{
  "document": {
    "id": "2023_06_27_oig_press_release",
    "filename": "2023.06.27 OIG Press Release.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\2023.06.27 OIG Press Release.pdf",
    "text": "\n\n \n \n \nDEPARTMENT OF JUSTICE  |  OFFICE OF THE INSPECTOR GENERAL \n \n \n \n \n \n \nJune 27, 2023 \n \nDOJ OIG Releases Report on the BOP’s Custody, Care, and Supervision of Jeffrey Epstein at the Metropolitan \nCorrectional Center in New York, New York \n \nDepartment of Justice (DOJ) Inspector General Michael E. Horowitz announced today the release of a report \nof investigation regarding the Federal Bureau of Prison’s (BOP) custody, care, and supervision of Jeffrey \nEpstein while detained at the Metropolitan Correctional Center in New York, New York (MCC New \nYork).  Epstein died by suicide on August 10, 2019 while in BOP custody.  The focus of DOJ Office of the \nInspector General’s (OIG) investigation was the conduct of BOP personnel.   \n \nThe DOJ OIG investigation and review identified:   \n• Numerous and Serious Failures by MCC New York Staff.  The DOJ OIG found numerous and serious \nfailures by MCC New York staff constituting misconduct and dereliction of their duties.  Among other \nthings, these failures resulted in Epstein being unmonitored and alone in his cell with an excessive \namount of bed linens, from approximately 10:40 p.m. on August 9 until he was discovered hanged in \nhis locked cell on August 10 at approximately 6:30 a.m.  \n \n \no MCC New York Staff Failed to Ensure that Epstein Was Assigned a Cellmate.   Following a July 23, \n2019, incident that resulted in Epstein being placed on suicide watch, the MCC New York \nPsychology Department determined that Epstein needed to be housed with an appropriate \ncellmate.  On August 9, Epstein’s cellmate was transferred out of MCC New York.  MCC New York \nstaff knew that Epstein did not have a cellmate but did not take steps to ensure that he was \nassigned a new cellmate.\n \no MCC New York Staff Failed to Undertake Required Measures Designed to Ensure that Epstein \nand Other Inmates Were Accounted for and Safe.  BOP policy requires Special Housing Unit \n(SHU) staff to observe all inmates, conduct rounds, conduct inmate counts, search inmate cells, \nand ensure adequate supervision of the SHU. BOP staff in the SHU in the hours before Epstein’s \ndeath failed to carry out these responsibilities.  Specifically, only one SHU cell search was \ndocumented on August 9, and it was not of Epstein’s cell.  BOP records did not indicate when \nEpstein’s cell was last searched.  Had Epstein's cell been searched as required, the search would \nhave revealed that Epstein had excess prison blankets, linens, and clothing in his cell.  The OIG \nalso found that SHU staff did not conduct any 30-minute rounds after about 10:40 p.m. on \nAugust 9 and that none of the required SHU inmate counts were conducted after 4:00 p.m. on \nAugust 9.  MCC New York staff falsified count slips and round sheets to show that they had been \nperformed when they were not, leaving Epstein unobserved for hours before his \ndeath.  Following a DOJ OIG investigation, two MCC New York employees were charged \ncriminally with falsifying BOP records.  The charges were dismissed upon compliance by the \nemployees with the terms of deferred prosecution agreements they entered into with the U.S. \nAttorney’s Office for the Southern District of New York.  That office declined prosecution for \n\n \n \n2 \nother MCC New York employees who the OIG found created false documentation on earlier \ndates and times not proximate to the Epstein’s death.\n \no MCC New York Staff Failed to Ensure that the Institution’s Security Camera System was Fully \nFunctional Resulting in Limited Recorded Video Evidence.  BOP policy also requires SHU staff to \nensure the functionality of the video camera surveillance system.   This investigation and review \nrevealed longstanding deficiencies with MCC New York’s security camera system.   Although \nvideo cameras in the SHU provided live video feeds to monitoring stations, system deficiencies \nresulted in nearly all of the cameras in and around the SHU where Epstein was being housed to \nnot record video starting in late July 2019 and continuing through the date of Epstein’s death.  \n \n \n• Long-standing Operational Challenges.  The DOJ OIG has repeatedly identified long-standing \noperational challenges that negatively affect the BOP’s ability to operate its institutions safely and \nsecurely.   Many of those same operational challenges, including staffing shortages, managing \ninmates at risk for suicide, maintaining functional security camera systems, management failures, \nand widespread disregard of BOP policies and procedures, were again identified by the OIG during \nthis investigation and review of the custody, care, and supervision of Epstein, one of the BOP’s most \nhigh profile inmates. \n \n• No Evidence Contradicting the FBI’s Determination that there Was No Criminality Associated with \nEpstein’s Death.  Separate from the OIG’s investigation, which focused on the conduct of BOP \npersonnel, the FBI concurrently investigated whether Epstein’s death was the result of criminal \nconduct by any non-BOP actors.   Among other things, the FBI investigated the cause of Epstein’s \ndeath and determined it was not the result of a criminal act.   The Office of the Chief Medical \nExaminer, City of New York, determined that Epstein died by suicide.     While the OIG determined \nMCC New York staff engaged in significant misconduct and dereliction of their duties, we did not \nuncover evidence contradicting the FBI’s determination regarding the absence of criminality in \nconnection with Epstein’s death.  \n \nThe combination of negligence, misconduct, and outright job performance failures documented in the \nreport all contributed to an environment in which arguably one of the most notorious inmates in BOP’s \ncustody was provided with the opportunity to take his own life.   The BOP’s failures are troubling not only \nbecause the BOP did not adequately safeguard an individual in its custody, but also because they led to \nquestions about the circumstances surrounding Epstein’s death and effectively deprived Epstein’s numerous \nvictims of the opportunity to seek justice through the criminal justice process.   The fact that these failures \nhave been recurring ones at the BOP does not excuse them and gives additional urgency to the need for \nDOJ and BOP leadership to address the chronic problems plaguing the BOP. \nThe DOJ OIG made eight recommendations to improve the BOP’s management of its correctional \ninstitutions.   The BOP agreed with all recommendations.  \nReport:   Today’s report and an interactive timeline of events can be found on the OIG’s website at the \nfollowing link: \nhttps://oig.justice.gov/reports/investigation-and-review-federal-bureau-prisons-custody-care-\nand-supervision-jeffrey  \n \nVideo:  To accompany today’s report, the OIG has released a 3-minute video of the Inspector General \ndiscussing the report’s findings. The video and a downloadable transcript are available at the following \nlink:  \nhttps://oig.justice.gov/news/multimedia/video/message-inspector-general-investigation-and-review-\nbops-custody-care-and \n \n\n \n \n3 \n### \n ",
    "pageCount": 3,
    "dataset": "DOJ Reports"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "rt on the BOP’s Custody, Care, and Supervision of Jeffrey Epstein at the Metropolitan \nCorrectional Center in New Y"
      },
      {
        "name": "Releases Report",
        "role": "extracted",
        "context": "June 27, 2023 \n \nDOJ OIG Releases Report on the BOP’s Custody, Care, a"
      },
      {
        "name": "Metropolitan \nCorrectional",
        "role": "extracted",
        "context": "ion of Jeffrey Epstein at the Metropolitan \nCorrectional Center in New York, New York"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "Department of Justice (DOJ) Inspector General Michael E. Horowitz announced"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "f investigation regarding the Federal Bureau of Prison’s (BOP) custody, ca"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "ody, care, and supervision of Jeffrey \nEpstein while detained at the Metropo"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "Epstein while detained at the Metropolitan Correctional Center in New York, New York"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "er in New York, New York (MCC New \nYork).  Epstein died by suicide on"
      },
      {
        "name": "Serious Failures",
        "role": "extracted",
        "context": "identified:   \n• Numerous and Serious Failures by MCC New York Staff.  The D"
      },
      {
        "name": "Staff Failed",
        "role": "extracted",
        "context": ":30 a.m.  \n \n \no MCC New York Staff Failed to Ensure that Epstein Was As"
      },
      {
        "name": "Epstein Was",
        "role": "extracted",
        "context": "k Staff Failed to Ensure that Epstein Was Assigned a Cellmate.   Follow"
      },
      {
        "name": "Psychology Department",
        "role": "extracted",
        "context": "cide watch, the MCC New York \nPsychology Department determined that Epstein neede"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "th an appropriate \ncellmate.  On August 9, Epstein’s cellmate was tra"
      },
      {
        "name": "Undertake Required",
        "role": "extracted",
        "context": "MCC New York Staff Failed to Undertake Required Measures Designed to Ensure t"
      },
      {
        "name": "Measures Designed",
        "role": "extracted",
        "context": "Failed to Undertake Required Measures Designed to Ensure that Epstein \nand O"
      },
      {
        "name": "Other Inmates",
        "role": "extracted",
        "context": "d to Ensure that Epstein \nand Other Inmates Were Accounted for and Safe."
      },
      {
        "name": "Were Accounted",
        "role": "extracted",
        "context": "at Epstein \nand Other Inmates Were Accounted for and Safe.  BOP policy req"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "nd Safe.  BOP policy requires Special Housing Unit \n(SHU) staff to observe"
      },
      {
        "name": "Had Epstein",
        "role": "extracted",
        "context": "in’s cell was last searched.  Had Epstein's cell been searched as requi"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "S. \nAttorney’s Office for the Southern District of New York.  That office dec"
      },
      {
        "name": "Security Camera",
        "role": "extracted",
        "context": "Ensure that the Institution’s Security Camera System was Fully \nFunctional"
      },
      {
        "name": "Fully \nFunctional",
        "role": "extracted",
        "context": "’s Security Camera System was Fully \nFunctional Resulting in Limited Recorded"
      },
      {
        "name": "Limited Recorded",
        "role": "extracted",
        "context": "ully \nFunctional Resulting in Limited Recorded Video Evidence.  BOP policy a"
      },
      {
        "name": "Video Evidence",
        "role": "extracted",
        "context": "Resulting in Limited Recorded Video Evidence.  BOP policy also requires SH"
      },
      {
        "name": "Operational Challenges",
        "role": "extracted",
        "context": "death.  \n \n \n• Long-standing Operational Challenges.  The DOJ OIG has repeatedly"
      },
      {
        "name": "No Evidence",
        "role": "extracted",
        "context": "t \nhigh profile inmates. \n \n• No Evidence Contradicting the FBI’s Deter"
      },
      {
        "name": "Was No",
        "role": "extracted",
        "context": "BI’s Determination that there Was No Criminality Associated with"
      },
      {
        "name": "Criminality Associated",
        "role": "extracted",
        "context": "termination that there Was No Criminality Associated with \nEpstein’s Death.  Separ"
      },
      {
        "name": "The Office",
        "role": "extracted",
        "context": "e result of a criminal act.   The Office of the Chief Medical \nExamine"
      },
      {
        "name": "Chief Medical",
        "role": "extracted",
        "context": "inal act.   The Office of the Chief Medical \nExaminer, City of New York,"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2023-06-27",
        "event": "June 27, 2023"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2019-07-23",
        "event": "July 23, \n2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:16.642Z"
}