{
  "document": {
    "id": "efta00030741",
    "filename": "EFTA00030741.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030741.pdf",
    "text": "\n\nAO 93 (SDNY Rev. DUI?) Search and Seizure 'Warrant \nUNITED STATES DISTRICT COURT \nfor the \nSouthern District of New York \nIn the Matter of the Search of \n(Briefly describe the property to be searched \nor identlry, the person by name and address) \nSix binders with various CDs \nCase No. \nSEARCH AND SEIZURE WARRANT \nTo: Any authorized law enforcement officer \nAn application by a federal law enforcement officer or an attorney for the government requests the search \nof the following person or property located in the \nSouthern \nDistrict of \nNew York \n(identlry, the person or describe the properry, to be searched and give its location): \nSee Attachment A \nThe person or property to be searched, described above, is believed to conceal (identify the person or describe the property \nto be seized): \nSee Attachment A \nThe search and seizure are related to violation(s) of (insert statutory citations): \nI  find that the affidavit(s), or any recorded testimony, establish probable cause to search and seize the person or \nproperty. \nYOU ARE COMMANDED to execute this warrant on or before \n(not to exceed 14 days) \nO in the daytime 6:00 a.m. to 10 p.m. O at any time in the day or night as I  find reasonable cause has been \nestablished. \nUnless delayed notice is authorized below, you must give a copy of the warrant and a receipt for the property \ntaken to the person from whom, or from whose premises, the property was taken, or leave the copy and receipt at the \nplace where the property was taken. \nThe officer executing this warrant, or an officer present during the execution of the warrant, must prepare an \ninventory as required by law and promptly return this warrant and inventory to the Clerk of the Court. \nUpon its return, this warrant and inventory should be filed under seal by the Clerk of the Court. \nUSMJ Initials \nO I  find that immediate notification may have an adverse result listed in 18 U.S.C. § 2705 (except for delay \nof trial), and authorize the officer executing this warrant to delay notice to the person who, or whose property, will be \nsearched or seized (check the appropriate box) Ofor 30 days (not to exceed 30). \n°until, the facts justifying, the later specific date of  \nDate and time issued: \nJudge's signature \nCity and state: New York, NY Hon. James L. Cott, United States Magistrate Judge \nPrinted name and title \nEFTA00030741\n\nAO 93 (SDNY Rev. 01/17) Search and Seizure 'Warrant (Page 2) \nReturn \nCase No.: Date and time warrant executed: Copy of warrant and inventory left with: \nInventory made in the presence of : \nInventory of the property taken and name of any person(s) seized: \nCertification \nI declare under penalty \nto the Court. \nDate: \nof perjury that this inventory is correct and was returned along with the original warrant \nExecuting officer's signature \nPrinted name and title \nEFTA00030742\n\nAttachment A \nI. \nItems Subject to Search and Seizure \nThe Subject Items are particularly described as follows': \na. Two blue binders with CDs, which were seized by Special Agent■ \nfrom a blue suitcase on or about July 11, 2019 (\"Subject Item-1\"). \nb. Three blue binders with various CDs and one clear binder with a green spine \nwith various CDs, all four of which were seized by Special Agent from a  black \nsuitcase on or about July 11, 2019 (\"Subject Item-2\"). \nII. Review of ESI on the Subject Items \nLaw enforcement personnel (who may include, in addition to law enforcement officers and \nagents, attorneys for the government, attorney support staff, agency personnel assisting the \ngovernment in this investigation, and outside technical experts under government control) are \nauthorized to review the ESI contained on the Subject Items for evidence, fruits, and \ninstrumentalities of violations of Title 18, United States Code, Sections 1591 (sex trafficking of \nminors), and 371 (sex trafficking conspiracy) (the \"Subject Offenses\") described as follows: \n1. Any documents or communications with or regarding victims or potential victims \nof \nthe Subject Offenses; \n2. Any photographs of victims or potential victims of the Subject Offenses; \n3. Any nude, partially nude, or sexually suggestive photographs of individuals who \nappear to be teenage girls, or younger; \n4. Records, data, or other items that evidence ownership, \ncontrol, or use of, or access \nto the Subject Items, including, but not limited to access history data, historical location data, \nconfiguration files, saved usemames and passwords, user profiles, e-mail contacts, and \nphotographs; \n5. Any child erotica, defined as suggestive visual depictions of nude minors that do \nnot constitute child pornography as defined by 18 U.S.C. § 2256(8). \n' To the extent that the Subject Items contain any removable storage media, including CDs, the \ndescription of each such item encompasses those other media. \n2017.08.02 \nEFTA00030743\n\nIn conducting this review, law enforcement personnel may use various techniques to \ndetermine which files or other ESI contain evidence or fruits of the Subject Offenses. Such \ntechniques may include, for example: \n• surveying directories or folders and the individual files they contain (analogous to \nlooking at the outside of a file cabinet for the markings it contains and opening a drawer \nbelieved to contain pertinent files); \n• conducting a file-by-file review by \"opening\" or reading the first few \"pages\" of such \nfiles in order to determine their precise contents (analogous to performing a cursory \nexamination of each document in a file cabinet to determine its relevance); \n• \"scanning\" storage areas to discover and possibly recover recently deleted data or \ndeliberately hidden files; and \n• performing electronic keyword searches through all electronic storage areas to \ndetermine the existence and location of data potentially related to the subject matter of \nthe investigation; and \n• reviewing metadata, system information, configuration files, registry data, and any \nother information reflecting how, when, and by whom the computer was used. \nLaw enforcement personnel will make reasonable efforts to search only for files, \ndocuments, or other electronically stored information within the categories identified in Section II \nof this Attachment. However, law enforcement personnel are authorized to conduct a complete \nreview of all the ESI from seized devices or storage media if necessary to evaluate its contents and \nto locate all data responsive to the warrant. \n2 \n2017.08.02 \nEFTA00030744",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ATES DISTRICT COURT \nfor the \nSouthern District of New York \nIn the Matter of"
      },
      {
        "name": "Ds \nCase",
        "role": "extracted",
        "context": "s) \nSix binders with various CDs \nCase No. \nSEARCH AND SEIZURE WARRA"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "n or property located in the \nSouthern \nDistrict of \nNew York \n(identlry, the"
      },
      {
        "name": "See Attachment",
        "role": "extracted",
        "context": "ched and give its location): \nSee Attachment A \nThe person or property to"
      },
      {
        "name": "Magistrate Judge",
        "role": "extracted",
        "context": "James L. Cott, United States Magistrate Judge \nPrinted name and title \nEFTA"
      },
      {
        "name": "Return \nCase",
        "role": "extracted",
        "context": "nd Seizure 'Warrant (Page 2) \nReturn \nCase No.: Date and time warrant ex"
      },
      {
        "name": "Items Subject",
        "role": "extracted",
        "context": "TA00030742\n\nAttachment A \nI. \nItems Subject to Search and Seizure \nThe Su"
      },
      {
        "name": "Seizure \nThe",
        "role": "extracted",
        "context": "Items Subject to Search and Seizure \nThe Subject Items are particularl"
      },
      {
        "name": "Subject Items",
        "role": "extracted",
        "context": "ct to Search and Seizure \nThe Subject Items are particularly described as"
      },
      {
        "name": "Special Agent",
        "role": "extracted",
        "context": "ith CDs, which were seized by Special Agent■ \nfrom a blue suitcase on or"
      },
      {
        "name": "Subject Item",
        "role": "extracted",
        "context": "e on or about July 11, 2019 (\"Subject Item-1\"). \nb. Three blue binders w"
      },
      {
        "name": "Subject Offenses",
        "role": "extracted",
        "context": "trafficking conspiracy) (the \"Subject Offenses\") described as follows: \n1. A"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-07-11",
        "event": "July 11, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:26.562Z"
}