{
  "document": {
    "id": "efta00016763",
    "filename": "EFTA00016763.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016763.pdf",
    "text": "\n\nFrom: \"1 \nTo:1 \nCc: \n\"II \n(1 \nSubject: \nWSJ \nDate: Sun, 28 Jul 2019 14:11:48 +0000 \nWhat Jail Is Like for Jeffrey Epstein \nNow sleeping in the bottom bunk of a windowless 8-by-8-foot cell, the financier earlier was denied house arrest \nat his sprawling Manhattan townhouse \nSince his arrest on sex-trafficking charges, financier Jeffrey Epstein has spent much of his time in the bottom \nbunk of a windowless 8-by-8-foot cell, according to the lawyer of his former cellmate. \nThe cell is in a wing of a federal jail in downtown Manhattan that is known as \"the box\" and has been the subject \nof inmate complaints about mice and insect infestations, as well as standing water on the floor, according to \nlawyers of inmates. \nMr. Epstein's roommate until Tuesday was Nicholas Tartaglione, a retired police officer accused of killing four \npeople, according to Mr. Tartaglione's lawyer, Bruce Barket. \n\"It is dark and it's disgusting,\" Mr. Barket said of the jail cell Messrs. Epstein and Tartaglione shared. \nMr. Epstein, 66 years old, was arrested July 6 and was later denied bail when a judge rejected his \nlawyers' request that he be placed on house arrest in his sprawling Manhattan townhouse, which is valued at $77 \nmillion. \nMr. Epstein had built a fortune of more than half a billion dollars by cultivating his ties to rich and powerful \nindividuals. Prosecutors this month said they found a \"piles of cash\" and dozens of diamonds in a locked safe at \nhis New York mansion. \nThe financier has pleaded not guilty to sex-trafficking charges stemming from what prosecutors allege was a \nyearslong scheme from 2002 to 2005 to recruit and sexually abuse dozens of girls. \nFollowing his arrest, he has mostly been at the Manhattan jail, which is known as the Metropolitan Correctional \nCenter. He was moved to a suicide-watch unit after being found unconscious in his cell Tuesdaymorning, \naccording to people familiar with the matter. \nEFTA00016763\n\nA lawyer for Mr. Epstein declined to comment. Mr. Tartaglione was interviewed in connection with Mr. Epstein's \ninjuries but had no part in them, Mr. Barket said. \nThe jail houses 774 inmates, most of them awaiting trial. It has been home to such high-profile inmates \nas Mexican drug lord Joaquin \"El Chapo\" Guzman, who was sentenced earlier this month to life in prison. \nFederal records show that the current occupants include Cesar Sayoc, who pleaded guilty to sending bombs to \nprominent Democrats and is awaiting sentencing, and Sayfullo Saipov, accused of killing eight people by driving \na truck on to a Manhattan bike path. Mr. Saipov has pleaded not guilty. \nMr. Epstein and other inmates are allowed to leave their cells for an hour of recreation each day, as well as \nmeetings with lawyers, according to a correction officer. \nMr. Barket said that Messrs. Tartaglione and Epstein were friendly and frequently spoke while they were \nbunkmates. Mr. Tartaglione was arrested in 2016 for killing four people in Chester, N.Y. He has pleaded not \nguilty. \nMr. Tartaglione's lawyer has been a vocal critic of the conditions in the jail, filing complaints to correction \nofficials about rodents and bugs. \nLawyers for Mr. Guzman blamed frigid temperatures, lack of clean blankets and contaminated water at the jail as \nreasons for their client's failing health. \nSerene Gregg, a case worker at the Metropolitan Correctional Center and president of the correction workers' \nunion chapter, said there are mice and broken toilets and sinks. \nRepresentatives for the Federal Bureau of Prisons, which manages the Metropolitan Correctional Center, didn't \nrespond to questions about the conditions there. \n\"There is no worse place you can find yourself,\" Mr. Barket said. \nSent from my iPhone \nEFTA00016764",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "28 Jul 2019 14:11:48 +0000 \nWhat Jail Is Like for Jeffrey Epstein \nNow sleeping in the bottom bunk of a windowless"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "ding to \nlawyers of inmates. \nMr. Epstein's roommate until Tuesday"
      },
      {
        "name": "Tartaglione",
        "role": "extracted",
        "context": "ng four \npeople, according to Mr. Tartaglione's lawyer, Bruce Barket."
      },
      {
        "name": "Barket",
        "role": "extracted",
        "context": "is dark and it's disgusting,\" Mr. Barket said of the jail cell Mes"
      },
      {
        "name": "Saipov",
        "role": "extracted",
        "context": "on to a Manhattan bike path. Mr. Saipov has pleaded not guilty."
      },
      {
        "name": "Guzman",
        "role": "extracted",
        "context": "odents and bugs. \nLawyers for Mr. Guzman blamed frigid temperature"
      },
      {
        "name": "What Jail",
        "role": "extracted",
        "context": ", 28 Jul 2019 14:11:48 +0000 \nWhat Jail Is Like for Jeffrey Epstein"
      },
      {
        "name": "Is Like",
        "role": "extracted",
        "context": "019 14:11:48 +0000 \nWhat Jail Is Like for Jeffrey Epstein \nNow slee"
      },
      {
        "name": "Nicholas Tartaglione",
        "role": "extracted",
        "context": "'s roommate until Tuesday was Nicholas Tartaglione, a retired police officer acc"
      },
      {
        "name": "Bruce Barket",
        "role": "extracted",
        "context": "to Mr. Tartaglione's lawyer, Bruce Barket. \n\"It is dark and it's disgus"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "n jail, which is known as the Metropolitan Correctional \nCenter. He was moved to a su"
      },
      {
        "name": "El Chapo",
        "role": "extracted",
        "context": "as Mexican drug lord Joaquin \"El Chapo\" Guzman, who was sentenced ea"
      },
      {
        "name": "Cesar Sayoc",
        "role": "extracted",
        "context": "the current occupants include Cesar Sayoc, who pleaded guilty to sendin"
      },
      {
        "name": "Sayfullo Saipov",
        "role": "extracted",
        "context": "d is awaiting sentencing, and Sayfullo Saipov, accused of killing eight peo"
      },
      {
        "name": "Serene Gregg",
        "role": "extracted",
        "context": "eir client's failing health. \nSerene Gregg, a case worker at the Metropo"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "nks. \nRepresentatives for the Federal Bureau of Prisons, which manages the"
      }
    ],
    "locations": [
      {
        "name": "New York Mansion",
        "type": "residence"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:53.330Z"
}