{
  "document": {
    "id": "efta00013616",
    "filename": "EFTA00013616.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013616.pdf",
    "text": "\n\nFrom: \" (USAFLS)\" </O=USA/OU=FLS/CN=RECIPIENTS/CN= \nTo: \"Jay Lefkowitz\" \n<\nSubject: RE: Confidential - for settlement purposes only \nDate: Tue, 16 Oct 2007 20:00:00 +0000 \nImportance: Normal \nJay, \nThe below is exactly the same as yours, except for deletion of \"Other than the joint written submission, neither the United \nStates nor Epstein's counsel shall communicate with the independent third party nor shall the United States communicate \nwith the attorney representative selected by him\" in your 1(a). \n1. The United States has the right to assign to an independent third-party the responsibility for consulting with and, subject \nto the good faith approval of Epstein's counsel, selecting the attorney representative for the individuals identified under the \nAgreement. If the United States elects to assign this responsibility to an independent third-party, both the United States \nand Epstein retain the right to make good faith objections to the attorney representative suggested by the independent \nthird-party prior to the final designation of the attorney representative. \n2. The parties will jointly prepare a short written submission to the independent third-party regarding the role of the \nattorney representative and regarding Epstein's Agreement to pay such attorney representative his or her regular \ncustomary hourly rate for representing such victims subject to the provisions of paragraph 3, infra. \n3. Pursuant to additional paragraph 1, Epstein has agreed to pay the fees of the attorney representative selected by the \nindependent third party. This provision, however, shall not obligate Epstein to pay the fees and costs of contested litigation \nfiled against him. Thus, if after consideration of potential settlements, an attorney representative elects to file a contested \nlawsuit pursuant to 18 U.S.C. s 2255 or elects to pursue any other contested remedy, the paragraph 7 obligation of the \nAgreement to pay the costs of the attorney representative, as opposed to any statutory or other obligations to pay \nreasonable attorneys fees and costs such as those contained in s 2255 to bear the costs of the attorney representative, \nshall cease. \n----Original Message \nFrom: Jay Lefkowitz (mailto: \nSent: Monda . October 15, 2007 10:53 AM \nTo: (USAFLS)\nSubject: Confidential - for settlement purposes only \n- pls let me know if you want to discuss this \nlater today. I should be free after 330 pm. \n1(a). The United States has the right to assign to an \nindependent third-party the responsibility for \nconsulting with and, subject to the good faith approval \nof Epstein's counsel, selecting the attorney \nrepresentative for the individuals identified under the \nAgreement. The parties will jointly prepare a short \nwritten submission to the independent third-party \nregarding the role of the attorney representative and \nregarding Epstein's Agreement to pay such attorney \nrepresentative his or her regular customary hourly rate \nfor representing such victims subject to the provisions \nof paragraph 2, infra. Further, if the United States \nelects to assign this responsibility to an independent \nthird-party, both the United States and Epstein retain \nthe right to make good faith objections to the attorney \nrepresentative suggested by the independent third-party \nEFTA00013616\n\nprior to the final designation of the attorney \nrepresentative. Other than the joint written \nsubmission, neither the United States nor Epstein's \ncounsel shall \ncommunicate with the independent third party nor shall \nthe United States communicate with the attorney \nrepresentative selected by him. \n2(b). Pursuant to paragraph 1, Epstein has agreed to \npay the fees of the attorney representative selected by \nthe independent third party. This provision, however, \nshall not obligate Epstein to pay the fees and costs of \ncontested litigation filed against him. Thus, if after \nconsideration of potential settlements, an attorney \nrepresentative elects to file \na contested lawsuit pursuant to 18 U.S.C. s 2255 or \nelects to pursue any other contested remedy, the \nparagraph 7 obligation of the Agreement to pay the \ncosts of the attorney representative,as opposed to any \nstatutory or other obligations to pay reasonable \nattorneys fees and costs such as those contained in s \n2255 to bear the costs of the attorney representative, \nshall cease. \nWritten Submission \nThe United States and Jeffrey E. Epstein have \nexecuted an Agreement one section of which obligates \nEpstein not to contest jurisdiction nor liability as to \nany of 40 potential complainants whose identities are \non a list compiled by the United States to the extent \nthat such persons have a cause of action against \nEpstein under 18 USC 2255 based on a good faith showing \nof injury under that statute and who negotiate an \nagreed settlement for damages pursuant to that statute \nwith Epstein's counsel. The attorney representative \nselected by the independent third party shall each be \npaid his or her normal hourly fee to discharge his or \nher functions under this paragraph. The independent \nthird party's role will be to select an attorney \nrepresentative for the group of 40 potential \ncomplainants as detailed above. The attorney \nrepresentative's role will be to consult with the \ncomplainants and determine whether each or any of them \nintend to negotiate a settlement with Epstein and waive \nany other state or federal cause of action against him \n(and if so, to facilitate such a settlement), or \nwhether each or any of them intend, instead, to \nlitigate a cause of action. \nEFTA00013617",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jay Lefkowitz",
        "role": "extracted",
        "context": "U=FLS/CN=RECIPIENTS/CN= \nTo: \"Jay Lefkowitz\" \n<\nSubject: RE: Confidential"
      },
      {
        "name": "Normal \nJay",
        "role": "extracted",
        "context": "7 20:00:00 +0000 \nImportance: Normal \nJay, \nThe below is exactly the sa"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "itten submission, neither the United \nStates nor Epstein's counsel shall c"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "ted by him\" in your 1(a). \n1. The United States has the right to assig"
      },
      {
        "name": "Original Message",
        "role": "extracted",
        "context": "sentative, \nshall cease. \n----Original Message \nFrom: Jay Lefkowitz (mailto:"
      },
      {
        "name": "Written Submission",
        "role": "extracted",
        "context": "epresentative, \nshall cease. \nWritten Submission \nThe United States and Jeffre"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2007-10-15",
        "event": "October 15, 2007"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:46.990Z"
}