{
  "document": {
    "id": "efta00027770",
    "filename": "EFTA00027770.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027770.pdf",
    "text": "\n\nFrom: \nTo:'\nSubject: Epstein Victims Demand Apology From Prosecutors - Law360 \nDate: Tue, 28 May 2019 11:02:43 +0000 \nImportance: Normal \nLaw360 (May 24, 2019, 7:55 PM EDT) -- Two of billionaire sex offender Jeffrey Epstein's victims have asked a \nFlorida federal court to nullify the nonprosecution agreement with Epstein that the court has already deemed \nillegal and want an apology from the U.S. attorney's office as well as a hearing at which they and other victims \ncan testify. \nThe two victims submitted their list of proposed remedies late Thursday after the court found in their favor in \nFebruary and ruled that prosecutors, including then-U.S. Attorney and current Labor Secretary Alexander Acosta, \nviolated the Crime Victims' Rights Act when they signed the nonprosecution agreement with Epstein without \nnotifying his victims. \nAmong the remedies they seek are the nullification of the nonprosecution agreement and the reopening of the \ncriminal case against Epstein and a hearing at which they and other victims can address the court in the presence \nof Acosta and Epstein. \nThe victims are also asking for a letter of apology from prosecutors as well as a detailed explanation, including \ndocuments and correspondence, as to why they did not prosecute Epstein's alleged crimes. \nThey want employees of the U.S. attorney's office to attend a training course on the CVRA and said the office \nshould pay a monetary sanction, as well as the two victims' attorney fees and costs. \n\"Here the government has it entirely within its power to provide all the various remedies being sought through \nthe lawsuit — and then some,\" the victims said. \"Hopefully the government will simply agree to the remedies \ndescribed above — thereby avoiding any need for the court to make a determination as to how to proceed.\" \nThe filing comes after U.S. District Judge Kenneth A. Marra granted summary judgment to the two victims, \nlisted as Jane Does, who sued the government in 2008 alleging that prosecutors had violated the CVRA with the \nEpstein deal. The judge said the government's decision to hide its intentions and to tell victims to just be patient \nwith the investigation was \"particularly problematic.\" \nJudge Marra rejected the government's claim that the CVRA requires victims to be notified only of a plea bargain \nor a deferred prosecution agreement, both of which are more common than a nonprosecution agreement. That \nreading of the law is \"inconsistent with the goal of the CVRA,\" according to the judge. \n\"The expansive context of the CVRA lends itself to only one interpretation; namely, that victims should be \nnotified of significant events resulting in resolution of their case without a trial,\" Judge Marra said. \nThe CVRA grants crime victims a number of rights, including the right to be informed of public court \nproceedings and not to be excluded from those proceedings. The Miami Herald, in an investigative report \npublished late last year, printed emails showing the alleged victims were deliberately excluded from the deal cut \nbetween Acosta, who was then the U.S. attorney for the Southern District of Florida, and Epstein's defense team. \nEpstein's alleged victims — numbering in the dozens — claim he lured teenage girls to his Palm Beach, Florida, \nmansion to engage in sexual acts. They have not had the opportunity to testify in court in any proceeding thus \nfar, according to the Herald report. \nEFTA00027770\n\nEpstein pled guilty in 2008 to state charges involving solicitation of prostitution and procurement of minors for \nprostitution. He spent 13 months in prison and is registered as a sex offender. \nRepresentatives for the parties could not immediately be reached for comment Friday. \nThe victims are represented by Bradley Edwards of Edwards Pottinger LLC, Jay C. Howell of Jay Howell & \nAssociates PA, John Scarola of Searcy Denney Scarola Barnhart & Shipley PA, and Paul G. Cassell of the \nUniversity of Utah's S.J. Quinney College of Law. \nThe government is represented by Ann Marie C. Villafana and Dexter Lee of the U.S. Attorney's Office for \nthe \nSouthern District of Florida. \nThe case is Doe v. U.S., case number 9:08-cv-80736, in the U.S. District Court for the Southern District of \nFlorida. \nRead more at: https://www.law360.com/whitecollar/articles/1163266/epstein-victims-demand-apology-from-\nprosecutors?nlpk=a9a6fd9c-0b8f-460f-8da7-\na965bdf584e7&utm_source=newsletter&utm_medium=email&utm_campaign=whitecollar?copied=1 \nhttps://vvww.law360.corniarticles/1163266/epstein-victims-demand-apology-from-prosecutors \nEFTA00027771",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": ", 7:55 PM EDT) -- Two of billionaire sex offender Jeffrey Epstein's victims have asked a \nFlorida federal court to"
      },
      {
        "name": "Epstein Victims",
        "role": "extracted",
        "context": "From: \nTo:'\nSubject: Epstein Victims Demand Apology From Prosecuto"
      },
      {
        "name": "Demand Apology",
        "role": "extracted",
        "context": "To:'\nSubject: Epstein Victims Demand Apology From Prosecutors - Law360 \nDa"
      },
      {
        "name": "From Prosecutors",
        "role": "extracted",
        "context": "pstein Victims Demand Apology From Prosecutors - Law360 \nDate: Tue, 28 May 2"
      },
      {
        "name": "Normal \nLaw",
        "role": "extracted",
        "context": "9 11:02:43 +0000 \nImportance: Normal \nLaw360 (May 24, 2019, 7:55 PM EDT"
      },
      {
        "name": "Labor Secretary",
        "role": "extracted",
        "context": "hen-U.S. Attorney and current Labor Secretary Alexander Acosta, \nviolated t"
      },
      {
        "name": "Alexander Acosta",
        "role": "extracted",
        "context": "y and current Labor Secretary Alexander Acosta, \nviolated the Crime Victims'"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "exander Acosta, \nviolated the Crime Victims' Rights Act when they signed"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "violated the Crime Victims' Rights Act when they signed the nonprose"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "The filing comes after U.S. District Judge Kenneth A. Marra granted summ"
      },
      {
        "name": "Jane Does",
        "role": "extracted",
        "context": "o the two victims, \nlisted as Jane Does, who sued the government in 2"
      },
      {
        "name": "Judge Marra",
        "role": "extracted",
        "context": "\"particularly problematic.\" \nJudge Marra rejected the government's cla"
      },
      {
        "name": "The Miami",
        "role": "extracted",
        "context": "luded from those proceedings. The Miami Herald, in an investigative r"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "hen the U.S. attorney for the Southern District of Florida, and Epstein's def"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "he lured teenage girls to his Palm Beach, Florida, \nmansion to engage"
      },
      {
        "name": "Bradley Edwards",
        "role": "extracted",
        "context": "he victims are represented by Bradley Edwards of Edwards Pottinger LLC, Jay"
      },
      {
        "name": "Edwards Pottinger",
        "role": "extracted",
        "context": "esented by Bradley Edwards of Edwards Pottinger LLC, Jay C. Howell of Jay How"
      },
      {
        "name": "Jay Howell",
        "role": "extracted",
        "context": "ttinger LLC, Jay C. Howell of Jay Howell & \nAssociates PA, John Scarol"
      },
      {
        "name": "John Scarola",
        "role": "extracted",
        "context": "Jay Howell & \nAssociates PA, John Scarola of Searcy Denney Scarola Barn"
      },
      {
        "name": "Searcy Denney",
        "role": "extracted",
        "context": "ssociates PA, John Scarola of Searcy Denney Scarola Barnhart & Shipley PA"
      },
      {
        "name": "Scarola Barnhart",
        "role": "extracted",
        "context": "John Scarola of Searcy Denney Scarola Barnhart & Shipley PA, and Paul G. Cas"
      },
      {
        "name": "Quinney College",
        "role": "extracted",
        "context": "he \nUniversity of Utah's S.J. Quinney College of Law. \nThe government is re"
      },
      {
        "name": "Ann Marie",
        "role": "extracted",
        "context": "government is represented by Ann Marie C. Villafana and Dexter Lee o"
      },
      {
        "name": "Dexter Lee",
        "role": "extracted",
        "context": "by Ann Marie C. Villafana and Dexter Lee of the U.S. Attorney's Office"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "er 9:08-cv-80736, in the U.S. District Court for the Southern District of"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-05-24",
        "event": "May 24, 2019"
      },
      {
        "date": "2019-05-28",
        "event": "28 May 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:18.947Z"
}