{
  "document": {
    "id": "efta00016537",
    "filename": "EFTA00016537.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016537.pdf",
    "text": "\n\nExhibit E \nEFTA00016537\n\nThe Honorable Alison J. Nathan \nUnited States \nDistrict Court \nSouthern District of New York \nUnited States Courthouse \n40 \nFoley Square \nNew York, NY \n10007 \nYour Honor \nNovember 23rd  2020 \nThis statement is in support of Ghislaine Maxwell's request for bail and her \ncharacter. \nM \nname is \nI write this letter in rt o Ghislaine Maxwell. \nWe remain close and have been in communication by phone and videolink most weeks up \nuntil her arrest on July 2\" 2020; I have historically regularly visited her in the United States \nat least a couple of times a year and she has always caught up with me when she has visited \nthe UK or Europe. I have historically and continue to act as one her closest confidants and \nadvisors, \nGhislaine has always faced up to every challenge she has met in her life whether it involved \nor decisions involving \neither her business interests or philanthropic interests. I consider her to be absolutely straight, \nclear and honest in all her dealings with third parties - this attitude applies to her filing her tax \nreturns as it does to every other aspect of her life: organised, clear and straight. \nUntil these charges, has never been involved in any allegation of breaking the law \nin any jurisdiction. \nSpeaking for myself, \ncan confirm that I stan \nhad in \na  so ute y er m er to c ear er name. \n she has been a constant visitor to my f: omes, \nchildren to stay with her in her homes \nand I would not hesitate to leave any of my kids or grandkids in her care. I have \nnever witnessed, nor heard from my children or grandchildren any reports of any \ninappropriate behaviour \nGhislaine has stayed at all times in the jurisdiction of the Unites States since the new charges \nagainst the late Jeffrey Epstein and has from the outset confirmed to me personally on \nEFTA00016538\n\nnumerous occasions that she wanted to be available to deal with any civil or criminal \nallegations, to confront these and to deal with them in situ. She provided evidence under oath \nin deposition in civil litigation rather than stay silent which is a good illustration of her \ncandour. \nFrom my own experience, I can \nconfirm that Ghislaine is kind, thoughtful and generous \nwhether it is helping friends who have fallen on difficult times such as a friend who was \nrecently widowed and to whom Ghislaine provided her own home in London immediately; or \ninviting my children and their friends when on their gap year to stay with her and to sort out \ntransport, housing and friends to support them on their travels; or whether \ndevoting \nconsiderable resources and time to her philanthropic activity primarily in oceans \nconservation. \nI have offered to co-sign a bond in the amount of US$3,500,000 where the amount of the \nbond would be secured by properties owned by \nas this \nrepresents the entirety of realisable family \nweals \ns in support o \njudgement in relation to Ghislaine's integrity and commitment to attend court an to \nunderline that the family would be left without resources in the event that the bond was \ncalled. \nYours sincerely \nEFTA00016539",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "es States since the new charges \nagainst the late Jeffrey Epstein and has from the outset confirmed to me personall"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ember 23rd  2020 \nThis statement is in support of Ghislaine Maxwell's request for bail and her \ncharacter. \nM \nname i"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "Exhibit E \nEFTA00016537\n\nThe Honorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "6537\n\nThe Honorable Alison J. Nathan \nUnited States \nDistrict Court \nSouth"
      },
      {
        "name": "States \nDistrict",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States \nDistrict Court \nSouthern District of N"
      },
      {
        "name": "Court \nSouthern",
        "role": "extracted",
        "context": "than \nUnited States \nDistrict Court \nSouthern District of New York \nUnited"
      },
      {
        "name": "Foley Square",
        "role": "extracted",
        "context": "United States Courthouse \n40 \nFoley Square \nNew York, NY \n10007 \nYour Ho"
      },
      {
        "name": "Unites States",
        "role": "extracted",
        "context": "es in the jurisdiction of the Unites States since the new charges \nagains"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:52.894Z"
}