{
  "document": {
    "id": "efta00014536",
    "filename": "EFTA00014536.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014536.pdf",
    "text": "\n\nFrom: IM \nTo: ' \nCc: '11Er \nSubject: Re: Briefing in Florida regarding whether the Florida NPA extends to New York \nDate: Fri, 26 Jul 2019 02:12:59 +0000 \nI I \nHappy to chat tomorrow. Name your time that's convenient for you. \n• \n- sent from my iPhone - please excuse brevity and errors. \nOn Jul 25, 2019, at 8:07 PM, \n) \nwrote: \nThank you for sending us these materials, we appreciate being able to stay up to date, and we'll continue to keep an eye \non the docket for submissions that may be relevant for our investigation. \nSeparately, might you be available for a quick call sometime tomorrow (Friday) or next week? No rush or emergency, \nbut we wanted to talk with you about a question in connection with your expertise on the CVRA generally. At your \nconvenience. \nthanks, \nFrom: \nSent: Thursday, July 25, 2019 13:01 \nTo: \nCc: \n>; \nSubject: RE: Briefing in Florida regarding whether the Florida NPA extends to New York \nHi \nI wanted to make you aware of a recent filing (on Tuesday) by Jane Doe 1 and 2 in the Florida CVRA case. See attached. \nYou may find interesting our argument at pp. 3-6, in which we explain why Judge Marra must craft remedies in the case \nthat relate solely to Florida crimes and Florida victims ... because the NPA only covers Florida. \nWe filed our reply brief on remedies on Tuesday — and that should have brought all briefing on remedies for the CVRA \nviolation to a close. But yesterday Epstein's lawyer (Marty Weinberg) filed a motion for a sur-reply. See attached. In \npoint (a) on page 2, he argues that he should have an opportunity to file a sur-reply discussing, among other things, the \nscope of the NPA. On Monday, we will be filing an opposition to Weinberg extending the briefing further. It appears \nthat Judge Marra is poised to rule rapidly on the motion for a  sur-reply, as he asked for us to respond quickly. \nI wanted to make you aware of these developments. My clients were told back in 2013 that the NPA did not extend to \nNew York or other jurisdictions — and that is the point we are making to Judge Marra. \nfor Jane Doe 1 and 2 \nEFTA00014536\n\n(fax) \nYou can access my publications on \nCONFIDENTIAL: This electronic message - along with any/all attachments - is confidential. This message is intended only for the use of the \naddressee. If you are not the intended recipient, you may not use, disseminate, distribute or copy this communication. If you have received this \nmessage in error, please immediately notify the sender by reply electronic mail and delete the original message. is admitted to \nthe Utah State Bar, but not the bars of other states. Any views he expresses in this email are his own. \nEFTA00014537",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Er \nSubject",
        "role": "extracted",
        "context": "From: IM \nTo: ' \nCc: '11Er \nSubject: Re: Briefing in Florida rega"
      },
      {
        "name": "On Jul",
        "role": "extracted",
        "context": "e excuse brevity and errors. \nOn Jul 25, 2019, at 8:07 PM, \n) \nwro"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "recent filing (on Tuesday) by Jane Doe 1 and 2 in the Florida CVRA c"
      },
      {
        "name": "Judge Marra",
        "role": "extracted",
        "context": "3-6, in which we explain why Judge Marra must craft remedies in the ca"
      },
      {
        "name": "Marty Weinberg",
        "role": "extracted",
        "context": "t yesterday Epstein's lawyer (Marty Weinberg) filed a motion for a sur-rep"
      },
      {
        "name": "On Monday",
        "role": "extracted",
        "context": "hings, the \nscope of the NPA. On Monday, we will be filing an opposit"
      },
      {
        "name": "Utah State",
        "role": "extracted",
        "context": "message. is admitted to \nthe Utah State Bar, but not the bars of othe"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-07-25",
        "event": "July 25, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:49.047Z"
}