{
  "document": {
    "id": "efta00009901",
    "filename": "EFTA00009901.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00009901.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 214 Filed 04/19/21 Page 1 of 3 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC \nSDNY \nDOCUMENT \nELECTRONICALLY FILED \nDOC \nH: \nDATE \nFILED: \n4/19/21 \n20-CR-330 (MN) \nORDER \nALISON J. NATHAN, District Judge: \nAn arraignment on the S2 Superseding Indictment is scheduled to take place on April 23, \n2021 at 2:30 p.m. The proceeding will take place in Courtroom 24B of the Daniel Patrick \nMoynihan Courthouse, 500 Pearl Street, New York, NY. \nGiven significant public interest, a video feed of the proceeding will be available for \nviewing in the Jury Assembly Room and Courtroom 9C at the Daniel Patrick Moynihan \nCourthouse. The use of any electronic devices during the proceeding in either the \nCourtroom or the overflow rooms is strictly prohibited. \nDue to social distancing requirements, seating will be limited to approximately 100 \nmembers of the public. If capacity is reached, no additional persons will be admitted. Per the \nS.D.N.Y. COVID-19 Courthouse Entry Program, anyone who appears at any S.D.N.Y. \ncourthouse must complete a questionnaire on the date of the proceeding prior to arriving at the \ncourthouse. All visitors must also have their temperature taken when they arrive at the \ncourthouse. Please see the attached instructions. Completing the questionnaire ahead of time \nwill save time and effort upon entry. \nOnly persons who meet the entry requirements established by the questionnaire and \nwhose temperatures are below 100.4 degrees will be allowed to enter the courthouse. All visitors \nEFTA00009901\n\nCase 1:20-cr-00330-AJN Document 214 Filed 04/19/21 Page 2 of 3 \nmust wear either (i) a properly fitted disposable mask under a cloth mask, with the outer edges of \nthe inner mask pushed against the face, or (ii) a properly fitted FDA-authorized N95 or KN95 \nmask. Anyone who fails to comply with the COVID- 19 protocols that have been adopted by the \nCourt will be required to leave the courthouse. There are no exceptions. For more information, \nsee https://www.nysd.uscourts.gov/covid-19-coronavirus. \nIn order to ensure additional public access, the Court will also open a public \nteleconference line so that members of the public may listen to the audio of the proceeding. \nMembers of the public may call into the public teleconference line by dialing 844-291-6362 and \nentering access code 2921822. This phone line can accommodate approximately 4,000 callers \non a first come, first serve basis. Any photographing, recording, or rebroadcasting of federal \ncourt proceedings is prohibited by law. Violation of these prohibitions may result in fines \nor sanctions, including being held in contempt of court, removal of court issued media \ncredentials, restricted entry to future hearings, denial of entry to future hearings, or any \nother sanctions deemed necessary by the Court. \nPursuant to 18 U.S.C. § 3771(c)(1), the Government must \"make their best efforts to see \nthat crime victims are notified of, and accorded, the rights\" provided to them in that section. \nThis includes \"[t)he right to reasonable, accurate, and timely notice of any public court \nproceeding ... involving the crime or of any release ... of the accused.\" Id. § 3771(a)(2). So \nthat appropriate logistical arrangements can be made, the Government shall inform the Court's \nChambers by email by April 21, 2021 whether any alleged victims wish to attend the proceeding \nand whether they will attend in person or by phone. The Court will ensure access. \nEFTA00009902\n\nCase 1:20-cr-00330-AJN Document 214 Filed 04/19/21 Page 3 of 3 \nIn addition, defense counsel shall inform the Court's Chambers by email by April 21, \n2021, whether any of the Defendant's family members wish to attend the proceeding and \nwhether they will attend in person or by phone. The Court will ensure access. \nSO ORDERED. \nDated: April 19, 2021 \nNew York, New York \nALISON J. NATHAN \nUnited States District Judge \nEFTA00009903",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC \nSDNY \nDOCUMENT \nELECTRONICALL"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "MN) \nORDER \nALISON J. NATHAN, District Judge: \nAn arraignment on the S2 Su"
      },
      {
        "name": "Superseding Indictment",
        "role": "extracted",
        "context": "ge: \nAn arraignment on the S2 Superseding Indictment is scheduled to take place on"
      },
      {
        "name": "Daniel Patrick",
        "role": "extracted",
        "context": "place in Courtroom 24B of the Daniel Patrick \nMoynihan Courthouse, 500 Pea"
      },
      {
        "name": "Moynihan Courthouse",
        "role": "extracted",
        "context": "om 24B of the Daniel Patrick \nMoynihan Courthouse, 500 Pearl Street, New York,"
      },
      {
        "name": "Pearl Street",
        "role": "extracted",
        "context": "ick \nMoynihan Courthouse, 500 Pearl Street, New York, NY. \nGiven signifi"
      },
      {
        "name": "Jury Assembly",
        "role": "extracted",
        "context": "available for \nviewing in the Jury Assembly Room and Courtroom 9C at the"
      },
      {
        "name": "Moynihan \nCourthouse",
        "role": "extracted",
        "context": "room 9C at the Daniel Patrick Moynihan \nCourthouse. The use of any electronic de"
      },
      {
        "name": "Courthouse Entry",
        "role": "extracted",
        "context": "d. Per the \nS.D.N.Y. COVID-19 Courthouse Entry Program, anyone who appears a"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-04-23",
        "event": "April 23, \n2021"
      },
      {
        "date": "2021-04-21",
        "event": "April 21, 2021"
      },
      {
        "date": "2021-04-21",
        "event": "April 21, \n2021"
      },
      {
        "date": "2021-04-19",
        "event": "April 19, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "844-291-6362"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:40.884Z"
}