{
  "document": {
    "id": "efta00021170",
    "filename": "EFTA00021170.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021170.pdf",
    "text": "\n\nFrom: \nTo: \nSubject: FW: Corruption and Ghislaine \nDate: Mon, 06 Jul 2020 18:03:12 +0000 \nAttachments: EpsteinO'ConnellMaxwell.pdf; BILL_O'CONNELLChildRapeVictim.pdf \nI think this is a repeat? \nPls handle. \nFrom: Elle K \nSent: Monday, July 6, 2020 12:41 PM \nTo: \nSubject: Corruption and Ghislaine \nHi, \nMy name is Lisa Kenney and I reside in NH. I have been reporting a group of wealthy MA \nreal estate developers, nightclub and restaurant owners, along with rogue police who cater \nto them, donate for them, and seemingly offer private police services to them. \nOne of the MA troopers is the brother of the nightclub owners and he's close to pedophile \nwealthy developer Wm. O'Connell. (arrested for statutory rape and cocaine trafficking) \nI have come across new information which leads me to believe the above group is tied to \nEpstein, and even Ghislaine, but definitely the million dollar homes where she lived and the \nLLC's connected to them. \nI have attached these documents on both a Google doc and PDF file for your viewing. \nI know this group, with the exception of the pedophile and nightclub owners, because I was \nmarried to one I divorced over twenty years ago, I dated another, and socialized with them. \nI have been compiling their corruption for over ten years and have received enormous \namounts of abuse and crimes committed against me for doing so, and LE hasn't done one \nthing to stop them. \nBut, I'm still here sending my reports on them, and they're still issuing threats. They \nfrequently tell me they will continue the abuse and destruction to my property as long as I \nkeep reporting them and their ties to nightclub owners, political policing, O'Connell, and \nobvious money laundering. \nThis pedophile's victim was killed in a fiery crash one week before his trial was to begin, so \nhe got off those charges. But the similarities between both he and Epstein are astounding, \nand I'm sure they knew him. \nGoogle docs \nEFTA00021170\n\nEpstein & Ghislaine \nAnother wealthy predator who appears tied to Epstein and Ghislaine, \nWm OConnell doc. \nSee attached. \nThank you, \nLisa Kenney \nEFTA00021171",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine \nDate",
        "role": "extracted",
        "context": "Subject: FW: Corruption and Ghislaine \nDate: Mon, 06 Jul 2020 18:03:12 +0"
      },
      {
        "name": "Ghislaine \nHi",
        "role": "extracted",
        "context": "To: \nSubject: Corruption and Ghislaine \nHi, \nMy name is Lisa Kenney and"
      },
      {
        "name": "Lisa Kenney",
        "role": "extracted",
        "context": "nd Ghislaine \nHi, \nMy name is Lisa Kenney and I reside in NH. I have be"
      },
      {
        "name": "Ghislaine \nAnother",
        "role": "extracted",
        "context": "docs \nEFTA00021170\n\nEpstein & Ghislaine \nAnother wealthy predator who appears"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-06",
        "event": "July 6, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:04.129Z"
}