{
  "document": {
    "id": "efta00014175",
    "filename": "EFTA00014175.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014175.pdf",
    "text": "\n\nFrom: \nTo: \nCc \nSubject: Epstein issue with State Attorney's Office \nDate: Tue, 04 Aug 2009 17:16:38 +0000 \nImportance: Normal \nIt is Tuesday, so there must be a new issue with Epstein. This one potentially involves the Palm Beach County \nState Attorney's Office so I included poor on the email chain. \nHere are the two issues: \nFirst, I  have heard from several sources that Epstein is trying to convince (or perhaps has already convinced) the \nSAO to give him \"cooperation credit\" to shorten the length of his home confinement based upon \"cooperation\" \nthat he is giving to the Feds in the Bernie Madoff case. As you probably remember, a couple of weeks ago some \nnewspapers reported that Epstein is cooperating with FBI in the Madoff prosecution and that was the real reason \nfor him receiving such a light sentence. After those newspaper reports came out, the AUSA prosecuting the \nMadoff case called me asking who Epstein was and stating in no uncertain terms that Epstein is not cooperating. \nNonetheless, I can imagine our good friends (Goldberger, Lefkowitz, and others) telling the SAO that Epstein \nactually is cooperating and that the USA() agrees that he should have his sentence reduced. Now, this could all \nbe rumor, but and I  have heard it from so many different places (Town of Palm Beach PD, plaintiffs' \nattorneys, etc.), that it seems like someone should reach out to the SAO to make sure that they aren't beinr, \nany lies. I, of course, am happy to do so, but I didn't know if you felt that the contact should be made by \nOr \nI also just pulled the state docket sheet and found another motion to \"correct\" Epstein's sentence that we were \nnever told about. Docket entry 7 in the procurement of child prostitution case reads: \"Agreed Order that the \nOrder of \nCommunity Control is Corrected to Delete Special Condition #26 and #27.\" Something tells me that \nthere was no \n\"correction,\" this was a \"change\" that takes out things we considered important. Can \nyou get this from the courthouse and fax it to me? Case number is 502008CF009381AXXXMB. \nSecond, if new allegations or new victims come to light, are we allowed to investigate their claims? If we \ncannot, or if there is jurisdiction in another district, can we refer to allegations to another \nUSAO \nto investigate? \nThere are two very specific items that I would like to investigate further that relate to the S.D.FI.. Also, as you \nrecall, we never were able to advance our investigation regarding the New York victims, and none of them were \nincluded in our list of identified victims. The prosecutors on the Madoff case have asked if they can use some \nof \nour evidence — or at least speak with me and the FBI agents -- to prosecute Epstein regarding conduct in New \nYork. \nThank you. \nAssistant U.S. Attorney \nSouthern District of Florida \n500 East Broward Boulevard, 7th Floor \nFt. Lauderdale, FL 33394 \nEFTA00014175\n\nEFTA00014176",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Cc \nSubject",
        "role": "extracted",
        "context": "From: \nTo: \nCc \nSubject: Epstein issue with State Att"
      },
      {
        "name": "State Attorney",
        "role": "extracted",
        "context": "Subject: Epstein issue with State Attorney's Office \nDate: Tue, 04 Aug 2"
      },
      {
        "name": "Office \nDate",
        "role": "extracted",
        "context": "n issue with State Attorney's Office \nDate: Tue, 04 Aug 2009 17:16:38 +0"
      },
      {
        "name": "Normal \nIt",
        "role": "extracted",
        "context": "9 17:16:38 +0000 \nImportance: Normal \nIt is Tuesday, so there must be"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "one potentially involves the Palm Beach County \nState Attorney's Offi"
      },
      {
        "name": "County \nState",
        "role": "extracted",
        "context": "ially involves the Palm Beach County \nState Attorney's Office so I includ"
      },
      {
        "name": "Bernie Madoff",
        "role": "extracted",
        "context": "is giving to the Feds in the Bernie Madoff case. As you probably remembe"
      },
      {
        "name": "Agreed Order",
        "role": "extracted",
        "context": "ild prostitution case reads: \"Agreed Order that the \nOrder of \nCommunity"
      },
      {
        "name": "Community Control",
        "role": "extracted",
        "context": "eed Order that the \nOrder of \nCommunity Control is Corrected to Delete Specia"
      },
      {
        "name": "Delete Special",
        "role": "extracted",
        "context": "unity Control is Corrected to Delete Special Condition #26 and #27.\" Somet"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "Epstein regarding conduct in New \nYork. \nThank you. \nAssistant U.S."
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": ". \nThank you. \nAssistant U.S. Attorney \nSouthern District of Florida \n500 East"
      },
      {
        "name": "East Broward",
        "role": "extracted",
        "context": "hern District of Florida \n500 East Broward Boulevard, 7th Floor \nFt. Lau"
      },
      {
        "name": "Floor \nFt",
        "role": "extracted",
        "context": "0 East Broward Boulevard, 7th Floor \nFt. Lauderdale, FL 33394 \nEFTA00"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Lauderdale, FL",
        "type": "city"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:48.323Z"
}