{
  "document": {
    "id": "efta00013635",
    "filename": "EFTA00013635.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013635.pdf",
    "text": "\n\nIsiassithiasisis \nICIN\nW\nCYMC \nnymag.com \nIQ \nClick to Print\nBillionaires Are Free \n')PRINIT \nAnd, these days, a dime a dozen. But even for today's b boys, there are \nsome things money can't buy. \n• By Vanessa Grigoriadis \nDeep in the wilds of Chelsea, there is a door. The door has a screen, and the jet-black eye \nEFTA00013635\n\nof a promoter behind that screen, peeping out to gauge your social viability. Are you a \nmodel? Or a billionaire? It will be hard to get in otherwise. \nAround midnight, the most beautiful young models in the city arrive, squired in quickly, \ntheir backs with shoulder blades like arrows disappearing inside. Door, as the nightclub is \ncreatively called, popped up late this summer. No one is supposed to know it's there. It is \nwhere moguls go: After the Yahoo board meeting, Jeny Yang and David Filo came by. \nMother night in the fall, Sergey Brin and Larry Page were there. Supermarket billionaire \nRon Burkle, Virgin head Richard Branson, and Steve Bing, the down-to-earth \nDemocratic donor who inherited nearly a billion dollars from his real-estate-magnate \ngrandfather, the developer of some of the most beautiful Art Deco buildings on Park \nAvenue and the West Village. Advance men for President Clinton. Few other guys can \nget in, except for a couple of model wranglers, those handsome, usually South American \nguys who round up models at their apartments and herd them to nightclubs. Promoter \nDanny A., a friend of Ron Burkle's, runs this place—he even got to go on a trip to Israel \nwith President Clinton. The wranglers are the only people in here not having fun: One \nhand on a mojito, they are nervous as they text madly on the phone to more girls, more \ngirls, more girls. \nFor the rest of the city, the door is closed. A few handsome bankers wait on the sidewalk \noutside the club for a half-hour, scraping their shoes. \"I guess I'm a zero-value-added \nperson in this equation,\" says one, stepping away, disappointed. \nAt the very pinnacle of the New York social scene these days is the billionaire, once a \nreclusive character who secretively moved world markets from his castle on the hill but \nnow is more likely to be dining at a booth next to you. They're everywhere: This year, for \nthe first time, everyone on the Forbes 400 list was a billionaire, up from thirteen \nbillionaires in the early eighties. One can imagine them, swathed in Pyrex, looking down \nfrom their apartments in new designer buildings at our tenement buildings and bobbing \numbrellas, as though the world outside were some vast boho terrarium. \nNow that it seems you need a million dollars just to stay alive, the cultural imagination \nhas been captured by a billion. \"I've met six billionaires!\" crowed a friend of mine, \ncounting them on his hands, and then correcting himself-\"Seven!\" Our mayor, of \ncourse, is a billionaire five times over, with seven homes, a few worth $10 million, and a \nFlorida estate he bought for his daughter to strengthen her equestrian training. Over \nbrunch on a recent Sunday, my girlfriends and I chatted about their Saturday night out—\nthis one talked to one of the Dells; that one sat next to Stewart Rahr, the pharmaceutical \nmogul and owner of the most expensive home in the Hamptons; and everyone saw Ian \nSchrager. \n\"He's not a billionaire!\" huffed one of my friends, outraged at our ignorance. \nTo be a billionaire is to be radically free. You are your own galaxy. You make your own \nrules, hang out with the former president, send tourists to space. Billionaire investor \nJeffrey Epstein, who lives in the largest dwelling in Manhattan, a 51,000-square-foot \nEFTA00013636\n\npalace on 71st Street—though his business, naturally, is located on a 70-acre private \nisland in the Virgin Islands—was humiliated this summer when his lifestyle was made \npublic. Epstein was known to be a womanizer: He usually travels with three women, who \nare \"strictly not of our class, darling,\" says a friend. They serve his guests dinner on his \nprivate 727, and are also there for touching. \nBut it seems that he was also interested in oun er women: Over the past few years, a \nthen-17-year-old brought at least five high-school \ngirls between the ages of 14 and 16 over to Epstein's house in Palm Beach to \"massage\" \nhim, which meant watching him masturbate and even allegedly having sex. Epstein's \ndefense seems to be that he didn't know the girls were minors, and that he is \"very \npassionate about massage,\" as one of his lawyers says. \nThose who know Epstein say he's unfazed by his travails. \"He's totally open about his \nlife: His life is about making money and living an erotic life, and his escape isn't alcohol \nor drugs-it's sex,\" says a friend. \"I was talking to him the other day, and he said to me \nthat he was doing well and working steadily—between massages.\" \nIn books, the billionaire has become a symbol of ultimate power and freedom—they're \nGatsbys, yes, but they own the light at the end of the dock. In Michael Tolkin's The \nReturn of the Player, the player tries to make a fortune working for a $750,000,000 man \n(a pauper) and the billionaire who pulls his strings. The billionaire tells the player: \"You \ndon't know what a few extra decimal places taste like. There are wines—my God, you \ndon't know what they do for you—from vineyards that stopped selling to the public about \nforty popes ago ... The provenance of this [Rembrandt] is without blemish, and the \npainting has never been publicly catalogued, like a lot of the most amazing pieces in the \nworld, and I paid for it using the interest of the interest of the interest. A hundred and \ntwenty-five million dollars. I  had more money an hour after I signed the check than I did \nwhen I bought it.\" \nBut art falls short when describing the lives of billionaires. Steve Wynn is free enough to \nafford to buy a Picasso, even when his eyesight is famously challenged, and to rip a hole \nin that Picasso with his elbow while distractedly showing the painting before he closed \nthe deal with hedge-fund billionaire Steve Cohen to buy it for $139 million, which would \nhave been the highest price ever paid for a work of art. Convinced that the elbow gaffe \nwas fate, Wynn decided to keep the picture—what's $139 million, after all, to a man like \nhim? \nA billionaire has the wherewithal to match his moral vanity: While the rest of us struggle \nto keep our heads above water, billionaires are saving the world. There's Branson's \npledge to invest the next ten years of profit from his Virgin Group's airline and train \nbusinesses in renewable-energy initiatives, worth $3 billion. Bing, along with Burkle and \nothers, has pledged $1 billion to do the same. In June, Warren Buffett, the thrifty bridge \nplayer with the five-bedroom house in Nebraska, donated $31 billion to the Bill and \nMelinda Gates Foundation for education and global development. Buffett plans to give \naway 70 percent of his fortune. \"If I wanted to,\" he has said, \"I could hire 10,000 people \nEFTA00013637\n\nto do nothing but paint my picture every day for the rest of my life. And the gross \nnational product would go up.\" But \"there's no reason future generations of Buffetts \nshould command society just because they came from the right womb. Where's the \njustice in that?\" \nBillionaires can seem to have a power to conceal their actions that the Greek goddess \nAthena would have understood—and they are as susceptible as any mortal to believing \ntheir own mythology. But this can lead to problems when their power is questioned, as \npossibly happened to this year's chattering-class billionaire, Ron Burkle, the mysterious \n53-year-old who made his fortune in the very non-mysterious business of investing in \nsupermarkets. Burkle—who also works with President Clinton—is a fixture at the Mercer \nHotel, where he prefers to have breakfast and meetings when he's in town, instead of in \nhis office at Clinton's headquarters in Harlem. He has a pied-a-terre under renovation in \nNew York—which he splits with Leonardo DiCaprio—but is looking for something \nnicer. He offered $17 million in cash to the owner of Sky Studios, the city's preeminent \nbachelor pad, with rooftop pool, on lower Broadway, several times, but the owner, \nhimself a rich man, won't take anything under $17.2 million. They go back and forth \nabout it—pennies between stubborn men. \nA large part of Burkle's life is spent doing business for unions—hence the script on his \n757 private plane, \"770BB,\" or Box Boy Local 770, the union he was in when he started \nas a bag boy. He has given generously to the Urban League, Harlem Children's Zone, and \nUCLA, among others. Some portion of the other half of his life is spent being glamorous. \nHe's invested in Scoop, the fancy boutique chain, and has anonymously underwritten \nmodel enthusiasms, like his $200,000 contribution to Petra Nemcova's charity benefit for \ntsunami victims. His stunning home in Los Angeles, Green Acres, is the most exceptional \ncharity-event space in the city—$100 million has been raised there in the past year, with \n$1 million at a recent Clinton event. This fall, when the California governor asked his \nhelp, he flew the Dalai Lama from New York and back. \nIt's difficult to live in the public eye while keeping full control of your image, even for a \nbillionaire, as Burkle found when he made the acquaintance of a \"Page Six\" writer of \nquestionable wardrobe and integrity named Jared Paul Stern. Burkle caught Stem on tape \nallegedly trying to shake him down—but possibly in this case the cure was worse than \nthe disease, with Burkle, by many accounts an ordinary guy who does his own laundry, \nsuddenly as famous as Brad Pitt. \nTo defend his zone of privacy, Burkle has put together a fearsome, cloak-and-daggerish \nsecurity apparatus, including crisis manager Mike Sitrick (who was brought in to quiet \nthings down when hedge-fund manager Bruce McMahan was accused of conducting an \naffair with his own daughter) and Frank Renzi (who was in President Clinton's Secret \nService detail). \nHis wife—who petitioned for alimony of $410,000 per month but eventually received \n$40,000—provided a sobering view of the end of billionaire romance: \"My husband is \nenormously wealthy, a billionaire, has his own 757 jet, and literally could track me down \nEFTA00013638\n\nanywhere in the world,\" she testified. \"He is used to exerting control over all the people \nhe comes into contact with, including myself ... He cannot stand losing—anything!\" \nIt may not always be this way with billionaires. The new crop of Internet billionaires \nseem to have learned from the example of their forerunners and are determined to live \nlife differently in the \"Gooveau Riche\" era. Sergey Brin and Larry Page guard their \nprivacy so closely that little is known about where they live other than it's in Palo Alto, \nand the most impressive cars they own are Priuses. When Brin and Page met with the \nStanford grad students who started YouTube to negotiate the deal earlier this week, it was \nfor lunch at a Denny's. They do, however, own their own Boeing 767 jet, which includes \ntwo bedrooms and hammocks hung from the common-room ceiling. \nHammocks may not be the style of billionaire Roustam Tariko, the Russian banking and \nvodka tycoon, but he has a similarly freewheeling approach to life. Tariko had one of the \ncity's most incredible parties at the foot of the Statue of Liberty, to toast his new brand of \nvodka. Over a thousand people, dressed in their finest bling, gathered there to eat borscht \nand caviar under the lit statue. I remember Tariko running around, slightly flushed in a \npressed suit with a crisp white collar, greeting everyone from Helena Christensen to \nDonna Karan as Duran Duran played their old hits onstage. \nMore recently, it was rumored he'd bought Picasso's Dora Maar With Cat for $95 \nmillion. Tariko told Lillian Ross that he had done nothing of the sort. \"Not me,\" he said. \n\"Art dealers from all over the world are now asking me to buy Picassos, other \nImpressionists. I prefer Renaissance, Caravaggio. But I do not buy them. I'd rather invest \nin my freedom, rather than in my walls.\" \nFind this \nSKIS St: \nhtlp Amyx (twit* ilaniguitaillI64p2CC4,23461 \nci \nClick to Print \nTop of \nFormrO d TO Emtm alUala tab: et 1414 nth ?enc.! in the an gig \nCAW 114 I MM. Illtt IQs= \nBottom of Form \nEFTA00013639",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "nt, send tourists to space. Billionaire investor \nJeffrey Epstein, who lives in the largest dwelling in Manhattan,"
      },
      {
        "name": "Print\nBillionaires",
        "role": "extracted",
        "context": "CYMC \nnymag.com \nIQ \nClick to Print\nBillionaires Are Free \n')PRINIT \nAnd, thes"
      },
      {
        "name": "Are Free",
        "role": "extracted",
        "context": "Click to Print\nBillionaires Are Free \n')PRINIT \nAnd, these days, a"
      },
      {
        "name": "By Vanessa",
        "role": "extracted",
        "context": "me things money can't buy. \n• By Vanessa Grigoriadis \nDeep in the wild"
      },
      {
        "name": "Grigoriadis \nDeep",
        "role": "extracted",
        "context": "oney can't buy. \n• By Vanessa Grigoriadis \nDeep in the wilds of Chelsea, ther"
      },
      {
        "name": "Jeny Yang",
        "role": "extracted",
        "context": "fter the Yahoo board meeting, Jeny Yang and David Filo came by. \nMoth"
      },
      {
        "name": "David Filo",
        "role": "extracted",
        "context": "board meeting, Jeny Yang and David Filo came by. \nMother night in the"
      },
      {
        "name": "Sergey Brin",
        "role": "extracted",
        "context": "y. \nMother night in the fall, Sergey Brin and Larry Page were there. Su"
      },
      {
        "name": "Larry Page",
        "role": "extracted",
        "context": "in the fall, Sergey Brin and Larry Page were there. Supermarket billi"
      },
      {
        "name": "Ron Burkle",
        "role": "extracted",
        "context": "ere. Supermarket billionaire \nRon Burkle, Virgin head Richard Branson,"
      },
      {
        "name": "Richard Branson",
        "role": "extracted",
        "context": "aire \nRon Burkle, Virgin head Richard Branson, and Steve Bing, the down-to-"
      },
      {
        "name": "Steve Bing",
        "role": "extracted",
        "context": "gin head Richard Branson, and Steve Bing, the down-to-earth \nDemocrati"
      },
      {
        "name": "Art Deco",
        "role": "extracted",
        "context": "of some of the most beautiful Art Deco buildings on Park \nAvenue and"
      },
      {
        "name": "Park \nAvenue",
        "role": "extracted",
        "context": "autiful Art Deco buildings on Park \nAvenue and the West Village. Advance"
      },
      {
        "name": "West Village",
        "role": "extracted",
        "context": "dings on Park \nAvenue and the West Village. Advance men for President Cl"
      },
      {
        "name": "President Clinton",
        "role": "extracted",
        "context": "West Village. Advance men for President Clinton. Few other guys can \nget in,"
      },
      {
        "name": "South American",
        "role": "extracted",
        "context": "lers, those handsome, usually South American \nguys who round up models at"
      },
      {
        "name": "Promoter \nDanny",
        "role": "extracted",
        "context": "and herd them to nightclubs. Promoter \nDanny A., a friend of Ron Burkle's,"
      },
      {
        "name": "Stewart Rahr",
        "role": "extracted",
        "context": "e Dells; that one sat next to Stewart Rahr, the pharmaceutical \nmogul an"
      },
      {
        "name": "Ian \nSchrager",
        "role": "extracted",
        "context": "he Hamptons; and everyone saw Ian \nSchrager. \n\"He's not a billionaire!\" h"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "0-acre private \nisland in the Virgin Islands—was humiliated this summer wh"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "16 over to Epstein's house in Palm Beach to \"massage\" \nhim, which mean"
      },
      {
        "name": "In Michael",
        "role": "extracted",
        "context": "light at the end of the dock. In Michael Tolkin's The \nReturn of the P"
      },
      {
        "name": "The \nReturn",
        "role": "extracted",
        "context": "the dock. In Michael Tolkin's The \nReturn of the Player, the player tri"
      },
      {
        "name": "Steve Wynn",
        "role": "extracted",
        "context": "ng the lives of billionaires. Steve Wynn is free enough to \nafford to"
      },
      {
        "name": "Steve Cohen",
        "role": "extracted",
        "context": "l with hedge-fund billionaire Steve Cohen to buy it for $139 million, w"
      },
      {
        "name": "Virgin Group",
        "role": "extracted",
        "context": "ten years of profit from his Virgin Group's airline and train \nbusiness"
      },
      {
        "name": "In June",
        "role": "extracted",
        "context": "ed $1 billion to do the same. In June, Warren Buffett, the thrifty"
      },
      {
        "name": "Warren Buffett",
        "role": "extracted",
        "context": "lion to do the same. In June, Warren Buffett, the thrifty bridge \nplayer w"
      },
      {
        "name": "Melinda Gates",
        "role": "extracted",
        "context": "$31 billion to the Bill and \nMelinda Gates Foundation for education and"
      },
      {
        "name": "Mercer \nHotel",
        "role": "extracted",
        "context": "t Clinton—is a fixture at the Mercer \nHotel, where he prefers to have bre"
      },
      {
        "name": "Leonardo Di",
        "role": "extracted",
        "context": "New York—which he splits with Leonardo DiCaprio—but is looking for some"
      },
      {
        "name": "Sky Studios",
        "role": "extracted",
        "context": "llion in cash to the owner of Sky Studios, the city's preeminent \nbache"
      },
      {
        "name": "Box Boy",
        "role": "extracted",
        "context": "57 private plane, \"770BB,\" or Box Boy Local 770, the union he was i"
      },
      {
        "name": "Urban League",
        "role": "extracted",
        "context": "e has given generously to the Urban League, Harlem Children's Zone, and"
      },
      {
        "name": "Harlem Children",
        "role": "extracted",
        "context": "nerously to the Urban League, Harlem Children's Zone, and \nUCLA, among othe"
      },
      {
        "name": "Petra Nemcova",
        "role": "extracted",
        "context": "his $200,000 contribution to Petra Nemcova's charity benefit for \ntsunam"
      },
      {
        "name": "Green Acres",
        "role": "extracted",
        "context": "stunning home in Los Angeles, Green Acres, is the most exceptional \ncha"
      },
      {
        "name": "Dalai Lama",
        "role": "extracted",
        "context": "asked his \nhelp, he flew the Dalai Lama from New York and back. \nIt's"
      },
      {
        "name": "Page Six",
        "role": "extracted",
        "context": "e made the acquaintance of a \"Page Six\" writer of \nquestionable ward"
      },
      {
        "name": "Jared Paul",
        "role": "extracted",
        "context": "wardrobe and integrity named Jared Paul Stern. Burkle caught Stem on"
      },
      {
        "name": "Brad Pitt",
        "role": "extracted",
        "context": "undry, \nsuddenly as famous as Brad Pitt. \nTo defend his zone of priva"
      },
      {
        "name": "Mike Sitrick",
        "role": "extracted",
        "context": "tus, including crisis manager Mike Sitrick (who was brought in to quiet"
      },
      {
        "name": "Bruce Mc",
        "role": "extracted",
        "context": "down when hedge-fund manager Bruce McMahan was accused of conductin"
      },
      {
        "name": "Frank Renzi",
        "role": "extracted",
        "context": "ir with his own daughter) and Frank Renzi (who was in President Clinton"
      },
      {
        "name": "Secret \nService",
        "role": "extracted",
        "context": "ho was in President Clinton's Secret \nService detail). \nHis wife—who petiti"
      },
      {
        "name": "Gooveau Riche",
        "role": "extracted",
        "context": "ive \nlife differently in the \"Gooveau Riche\" era. Sergey Brin and Larry P"
      },
      {
        "name": "Palo Alto",
        "role": "extracted",
        "context": "they live other than it's in Palo Alto, \nand the most impressive car"
      },
      {
        "name": "When Brin",
        "role": "extracted",
        "context": "ve cars they own are Priuses. When Brin and Page met with the \nStanfo"
      },
      {
        "name": "Roustam Tariko",
        "role": "extracted",
        "context": "t be the style of billionaire Roustam Tariko, the Russian banking and \nvod"
      },
      {
        "name": "Helena Christensen",
        "role": "extracted",
        "context": "ollar, greeting everyone from Helena Christensen to \nDonna Karan as Duran Dura"
      },
      {
        "name": "Donna Karan",
        "role": "extracted",
        "context": "e from Helena Christensen to \nDonna Karan as Duran Duran played their o"
      },
      {
        "name": "Duran Duran",
        "role": "extracted",
        "context": "hristensen to \nDonna Karan as Duran Duran played their old hits onstage"
      },
      {
        "name": "Dora Maar",
        "role": "extracted",
        "context": "rumored he'd bought Picasso's Dora Maar With Cat for $95 \nmillion. Ta"
      },
      {
        "name": "With Cat",
        "role": "extracted",
        "context": "'d bought Picasso's Dora Maar With Cat for $95 \nmillion. Tariko told"
      },
      {
        "name": "Lillian Ross",
        "role": "extracted",
        "context": "for $95 \nmillion. Tariko told Lillian Ross that he had done nothing of t"
      },
      {
        "name": "Print \nTop",
        "role": "extracted",
        "context": "lI64p2CC4,23461 \nci \nClick to Print \nTop of \nFormrO d TO Emtm alUala t"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:47.050Z"
}