{
  "document": {
    "id": "efta00017995",
    "filename": "EFTA00017995.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00017995.pdf",
    "text": "\n\nHADDON \nMORGAN \nFOREMAN \nMarch 8, 2021 \nVIA EMAIL \nUnited States Attorney's Office \nSouthern District of New York \nNew York, NY 10007 \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDiscovery request pertaining to FOIA productions \nDear Counsel: \nI write to request certain discovery pursuant to Fed. R. Cr. P. 16. \nHaddon, \nMorgan and \nForeman, e c \nLaura \nA. Menninger \nDenver \nColorado 80203 \nwww.hmflow.com \nUnder Rule 16(a)(1)(E), I ask that you provide to us the documents produced by the FBI to \nnews media, as described in Radar Online v.  FBI, 17 Civ. 3956 (PGG). The FBI in New York \nreleased to Radar Online some 1,232 pages \"relating to the FBI's investigation and \nprosecution of Jeffrey Edward Epstein.\" Id. at Dkt. 25, p. 1. According to a letter signed by \nyour office, 181 pages were released in full and 1,051 were released with partial redactions. \nId. at 2. Your office made these representations and therefore presumably is aware of the \ndocuments' existence and constructively aware that their contents relate to the FBI \ninvestigation and prosecution of Jeffrey Edward Epstein and relate to the investigation and \nprosecution of Ghislaine Maxwell. We perceive no legal basis for you to refuse to produce \nthe records; the records have previously been released to a news media outlet, \"relate to\" the \ninvestigation and prosecution of Ms. Maxwell's alleged co-conspirator, and are in the \ngovernment's \"possession, custody, or control.\" \nWe also request that your office detail when each batch of documents, by Bates number or \nsome other identifier, were released to Radar Online. The public availability of, for example, \nwitness statements and other investigative materials is relevant to this case because we believe \nthere have been efforts by certain witnesses to conform their testimony to the public \nstatements and police reports made by other witnesses. It is relevant and material to Ms. \nMaxwell's defense to know when the FBI made any such witness statements (even if \nredacted) or other materials available to a tabloid news organization. \nEFTA00017995\n\nMarch 8, 2021 \nPage 2 \nFurther, we request that you make inquiry of your \"Prosecution Team,\" to include the USAO-\nSDNY, FBI-New York Office, and FBI Florida Office, regarding any other FOIA requests \nthat have produced documents pertaining to any investigation of Jeffrey Epstein or Ghislaine \nMaxwell and produce to us the documents made public through the FOIA requests, the dates \nthe documents were produced and the identity of the recipient of the documents. \nFinally, in your letter to Judge Nathan of October 7, 2020, you represented that your \n\"Prosecution Team ... had no involvement in the Florida Investigation.\" (Dkt. 63 at 4.) You \ndefined your \"Prosecution Team\" to include not only of the USAO-SDNY but also the FBI-\nNew York Office. We believe that the FBI-New York Office participated in the USAO-SDFL \ninvestigation by, inter alia, arranging for interviews and testimony of certain New York \nwitnesses between 2005 and 2010. We urge you to look again at your files to ascertain \nwhether your statement to Judge Nathan was accurate and to produce any materials that reflect \nthe involvement of the FBI-New York Office in the USAO-SDFL investigation. \nGiven that we are rapidly approaching trial, I ask that you please provide these materials by \nthe end of the week, March 15, 2021. \nRespectfully submitted. \nQ \nLaura A. Menninger \nCC: Counsel of Record via Email \nEFTA00017996",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "uced documents pertaining to any investigation of Jeffrey Epstein or Ghislaine \nMaxwell and produce to us the docum"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "w York \nNew York, NY 10007 \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDiscovery request pertaining t"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "estigation and prosecution of Ms. Maxwell's alleged co-conspirator,"
      },
      {
        "name": "Office \nSouthern",
        "role": "extracted",
        "context": "AIL \nUnited States Attorney's Office \nSouthern District of New York \nNew Yor"
      },
      {
        "name": "Dear Counsel",
        "role": "extracted",
        "context": "rtaining to FOIA productions \nDear Counsel: \nI write to request certain"
      },
      {
        "name": "Menninger \nDenver",
        "role": "extracted",
        "context": "and \nForeman, e c \nLaura \nA. Menninger \nDenver \nColorado 80203 \nwww.hmflow.c"
      },
      {
        "name": "Under Rule",
        "role": "extracted",
        "context": "lorado 80203 \nwww.hmflow.com \nUnder Rule 16(a)(1)(E), I ask that you p"
      },
      {
        "name": "Radar Online",
        "role": "extracted",
        "context": "news media, as described in Radar Online v.  FBI, 17 Civ. 3956 (PGG)."
      },
      {
        "name": "Jeffrey Edward",
        "role": "extracted",
        "context": "stigation and \nprosecution of Jeffrey Edward Epstein.\" Id. at Dkt. 25, p."
      },
      {
        "name": "Prosecution Team",
        "role": "extracted",
        "context": "hat you make inquiry of your \"Prosecution Team,\" to include the USAO-\nSDNY,"
      },
      {
        "name": "Florida Office",
        "role": "extracted",
        "context": "FBI-New York Office, and FBI Florida Office, regarding any other FOIA req"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "igation of Jeffrey Epstein or Ghislaine \nMaxwell and produce to us the documen"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": ". \nFinally, in your letter to Judge Nathan of October 7, 2020, you repre"
      },
      {
        "name": "Florida Investigation",
        "role": "extracted",
        "context": "... had no involvement in the Florida Investigation.\" (Dkt. 63 at 4.) You \ndefine"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-03-08",
        "event": "March 8, 2021"
      },
      {
        "date": "2020-10-07",
        "event": "October 7, 2020"
      },
      {
        "date": "2021-03-15",
        "event": "March 15, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:55.993Z"
}