{
  "document": {
    "id": "efta00029869",
    "filename": "EFTA00029869.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00029869.pdf",
    "text": "\n\nJuly 13, 2021t Prep \nAUSAs \nSA \nDet. \nPrepared for trial testimony. previously undisclosed, clarifying, or different recollections \nbelow: \n• • provided AUSAs with a list of medications she currently takes [list attached] \n• son recently reminded her that had been invited to travel to an island. • \ndoes not have a specific clear memory of this now. \n• El also recalls that her son may have gone to Palm Beach with once because he \ncame home and showed her pictures of gargoyles, which she recalls were taken at the \nPalm Beach property. \n• E estimates that was traveling to Palm Beach for work for approximately two \nand a half years when she was a teenager. \n• El did not see the contents of the packages received, but she remembers \nhaving books about massage and promiscuous clothing after receiving those \npackages. \n• • recalls the following callers to her phone regarding work in Palm Beach: \no Two male voices: \n• One was a car service or driver picking \nup \n• The second E remembers calling to say he was sending a car to pick \nup \no Two female voices: \n• One named called multiple times. \n• One with an accent called multiple times. \n• \nbelieves this woman's \nname was something like Giselle Maxine \n• • recalls the female caller with an accent being particularly unpleasant in her tone \nduring one call, during which the female caller said that and her friends were \nsupposed to be at the house for a party. • assumed that meant and her friends \nwere supposed to set up for some party. \n• El did not realize that had been sexually abused by Jeffrey Epstein until the FBI \nknocked \non \ndoor in or about 2007 as part of an investigation. never \nexplicitly told E what happened to her with Epstein, and no one from law enforcement \never explicitly told E what happened either, but E gathered over the years from \nbehavior, law enforcement interactions, and civil suits that Epstein must have \nabused her. \n• After E went to GA, at some point told U that E and E were \ngetting cocaine from the house they were cleaning in Palm Beach. U didn't say who \nactually ave them cocaine. • told U that U was cleaning houses. \n• Since IE has gotten out of jail in 2020, E has spoken with him a handful of times about \nhis son. • told E that he was subpoenaed, but he otherwise did not tell her anything \nelse. • told E recently that E asked her for money. \nEFTA00029869\n\n12r \n/71 \nggq \npp \n2.)5_ \nrcteixti \neaS-i97ri-WP \na v\nyriA:\n41-t? \n/c9c7nAi \nbto46- \ne\nrn\nA.2wit \n7\n/1\n-14,ci \nclick \nTruDAW \n,0411,/fAc.f) \nof/,ritiosat, \nxiame \n2_/.04tc8Ap_ \n2,y \nEFTA00029870",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "did not realize that had been sexually abused by Jeffrey Epstein until the FBI \nknocked \non \ndoor in or about 2007"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "that her son may have gone to Palm Beach with once because he \ncame ho"
      },
      {
        "name": "Giselle Maxine",
        "role": "extracted",
        "context": "an's \nname was something like Giselle Maxine \n• • recalls the female calle"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:24.424Z"
}