{
  "document": {
    "id": "efta00015646",
    "filename": "EFTA00015646.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015646.pdf",
    "text": "\n\nFrom: \nTo: \nSubject: News Brief \nDate: Fri, 27 Aug 2021 21:00:39 +0000 \nHave a good weekend \neveryone... \nJustice Dept. to Close Troubled Jail Where Jeffrey Epstein Died The 233 people being held at the \nMetropolitan Correctional Center will be moved, at least temporarily, while officials address conditions there. \nhttps://www.nytimes.com/2021/08/26/nyregion/MCC-epstein-jail-closed.html \nHatescape: An In-Depth Analysis of Extremism and Hate Speech on TikTok —  Institute for Strategic \nDialogue (24 August 2021) TikTok is now one of the world's leading social media platforms, used by millions \ndaily to create videos that are stylish, eye-catching and technically impressive and that inspire others to join \nin. The platform's videos give rise to countless viral trends across online platforms, with content spread \nacross other social media sites. But TikTok is also popular with those intent on using online spaces to \nproduce, post and promote hate and extremism. Academic research and news investigations have reported on \nthe problematic side of TikTok, but there is still a significant knowledge gap on how unique aspects of the \nplatform are used at scale to direct hatred at others. ISD set out to examine the state of hate on TikTok in two \nways. The first objective involved analysing how individuals or groups promote hateful ideologies and target \npeople on the platform based on numerous protected attributes such as ethnicity, religion, gender or others. The \nsecond objective involved using the same framework but investigating how features on TikTok like \nprofiles, hashtags, share functions, video effects and music are used to spread hate. \nAttorney General Merrick B. Garland Delivers Remarks At Justice Department Leadership Meeting  With State \nAnd Local Election Officials On Threats To Election Workers [DOJJ Multiple Field Offices \nEFTA00015646\n\n•  The right to vote is the foundation of our democracy, the right from which all other rights ultimately flow. \nProtection of that right is a top priority of the Justice Department. Indeed, it was one of the principal \nreasons for the Department's founding in 1870. \n•  Today [Aug. 26], we must protect not only the right of eligible voters to vote. We must also protect those \nwho administer our voting systems from threats and intimidation. Only by protecting those who \nadminister the election process can we ensure that the right to vote, itself, is protected. \n•  See press release for further details. \nT-Mobile Hacker Who Stole Data On 50 Million Customers: 'Their Security Is Awful' [Wall Street Journal] SE \nand NK \n•  John Binns, a  21-year-old American who moved to Turkey a few years ago, told The Wall Street Journal he \nwas behind the [T-Mobile] security breach. Mr. Binns, who since 2017 has used several online aliases, \ncommunicated with the Journal in Telegram messages from an account that discussed details of the hack \nbefore they were widely known. \n•  The breach is the third major customer data leak that T-Mobile has disclosed in the past two years. The \nBellevue, Wash., company is the second-largest U.S. mobile carrier with roughly 90 million cellphones \nconnecting to its networks. The Seattle office of the FBI is investigating the T-Mobile hack. \n•  \"John Binns\" is positive in FBI holdings for captioned matter. Program Manager: Cyber \nCapitol Police Officers Sue  [President]  Trump And Extremist Groups Over  [2021] Capitol Riot [Courthouse \nNews] WFO and Multiple Field Offices \n•  A group of seven U.S. Capitol Police officers sued [President] Trump and a  slew [\"nearly 20\"] of far-right \nextremist organizations and political organizers on Thursday [Aug. 26] over the Jan. 6 [2021] Capitol riot, \nin the most comprehensive and expansive lawsuit filed regarding the riot thus far. \n•  The officers claim Trump, the Proud Boys, the Oath Keepers, Trump ally Roger Stone and others conspired \nto use violence to stop Congress from certifying President Joe Biden as the winner of the 2021 \npresidential election, and that [President] Trump worked with these organizations and political organizers \nto promote the baseless claim that the election was stolen. \nRobert F Kennedy Assassin  [1968]  Sirhan Seeks Parole;  DA Won't Challenge Release [AP News] LA \n•  Sirhan Sirhan faces his 16th parole hearing Friday [Aug. 26] for fatally shooting U.S. Sen. Robert F. \nKennedy in 1968, and for the first time no prosecutor will be there to argue he should be kept behind \nbars. \n•  The 77-year-old Sirhan has served 53 years for the first-degree murder of the New York senator and \nbrother of President John F. Kennedy. RFK was a Democratic presidential candidate when he was gunned \ndown at the Ambassador Hotel in Los Angeles moments after delivering a victory speech in the pivotal \n[1968] California primary. \n•  \"Sirhan Sirhan\" is positive in FBI holdings for captioned matter. Program Manager: CID \nEFTA00015647\n\n\"Documentary\" Profiling  White Nationalist Group Released On Blockchain Video Platform [SITE Intelligence] \nMultiple Field Offices \n\"  A documentary-style propaganda film promoting one of the most high-profile far-right groups in the \nUnited States was recently released via a far-right-friendly video-hosting platform. \n\"  Media2Rise published what is purportedly only the first part of \"Sons of the Founders,\" a documentary \nabout the white nationalist activist group Patriot Front. The 12 minute, 43 second video was published \nboth to Odysee, a blockchain-based video hosting website favored by the far-right, and Media2Rise's \nTelegram channel. \n\"  \"Sons of the Founders\" features footage from what Media2Rise describes as exclusive access to a Patriot \nFront training camp at an undisclosed location. (Founder and leader Thomas Rousseau describes the \nlocation as being on \"the coast of the Atlantic, or as close as I've ever been.\") \n\"  \"Thomas Rosseau\" is positive in FBI holdings for captioned matter. Program Manager: DTOU \nExtremist groups 'actively recruiting' military and police, Canadian intelligence report warns \nBy Stewart Bell, Global News, Posted August 23, 2021 4:00 am, Updated August 23, 2021 9:32 am \nhttps://globalnews.ca/news/8128463/extremist-groups-military-recruitment-report/\nFar-right extremist groups are \"actively recruiting\" past and present members of the military and police, according to a \ndeclassified Canadian intelligence report obtained by Global News. The report cited 17 examples in Canada, the U.S., \nU.K., Germany and New Zealand which \"illustrate the intersections and relationships between ideologically motivated \nviolent extremism and uniformed personnel.\" Six of the cases involved members of the Canadian military or reserves... It \nsaid the groups included the Proud Boys, Oath Keepers and Boogabo Movement, as well as the Three Percenters — a so-\ncalled patriot group that took part in the Jan. 6 assault at the U.S. Capitol... \nChicago CBP Seizes Counterfeit DEA Badges, Again! \nUS Customs and Border Protection Media Release, Release Date: August 24, 2021 \nhttps://www.cbp.govinewsroom/local-media-release/chicago-cbp-seizes-counterfeit-dea-badges-again\nCHICAGO— Just last weekend, U.S. Customs and Border Protections (CBP) officers at the Chicago International Mail \nBranch (IMF) seized eight Drug Enforcement Administration (DEA) badges and one FBI badge. Over the last two days, \nAugust 22 and 23, CBP officers found more counterfeit badges; this time officers intercepted 26 counterfeit DEA badges. \nCBP inspected 25 parcels to determine the admissibility of the contents. Officers seized a total of 26 badges all destined \nfor locations across the U.S to include: Washington, Iowa, Kentucky, Florida, California, New Jersey, New York, \nPennsylvania, Michigan, Virginia, Indiana, Ohio, Texas, and Illinois. These shipments were all arriving from China and were \nsent by the same shipper from the previous week... \nTreasury Targets Corruption Networks in Paraguay \nUS Department of the Treasury Press Release, August 24, 2021 \nhttps://home.treasury.govinews/press-releases/jy0332\nIPT NOTE: See item #32 below for analysis. \nWASHINGTON — Today, the U.S. Department of the Treasury's Office of Foreign Assets Control (OFAC) sanctioned three \nParaguayan individuals, Kassem Mohamad Hijazi, Khalil Ahmed Hijazi, and Liz Paola Doldan Gonzalez, for their roles in \ncorruption in Paraguay, as well as five associated entities connected with their corruption schemes. These individuals and \nentities are designated pursuant to Executive Order (E.O.) 13818, which builds upon and implements the Global Magnitsky \nHuman Rights Accountability Act and targets perpetrators of serious human rights abuse and corruption around the world. \nCorruption degrades the rule of law, weakens economies and stifles economic growth, undermines democratic institutions, \nperpetuates conflict, deprives innocent civilians of fundamental human rights, and is intrinsically linked to money laundering \nand lack of financial transparency. Today's action further demonstrates the U.S. government's ongoing effort to impose \ntangible and significant consequences on corrupt actors in order to protect the U.S. financial system from abuse... Click \nhere to view more information on today's designation. \nhttps://home.treasury.gov/policy-issues/financial-sanctions/recent-\nactions/20210824 \nCoordinated Law Enforcement \nand Treasury Action Against Money Launderers in the Tri-Border Area \nEFTA00015648\n\nEmanuele Ottolenghi, Senior Fellow, Foundation for Defense of Democracies (FDD), August 25, 2021 I Policy Brief \nhttps://www.fdd.org/analysis/2021/08/25/money-launderers-tri-border-area/ \nIPT NOTE: See related item #14 above. \nEmanuele Ottolenghi is a senior fellow at the Foundation for Defense of Democracies (FDD), where he also contributes to \nFDD's Center on Economic and Financial Power (CEFP). FDD is a Washington, DC-based, nonpartisan research institute \nfocusing on national security and foreign policy. \nGroundbreaking extradition lands ELN members in Texas for narco-terrorism and international cocaine \ndistribution \nPossible $5 million reward for alleged leader \nU.S. Attorney's Office, Southern District of Texas, Thursday, August 19, 2021 \nhttps://www.jusfice.gov/usao-sdbdpilgroundbreaking-extradition-lands-eln-members-texas-narco-terrorism-and-\ninternational \nHOUSTON — Two alleged members of one of the most serious transnational criminal organizations will make their initial \nappearances in U.S. federal court on charges of narco-terrorism and distributing kilogram quantities of cocaine from \nColombia. This is the first time believed members of the National Liberation Army (Ejercito de Liberaci6n Nacional aka \nELN) have been extradited to the United States in their nearly 60-year history to face both narco-terrorism and drug \ntrafficking charges. ELN is a Colombian guerrilla group officially designated as a foreign terrorist organization Oct. 8, 1997. \nIt continues to operate as one of the largest narco-terrorism organizations in the world... \nAfghanistan Live Updates: Toll in Kabul Airport Bombing Rises to 170 After a blast that killed 13 U.S. troops, evacuation \nflights have resumed. With four days remaining until an Aug. 31 deadline for the U.S. withdrawal, the window for airlifts is \nnarrowing. (as of 11:33am) \nRead the latest \nU.S. officials provided Taliban with names of Americans, Afghan allies to evacuate \n\"Basically, they just put all those Afghans on a kill list,\" said one defense official. \nBy Lara Seligman, Alexander Ward, & Andrew Desiderio, Politico.com Exclusive, 08/26/2021 03:28 PM EDT \nhttps://www.politico.cominews/2021/08/26/us-officials-provided-taliban-with-names-of-americans-afghan-allies-to-evacuate-\n506957 \nU.S. officials in Kabul gave the Taliban a list of names of American citizens, green card holders and Afghan allies to grant \nentry into the militant-controlled outer perimeter of the city's airport, a choice that's prompted outrage behind the scenes \nfrom lawmakers and military officials. The move, detailed to POLITICO by three U.S. and congressional officials, was \ndesigned to expedite the evacuation of tens of thousands of people from Afghanistan as chaos erupted in Afghanistan's \ncapital city last week after the Taliban seized control of the country. It also came as the Biden administration has been \nrelying on the Taliban for security outside the airport... But the decision to provide specific names to the Taliban, which has \na history of brutally murdering Afghans who collaborated with the U.S. and other coalition forces during the conflict, has \nangered lawmakers and military officials... \nISKP Claims Attack Near Hamid Karzai International Airport As Suicide Bombing [SITE Intelligence] \n•  The group's 'Amaq News Agency issued a report on the incident on August 26, 2021, and provided a \nphoto of the bomber, \"Abdul Rahman al-Logari\". \n•  According to the message, the Khorasan Province (ISKP) fighter reached a  distance of \"no more than five \nmeters from the American forces,\" and detonated his explosive belt, killing 60 and wounding over 100 \nothers. IS \"military sources\" said more than 20 American soldiers were killed and wounded in the attack. \n•  See also SITE: IS-Aligned Unit Quickly Crafts Propaganda Poster From ISKP Claim For Attack Near Hamid \nKarzai \nInternational Airport \nEFTA00015649\n\nIslamic State pours scorn on Taliban victory in Afghanistan while experts warn of 'new phase of jihad' \nDavid Rose, Beirut, The Times (London), Friday August 20 2021, 12.00pm BST, \nhttps://www.thetimes.co.uk/article/islamic-state-pours-scorn-on-taliban-victory-tafghanistan-while-experts-wam-of-new-\nphase-of-jihad-3v72cig3clq\nIslamic State has poured scorn on the Taliban's victory in Afghanistan, claiming that its Islamist rival had merely been \nhanded the country by the withdrawal of American troops. In its first comment since the Taliban's takeover in Kabul, the \nterrorist group declared that the Afghan movement had not fought a true \"jihad\" — or holy war — and expressed doubt that \nit could implement true sharia law in Afghanistan. It also mocked \"the new Taliban\" as a tool \"in the guise of Islam\", which \nwould be used by the US to mislead Muslims and to fight Islamic State's own presence in the region. The comments came \nin an editorial in the group's al-Naba newspaper, which is disseminated online via encrypted messaging apps, despite \nefforts to suppress it, and is considered a mouthpiece for the group's leaders. \"It is a victory for peace, not for Islam; [a \nvictory] for negotiations, not jihad,\" the editorial published yesterday said, referring to the Taliban's takeover. Analysts said \nthat Isis militants were \"jealous\" of their ideological rivals' success, but also noted the group's warning that it could stage a \n\"new phase of jihad\" in response, including in Afghanistan... \nWhat We Know About The Kabul Airport Attack That Killed US Troops [ABC News] \n•  An explosion that killed at least 13 U.S. service members in Afghanistan Thursday [Aug. 26] was part of a \n\"complex\" attack near the Kabul airport, the Pentagon said. \n•  Two ISIS suicide bombers detonated in the vicinity of both the Kabul airport's Abbey Gate and the \nadjacent Baron Hotel, according to Gen. Kenneth McKenzie, the commander of U.S. Central Command. \n•  The U.S. service members killed included 10 Marines, one Army, one to be determined and one Navy \nhospital corpsman, or medic. A 13th service member injured in the attack later died. \n•  For associated photo and video attack coverage see Daily Mail — UK: 'We Will Make You Pay': Emotional \n[President]  Biden Vows To 'Hunt Down' ISIS-K For Double Suicide Bomb Attack That Killed 13 US Troops \nAnd 90 Afghans. Takes Responsibility For Carnage But Stands By Troop Withdrawal \nAfter Decades Of War, ISIS And Al Qaeda Can Still Wreak Havoc [New York Times] \n•  The twin suicide bombings near the Kabul airport on Thursday [Aug. 26] underscored the devastating \npower these groups still have to inflict mass casualties in spite of the American effort. \n•  And they raised haunting questions about whether the Taliban can live up to the central promise they \nmade when the Trump administration agreed in early 2020 to withdraw American forces from the \ncountry — that Afghanistan would no longer be a staging ground for attacks against the United States and \nits allies. \n•  The Taliban's lightning takeover of the country hardly assures that all militants in Afghanistan are under \ntheir control. To the contrary, the Islamic State affiliate in Afghanistan — known as Islamic State Khorasan \nor ISIS-K — is a bitter, albeit much smaller, rival that has carried out dozens of attacks in Afghanistan this \nyear (2021] against civilians, officials and the Taliban themselves. \nThe Taliban Are Far Closer to the Islamic State Than They Claim —  Foreign Policy (26 August 2021) \nIn an early sign of Afghanistan's dystopian future as well as a reminder of its dark past, a coordinated suicide \nattack hit several locations in Kabul, including a  hotel and the airport. Dozens of people were killed and \nhundreds injured, including Afghan civilians attempting to leave the country and the U.S. soldiers overseeing \nthe evacuation. Islamic State-Khorasan has taken responsibility, but the Taliban faction partially in control of \nsecurity in Kabul over the past several days, the Haqqani network, must also be scrutinized. Ultimately, the \nattack strategically benefits the Haqqani as it will likely speed up foreign departures and prevent the prospect of \nfurther evacuations. There have been repeated warnings of a  potential airport attack over the last week. When \nEFTA00015650\n\nit came, it was not spontaneous or random but a well-planned assault, using multiple bombs and targets \ncalculated to achieve several objectives. The first and most obvious goal was to kill fleeing Afghans and \ndiscourage others from attempting to leave via the airport—or to close the airport itself. But another goal was \nthe death of coalition troops, thus using the specter of tenor to ensure the West stuck to the agreed on Aug. \n31 deadline to leave the country. The timing of the attack, on the cusp of the 20th anniversary of the 9/11 \nattacks, sends out a powerful signal to other jihadists. \nIn Taliban-Ruled Afghanistan, Al Qaeda-Linked Haqqani Network Rises to Power \nHaqqani network's new prominence undermines Taliban's claims of severing terrorist ties \nBy Sune Engel Rasmussen and Nancy A. Youssef, Wall Street Journal, Aug. 26, 2021 11:00 am ET \nhttps://www.wsj.corniarticlesfin-taliban-ruled-afghanistan-al-qaeda-linked-haqqani-network-rises-to-power-11629990056? \nst=501gOng6ghosyy9&reflink=desktopwebshare  permalink \nAfter taking control of Afghanistan, the Taliban has pledged to be a responsible member of the international community that \ndoesn't pose a threat to any country's security. However, the Islamist movement's victory in Afghanistan has elevated its \nmost radical and violent branch, the Haqqani network. Having perpetrated some of the deadliest attacks of the 20-year war, \nthe network—unlike the broader Taliban—has been designated as a terrorist organization by the U.S. since 2012. Closely \nlinked to al Qaeda, the network also has for decades been involved in the hostage-taking of Westerners, and currently \nholds at least one American citizen captive, according to U.S. officials. \"I do not believe that anyone in the West fully \nunderstands the reach of the Haqqani network,\" said retired Lt. Gen. Michael K. Nagata, a former director of strategy for \nthe National Counterterrorism Center. \"It is the single most impressive nonstate militant group I have ever seen, with the \nexception of ISIS in the first two years of the caliphate?... \nWho are Isis-K, the new threat on Afghan horizon? \nCatherine Philp, Diplomatic Correspondent, The Times (London), August 25 2021, 5.OOpm BST \nhttps://www.thetimes.co.uk/article/who-are-isis-k-the-new-threat-on-afghan-horizon-vnxInwnxk \nMilitary planners are warning that the chaos in Afghanistan could give rise to a separate and more extreme threat than \neven the Taliban, as the regional arm of Islamic State seeks to strengthen its position. Isis-K, or the Islamic State of \nKhorasan, is an affiliate of the group that overran large parts of Syria and Iraq to establish a so-called \"caliphate\". Isis-K, \nestablished in eastern Afghanistan in 2015, is a swom enemy of the Taliban and the two groups have clashed repeatedly. It \nwas initially drawn largely from fighters of the Pakistani Taliban, not the Afghan group, but has raided the Afghan Taliban's \nranks too. Khorasan is a traditional name for the Central Asian and South Asian area that Afghanistan is part of, similar to \nthe name al-Sham that the group used to refer to the Levant. Unlike the Afghan Taliban, whose focus remains on \nAfghanistan, Isis-K has repeatedly articulated its desire to attack the United Nations and western powers. While its strength \nis focused in the provinces bordering Pakistan, the source of present concern about the group is its ability to strike the \ncapital, Kabul, as it has before with suicide bombings... \nAlso, NY Post: https://nypost.com/2021/08/26/who-are-isis-k-what-to-know-about-the-afghan-terrorist-qroupi? \nutm campaign=nypdaily&utm source=saitthru&utm medium=email&utm content=20210827&utm term=NYN/020-\n%20Moming%20Report \nWho are Isis-K, the Islamic State insurgents suspected of plotting attacks in Kabul airport? \nThe splinter cell does not have a friendly relationship with the Taliban in Afghanistan \nBy James Rothwell, The Daily Telegraph (London), 25 August 2021 • 1:18pm \nhttps://www.telegoph.co.uklworld-news/2021/08/25/isis-k-islamic-state-insurnents-suspected-plotting-attacks-kabul/ \nPresident Joe Biden has cited a potential terror attack by the Isis-K group as grounds for speeding up the Afghanistan \nevacuation efforts at Kabul airport... Here we look at how Isis-K came to exist and why it poses such a threat to US forces \nin Afghanistan... \nCIA, U.S. Troops Conduct Missions Outside Kabul Airport to Extract Americans, Afghan Allies \nRisky operations include helicopter lifts, ground troops as evacuation window closes \nBy Gordon Lubold, Warren P. Strobel and Jessica Donati, Wall Street Journal, Updated Aug. 25, 2021 5:04 pm ET, Print \nAug 26, 2021 \nhttps://www.wsj.com/articleskia-u-s-troops-conduct-missions-outside-kabul-airport-to-extract-americans-allies-\n11629915605?st=rxppa0fo6cemsqr&reflink=desktopwebshare  \npermalink \nEFTA00015651\n\nWASHINGTON—The Central Intelligence Agency and the U.S. military are conducting extraction operations to evacuate \nAmericans using helicopters and ground troops as the window begins to close for rescuing all people at risk in Afghanistan. \nThe CIA has launched clandestine operations to rescue Americans in and outside Kabul in recent days, according to U.S. \nand other officials. The missions are using American military helicopters but under the control of the CIA, a typical \narrangement in such operations. A congressional source knowledgeable about the evacuation effort said U.S. troops had \ngone into Kabul on joint missions with other foreign allies, including Britain and France, to designated locations where they \nhad picked up citizens from all those nations, U.S. green-card holders, and Afghans who hold special visas for helping the \nU.S. military... \nBritish Embassy Left Details Of Afghan Staff For Taliban To Find [Times Of London — UK] \n•  [UK] Foreign Office staff left documents with the contact details of Afghans working for them as well as \nthe CVs of locals applying for jobs scattered on the ground at the British embassy compound in Kabul that \nhas been seized by the Taliban. \n•  The papers identifying seven Afghans were found by The Times on Tuesday [Aug. 25] as Taliban fighters \npatrolled the embassy. \n•  Phone calls to the numbers on the documents revealed that some Afghan employees and their families \nremained stranded on the wrong side of the airport perimeter wall days after their details were left in the \ndirt in the haste of the embassy's evacuation on August 15. \nFive Daesh, Al-Qaeda Suspects Arrested In Istanbul  [Turkey] [Yeni Safak — TUR] \n•  Five suspects were arrested in Turkey on Thursday [Aug. 26] during operations against the Daesh and al-\nQaeda terror groups. The suspects were seized in simultaneous raids at nine different places in seven \ndistricts of Istanbul. \n•  From Middle East Monitor — UK: As many as 10 people suspected of having links to the Daesh terror \ngroup were arrested in Istanbul province, police said on Sunday [Aug. 22]. 10 Daesh Suspects Arrested In \nIstanbul \nNigerian Government Says \"Safe to Assume\" Boko Haram Leader is Dead \nOn August 23, Nigeria's government said that it  no longer has \nany doubts that Abubakar Shekau, the leader of Boko Haram, is \ndead. \n• Reports of Shekau's death first emerged three months \nago following a  confrontation between Boko Haram and \nits rival, Islamic State West Africa Province (!SWAP), \nin the Sambisa Forest. \n• Nigerian officials initially expressed skepticism about \nthe reports. \n• On August 23, Information Minister Lai Mohammed \nsaid in an interview that \"our position is that he has been \nreported dead and he is dead.\" \n• Mohammed cited the \"instability ... and the struggle for \nsuccession,\" thousands of Boko Haram adherents \nsurrendering, and \"reports from the camp of Boko \nHaram itself' as evidence. \n• A U.S. military official agreed, stating, \"We think he \nwas probably killed.\"  \nEFTA00015652\n\nhttps://www.voanews.com/africa/nigeria-says-safe-assume-boko-haram-leader-dead \nMTA Daily: \nSignificant Dates in History \nAugust 27, 1979 \nNorthwest coast of Ireland \nMountbatten Killed by IRA \nBrief Description: On August 27, 1979, Lord Louis Mountbatten is killed when Irish Republican Army (IRA) terrorists \ndetonate a  50-pound bomb hidden on his fishing vessel Shadow V. Mountbatten, a war hero, elder statesman, and \nsecond cousin of Queen Elizabeth II, was spending the day with his family in Donegal Bay off Ireland's northwest \ncoast when the bomb exploded. Three others were killed in the attack, including Mountbatten's 14-year-old \ngrandson, Nicholas. Later that day, an IRA bombing attack on land killed 18 British paratroopers in County Down, \nNorthern Ireland. \nThe assassination of Mountbatten was the first blow struck against the British royal family by the IRA during its long \nterrorist campaign to drive the British out of Northern Ireland and unite it with the Republic of Ireland to the south. \nThe attack hardened the hearts of many Brits against the IRA and convinced Margaret Thatcher's government to take \na  hard-line stance against the terrorist organization. \nThe IRA immediately claimed responsibility for the attack, saying it detonated the bomb by remote control from the \ncoast. It also took responsibility for the same-day bombing attack against British troops in County Down, which \nclaimed 18 lives. \nIRA member Thomas McMahon was later arrested and convicted of preparing and planting the bomb that destroyed \nMountbatten's boat. A near-legend in the IRA, he was a leader of the IRA's notorious South Armagh Brigade, which \nkilled more than 100 British soldiers. He was one of the first IRA members to be sent to Libya to train with \ndetonators and timing devices and was an expert in explosives. Authorities believe the Mountbatten assassination \nwas the work of many people, but McMahon was the only individual convicted. Sentenced to life in prison, he was \nreleased in 1998 along with other IRA and Unionist terrorists under a controversial provision of the Good Friday \nAgreement, Northern Ireland's peace deal. McMahon claimed he had turned his back on the IRA and was becoming \na  carpenter. \nRegards, \nSenior Intelligence Specialist \nU.S. Attorney's Office — SDNY \nTerrorism & International Narcotics Unit \nOne St. Andrew's Plaza \nNew York, NY 10007 \nEFTA00015653",
    "pageCount": 8,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ne... \nJustice Dept. to Close Troubled Jail Where Jeffrey Epstein Died The 233 people being held at the \nMetropolit"
      },
      {
        "name": "Binns",
        "role": "extracted",
        "context": "e [T-Mobile] security breach. Mr. Binns, who since 2017 has used"
      },
      {
        "name": "News Brief",
        "role": "extracted",
        "context": "From: \nTo: \nSubject: News Brief \nDate: Fri, 27 Aug 2021 21:00"
      },
      {
        "name": "Justice Dept",
        "role": "extracted",
        "context": "a good weekend \neveryone... \nJustice Dept. to Close Troubled Jail Where"
      },
      {
        "name": "Close Troubled",
        "role": "extracted",
        "context": "everyone... \nJustice Dept. to Close Troubled Jail Where Jeffrey Epstein Di"
      },
      {
        "name": "Jail Where",
        "role": "extracted",
        "context": "stice Dept. to Close Troubled Jail Where Jeffrey Epstein Died The 233"
      },
      {
        "name": "Died The",
        "role": "extracted",
        "context": "ed Jail Where Jeffrey Epstein Died The 233 people being held at the"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "233 people being held at the \nMetropolitan Correctional Center will be moved, at leas"
      },
      {
        "name": "An In",
        "role": "extracted",
        "context": "-jail-closed.html \nHatescape: An In-Depth Analysis of Extremism a"
      },
      {
        "name": "Depth Analysis",
        "role": "extracted",
        "context": "closed.html \nHatescape: An In-Depth Analysis of Extremism and Hate Speech"
      },
      {
        "name": "Hate Speech",
        "role": "extracted",
        "context": "pth Analysis of Extremism and Hate Speech on TikTok —  Institute for St"
      },
      {
        "name": "Strategic \nDialogue",
        "role": "extracted",
        "context": "ch on TikTok —  Institute for Strategic \nDialogue (24 August 2021) TikTok is no"
      },
      {
        "name": "But Tik",
        "role": "extracted",
        "context": "oss other social media sites. But TikTok is also popular with those"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "sic are used to spread hate. \nAttorney General Merrick B. Garland Delivers R"
      },
      {
        "name": "Garland Delivers",
        "role": "extracted",
        "context": "Attorney General Merrick B. Garland Delivers Remarks At Justice Department"
      },
      {
        "name": "Remarks At",
        "role": "extracted",
        "context": "l Merrick B. Garland Delivers Remarks At Justice Department Leadership"
      },
      {
        "name": "Justice Department",
        "role": "extracted",
        "context": ". Garland Delivers Remarks At Justice Department Leadership Meeting  With Stat"
      },
      {
        "name": "Leadership Meeting",
        "role": "extracted",
        "context": "Remarks At Justice Department Leadership Meeting  With State \nAnd Local Electi"
      },
      {
        "name": "With State",
        "role": "extracted",
        "context": "epartment Leadership Meeting  With State \nAnd Local Election Officials"
      },
      {
        "name": "And Local",
        "role": "extracted",
        "context": "adership Meeting  With State \nAnd Local Election Officials On Threats"
      },
      {
        "name": "Election Officials",
        "role": "extracted",
        "context": "eeting  With State \nAnd Local Election Officials On Threats To Election Worker"
      },
      {
        "name": "On Threats",
        "role": "extracted",
        "context": "And Local Election Officials On Threats To Election Workers [DOJJ Mul"
      },
      {
        "name": "To Election",
        "role": "extracted",
        "context": "Election Officials On Threats To Election Workers [DOJJ Multiple Field"
      },
      {
        "name": "Multiple Field",
        "role": "extracted",
        "context": "ats To Election Workers [DOJJ Multiple Field Offices \nEFTA00015646\n\n•  The"
      },
      {
        "name": "Mobile Hacker",
        "role": "extracted",
        "context": "lease for further details. \nT-Mobile Hacker Who Stole Data On 50 Million"
      },
      {
        "name": "Who Stole",
        "role": "extracted",
        "context": "her details. \nT-Mobile Hacker Who Stole Data On 50 Million Customers:"
      },
      {
        "name": "Data On",
        "role": "extracted",
        "context": "s. \nT-Mobile Hacker Who Stole Data On 50 Million Customers: 'Their"
      },
      {
        "name": "Million Customers",
        "role": "extracted",
        "context": "e Hacker Who Stole Data On 50 Million Customers: 'Their Security Is Awful' [W"
      },
      {
        "name": "Their Security",
        "role": "extracted",
        "context": "ata On 50 Million Customers: 'Their Security Is Awful' [Wall Street Journa"
      },
      {
        "name": "Is Awful",
        "role": "extracted",
        "context": "on Customers: 'Their Security Is Awful' [Wall Street Journal] SE \nan"
      },
      {
        "name": "Wall Street",
        "role": "extracted",
        "context": "s: 'Their Security Is Awful' [Wall Street Journal] SE \nand NK \n•  John"
      },
      {
        "name": "John Binns",
        "role": "extracted",
        "context": "treet Journal] SE \nand NK \n•  John Binns, a  21-year-old American who"
      },
      {
        "name": "The Wall",
        "role": "extracted",
        "context": "Turkey a few years ago, told The Wall Street Journal he \nwas behind"
      },
      {
        "name": "Street Journal",
        "role": "extracted",
        "context": "few years ago, told The Wall Street Journal he \nwas behind the [T-Mobile]"
      },
      {
        "name": "The \nBellevue",
        "role": "extracted",
        "context": "closed in the past two years. The \nBellevue, Wash., company is the second"
      },
      {
        "name": "The Seattle",
        "role": "extracted",
        "context": "connecting to its networks. The Seattle office of the FBI is investig"
      },
      {
        "name": "Program Manager",
        "role": "extracted",
        "context": "oldings for captioned matter. Program Manager: Cyber \nCapitol Police Office"
      },
      {
        "name": "Cyber \nCapitol",
        "role": "extracted",
        "context": "oned matter. Program Manager: Cyber \nCapitol Police Officers Sue  [Preside"
      },
      {
        "name": "Police Officers",
        "role": "extracted",
        "context": "ogram Manager: Cyber \nCapitol Police Officers Sue  [President]  Trump And E"
      },
      {
        "name": "Trump And",
        "role": "extracted",
        "context": "ce Officers Sue  [President]  Trump And Extremist Groups Over  [2021]"
      },
      {
        "name": "Extremist Groups",
        "role": "extracted",
        "context": "s Sue  [President]  Trump And Extremist Groups Over  [2021] Capitol Riot [Co"
      },
      {
        "name": "Capitol Riot",
        "role": "extracted",
        "context": "Extremist Groups Over  [2021] Capitol Riot [Courthouse \nNews] WFO and Mu"
      },
      {
        "name": "Courthouse \nNews",
        "role": "extracted",
        "context": "ps Over  [2021] Capitol Riot [Courthouse \nNews] WFO and Multiple Field Offic"
      },
      {
        "name": "Capitol Police",
        "role": "extracted",
        "context": "ces \n•  A group of seven U.S. Capitol Police officers sued [President] Tru"
      },
      {
        "name": "Proud Boys",
        "role": "extracted",
        "context": "The officers claim Trump, the Proud Boys, the Oath Keepers, Trump ally"
      },
      {
        "name": "Oath Keepers",
        "role": "extracted",
        "context": "im Trump, the Proud Boys, the Oath Keepers, Trump ally Roger Stone and o"
      },
      {
        "name": "Roger Stone",
        "role": "extracted",
        "context": "the Oath Keepers, Trump ally Roger Stone and others conspired \nto use"
      },
      {
        "name": "President Joe",
        "role": "extracted",
        "context": "stop Congress from certifying President Joe Biden as the winner of the 20"
      },
      {
        "name": "Kennedy Assassin",
        "role": "extracted",
        "context": "lection was stolen. \nRobert F Kennedy Assassin  [1968]  Sirhan Seeks Parole;"
      },
      {
        "name": "Sirhan Seeks",
        "role": "extracted",
        "context": "t F Kennedy Assassin  [1968]  Sirhan Seeks Parole;  DA Won't Challenge R"
      },
      {
        "name": "Challenge Release",
        "role": "extracted",
        "context": "irhan Seeks Parole;  DA Won't Challenge Release [AP News] LA \n•  Sirhan Sirha"
      },
      {
        "name": "Sirhan Sirhan",
        "role": "extracted",
        "context": "enge Release [AP News] LA \n•  Sirhan Sirhan faces his 16th parole hearing"
      },
      {
        "name": "President John",
        "role": "extracted",
        "context": "York senator and \nbrother of President John F. Kennedy. RFK was a Democra"
      },
      {
        "name": "Ambassador Hotel",
        "role": "extracted",
        "context": "en he was gunned \ndown at the Ambassador Hotel in Los Angeles moments after"
      },
      {
        "name": "Profiling  White",
        "role": "extracted",
        "context": "EFTA00015647\n\n\"Documentary\" Profiling  White Nationalist Group Released On"
      },
      {
        "name": "Nationalist Group",
        "role": "extracted",
        "context": "Documentary\" Profiling  White Nationalist Group Released On Blockchain Video"
      },
      {
        "name": "Released On",
        "role": "extracted",
        "context": "ling  White Nationalist Group Released On Blockchain Video Platform [SI"
      },
      {
        "name": "Blockchain Video",
        "role": "extracted",
        "context": "Nationalist Group Released On Blockchain Video Platform [SITE Intelligence]"
      },
      {
        "name": "Patriot Front",
        "role": "extracted",
        "context": "te nationalist activist group Patriot Front. The 12 minute, 43 second vid"
      },
      {
        "name": "Patriot \nFront",
        "role": "extracted",
        "context": "ibes as exclusive access to a Patriot \nFront training camp at an undisclos"
      },
      {
        "name": "Thomas Rousseau",
        "role": "extracted",
        "context": "location. (Founder and leader Thomas Rousseau describes the \nlocation as be"
      },
      {
        "name": "Thomas Rosseau",
        "role": "extracted",
        "context": "ose as I've ever been.\") \n\"  \"Thomas Rosseau\" is positive in FBI holdings"
      },
      {
        "name": "By Stewart",
        "role": "extracted",
        "context": "an intelligence report warns \nBy Stewart Bell, Global News, Posted Aug"
      },
      {
        "name": "Global News",
        "role": "extracted",
        "context": "eport warns \nBy Stewart Bell, Global News, Posted August 23, 2021 4:00"
      },
      {
        "name": "Posted August",
        "role": "extracted",
        "context": "By Stewart Bell, Global News, Posted August 23, 2021 4:00 am, Updated Aug"
      },
      {
        "name": "Updated August",
        "role": "extracted",
        "context": "sted August 23, 2021 4:00 am, Updated August 23, 2021 9:32 am \nhttps://glo"
      },
      {
        "name": "New Zealand",
        "role": "extracted",
        "context": "the U.S., \nU.K., Germany and New Zealand which \"illustrate the interse"
      },
      {
        "name": "Boogabo Movement",
        "role": "extracted",
        "context": "Proud Boys, Oath Keepers and Boogabo Movement, as well as the Three Percent"
      },
      {
        "name": "Three Percenters",
        "role": "extracted",
        "context": "gabo Movement, as well as the Three Percenters — a so-\ncalled patriot group"
      },
      {
        "name": "Seizes Counterfeit",
        "role": "extracted",
        "context": "U.S. Capitol... \nChicago CBP Seizes Counterfeit DEA Badges, Again! \nUS Custom"
      },
      {
        "name": "Border Protection",
        "role": "extracted",
        "context": "adges, Again! \nUS Customs and Border Protection Media Release, Release Date:"
      },
      {
        "name": "Media Release",
        "role": "extracted",
        "context": "Customs and Border Protection Media Release, Release Date: August 24, 202"
      },
      {
        "name": "Release Date",
        "role": "extracted",
        "context": "der Protection Media Release, Release Date: August 24, 2021 \nhttps://www"
      },
      {
        "name": "Border Protections",
        "role": "extracted",
        "context": "ast weekend, U.S. Customs and Border Protections (CBP) officers at the Chicago"
      },
      {
        "name": "Chicago International",
        "role": "extracted",
        "context": "ections (CBP) officers at the Chicago International Mail \nBranch (IMF) seized eig"
      },
      {
        "name": "Mail \nBranch",
        "role": "extracted",
        "context": "at the Chicago International Mail \nBranch (IMF) seized eight Drug Enfor"
      },
      {
        "name": "Drug Enforcement",
        "role": "extracted",
        "context": "il \nBranch (IMF) seized eight Drug Enforcement Administration (DEA) badges a"
      },
      {
        "name": "New Jersey",
        "role": "extracted",
        "context": "entucky, Florida, California, New Jersey, New York, \nPennsylvania, Mic"
      },
      {
        "name": "Treasury Targets",
        "role": "extracted",
        "context": "er from the previous week... \nTreasury Targets Corruption Networks in Paragu"
      },
      {
        "name": "Corruption Networks",
        "role": "extracted",
        "context": "ous week... \nTreasury Targets Corruption Networks in Paraguay \nUS Department of"
      },
      {
        "name": "Treasury Press",
        "role": "extracted",
        "context": "araguay \nUS Department of the Treasury Press Release, August 24, 2021 \nhtt"
      },
      {
        "name": "Foreign Assets",
        "role": "extracted",
        "context": "t of the Treasury's Office of Foreign Assets Control (OFAC) sanctioned thr"
      },
      {
        "name": "Kassem Mohamad",
        "role": "extracted",
        "context": "hree \nParaguayan individuals, Kassem Mohamad Hijazi, Khalil Ahmed Hijazi,"
      },
      {
        "name": "Khalil Ahmed",
        "role": "extracted",
        "context": "duals, Kassem Mohamad Hijazi, Khalil Ahmed Hijazi, and Liz Paola Doldan"
      },
      {
        "name": "Liz Paola",
        "role": "extracted",
        "context": "azi, Khalil Ahmed Hijazi, and Liz Paola Doldan Gonzalez, for their ro"
      },
      {
        "name": "Doldan Gonzalez",
        "role": "extracted",
        "context": "l Ahmed Hijazi, and Liz Paola Doldan Gonzalez, for their roles in \ncorrupti"
      },
      {
        "name": "Executive Order",
        "role": "extracted",
        "context": "es are designated pursuant to Executive Order (E.O.) 13818, which builds up"
      },
      {
        "name": "Global Magnitsky",
        "role": "extracted",
        "context": "uilds upon and implements the Global Magnitsky \nHuman Rights Accountability"
      },
      {
        "name": "Human Rights",
        "role": "extracted",
        "context": "lements the Global Magnitsky \nHuman Rights Accountability Act and target"
      },
      {
        "name": "Accountability Act",
        "role": "extracted",
        "context": "lobal Magnitsky \nHuman Rights Accountability Act and targets perpetrators of s"
      },
      {
        "name": "Coordinated Law",
        "role": "extracted",
        "context": "ons/recent-\nactions/20210824 \nCoordinated Law Enforcement \nand Treasury Act"
      },
      {
        "name": "Treasury Action",
        "role": "extracted",
        "context": "rdinated Law Enforcement \nand Treasury Action Against Money Launderers in t"
      },
      {
        "name": "Against Money",
        "role": "extracted",
        "context": "orcement \nand Treasury Action Against Money Launderers in the Tri-Border"
      },
      {
        "name": "Border Area",
        "role": "extracted",
        "context": "t Money Launderers in the Tri-Border Area \nEFTA00015648\n\nEmanuele Ottol"
      },
      {
        "name": "Emanuele Ottolenghi",
        "role": "extracted",
        "context": "ri-Border Area \nEFTA00015648\n\nEmanuele Ottolenghi, Senior Fellow, Foundation fo"
      },
      {
        "name": "Senior Fellow",
        "role": "extracted",
        "context": "0015648\n\nEmanuele Ottolenghi, Senior Fellow, Foundation for Defense of De"
      },
      {
        "name": "Policy Brief",
        "role": "extracted",
        "context": "cies (FDD), August 25, 2021 I Policy Brief \nhttps://www.fdd.org/analysis"
      },
      {
        "name": "Financial Power",
        "role": "extracted",
        "context": "FDD's Center on Economic and Financial Power (CEFP). FDD is a Washington,"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ader \nU.S. Attorney's Office, Southern District of Texas, Thursday, August 19"
      },
      {
        "name": "National Liberation",
        "role": "extracted",
        "context": "time believed members of the National Liberation Army (Ejercito de Liberaci6n"
      }
    ],
    "locations": [
      {
        "name": "Washington, DC",
        "type": "city"
      },
      {
        "name": "Also, NY",
        "type": "city"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-08-26",
        "event": "08/26/2021"
      },
      {
        "date": "2021-08-23",
        "event": "August 23, 2021"
      },
      {
        "date": "2021-08-24",
        "event": "August 24, 2021"
      },
      {
        "date": "2021-08-25",
        "event": "August 25, 2021"
      },
      {
        "date": "2021-08-19",
        "event": "August 19, 2021"
      },
      {
        "date": "2021-08-26",
        "event": "August 26, 2021"
      },
      {
        "date": "2021-08-20",
        "event": "August 20 2021"
      },
      {
        "date": "2021-08-25",
        "event": "August 25 2021"
      },
      {
        "date": "1979-08-27",
        "event": "August 27, 1979"
      },
      {
        "date": "2021-08-24",
        "event": "24 August 2021"
      },
      {
        "date": "2021-08-26",
        "event": "26 August 2021"
      },
      {
        "date": "2021-08-25",
        "event": "25 August 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:51.170Z"
}