{
  "document": {
    "id": "efta00026723",
    "filename": "EFTA00026723.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026723.pdf",
    "text": "\n\nFrom: \" \nTo: \nSubject: RE: CNBC; Jeffrey Epstein used $46 million charitable donation to keep alive his ties with \nbillionaire Les Wexner \nDate: Thu, 11 Jul 2019 20:00:42 +0000 \nImportance: Normal \nhttps://theintercept.com/2019/07/09/jeffrey-epstein-sex-trafficking-shredder/ \nFrom: \nSent: Thursday, July 11, 2019 2:57 PM \nSubject: CNBC; Jeffrey Epstein used $46 million charitable donation to keep alive his ties with billionaire Les Wexner \nhttps://www.cnbc.com/2019/07/Wepstein-donated-46-million-to-les-wexners-private-foundation-in-2008.html? \nsource=sharebar  I  twitter&par=sharebar \nJeffrey \nEpstein used $46 \nmillion charitable donation to \nkeep alive his ties with \nbillionaire Les \nWexner \n• \nPUBLISHED MOMENTS AGO \n• Brian Schwartz/iv  SCHWARTZFICNBC \n• Accused child molester Jeff Epstein in 2008 essentially bankrolled one of Les Wexner's first nonprofit \nfoundations with a contribution of more than $40 million in stock and other assets. \n• Despite the massive donation, the Wexners tried to distance themselves from Epstein. \n• While Wexner appeared to shun Epstein after his first arrest in Florida, many politicians and companies \nhave continued to accept contributions from him or his organizations. \nEFTA00026723\n\nBefore hedge fund manager Jeffrey Epstein went to jail in Florida more than a decade ago, \nbillionaire L Brands founder and Chairman Les Wexner was trying to distance himself from the \naccused child \nmolester. \nThat didn't stop Epstein in 2008 from essentially bankrolling one of Wexner's first nonprofit \nfoundations with a contribution of more than $40 million in stock and other assets. The \ntransactions were received only months before Epstein was sentenced to a term in a Palm Beach \nCounty jail on a charge of soliciting an underage prostitute. \nEpstein is back in the news after his arrest Saturday on an indictment filed by the U.S. Attorney's \nOffice for the \nSouthern District of New York which charged him with trafficking  dozens of \nunderage girls. \nSome of the alleged crimes took  place in a New York townhouse once owned by Wexner. He is \ncurrently being  held without bail. Wexner was known to be one of the money \nmanager's few \nclients. \nThe case has reignited interest in the politically connected businessman who was \nonce friendly \nwith President Donald Trump and ex-President Bill Clinton. it and has prompted some who \nreceived money from him to wash their hands of it. On Wednesday Sen. Chuck \nSchumer, D.-\nN.Y., said he \nwould donate $7,000 in contributions from Epstein to charity. Stacey Plaskett, \nDemocratic U.S. Virgin Islands congresswoman,  has also decided to  give her Epstein\ncontributions to two different charities. \nEpstein provided initial financing to Wexner's YLK Charitable Fund more than 10 years ago, \neven as Wexner and his wife started to break away from the financier after the initial accusations \nsurfaced, according to \nsomeone in their inner circle. \n\"They are both very prominent in Columbus \n[Ohio]\" the person told CNBC on Wednesday. \"It's \njust unseemly that they would associate with someone who first was accused of things that made \nthem extremely uncomfortable and then he eventually pleaded guilty to those \noffenses,\" the \nperson \nsaid. \nWhen asked about Epstein's behemoth donations to the foundation before going to jail, this \nperson \nrefused to comment. It is unclear whether the Wexners will give the money away. \nJust before Epstein began a \n13\n-month jail term, his firm, the Financial Trust Co., based in the \nU.S. Virgin Islands, and his own nonprofit, The C.O.U.Q. \nFoundation, contributed a combined \n$46 million plus to YLK , according  to a 2008 990 disclosure form. Wexner became YLK's \ndirector in 2010 and his wife Abigail was president in 2008. \nIt was the only contribution the Wexners received that year. In 2009 and 2010, YLK did not \nreceive \na single donation. \nEpstein's \nC.O.U.Q. also gave $14 million to YLK in 2007, a filing shows. \nEpstein first financed the Wexner nonprofit with $33 million worth of Applestock and $5.4 \nmillion in shares of Bear Stearns Asset Backed-Securities Overseas Ltd., a \nthird-party company \naffiliated with the now-defunct bank Bear Stearns. \nOutside of contributions to The Columbus \nEFTA00026724\n\nFoundation, the documents show YLK did not make any other donations from 2007 through \n2010. \nThe assets Epstein gave the Wexners' nonprofit helped it have at least $10 million in short-term \ncapital gains over the course of 2009 and 2010 as the value of \nsome of the stocks and assets \nsoared. Apple's \nstock is now trading at just over $200. \nIn late 2010, YLK announced it would transfer all of its assets to The Wexner Family Charitable \nFund, which in 2017 reported total assets worth $208 million in fair market value,  records \nshow. Since 2010 the Wexner fund has been actively contributing to a  variety of causes. \nEpstein, \naccording to a recent report by Forbes, served in the 1990s as a trustee of a separate\ngroup: The Wexner Foundation. \nA spokeswoman for Wexner only noted he had \"severed ties\" with Epstein over a \ndecade ago and \ndeclined \nto comment further. \nA member of Epstein's firm hung up after CNBC identified itself and did not return a later \nmessage requesting \ncomment. Attorney's for Epstein also did not return requests for comment. \nCalls to the Wexner Foundation, where The Wexner Family Charitable Fund is *located*, along \nwith an email to Les Wexner's attorney, were not returned. The treasurer of Epstein's current \nnonprofit, Gratitude America Ltd., did not return a request for comment. \nBefore his \nmassive stock distribution to the Wexner group, Epstein told The New York Times that a \nManhattan mansion Wexner bought for $13.2 million was now his. \"Les never spent more than two \nmonths there,\" Epstein told the Times in 1996. The City's Department of Finance values the \nproperty at $56 million and Epstein has been accused by prosecutors of engaging in sexual acts with \nunderage girls from 2002 to 2005 in this same New York home. \nIn an interview with Vanity Fair in 2003, Wexner praised Epstein for his understanding of politics \nand financial markets, giving a glimpse into why he decided to \nbecome one of his clients. \n\"I think we both possess the skill of seeing patterns,\" Wexner said. \"But Jeffrey sees \npatterns in \npolitics and financial markets, and I see patterns in lifestyle and fashion trends. My skills are not in \ninvestment strategy, and, as everyone who knows Jeffrey knows, his are not in fashion and design. \nWe frequently discuss world trends as each of us sees them.\" \nWhile Wexner appeared to move way from Epstein after his initial arrest, many politicians and \ncompanies have \ncontinued to accept contributions from him or his organizations. \nGratitude America in 2016 gave $15,000 to the New York-based all-girls school The Hewitt School \nand the next year, wrote a $30,000 check to The O'Gorman Garden, a Harlem preschool, among \nother \ncontributions. \nDuring the 2016 and 2018 election cycles, Epstein gave Plaskett a total of three $2,700 checks \nto \nhelp fund her campaigns for Congress. After initially signalling she wouldn't give back the money, a \nday later she reversed course and  gave the contributions to two charities. \nEFTA00026725\n\nBefore his initial conviction, Epstein also had ties to Clinton and his family's group, the Clinton \nFoundation. Epstein contributed to Clinton's presidential campaign and through his C.O.U.Q. \nnonprofit in 2006 reportedly sent $25,000 to the foundation. A spokesman for Clinton has said the \nformer president has not spoken with Epstein for over a decade and has no knowledge of his alleged \ncrimes. \nIt's unclear if either Clinton, the New York schools or the foundation will return or give away these \ncontributions. They all did not return requests for comment. \nPublic \nAffairs \nUnited States Department of Justice \nU.S. Attorney's Office I Southern District of New York \nEFTA00026726",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "From: \" \nTo: \nSubject: RE: CNBC; Jeffrey Epstein used $46 million charitable donation to keep aliv"
      },
      {
        "name": "Les Wexner",
        "role": "extracted",
        "context": "donation to keep alive his ties with \nbillionaire Les Wexner \nDate: Thu, 11 Jul 2019 20:00:42 +0000 \nImportanc"
      },
      {
        "name": "Bill Clinton",
        "role": "extracted",
        "context": "dly \nwith President Donald Trump and ex-President Bill Clinton. it and has prompted some who \nreceived money fro"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "usinessman who was \nonce friendly \nwith President Donald Trump and ex-President Bill Clinton. it and has prompte"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "bar  I  twitter&par=sharebar \nJeffrey \nEpstein used $46 \nmillion charitable"
      },
      {
        "name": "Les \nWexner",
        "role": "extracted",
        "context": "ve his ties with \nbillionaire Les \nWexner \n• \nPUBLISHED MOMENTS AGO \n•"
      },
      {
        "name": "Brian Schwartz",
        "role": "extracted",
        "context": "• \nPUBLISHED MOMENTS AGO \n• Brian Schwartz/iv  SCHWARTZFICNBC \n• Accused"
      },
      {
        "name": "Jeff Epstein",
        "role": "extracted",
        "context": "NBC \n• Accused child molester Jeff Epstein in 2008 essentially bankrolle"
      },
      {
        "name": "While Wexner",
        "role": "extracted",
        "context": "e themselves from Epstein. \n• While Wexner appeared to shun Epstein afte"
      },
      {
        "name": "Chairman Les",
        "role": "extracted",
        "context": "lionaire L Brands founder and Chairman Les Wexner was trying to distance"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "was sentenced to a term in a Palm Beach \nCounty jail on a charge of s"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": ". Attorney's \nOffice for the \nSouthern District of New York which charged him"
      },
      {
        "name": "President Donald",
        "role": "extracted",
        "context": "who was \nonce friendly \nwith President Donald Trump and ex-President Bill C"
      },
      {
        "name": "President Bill",
        "role": "extracted",
        "context": "President Donald Trump and ex-President Bill Clinton. it and has prompted"
      },
      {
        "name": "On Wednesday",
        "role": "extracted",
        "context": "im to wash their hands of it. On Wednesday Sen. Chuck \nSchumer, D.-\nN.Y."
      },
      {
        "name": "Chuck \nSchumer",
        "role": "extracted",
        "context": "ands of it. On Wednesday Sen. Chuck \nSchumer, D.-\nN.Y., said he \nwould don"
      },
      {
        "name": "Stacey Plaskett",
        "role": "extracted",
        "context": "ions from Epstein to charity. Stacey Plaskett, \nDemocratic U.S. Virgin Isla"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "ey Plaskett, \nDemocratic U.S. Virgin Islands congresswoman,  has also deci"
      },
      {
        "name": "Charitable Fund",
        "role": "extracted",
        "context": "ial financing to Wexner's YLK Charitable Fund more than 10 years ago, \neven"
      },
      {
        "name": "Financial Trust",
        "role": "extracted",
        "context": "onth jail term, his firm, the Financial Trust Co., based in the \nU.S. Virgi"
      },
      {
        "name": "Bear Stearns",
        "role": "extracted",
        "context": "nd $5.4 \nmillion in shares of Bear Stearns Asset Backed-Securities Overs"
      },
      {
        "name": "Asset Backed",
        "role": "extracted",
        "context": "ion in shares of Bear Stearns Asset Backed-Securities Overseas Ltd., a"
      },
      {
        "name": "Securities Overseas",
        "role": "extracted",
        "context": "of Bear Stearns Asset Backed-Securities Overseas Ltd., a \nthird-party company"
      },
      {
        "name": "The Columbus",
        "role": "extracted",
        "context": "Outside of contributions to The Columbus \nEFTA00026724\n\nFoundation, th"
      },
      {
        "name": "The Wexner",
        "role": "extracted",
        "context": "transfer all of its assets to The Wexner Family Charitable \nFund, whic"
      },
      {
        "name": "Family Charitable",
        "role": "extracted",
        "context": "l of its assets to The Wexner Family Charitable \nFund, which in 2017 reported"
      },
      {
        "name": "Wexner Foundation",
        "role": "extracted",
        "context": "ts for comment. \nCalls to the Wexner Foundation, where The Wexner Family Char"
      },
      {
        "name": "Gratitude America",
        "role": "extracted",
        "context": "Epstein's current \nnonprofit, Gratitude America Ltd., did not return a reques"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "he Wexner group, Epstein told The New York Times that a \nManhattan"
      },
      {
        "name": "York Times",
        "role": "extracted",
        "context": "r group, Epstein told The New York Times that a \nManhattan mansion Wex"
      },
      {
        "name": "The City",
        "role": "extracted",
        "context": "stein told the Times in 1996. The City's Department of Finance value"
      },
      {
        "name": "Vanity Fair",
        "role": "extracted",
        "context": "k home. \nIn an interview with Vanity Fair in 2003, Wexner praised Epste"
      },
      {
        "name": "But Jeffrey",
        "role": "extracted",
        "context": "eing patterns,\" Wexner said. \"But Jeffrey sees \npatterns in \npolitics a"
      },
      {
        "name": "The Hewitt",
        "role": "extracted",
        "context": "w York-based all-girls school The Hewitt School \nand the next year, wr"
      },
      {
        "name": "Gorman Garden",
        "role": "extracted",
        "context": "rote a $30,000 check to The O'Gorman Garden, a Harlem preschool, among \no"
      },
      {
        "name": "Clinton \nFoundation",
        "role": "extracted",
        "context": "n and his family's group, the Clinton \nFoundation. Epstein contributed to Clint"
      },
      {
        "name": "Public \nAffairs",
        "role": "extracted",
        "context": "return requests for comment. \nPublic \nAffairs \nUnited States Department of"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Columbus",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-07-11",
        "event": "July 11, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:16.703Z"
}