{
  "document": {
    "id": "efta00027773",
    "filename": "EFTA00027773.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027773.pdf",
    "text": "\n\nFrom: ' \nTo:' \nSubject: Fwd: SDNY investigation / interview \nDate: Tue, 21 May 2019 20:23:34 +0000 \nImportance: Normal \nJust as a reminder, is out Thursday/Friday. \nSent from my iPhone \nBegin forwarded message: \nFrom: Alex Conlon\nDate: Ma 21, 2019 at 4:07:12 PM EDT \nTo: \" \nCc: Alexandra Elenowitz-Hess \nSubject: RE: SDNY investigation / interview \nHi_ \nI just tried to reach you at your desk, but missed you. \nis available to meet this week at 4:30 at our office if that works for you. Also, she plans to make the phone calls \nwe discussed today and tomorrow on her own. She will contact me once she has connected with two individuals she's \nreaching out to and I will reach out to you in turn. \nHappy to discuss anything, if that's helpful. \nThanks, \nAlex \nAlex Conlon I  Kaplan Hecker & Fink LLP \nFrom: \nSent: Tuesday, May 14, 2019 4:49 PM \nTo: Alex Conlon \nCc: Alexandra Elenowitz-Hess \nSubject: RE: SDNY investigation /  interview \nAlex, \nJust tried calling but missed you — wanted to briefly follow up on our conversation last week to let you know that we \ncertainly don't have any objection to someone from your firm (whether attorney or staff) taking notes in connection \nEFTA00027773\n\nwith Ms. conversations to tell the individuals we discussed that our office is interested in speaking with \nthem. I expect we might request a copy of the notes, and, as discussed, whoever is with her would be a potential, \ntheoretical witness, but no issue on our end with any of that. \nSeparately, if it's possible, could you please ask Ms. if there is a time next week or the following that we could \nmeet with her? We're hoping to cover all the information we need to in this first set of discussions before June, when I \nthink it will be even more inconvenient for her to meet. I expect the next meeting will address difficult topics, including \nGiglio subjects and some review of Epstein's conduct with Ms. in particular; but, I also expect that once we \nget through those issues, we won't need to meet with her again for at least a little while. \nWe can generally make ourselves available whenever works on her end, with some combination of our team (e.g., if it's \nthe latter half of next week, will likely be me and our new team member but let us know if there are any \nissues with that), and as always can work around her schedule. And happy to come to your office for the final push. \nDon't hesitate to give a call if any other info would be helpful, or if any questions or issues, and thanks very much. \nAssistant U.S. Attorney \nSouthern District of New York \nThis email and its attachments may contain information that is confidential and/or protected from disclosure by the attorney-client. work product or other \napplicable legal privilege. If you are not the intended recipient of the email. please be aware that any unauthorized review. use. disclosure. \ndissemination. distribution. or copying of this communication. or any of its contents. is strictly prohibited. If you have received this communication in \nerror. please notify the sender immediately and destroy all copies of the message from your computer system. Thank you. \nEFTA00027774",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Normal \nJust",
        "role": "extracted",
        "context": "9 20:23:34 +0000 \nImportance: Normal \nJust as a reminder, is out Thursda"
      },
      {
        "name": "Phone \nBegin",
        "role": "extracted",
        "context": "ursday/Friday. \nSent from my iPhone \nBegin forwarded message: \nFrom: Ale"
      },
      {
        "name": "Alex Conlon",
        "role": "extracted",
        "context": "gin forwarded message: \nFrom: Alex Conlon\nDate: Ma 21, 2019 at 4:07:12"
      },
      {
        "name": "Alexandra Elenowitz",
        "role": "extracted",
        "context": "at 4:07:12 PM EDT \nTo: \" \nCc: Alexandra Elenowitz-Hess \nSubject: RE: SDNY inves"
      },
      {
        "name": "Hess \nSubject",
        "role": "extracted",
        "context": "o: \" \nCc: Alexandra Elenowitz-Hess \nSubject: RE: SDNY investigation / int"
      },
      {
        "name": "Alex \nAlex",
        "role": "extracted",
        "context": "if that's helpful. \nThanks, \nAlex \nAlex Conlon I  Kaplan Hecker & Fin"
      },
      {
        "name": "Kaplan Hecker",
        "role": "extracted",
        "context": "Thanks, \nAlex \nAlex Conlon I  Kaplan Hecker & Fink LLP \nFrom: \nSent: Tues"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ks very much. \nAssistant U.S. Attorney \nSouthern District of New York \nThis em"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-05-14",
        "event": "May 14, 2019"
      },
      {
        "date": "2019-05-21",
        "event": "21 May 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:18.955Z"
}