{
  "document": {
    "id": "efta00015517",
    "filename": "EFTA00015517.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015517.pdf",
    "text": "\n\nCase 1:20-cv-00833-PAE Document 40 Filed 01/15/21 Page 1 of 7 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nTHE NEW YORK TIMES COMPANY, \nPlaintiff, \nNo. 20-CV-833(PAE) \nv. \nFEDERAL BUREAU OF \nPRISONS, \nDefendant. \nSUPPLEMENTAL DECLARATION OF RUSSELL CAPONE \nI, Russell Capone, hereby declare as follows: \nI. I am Counsel to the Acting United States Attorney for the Southern District of \nNew York (\"USAO-SDNY\"). My prior declaration in this matter dated August 5, 2020, details \nmy service in this capacity and prior service in the USAO-SDNY. As noted therein, I am familiar \nwith the Freedom of Information Act requests filed by the New York Times Company (the \n\"FOIA Requests\") that are the subject of this case, which seek records related to the \nincarceration of Jeffrey Epstein at the Metropolitan Correctional Center (\"MCC\"). I am also \nfamiliar with the responsive records that defendant the Federal Bureau of Prisons (\"BOP\") has \nwithheld in whole or in part pursuant to various FOIA exemptions, including GOP's \nwithholdings from the records provided back to BOP by the Office of the Inspector General of \nthe Department of Justice (\"OIG\") since the submission of my August 5, 2020, declaration. \n2. The statements contained in this declaration are based on my personal \nknowledge, documents maintained in the files of the USAO-SDNY, conversations with members \nof the Noel and Tartaglione prosecution teams at the USAO-SDNY, public court filings, and \nconclusions made in accordance therewith. \nEFTA00015517\n\nCase 1:20-cv-00833-PAE Document 40 Filed 01/15/21 Page 2 of 7 \n3. I submit this declaration in further support of BOP's motion for summary \njudgment in this case. Specifically, this declaration addresses the bases for the withholding in \nwhole or in part of certain records provided back to BOP by OIG pursuant to FOIA Exemption \n7(A). \nRecords Withheld in Full or in Part from Disclosure Pursuant to FOIA Exemption 7(A) on \nAccount of Likely Interference with Noel \n4. 5 U.S.C. ยง 522 (b)(7)(A) (\"Exemption 7(A)\") exempts from disclosure \"records \nor information compiled for law enforcement purposes, but only to the extent that the production \nof such law enforcement records or information ... could reasonably be expected to interfere \nwith enforcement proceedings ....\" \n5. I and the prosecutors responsible for the Noel prosecution have reviewed each of \nthe \nrecords provided back to BOP by CMG that BOP withheld in full or in part under Exemption \n7(A) (the \"7(A) Returned Records\"), including those reflected as withheld in full at Entries 55-\n57 and 60 on the updated index attached to the Supplemental Declaration of Kara Christenson \n(the \"updated BOP index\"). The 7(A) Returned Records fall into four categories: documents \nrelated to counts of inmates, staffing records, psychology records, and entries on certain BOP \nlogs for August 9 and 10, 2019. Each of these categories fall within the scope of Exemption \n7(A). \n6. Public disclosure of the 7(A) Returned Records could reasonably be expected to \ninterfere with the pending Noel prosecutions. These records include information about which \nnumerous witnesses are expected to testify at trial, details that are not publicly known or known \nto other witnesses, and information and documents prepared by potential trial witnesses. These \nrecords also include potential trial exhibits, which some or all potential trial witnesses have not \nseen. Premature disclosure of these records and/or the information contained therein could \n2 \nEFTA00015518\n\nCase 1:20-cv-00833-PAE Document 40 Filed 01/15/21 Page 3 of 7 \nreasonably be expected to influence witnesses' potential testimony at trial and/or enable \nwitnesses to alter or shape their testimony to conform to other evidence. \n7. Further, premature public disclosure of any of the 7(A) Returned Records could \nreasonably be expected to impair the government's (and the defendants') ability to seat a fair and \nimpartial jury in Noel. The government anticipates that some of these records will be entered \ninto evidence as exhibits at trial, and other records that may not be trial exhibits bear on the \ncontents of potential trial exhibits. Premature disclosure of these records and/or the information \ncontained therein could influence potential jurors' understanding of the evidence at trial and the \ncase overall. Similarly, premature disclosure of the records and/or the information contained \ntherein could prejudice potential jurors for or against the defendants in the Noel action, which \nwould also impair the government's (and the defendants') ability to seat a fair and impartial jury. \nIn addition, as noted above, these records include specific information about which witnesses are \nexpected to testify at trial, as well as information and documents prepared by potential trial \nwitnesses, such that premature public disclosure could reasonably be expected to influence \npotential jurors' perception of the witnesses and the evidence to be presented at trial. \n8. The risks of interference with the Noel proceedings are heightened by the media \ncoverage of speculation and theories about Epstein's death. Many publicly-discussed theories of \nEpstein's death are unfounded. Premature release of the withheld records, particularly if the \nrecords are released in part or without full context, may influence the perception of jurors who \nhave been exposed to such media coverage of speculation and theories. \n9. The considerations discussed above apply to each of the categories of 7(A) \nReturned Records. \n10. First, as discussed in my prior declaration, the government anticipates that \ndocuments related to counts of inmates, including count slips, associated inmate rosters, and \n3 \nEFTA00015519\n\nCase 1:20-cv-00833-PAE Document 40 Filed 01/15/21 Page 4 of 7 \nrecords of rounds and checks, for dates between and including July 23, 2019, and August 12, \n2019, will be the subject of trial testimony at the Noel trial. 7(A) Returned Records containing \nsuch documents are noted at Entry 55 of the updated BOP index.' In addition, the government \nanticipates that some of these documents will be trial exhibits. Releasing these materials \nprematurely could reasonably be expected to influence witnesses' potential testimony at trial, \nallow witnesses to alter or shape their testimony to conform to other evidence, identify potential \ngovernment witnesses at the Noel trial, and/or influence potential jurors' perceptions of witness \ntestimony or \nevidence. \nII. One subcategory of these documents are records from the Special Housing Unit \n(the \"SHU\"), specifically rosters of inmates in the SHU on August 9 and 10, 2019, and SHU \nrecords showing which BOP employees conducted rounds in the SHU. Although BOP had \npreviously withheld six pages of these records in full, included at Entries 22, 34 and 37 of the \nprior index submitted by BOP, the prosecutors responsible for the Noel prosecution and I \ndetermined that these records could be released in part without interfering with the Noel \nprosecution, provided that information on these records showing details of the occupants of the \nSHU on August 9 and 10, 2019, and which BOP employees conducted rounds in the SHU was \nredacted. Releasing such information prematurely could reasonably be expected to influence \nwitnesses' potential testimony at trial, allow witnesses to alter or shape their testimony to \nIn reviewing the records returned to BOP by OIG, the prosecutors responsible for the Noel and \nTartaglione prosecutions and I determined that a one-page attorney visit room inventory log, \ndated July 21, 2019, and an 18-page inmate census roster, dated August 9, 2019, each of which \nBOP had previously withheld in full under Exemption 7(A), could be released without a \nreasonable expectation of interference with the Noel or Tartaglione prosecutions. The attorney \nvisit room inventory log was previously listed at Entry 26 of \nGOP's \nindex, and the census roster \nwas previously included among the count documents noted at Entry 24 of GOP's index. \n4 \nEFTA00015520\n\nCase 1:20-cv-00833-PAE Document 40 Filed 01/15/21 Page 5 of 7 \nconform to other evidence, identify potential government witnesses at the Noel trial, and/or \ninfluence potential jurors' perceptions of witness testimony or evidence. \n12. Second, as discussed in my prior declaration, the government anticipates that \nMCC staffing records, including daily assignment rosters for the MCC on July 23, August 9, and \n10, 2019, will be the subject of witness testimony at the Noel trial. 7(A) Returned Records \ncontaining such documents are noted at Entry 56 of the updated BOP index? In addition, the \ngovernment anticipates that some of these documents will be trial exhibits. Releasing these \nmaterials prematurely could reasonably be expected to influence witnesses' potential testimony \nat trial, allow witnesses to alter or shape their testimony to conform to other evidence, and/or \ninfluence potential jurors' perceptions of witness testimony or evidence. \n13. Third, as discussed in my prior declaration, the government anticipates that \ncertain psychological notes and records of Epstein prepared by BOP may be trial exhibits, the \nsubject of witness testimony, and/or were prepared by witnesses who will testify at trial. 7(A) \nReturned Records containing such documents are noted at Entry 57 of the updated BOP index. \nPremature disclosure of these records could influence the testimony of potential witnesses, \nincluding by potentially causing them to alter or shape their testimony to conform to other \nevidence. In addition, premature disclosure of these records could reasonably be expected to \nprejudice potential jurors for or against the defendants in the Noel action, which would impair \nthe government's (and the defendants') ability to seat a fair and impartial jury. \n14. Fourth, as discussed in my prior declaration, the government anticipates that \nentries in certain BOP logs for August 9 and 10, 2019, may be trial exhibits, the subject of \n2 The daily assignment rosters included in the 7(A) Returned Records appear identical to the \ndaily assignment rosters BOP previously located and withheld in response to the FOIA Requests, \nexcept that they contain a different date stamp, which I  understand to indicate when they were \nelectronically generated. \n5 \nEFTA00015521\n\nCase 1:20-cv-00833-PAE Document 40 Filed 01/15/21 Page 6 of 7 \nwitness testimony, and/or were prepared by witnesses who will testify at trial. 7(A) Returned \nRecords containing such documents are noted at Entry 60 of the updated BOP index. Premature \ndisclosure of these materials could reasonably be expected to influence witnesses' potential \ntestimony at trial, allow witnesses to alter their testimony to conform to other evidence, and/or \ninfluence potential jurors' perceptions of witness testimony or evidence. \n7(A) Returned Records Withheld in Part from Disclosure Pursuant to Exemption 7(A) on \nAccount of Likely Interference with Tartaglione \n15. The release of portions of two 7(A) Returned Records could also be reasonably \nexpected to interfere with the Tartaglione prosecution. First, portions of psychological records, \nwithheld in full as noted at Entry 57 of the updated BOP index, concerning the circumstances of \nEpstein's apparent suicide attempt on July 23, 2019, could reasonably be expected to interfere \nwith the prosecution of Tartaglione. Second, premature release of one of the entries in a \nlieutenant's log dated July 23, 2019, concerning the circumstances of Epstein's apparent suicide \nattempt on that date, could reasonably be expected to interfere with the prosecution of \nTartaglione. \n16. As discussed in my prior declaration, Tartaglione's interactions with Epstein in \nJuly 2019 have been placed at issue by Tartaglione's defense counsel, specifically in connection \nwith the potential penalty phase of the case against Tartaglione. See Letter dated January 13, \n2010, Dkt. No. 186, United States v. Tartaglione, No. 16 Cr. 832 (KMK); Letter dated January \n21, 2020, Dkt. No. 193, United States v. Tartaglione, No. 16 Cr. 832 (KMK). In light of defense \ncounsel's position, the information contained in the psychological records and in the entry in the \nlieutenant's log may be relevant evidence in any possible penalty phase of the case against \nTartaglione. In that event, premature release of the information could reasonably be expected to \n6 \nEFTA00015522\n\nCase \n1:20-cv-00833-PAE \nDocument 40 Filed \n01/15/21 Page 7 of 7 \nadversely affect the Tartaglione proceedings and influence potential \njurors' perceptions of \nTartaglione, thereby impairing the district \ncourt's ability to scat a fair and impartial jury. \nSegregabilitv \n17. The 7(A) Returned Records withheld in full are exempt from disclosure in their \nentirety under Exemption 7(A). To the extent the records \ncontain any non-exempt information, \nsuch information is inextricably intertwined with \ninformation that could reasonably be expected \nto interfere with the Noel prosecution for \nthe reasons discussed above. As noted in my previous \ndeclaration, the media coverage of \nspeculation and theories about Epstein's death makes the \nsegregation of any possibly non-exempt information particularly difficult because providing \ninformation pertaining to Epstein without complete context risks contributing to the \ndissemination of speculation and theories about his death. This, in turn, could reasonably be \nexpected to interfere with the district court's ability to seat a fair and impartial jury in Noel, for \nthe reasons \ndiscussed above. \nPursuant to 28 U.S.C. ยง 1746, I declare under penalty of perjury that the foregoing is true \nand correct to the best of my knowledge and belief. \nExecuted this p2- day of January \n2021. \n4,44.2-2\n{ \nRussell Capone \nCounsel to the Acting \nUnited States Attorney \nUnited States Attorney's Office for the \nSouthern \nDistrict of New York \n7 \nEFTA00015523",
    "pageCount": 7,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ich seek records related to the \nincarceration of Jeffrey Epstein at the Metropolitan Correctional Center (\"MCC\")."
      },
      {
        "name": "Russell Capone",
        "role": "extracted",
        "context": "ARATION OF RUSSELL CAPONE \nI, Russell Capone, hereby declare as follows:"
      },
      {
        "name": "Acting United",
        "role": "extracted",
        "context": "lows: \nI. I am Counsel to the Acting United States Attorney for the South"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Counsel to the Acting United States Attorney for the Southern District of"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "nited States Attorney for the Southern District of \nNew York (\"USAO-SDNY\"). M"
      },
      {
        "name": "Information Act",
        "role": "extracted",
        "context": "familiar \nwith the Freedom of Information Act requests filed by the New Yor"
      },
      {
        "name": "Times Company",
        "role": "extracted",
        "context": "equests filed by the New York Times Company (the \n\"FOIA Requests\") that a"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "ion of Jeffrey Epstein at the Metropolitan Correctional Center (\"MCC\"). I am also \nfa"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "ve records that defendant the Federal Bureau of Prisons (\"BOP\") has \nwithh"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "k to BOP by the Office of the Inspector General of \nthe Department of Justice"
      },
      {
        "name": "Records Withheld",
        "role": "extracted",
        "context": "ant to FOIA Exemption \n7(A). \nRecords Withheld in Full or in Part from Discl"
      },
      {
        "name": "Disclosure Pursuant",
        "role": "extracted",
        "context": "hheld in Full or in Part from Disclosure Pursuant to FOIA Exemption 7(A) on \nAc"
      },
      {
        "name": "Likely Interference",
        "role": "extracted",
        "context": "Exemption 7(A) on \nAccount of Likely Interference with Noel \n4. 5 U.S.C. ยง 522"
      },
      {
        "name": "Returned Records",
        "role": "extracted",
        "context": "er Exemption \n7(A) (the \"7(A) Returned Records\"), including those reflected"
      },
      {
        "name": "Supplemental Declaration",
        "role": "extracted",
        "context": "updated index attached to the Supplemental Declaration of Kara Christenson \n(the \"up"
      },
      {
        "name": "Kara Christenson",
        "role": "extracted",
        "context": "e Supplemental Declaration of Kara Christenson \n(the \"updated BOP index\"). T"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "ocuments are records from the Special Housing Unit \n(the \"SHU\"), specifical"
      },
      {
        "name": "Returned \nRecords",
        "role": "extracted",
        "context": "o will testify at trial. 7(A) Returned \nRecords containing such documents are"
      },
      {
        "name": "See Letter",
        "role": "extracted",
        "context": "the case against Tartaglione. See Letter dated January 13, \n2010, Dkt."
      },
      {
        "name": "Acting \nUnited",
        "role": "extracted",
        "context": "ussell Capone \nCounsel to the Acting \nUnited States Attorney \nUnited State"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "es Attorney's Office for the \nSouthern \nDistrict of New York \n7 \nEFTA00015523"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-08-05",
        "event": "August 5, 2020"
      },
      {
        "date": "2019-07-23",
        "event": "July 23, 2019"
      },
      {
        "date": "2019-08-12",
        "event": "August 12, \n2019"
      },
      {
        "date": "2019-07-21",
        "event": "July 21, 2019"
      },
      {
        "date": "2019-08-09",
        "event": "August 9, 2019"
      },
      {
        "date": "2010-01-13",
        "event": "January 13, \n2010"
      },
      {
        "date": "2020-01-21",
        "event": "January \n21, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:50.866Z"
}