{
  "document": {
    "id": "efta00022546",
    "filename": "EFTA00022546.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00022546.pdf",
    "text": "\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 1 of 70 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF FLORIDA \nCase No. 08-80736-Civ-Marra/Johnson \nJANE DOE #1 and JANE DOE #2 \nv. \nUNITED STATES \nJANE DOE 1 AND JANE DOE 2'S REPLY TO INTERVENOR EPSTEIN'S BRIEF \nIN OPPOSITION TO PROPOSED REMEDIES \nBradley J. Edwards \nEdwards Pottin er LP \nPaul G. \nCassell \nPro Hac \nVice \nThis daytime business address is provided for identification and correspondence purposes \nonly and is not intended to imply institutional endorsement by the University of Utah. \nEFTA00022546\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 2 of 70 \nTABLE OF \nCONTENTS \nINTRODUCTION 1 \nTHIS CASE MUST BE DECIDED ON THE AGREED PREMISE THAT THE NPA ONLY \nCOVERS THE U.S. ATTORNEY'S OFFICE FOR THE SOUTHERN DISTRICT OF FLORIDA. \n 3 \nDISCUSSION \n6 \nI. INTERVENOR EPSTEIN HAS RECEIVED PROCEDURAL DUE PROCESS \nTHROUGH \nAN OPPORTUNITY TO BE HEARD AND SUBMIT EVIDENCE ON ISSUES PERTAINING \nTO REMEDIES. 6 \nA. As an Intervenor, Epstein Has Received Procedural Due Process 6 \nB. The Court's Findings About Epstein Counsel's Awareness of Concealment of the Non-\nProsecution Agreement are Well-Supported and Unchallenged  10 \nI. Through Counsel, Epstein Was a Party to the Illegal Concealment of the Non-\nProsecution Agreement 10 \n2. Evidence Exists that the Epstein Defense Team Acted in Bad Faith.  18 \n3. The USAO-SDFL Was Not Authorized to Extend Epstein Immunity Without First \nConferring with his Victims. \n23 \nII. THE CVRA AUTHORIZES RESCISSION AS A REMEDY. \n 26 \nA. The CVRA Authorizes Rescission as a Remedy. 26 \nB. The Victims Are Not Time-Barred Under the CVRA. 28 \nIII. PRINCIPLES OF CONTRACT LAW SUPPORT A RESCISSION REMEDY. \n 34 \nA. Under the CVRA, Contract Law Principles Require Rescission. \n34 \nB. The Civil Releases Signed by Jane Doe I  and 2 Did Not —  and Could Not — Waive \ntheir CVRA Claims Against the Government 40 \nIV. THE DOCTRINES OF EQUITABLE AND JUDICIAL ESTOPPEL ARE INAPPLICABLE. \n 45 \nA. Jane Doe 1 and 2 Have Not Violated Any CVRA Requirement in Handling Their \nPetition. \n45 \nB. Congress Has Not Added Doctrines of Estoppel to the CVRA. 46 \nC. Epstein Has Failed to Satisfy the Elements of the Equitable Estoppel Doctrine. 48 \nD. Epstein Has Failed to Satisfy the Elements of the Judicial Estoppel Doctrine. \n50 \nEFTA00022547\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 3 of 70 \nV. ALLEGED PRINCIPLES OF \"SUBSTANTIVE DUE PROCESS\" DO NOT PRECLUDE \nRESCISSION REMEDIES 53 \nVI. SEPARATION OF POWERS DOES NOT PREVENT THE COURT FROM EXERCISING \nITS STATUTORY POWER TO ENFORCE THE CVRA. 59 \nVII. THE VICTIMS' REQUEST FOR DECLARATORY RELIEF (REMEDY #2) \nIMMEDIATELY BECOMES RIPE UPON THE GRANTING OF A RESCISSION (REMEDY \n#1). 61 \nVIII. THE COURT IS AUTHORIZED TO HOLD A PUBLIC HEARING WITH THE VICTIMS \nIN THIS \nCASE. \n62 \nIX. ADOPTION OF EARLIER PLEADINGS BY REFERENCE \n63 \nX. THE COURT SHOULD EXPEDITE ITS RULING ON REMEDIES AND ON THE \nVICTIMS' RIGHTS TO BE TREATED WITH FAIRNESS AND TO NOTICE \n63 \nXI. REQUEST FOR A HEARING (IF NECESSARY) \n \n65 \nCONCLUSION 65 \nEFTA00022548\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 4 of 70 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF FLORIDA \nCase \nNo. 08-80736-Civ \nJANE DOE #1 and JANE DOE #2 \nv. \nUNITED STATES \nJANE DOE 1 AND JANE DOE 2'S REPLY TO INTERVENOR EPSTEIN'S BRIEF IN \nOPPOSITION TO PROPOSED REMEDIES \nCOME NOW Jane Doe 1 and Jane Doe 2 (also referred to as \"the victims\"), by and through \nundersigned counsel, having previously provided a submission on proposed remedies (DE 458) \nand in light of Intervenor Epstein's' Brief in Opposition (DE 463) (hereinafter cited as \"Epstein \nRemedies Br.\"), to now reply to Epstein in support of their submission on proposed remedies. For \nthe reasons explained in their earlier submissions (see, e.g., DE 458 and 464) and below, the Court \nshould reject the Intervenor Epstein's arguments and grant Jane Doe 1  and Jane Doe 2 the various \nremedies their seek to enforce and protect their rights under the Crime Victims' Rights Act \n(CVRA) —  including rescission of the non-prosecution agreement. \nINTRODUCTION \nAs Jane Doe 1  and 2 explained in their earlier submissions, this case involves deception of \ndozens of Florida victims of an international sex trafficking organization —  the organization led by \nAs discussed below, Epstein was granted \"limited\" intervention in this case to address \nremedies. Since remedies are now at issue, Epstein has full intervention rights and will be \nreferenced throughout this reply as \"Intervenor Epstein.\" \n1 \nEFTA00022549\n\nCase \n9:08-cv-80736-KAM Document 466 \nEntered on FLSD \nDocket 07/23/2019 Page 5 \nof 70 \nIntervenor Epstein. The \nGovernment2  and Epstein \nreached a secret non\n-prosecution agreement \n(NPA) and then concealed \nthat agreement until it \nwas firmly in place —  and \nthe victims lost any \nopportunity to object. \nThis secret justice for \nEpstein and his co-conspirators \nhas led to a national \noutcry about unfairness \nand unequal treatment of \nthe wealthy and powerful in \nthe criminal justice \nsystem. \nThis Court has \npreviously determined that Jane \nDoe 1 and 2's CVRA \nrights to confer with \nprosecutors were violated \nthrough the machinations \nof prosecutors and Epstein. \nThis Court then \ncalled for briefing on \nthe appropriate remedy for \nthat violation. DE 454. Jane \nDoe I  and 2 have \nproposed rescission of \nthe NPA's \"immunity\" \nprovisions, which have \nprevented victims from \nconferring with \nprosecutors in the USAO-SDFL \nabout prosecuting Epstein \nfor the crimes he \ncommitted in Florida \nagainst them. Epstein claims \nthat this remedy is not \navailable to this Court. \nBut the Court has \npreviously held that it  is a \npermissible remedy and \nnothing that Epstein raises \nshould cause the Court to \nreverse course. The \nNPA's immunity \nprovisions were founded in \nillegality —  specifically, \ntheir concealment from \nthe victims -  something \nthat Epstein well knew \nand, indeed, specifically \nsought. Accordingly, this \nCourt can and should \nrescind the immunity \nprovisions as the \nappropriate remedy for the \nvictims. Rescission will vindicate \nJane Doe 1 and 2's \nCVRA rights, by \npermitting them to confer with \nprosecutors in this district \nabout obtaining federal \nprosecution here — \nagainst Epstein and all of his \ncoconspirators. \nEpstein has little to \nsay about the other \nremedies that the Jane Does \nseek, and accordingly \nthe Court should (for \nreasons articulated earlier) grant \nthose remedies as well. \n2    References to the \n\"Government\" in this \ncase should be generally \nunderstood to refer to \nthe \nU.S. Attorney's Office \nfor the Southern District of \nFlorida (USAO-SDFL), \nwhich is currently \nbeing represented by the \nU.S. Attorney's Office for the \nNorthern District of \nGeorgia. \n2 \nEFTA00022550\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 6 of 70 \nTHIS CASE MUST BE DECIDED ON THE AGREED PREMISE THAT THE NPA \nONLY COVERS THE U.S. ATTORNEY'S OFFICE FOR THE SOUTHERN DISTRICT \nOF FLORIDA. \nFor many years, this case has been litigated on the premise that the NPA negotiated by \nEpstein with prosecutors in the Southern District of Florida only precludes his prosecution in the \nSouthern District of Florida. Indeed, the NPA's plain terms directly limit the agreement to \"this \nDistrict.\" See NPA at 2 (noting that the agreement was signed \"on the authority of R. Alexander \nAcosta, United States Attorney for the Southern District of Florida\" and requires that \"prosecution \nin this District for [various federal offenses] shall be deferred\" and that no federal prosecution of \nEpstein \"will be instituted in this District\"). This is consistent with the statute creating the Office \nof U.S. Attorney, which allows each U.S. Attorney to prosecute offenses only \"within his district.\" \n28 \nU.S.C. § 547. \nIn light of this plain language, the NPA has no application to prosecutors in other judicial \ndistricts, such as the Southern District of New York. See United States v. Fernandez, No. 17-CR-\n167 (JMF), 2017 WL 6372783 at *2 (S.D.N.Y. 2017) (\"The Second Circuit has squarely held that \n\"[w]hen the express terms of a  plea agreement set forth promises by `the Government,' . . . the \nplea agreement binds only the office of the United States Attorney for the district in which the plea \nis entered unless it affirmatively appears that the agreement contemplates a broader restriction, or \nunless there is evidence to show that a prosecutor is attempting to evade its own obligations under \nthe plea agreement by transferring a prosecution to another office\" (citing United States v. \nSalameh, 152 F.3d 88, 120 (2d Cir. 1998)). \nThe fact that the USAO-SDFL's agreement with Epstein applies only to the Southern \nDistrict of Florida has been made explicitly throughout this litigation — without any objection from \n3 \nEFTA00022551\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 7 of 70 \nIntervenor Epstein. See, e.g., DE 205-6 at 30 (\". . the USAO-SDFL did not bargain away the \npossibility of federal criminal charges being instituted in other districts based on alleged sexual \nacts that Epstein committed against [Jane Doe I  and 2]. Such charges can still potentially be \npursued in other districts, such as the Southern District of New York . . ..\"); DE 205-2 at 8-9 (\"a \nnumber of districts outside the Southern District of Florida (e.g., the Southern District of New \nYork ...) share jurisdiction and venue with the Southern District of Florida over potential federal \ncriminal charges based on the alleged sexual acts committed by Epstein against [Jane Doe 1  and \n2]. Epstein is thus subject to potential prosecution for such acts in those districts.\"); see also DE \n464 at 13 n.4 (\"The NPA negotiated by attorneys in the Southern District of Florida obviously only \nprecluded prosecution in the Southern District of Florida\"). Several of the remedies the victims \nhave proposed are clearly predicated on this long-standing assumption. For example, the victims \nhave sought documents about the investigation regarding Epstein conducted by FBI-Miami \n(remedy #10), education in the U.S. Attorney's Office for the Southern District of Florida (remedy \n#14), and sealed remedies involving other U.S. Attorney's Offices (remedy #18). The victims \nwould have crafted all of these proposed remedies (and others) differently if they had any \nsuggestion from Epstein that this case involved immunity that extended nationwide. \nMoreover, other important aspects of this case have involved the predicate that this case \nconcerned Epstein's federal crimes subject to prosecution in this District. For example, \nGovernment notifications to crime victims about this case have apparently only gone to Epstein \nvictims in this District. \nIntervenor Epstein's factual \"background\" section of his brief only makes clearer that the \nNPA at issue in this case does not have any nationwide reach. As Epstein's \"background\" section \n4 \nEFTA00022552\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 8 of 70 \nargues, the negotiations between the U.S. Attorney's Office for the Southern District of Florida \n(USAO-SDFL) and Epstein's high-powered legal team focused on the defense claim that this case \n\"was, at heart, a local sex abuse case.\" Epstein Remedies Br. at 15 (quoting former First Assistant \nU.S. \nAttorney Jeffrey Sloman). Indeed, one of the experts that Intervenor Epstein hired \nrepresented to the Justice Department during discussions about the NPA that \"[t]his is a case about \npurely local activity, involving local actors, and affecting local interests and thus, should be \nhandled by local authorities.\" Id. at 15. In other words, according to Epstein's defense attorneys \nat the time that the NPA was under consideration, this was not a case \"present[ing] \nmultijurisdictional obstacles\" beyond the ability of \"States and localities\" to confront. Id. at 16. \nThis Court has previously ruled that this case is to be decided based on a possible CVRA \nrights violation \"of Jane Doe 1, Jane Doe 2, and all `other similarly situated victims' (DE 324 at \n9), where all the victims under contemplation have been victimized by Epstein through federal \ncrimes subject to prosecution here. Ultimately, as Epstein himself puts it, this case involves \"the \nexercise of discretion by ... federal prosecutors in the Southern District of Florida.\" Id. at 18. \nIt  is common knowledge that Intervenor Epstein is currently being prosecuted by federal \nprosecutors in the Southern District of New York. The NPA in this case has no connection to or \nbearing on that prosecution there —  and the Court should craft remedies for the victims in this \nDistrict for the violations of rights that occurred here. \n5 \nEFTA00022553\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 9 of 70 \nDISCUSSION \nI. INTERVENOR EPSTEIN HAS RECEIVED PROCEDURAL DUE PROCESS \nTHROUGH AN OPPORTUNITY TO BE HEARD AND SUBMIT EVIDENCE ON \nISSUES PERTAINING TO REMEDIES. \nA. As an Intervenor, Epstein Has Received Procedural Due Process. \nIntervenor Epstein begins his arguments with a procedural claim that he has somehow been \ndenied \"procedural due process\" in this matter. Epstein Remedies Br. at 14-19. His argument is \ndifficult to understand. More than six years ago, Epstein filed a motion for \"limited intervention\" \nin this case, seeking to \"intervene in these proceedings when and if they reach the stage at which \nthe Court will consider what remedy to order if it finds that the government violated the [victims'] \nrights under the CVRA.\" DE 207 at 1. As Epstein explained in his motion, this Court had earlier \nruled that \"rescission relief' was an available remedy in this case. Id. Accordingly, Epstein had \n\"clear and compelling interest[s] in opposing any remedy that would entail rescission of his non-\nprosecution agreement with the government,\" and these interests were \"personal to him and would \nnot be adequately represented by the government should the Court determine that a  CVRA \nviolation occurred and that rescission or re-opening of the non-prosecution agreement was one of \nthe remedial options under consideration.\" Id. The victims did not oppose his intervention. DE \n209 at 3-4. And the Court duly granted Epstein's intervention motion. DE 246 at 1 (order allowing \nEpstein \"to intervene with regard to any remedy issue concerning the non-prosecution \nagreement\"). \nOf course, this Court subsequently found a violation of the victims' CVRA rights, squarely \nposing remedial issues. And the Court thereafter asked for submissions on how to proceed to \ndetermine appropriate remedies, receiving briefing on scheduling from the two victims and the \n6 \nEFTA00022554\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 10 of 70 \nUSAO-SDFL — and from Epstein. In his scheduling brief, Epstein explained that \"[r]egarding the \nmechanism for determining remedy, neither party disputes that Mr. Epstein has a right to be heard \n. . . . Mr. Epstein respectfully submits that he should be given an opportunity to file a response to \nthe substantive legal briefs of the parties on the issue of remedy within 30 days after [the victims'] \nbrief is filed, before the Court permits the taking of any evidence in this matter.\" DE 453 at 2. \nThereafter, the Court established a  briefing schedule that essentially tracked what Epstein \nproposed, and specifically allowed Epstein to \"file affidavits or declarations in support of his \nposition.\" See DE 454 at 2. \nIn the wake of all this, Intervenor Epstein now broadly asserts that \"summary judgment \nwas granted against the government, not Mr. Epstein\" and that, therefore, \"there can be no remedy \nthat prejudices him.\" DE 463 at 25. But the legal support for this claim is a  mystery. It  was \nEpstein himself who proposed limited intervention as the appropriate procedural device to allow \nhim to be heard in this case. And obviously Epstein has had full notice and opportunity to be heard \non remedy issues, including an opportunity to submit any relevant evidence he wants and to \nchallenge any finding that he believes are inaccurate. As Epstein's own authority makes clear, the \nkey requirement for due process is whether a litigant has \"received a `full and fair' opportunity to \nlitigate [his] claims.\" Parklane Hosiery Co., Inc. v.  Shore, 439 U.S. \n322, 332 (1979). Epstein \nraises no suggestions that he has been denied that opportunity here. \nEpstein does point to the fact that the Eleventh Circuit has previously ruled in this case that \nhe is not \"an ordinary litigant.\" Jane Doe 1 v.  United States, 749 F.3d 999, 1005 (11th Cir. 2014). \nBut that ruling, which involved the disclosure of certain correspondence, is of no relevance \nnow. \nThe Eleventh Circuit was simply describing this Court's earlier ruling on intervention. Indeed, the \n7 \nEFTA00022555\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 11 of 70 \nEleventh Circuit made clear it  was fully approving this Court's approach of allowing Epstein to \nraise remedial issues at the end of the case: \nThe victims argue that Epstein has made himself an ordinary litigant through his \nintervention, but we disagree. . [T]he district court has granted Epstein limited \nintervention to challenge only the disclosure of his attorneys' correspondence and \nany remedy that involves the non-prosecution agreement. Epstein's only \nopportunity to challenge the disclosure order is now because there will not be an \nadverse judgment against him or his attorneys. The district court instead will enter \nany judgment against either the victims or the United States. And, even if the victims \nsucceed in their petition to rescind the non-prosecution agreement, Epstein can \nchallenge only that remedy, not thejudgment against the United States. The victims \nintend to use the correspondence from Epstein's attorneys to prove that the United \nStates violated the Act, which is an issue separate from the kind of relief necessary \nto remedy that violation. And it is all the more likely that the district court would \nfashion a remedy that does not involve the non-prosecution agreement, if the district \ncourt were to conclude that rescission is unavailable, which might then bar an \nappeal by Epstein of that remedy. \n749 F.3d at 1005-06 (emphasis added). Plainly when it ruled in 2014, the Eleventh Circuit foresaw \na situation where Epstein might need to challenge a rescission remedy during a remedial phase of \nthis case —  which is precisely what has happened. \nThe very purpose of allowing a person to intervene in a case is to ensure \"that a single set \nof factual findings will bind\" the intervenor and the other parties. Huff v. Commissioner of IRS, \n743 F.3d 790, 797 (11th Cir. 2014). And the \"fundamental requirement of due process is the \nopportunity to be heard `at a meaningful time and in a meaningful manner.'\" Reams v. hvin, 561 \nF.3d 1258, 1263 (11th Cir. 2009) (quoting Mathews v. Eldridge, 424 U.S. 319, 333 (1976)). \nHere \nEpstein argues that he has been \"deprived . . of the ability to contest numerous allegations and \nstipulations at the liability phase.\" Epstein Remedies Br. at 28. This is simply untrue. Epstein \nwas free to challenge all allegations (and alleged \"stipulations\") from the liability phase, to the \n8 \nEFTA00022556\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 12 of 70 \nextent that they had any bearing on remedy. Indeed, this Court made clear that Intervenor Epstein \ncould \"file affidavits or declarations in support of his position.\" See DE 454 at 2. \nEpstein complains, for example, about the fundamental premise of this case: that Jane Doe \n1  is a \"crime victim\" covered by the Crime Victims' Rights Act (CVRA). Epstein argues that this \nis not possible, because there are no pending federal charges against Epstein in this District. But \nthis Court has already cited evidence and explained the reasons for concluding that Jane Doe 1 \nwas a  victim of a  federal crime committed by Epstein in the Southern District of Florida. 359 \nF.Supp.3d at 1204. If Epstein wanted to challenge that finding, all he had to do was file an \naffidavit, under oath, to that effect. He chose not to do so —  and due process hardly precludes \ncontinuing to move forward in this case on the basis of an unchallenged and factually supported \nfinding made long ago. \nMoreover, if taken seriously, Epstein's position would sap the CVRA of much of its value. \nThis Court has already held that exercising CVRA rights is possible before criminal charges are \nformally filed, noting that 18 U.S.C. § 3771(d)(3) provides that \"the CVRA's enumerated rights \n`shall be asserted in the district court in which a defendant is being prosecuted for the crime or, if \nno prosecution is underway, in the district court in the district in which the crime occurred.'\" Does \nv. United States, 817 F.Supp.2d 1337, 1342 (S.D. Fla. 2011) (quoting 18 \nU.S.C. §  377(d)(3) \n(emphasis added)). This Court explained that the CVRA's language allows CVRA's rights to \"be \nenforced before a prosecution is underway . . \", id. (emphasis added) —  i.e., to be \"enforced\" in \nthis Court. Of course, the Crime Victims Rights Act creates rights for \"crime victims,\" which in \nEpstein's (erroneous) view can never exist until a formal indictment is filed. Epstein's argument \nwould essentially eviscerate the CVRA's pre-charging protections and should be rejected. \n9 \nEFTA00022557\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 13 of 70 \nB. The Court's Findings About Epstein Counsel's Awareness of Concealment of \nthe Non-Prosecution Agreement are Well-Supported and Unchallenged. \n1. Through Counsel, Epstein Was a Party to the Illegal Concealment of \nthe Non-Prosecution Agreement. \nIntervenor Epstein also argues that his defense counsel \"acted in good faith.\" Epstein \nRemedies Br. at 30. But he never defines what he means by \"good faith.\" Rather than debating \nhow to characterize the actions of the defense team, the salient factual issue is this Court's specific \nfindings that the Government decided \"to conceal the existence of the NPA and mislead the victims \nto believe that federal prosecution was still a possibility.\" 359 F.Supp.3d at 1219. And the Court \nhas also previously found that \"Epstein's counsel was aware that the Office was deliberately \nkeeping the NPA secret from the victims and, indeed, had sought assurances to that effect.\" Id. at \n1208 (citing DE 407 at ¶ 48 (emphasis added)). \nWhile Intervenor Epstein quibbles over the accuracy of these findings, one preliminary \npoint is important: Epstein does not offer any factual evidence to the contrary. For instance, even \nthough this Court invited Epstein to provide any affidavits or declarations in support of his position \n(DE 454 at 2), Epstein offered nothing. Nor did Epstein challenge the admissibility of evidence \nthat Jane Doe 1 and 2 have previously provided. As a result, in attacking this finding, Epstein can \nonly rely on the existing evidence. \nEpstein's main point appears to be not that this Court was wrong in finding that the NPA \nwas concealed from the victims through misleading statements, but rather that this Court was \ntechnically incorrect about when the concealment began. Thus, Epstein argues (in bold face type) \nthat \"nowhere in the record is there any evidence that Mr. Epstein's counsel, prior to September \n10 \nEFTA00022558\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 14 of 70 \n24, 2007, urged the government not to consult with [the victims] about the government's \nintentions.\" Epstein Remedies Br. at 31 (emphasis reorganized). \nThe Court will immediately notice the hedged and negative proposition that Epstein \ndefends —  i.e., Epstein does not argue that the Court's conclusion about concealment is somehow \nincorrect but merely that no record evidence exists to prove the point. But record evidence \nobviously demonstrates that Epstein and his lawyers signed the NPA, which itself provided that \n\"[t]he parties anticipate that this agreement will not be made part of any public record. If the \nUnited States received a Freedom of Information Act request or any compulsory process \ncommanding the disclosure of the agreement, it will provide notice to Epstein before making that \ndisclosure.\" NPA at I  13 (emphasis added). This Court noted this provision as part of its factual \nfindings. 359 F.Supp.3d at 1208. The NPA's plain language thus makes clear both that Epstein \nknew the NPA was being concealed and, by requiring that notice go to him before disclosure, that \nit was at Epstein's insistence that this provision is included. After all, the Government would have \nno reason to bind itself to an undertaking to provide special notice to Epstein. \nPerhaps recognizing that is difficult to contest that he sought the concealment provision, \nEpstein quickly falls back to the position that his lawyers \"never conditioned his agreement to the \nNPA on non-disclosure to victims of the intended resolution.\" Epstein Remedies Br. at 31. To be \nsure, it  may be impossible to say exactly how the negotiations proceeded and what was a  vital \n\"condition\" for either side. Many of the important details were hammered out in unrecorded, face-\nto-face meetings between prosecutors and defense attorneys. And for reasons that Epstein never \nexplains, his attorneys were discussing with prosecutors how to meet \"off campus\" to finalize the \nagreement. See DE 361 at 14 (line prosecutor writes to defense counsel that \"Maybe we can set \n11 \nEFTA00022559\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 15 of 70 \na  time to meet. If you want to meet `off campus' somewhere, that is fine\"). Indeed, the \ndocumentary evidence in this case makes clear that at least one additional meeting was held off \ncampus between the Government and Epstein. Id. \nBut while the Court may never know precisely what Epstein \"conditioned\" his agreement \non, it  is quite reasonable to conclude that Epstein was \"seeking assurances\" that the agreement \nwould not be disclosed —  or, at the very least, not disclosed without an opportunity for him to \nobject. Indeed, the record makes clear that it was Epstein's lawyers who first asked about whether \nthe NPA would be made public. DE 361 at 15. And, as the NPA was being executed, defense \ncounsel followed up again with the line prosecutor, specifically requesting that she \"do whatever \nyou can to keep [the NPA] from becoming public.\" 359 F.Supp.3d at 1207. \nMoreover, even before the NPA was signed, uncontested documentary evidence shows that \nEpstein was working to conceal what happened from the victims. For example, as the Court noted \nin its findings, the line prosecutor and Epstein's counsel were working together to \"avoid the \npress.\" 359 F.Supp.3d at 1206. These documents pertain to events before the NPA was executed \non September 24, 2007, proving that Epstein's defense attorneys sought to have the NPA \nconcealed in advance of its signing. Given that concealment of the NPA necessarily meant that \nthe victims were being denied their right to confer, Epstein clearly became a party to the CVRA \nviolation even before the NPA was executed. \nBut it is hardly necessary to the Court's CVRA findings that Epstein have been involved \nin concealing the NPA before it was signed. The NPA was not actually consummated until months \nlater, in June 2008. And by being party to —  and surely instigator of— that extended concealment, \nEpstein was responsible for the CVRA violations. \n12 \nEFTA00022560\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 16 of 70 \nIf there is any doubt on this point, it only reinforces the victims' motion that it  should \nreceive all records associated with the negotiations, including information about the Government's \ndeliberations. Given that both the Government and now Epstein are making representations about \nwhat occurred during the negotiations, there is every reason for finding a waiver of work product \nand other protections, and a compelling need for disclosing all documents about what happened. \nSee generally Jane Doe 1  and 2's Motion for Finding of Waiver of Work Product and Similar \nProtections and for Production of Documents, DE 414 (currently pending before the Court per DE \n464 at 14).3\nEpstein also points to internal Justice Department regulations, arguing that they show that \nthe CVRA was technically inapplicable in this case. Epstein Remedies Br. at 21. But to the extent \nthat those guidelines failed to extend victims' rights during the pre-charging process, those \nguidelines were simply illegal — as this Court ruled long ago. Does v. United States, 817 F.Supp.2d \n1337, 1341 (S.D. Fla. 2011). \nEpstein also fails to fully describe what the Justice Department regulations required the \nJustice Department to do during the investigative stage of a  case. The 2005 Attorney General \nGuidelines for Victim and Witness Assistance (hereinafter \"2005 A.G. Victim Guidelines\") to \nwhich he refers required the FBI to \"provide the victim with the earliest possible notice concerning \nthe status of the investigation of the crime, to the extent that it is appropriate and will not interfere \n3  In an effort to comply with the Court's scheduling order —  and to provide consolidated \nbriefing —  Jane Doe 1  and 2  have not filed a separately docketed motion for production of the \nmaterials, instead explaining in their briefs the grounds for production. If the Court believes that \na separate motion is necessary to raise this issue, Jane Doe 1  and 2  would respectfully request \nleave be permitted to rapidly file such a motion. \n4   A full copy of the 2005 Guidelines is available in Justice Department archives at \nhttps://www.justice.govisites/default/files/olp/docs/ag_guidelines2012.pdf. \n13 \nEFTA00022561\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 17 of 70 \nwith the investigation.\" 2005 A.G. Victim Guidelines at p. 25, Part IV.A.3.a.3 (citing 42 U.S.C. \n§ 10607(c)(3)A)5) (emphasis added)). Presumably, this requirement that the FBI keep victims \ninformed is why Epstein and the prosecutors were discussing meeting privately \"off campus,\" as \na normal \"on campus\" meeting would have involved FBI agents and others Justice Department \nemployees (e.g., victim-witness coordinators) who would have been obligated by these regulations \nto provide Epstein's victims with more information about what was happening. \nEpstein also refers to a 2010 opinion of the Justice Department's Office of Legal (OLC), \nwhich concluded that the CVRA did not extend rights until the filing of formal charges. Epstein \nRemedies Br. at 32. Of course, the OLC opinion did not exist in 2007-08, when USAO-SDFL and \nEpstein were concealing the NPA. Moreover, it is unsurprising to find that the Justice Department \nwould be staking out a very narrow (but unsupportable) position on its legal obligations under the \nlaw. \nCf. \nPaul G. Cassell, Nathanael J. Mitchell & Bradley J. Edwards, Applying the Crime Victims' \nRights Act Before Criminal Charges are Filed, 104 J. CRIM. L. & CRIMINOLOGY 59, 76-77 (2014) \n(\"OLC's analysis is unpersuasive.\"). \nBut this debate over legal application of the CVRA in pre-charging situations is ultimately \nwide of the mark as an attack on the Court's findings regarding the CVRA violation here. The \nUSAO-SDFL had made its own determination that the CVRA did, indeed, apply in this case — and \nwas telling victims that they had CVRA rights well before the NPA was ever signed. As this Court \nhas previously found, as early as March 2007, the USAO-SDFL sent official notices to Epstein \nvictims informing them that they had rights under the CVRA. For example, on about June 7, 2007, \n5  This statute has since been superseded by other victim enactments and has accordingly \nbeen repealed. \n14 \nEFTA00022562\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 18 of 70 \nFBI agents delivered a standard CVRA notification letter to Jane Doe 1. 359 F.Supp.2d at 1205. \nIn this letter, the USAO-SDFL promised that it would \"make its `best efforts' to protect Jane Doe \nl's [CVRA] rights, including `the reasonable right to confer with the attorney for the United States \nin the case . .'\" Id. Jane Doe 1 \"relied on those representations and believed that the government \nwould protect those rights and keep her informed about the progress of the case.\" Id. Nowhere in \nhis response does Epstein claim that his counsel were unaware of this approach. \nThis issue about the Justice Department's guidelines has already been evaluated by this \nCourt. As this Court explained in granting summary judgment: \nNor did the Justice Department guidelines create an exemption from the CRVA's \nstatutory requirements. Although the Government points to guidelines that \nconflicted with the requirements of the CVRA (by restricting CVRA rights until \nafter a formal indictment), the Court is not persuaded that the guidelines were the \nbasis for the Government's decision to withhold information about the NPA from \nthe victims. If that had been the case, the Government would not have sent the \nvictim letters telling them that they had rights protected under the CVRA. Nor \nwould they have told Epstein's attorneys that it had obligations to notify the \nvictims. In any event, an agency's own \"'interpretation' of a  statute cannot \nsupersede the language chosen by Congress.\" Mohasco Corp. v.  Silver, 447 U.S. \n807, 825 (1980). \nGiven that the USAO-SDFL had told the victims that the CVRA applied, it was obligated \nto confer with them and treat them fairly. Epstein does not argue (much less provide evidence) \nthat his extensive legal team was unaware that the USAO-SDFL was following CVRA \nrequirements. Thus, the record fully supports the conclusion that, through his many lawyers, \nEpstein was aware that the CVRA was in play and that, as a result of his pressure, the Government \nwas not conferring with his victims. \nEven more important, Epstein cannot point to anything in Justice Department policy \nrequiring that a  non-prosecution agreement be concealed from victims, much less permitting \n15 \nEFTA00022563\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 19 of 70 \nprosecutors to mislead victims. While Epstein claims that he was simply asking USAO-SDFL to \n\"follow its own national guidelines,\" Epstein Remedies Br. at 22, he was in fact asking for a clear \ndeparture from standard procedures. Indeed, the USAO-SDFL has admitted that \"Epstein's \ncounsel convinced the [Office] that (contrary to standard Government practice) Epstein should be \npermitted to provide input into any message being delivered, and ultimately that the victims should \nnot be told anything `until after Epstein pleas.'\" DE 361 at 5-6 (citing Exhibit 25) (emphasis \nadded). And, as this Court has previously explained, \"Particularly problematic was the \nGovernment's decision to conceal the existence of the NPA and mislead the victims to believe that \nfederal prosecution was still a possibility. When the Government gives information to victims, it \ncannot be misleading.\" 359 F.Supp.3d at 1219. \nAfter the NPA was signed, Epstein concedes that he was involved in the notifications to \nvictims. Thus, Epstein points to a letter sent by his counsel, on December 6, 2007, indicating that \nhe did not object some form of notice being given to the alleged victims.\" Epstein Remedies Br. \nat 32 (citing DE 403-15:3). But as even a quick glance that letter makes clear, the \"form of notice\" \nthat Epstein had in mind was very limited —  indeed, Epstein's counsel was proposing that it merely \nbe sent by the State Attorney and presumably would not mention the federal non-prosecution \nprovisions. DE 403-15:3-4. Moreover, that same letter makes clear that Epstein was strenuously \nseeking an opportunity to review victim notices from the government. Id. at 3. Accordingly, when \njust a few weeks later the Government began circulating \"misleading\" notices, the record plainly \nsupports the conclusion that Epstein had seen and approved the notices —  and Epstein advances no \nargument (or evidence) to the contrary. \n16 \nEFTA00022564\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 20 of 70 \nRemarkably, despite all this evidence that Epstein was pressuring the USAO-SDFL not to \ndischarge its statutory obligation to confer with the victims, Epstein attempts to claim that \"federal \nlaw enforcement's decision to not [confer] with [the victims] was made, not for Mr. Epstein's \nbenefit, but rather to protect their own prosecutorial interests.\" Epstein Remedies Br. at 23. The \nbasis for this claim is selected excerpts from an affidavit of the line prosecutor. Id. (citing DE 403-\n18). The fact that Epstein, joined by the USAO-SDFL, are both now using this affidavit discussing \ninternal deliberations of the Office only confirms that work product and other protections have \nbeen waived over documents regarding those deliberations. See generally Jane Doe 1  and 2's \nMotion for Finding of Waiver of Work Product and Similar Protections and for Production of \nDocuments, DE 414.6  Once again, the victims reassert their motion that they are entitled to see \nthose documents, to be in position to challenge the USAO-SDFL's arguments about benign \nintentions —  and now Epstein's similar claims. See DE 464 at 14 (reasserting DE 414). \nMoreover, Epstein fails to fully discuss what the line prosecutor's affidavit essentially \nadmits. The affidavit only attempts to provide an explanation for failing to disclose the NPA's \nfinancial compensation provisions. See, e.g., DE 403-19 at 10-11 ¶ 21 (claiming that disclosure \nwould have subjected victims to cross-examination). But the affidavit never explains why the \nmost significant feature of the non-prosecution agreement was being concealed from the victims \n—  i.e., the fact that the agreement would lead to Epstein's non-prosecution. As a result, through its \n6 Waiver by the Government is also further demonstrated by the press conference held by \nthen-Labor Secretary R. Alexander Acosta on July 10, 2019. Before the Washington press corps \nand a global television audience, Acosta discussed the substance of the affidavit and deliberations \nby the USAO-SDFL on the case. See https://www.c-span.orgivideon462479-1/1abor-secretary-\ndefends-handling-epstein-plea-deal-amid-calls-resignation/. Indeed, the affidavit was part of the \n\"press packet\" Acosta handed out. \n17 \nEFTA00022565\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 21 of 70 \nsilence, the affidavit concedes what is glaringly obvious: That due to Epstein's pressure, the \nUSAO-SDFL was hiding from the victims that Epstein had already secured a signed agreement \nproviding immunity from federal prosecution in Florida to him (and all \"potential co-conspirators\" \nfor \ngood measure). \nThis Court has already discussed the point, noting that, in January 2008, when the USAO-\nSDFL sent notices to the victims counseling \"patience,\" the Office \"had bound itself to the terms \nof the NPA unless Epstein failed to comply with the terms. It  was a  material omission for the \nGovernment to suggest to the victims that they have patience relative to investigation about which \nit  had already bound itself not to prosecute.\" 359 F.Supp.3d at 1221. Obviously, the notices to \nthe victims could have been written differently to avoid a \"material omission.\" But it was clearly \ndue to Epstein's efforts that the immunity provisions were being concealed to avoid a firestorm of \ncontroversy that would have occurred if that fact was disclosed publicly. \n2. Evidence Exists that the Epstein Defense Team Acted in Bad Faith. \nEpstein further asserts that the existing \"record conclusively refutes any bad faith\" on the \npart of his counsel. Epstein Remedies Br. at 20. But the victims have also previously made well-\nsupported allegations of bad faith actions. In their summary judgment motion, for example, Jane \nDoe 1  and 2 alleged that on February I, 2007, the Epstein defense team sent a 24-page letter to the \nOffice, which \"falsely stated: `Epstein did not know or believe any women were under 18 years of \nage.' It  also contained other deceptive factual and legal arguments about Epstein's culpability.\" \nDE 361 at 10 (citing Exhibit 43) (emphasis added). Jane Doe 1 and 2 further alleged that, on July \n6, 2007, Epstein's lawyers sent a 23-page letter to USAO-SDFL which \"falsely claimed that `Mr. \nEpstein never targeted minors' . . . .\" DE 361 at 11 (citing Exhibit 47) (emphasis added). Jane \n18 \nEFTA00022566\n\n'  Case \n9:08-cv-80736-KAM \nDocument 466 \nEntered on FLSD \nDocket 07/23/2019 \nPage 22 of 70 \nDoe \nI \nand 2 also alleged that Epstein's \nlawyers were discussing with the prosecutors a disposition \nthat would make it difficult for a judge to know what was really happening. DE 361 at 14 (citing \nExhibit \n7). And Jane Doe 1 and 2 also alleged that Epstein and government lawyers were using \nprivate, home e-mail address to conduct some of their \ndiscussions — and noted that no emails sent \nto or from any home c-email addresses of \nprosecutors has every been produced. DE 361 at  15. \nJane \nDoe 1 and 2 reassert all of \nthese thus-far uncontested factual \nclaims and ask that the \nCourt \naccept them as part of \ndeciding the basis for crafting \nan appropriate remedy. \nEpstein has \nnot \nchallenged any of these \nfacts proffered by Jane \nDoe 1 and 2. If \nEpstein wants this case to be \ndecided based on \nhow his legal team \nacted, he needs to \nprovide affidavits or \nother evidence of its \nconduct — and \nhe has not done so. \nEven more \nsignificantly with \nregard to the \nalleged \"bad faith\" of \nEpstein's \ndefense team is \n19 \nEFTA00022567\n\n'  Case 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 23 of 70 \n20 \nEFTA00022568\n\n'  Case 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 24 of 70 \n21 \nEFTA00022569\n\n'  Case 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 25 of 70 \n22 \nEFTA00022570\n\nCase 9:08-cv-80736-KAM \nDocument 466 \nEntered on FLSD Docket \n07/23/2019 Page 26 of 70 \n3. The \nUSAO-SDFL Was Not Authorized to Extend Epstein Immunity \nWithout \nFirst Conferring with his \nVictims. \nEpstein also argues that the NPA is \"a legal agreement.\" Epstein \nRemedies Br. at 25. By \nthis he apparently means that, if one looks merely at the four corners \nof the document, no provision \nis, on its face, illegal. But as Jane Doe 1  and 2  have explained earlier, it  is well accepted that a \ncontract or other agreement can be illegal based on the way in \nwhich it was formed. See Victims' \nRemedy Reply to the Gov't. DE 464 at 27. Indeed, the Eleventh Circuit has clearly held that the \nmanner in which an agreement is formed can render an otherwise-valid agreement unenforceable. \nIn San Pedro v. United States, 79 F.3d 1065 \n(11th Cir. 1996), the Eleventh Circuit held that in \norder for any provision in a  plea \nagreement to be enforceable, \"there must have been a  valid, \nbinding \nagreement in the first instance . . . Id. at 1068. In San Pedro, a defendant sought to \nblock a deportation proceeding by \nimmigration authorities, arguing that a promise by prosecutors \nof transactional immunity included a \npromise of nondeportation. Id. at 1067-68. In that case, as \nin this one, it could have been argued that a  promise of nondeportation was \"a legal agreement.\" \nBut, nonetheless, the promise was unenforceable because, the Eleventh Circuit explained, the \nprosecutor who made the commitment was not authorized to do so. \nId. at 1070. In particular, \"the \n23 \nEFTA00022571\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 27 of 70 \nUnited States Attorney and the AUSAs who negotiated the plea agreement with San Pedro did not \nhave the authority to promise that he would not be deported.\" Id. at 1072. \nSo too here. Prosecutors were simply not authorized to offer Epstein immunity until they \nhad conferred with Epstein's victims. Accordingly, the NPA's immunity provisions were not part \nof a \"valid, binding agreement in the first instance.\" 79 F.3d at 1068. And thus, Epstein is not \nentitled to take advantage of the non-prosecution provisions, at least with respect to crimes against \nJane Doe 1  and 2 and any other victim who desires to have him prosecuted. \nIn their remedy briefing, Jane Doe 1  and 2 have asked for \"partial\" rescission of the \nimmunity provisions —  that is, rescission of the immunity provisions for only those victims who \nseek rescission. DE 464 at 17-30. In response, Epstein could have theoretically made an argument \nfor the NPA's \"total rescission.\" Indeed, the victims have previously discussed this issue in \nresponding to the briefing of the USAO-SDFL, explaining that the Office itself lacked \"standing\" \nto advance a request for total rescission. Id. at 30. The victims then explained that Epstein would \nhave standing to advance such a \"total\" rescission argument —  if he wanted to. Id. And after this \nbriefing — explicitly noting that Epstein would need to advance such an argument for total \nrescission —  Epstein has not done so. \nPresumably the reason that Epstein is not asking for total rescission of his NPA with the \nUSAO-SDFL is that it would eliminate what is reportedly his main defense to recent sex trafficking \ncharges in the Southern District of New York —  that somehow an agreement with the U.S. Attorney \nfor the Southern District of Florida blocking prosecution in \"this District\" prevents federal \nprosecutors in \nNew York from prosecuting crimes committed there. But the Court need not reach \nany conclusion about Epstein's motives for declining to ask for total rescission. In light of this \n24 \nEFTA00022572\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 28 of 70 \nsequence of events, Epstein has clearly waived any right to seek total rescission of the NPA. And \n—  as the victims predicted (DE 464 at 30-31) —  the case as presented to this Court now boils down \nto either upholding an illegal agreement or partially rescinding it. \nGiven the choice between the only two options presented to it (at least that this time12), this \nCourt's duty is clear. Congress has instructed that \"[i]n any court proceeding involving an offense \nagainst a crime victim, the court shall ensure that the crime victim is afforded the rights described \nin [the CVRA].\" 18 U.S.C. § 3771(b)(1) (emphasis added). This Court also previously held that \n\"[w]hile Epstein was within his rights to attempt to persuade higher authorities with the \nDepartment of Justice to overrule the prosecutorial decisions of the U.S. Attorney's Office in the \nSouthern District of Florida, the CVRA was designed to give victims the same opportunity to \nattempt to affect prosecutorial decisions before they became final.\" 359 F.Supp.3d at 1221 \n(emphasis added). While the victims have asked for partial rescission to give them the \"same \nopportunity\" that Epstein's high-powered legal team had to \"attempt to affect prosecutorial \ndecisions\" in this District, Epstein fails to provide any other alternative. Thus, partial rescission \nof the NPA's immunity provisions is the only remedial option before the Court that comes close \nto permitting the Court to discharge its obligation to \"ensure\" that victims are afforded their rights. \n18 U.S.C. § 3771(b)(1). It is only after rescission of the immunity provisions pertaining to them \nthat Jane Doe 1  and 2 will receive \"the full unfettered exercise of their conferral rights at a time \nthat will enable [them] to exercise those rights meaningfully.\" DE 189 at 9 (citing \nU.S. \nv. BP \nProducts North America, Inc., 2008 WL 501321 at *14 (S.D. Tex. 2008)); see also Kenna v.  United \n12  Jane Doe 1 and 2 continue to assert their position that, if partial rescission is not possible \nfor \nsome reason, then total rescission is required. DE 464 at 30-36. \n25 \nEFTA00022573\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 29 of 70 \nStates District Court, 435 F.3d 1011, 1017 (9th Cir. 2006) (when trial court denied a victim his \nright to give a statement at the defendant's sentencing, the trial court must be \"cognizant that the \nonly way to give effect to [the victim's] right to speak . . . is to vacate the sentence and hold a new \nsentencing hearing\"). Any other conclusion would require the Court to approve the illegal bargain \nstruck by Epstein and the USAO-SDFL. After the passage of the CVRA, the Court is simply not \npermitted to approve a violation of crime victims' rights. \nII. THE CVRA AUTHORIZES RESCISSION AS A REMEDY. \nIntervenor Epstein next argues that the \"CVRA itself' precludes a  rescission remedy. \nEpstein Remedies Br. at 27-33. The Court has already ruled to the contrary, and nothing in \nEpstein's legal arguments should cause the Court to reverse course. \nA. The CVRA Authorizes Rescission as a Remedy. \nIntervenor Epstein's first argument is a purely legal argument —  that the CVRA's plain \nlanguage somehow restricts the Court from rescinding provisions in the NPA as a remedy in this \ncase. But Epstein's argument ultimately boils down to the proposition that a  provision that \ncontains a limitation on a  victim making \"a motion to re-open a plea or sentence\" (18 U.S.C. § \n3771 (d)(5) (emphasis added)) somehow restricts the ability of a victim to make a motion regarding \na right to confer regarding a non-prosecution agreement. To the contrary, as this Court has held, \nthe fact that the CVRA permits re-opening of pleas and sentences in some circumstances, fully \nconfirms that a non-prosecution agreement can likewise be reopened. Moreover, in attempting to \napply the limitations contained in § 3771(d)(5), Epstein quickly produces a  non-sequitur. The \nlimitations he cites apply during a court \"proceeding\" —  i.e., the victim must have asserted \"the \nright to be heard before or during the proceeding at issue.\" An NPA can be drafted and signed \n26 \nEFTA00022574\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 30 of 70 \nbefore any \"proceeding\" is held. It  is for this reason that the CVRA (as it existed in 2007-0813) \nrequired an objection during a \"proceeding\" as a prerequisite to re-opening a plea or sentence — \nbut not for an NPA. \nMoreover, distinguishing between a non-prosecution agreement (negotiated outside of the \ncourt processes) and \"plea\" and \"sentence\" makes considerable sense. As this Court explained, \nan \"NPA entered into without notice has a more damaging impact on victims than a plea agreement \nentered into without notice. When a plea agreement is entered into without notice, the victim will \nat least have an opportunity to provide input to a judge at sentencing. Once an NPA is entered into \nwithout notice, the matter is closed and the victims have no opportunity to be heard regarding any \naspect of the case.\" 359 F.Supp.3d at 1220 n.7 (emphasis added). \nUnable to provide a  logical explanation for his position, Epstein claims that two CVRA \nappellate decisions support him. But both decisions dealt with a separate issue —  whether crime \nvictims seeking to overturn a district court decision denying enforcement of their rights in appellate \ncourts had to shoulder the heavy burden traditionally associated with the \"mandamus\" relief. See \nU.S. v. Monzel, 641 F.3d 58, 532-33 (D.C. Cir. 2011) \n(discussing 18 U.S.C. § 3771(d)(3) and \nholding crime victims had to satisfy high mandamus standards); United States v. Hunter, 548 F.3d \n1308, 1315 (10th Cir. 2008) (same). Interestingly, Congress has since essentially overruled both \nof those \ndecisions. See 18 U.S.C. § 3771(d)(3) (2015 amendment) (making clear that crime victims \n13   Aware of the Government and Epstein's secret maneuvering in this case, in 2015 \nCongress amended the CVRA in order to codify this Court's earlier rulings here and ensure that \nvictims received timely notice of any NPA. 18 U.S.C. § 3771(a)(9). In codifying this right, it \nwould be hard to imagine that Congress wanted to create for victims a hollow right —  one that \ncould never be enforced in any way — which is the logical implication of Epstein's position. \n27 \nEFTA00022575\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 31 of 70 \nneed only satisfy \"ordinary\" standards of appellate review). But, in any event, these decisions \ndiscussing appellate issues provide no useful guidance here. \nB. The Victims Are Not Time-Barred Under the CVRA. \nIntervenor Epstein also argues that rescission relief is somehow \"time-barred.\" Epstein \nRemedies Br. at 40. Epstein relies upon a provision in the CVRA that states that \"[t]he district \ncourt shall take up and decide any motion asserting a  victim's right forthwith.\" DE 463 at 40 \n(citing 18 U.S.C. §  3771(d)(3) (emphasis added)). Epstein, however, has waived any right to \ncomplain about delay in this case. The Court will recall that back in 2013, Epstein and his lawyers \ntried to assert an alleged \"plea negotiation\" privilege over various documents. After this Court \ndenied their assertion (DE 188) —  and denied their motion for a stay pending appeal (DE 206) — \nEpstein and his lawyers succeeded in obtaining an Eleventh Circuit stay of proceedings in this case \nfor months. They represented to the Eleventh Circuit that \"[t]here will be no prejudice to [the \nvictims] from waiting until an appellate court can address the critically important issues at stake \nhere.\" Motion for Stay Pending Appeal, Jane Does v. United States, No. 13-12923 (11th Cir. July \n12, 2013). Having declined to raise —  either with this Court or the appellate court —  any need for \na \"forthwith\" ruling then, Epstein cannot belatedly raise such a claim years later. \nIn any event, relief in this case is not time barred. The CVRA's provision requiring this \nCourt to \"take up and decide any motion asserting a  victim's right forthwith,\" 18 U.S.C. § \n3771(d)(3), is undoubtedly designed to ensure that victims can obtain immediate relief when they \nneed it. For example, if a trial is taking place without the presence of the victim, a victim might \nrequire immediate relief, as otherwise any opportunity for the victim to attend might permanently \ndisappear. Cf 18 U.S.C. § 3771(d)(5) (a victim cannot obtain the remedy of a \"new trial\"). \n28 \nEFTA00022576\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 32 of 70 \nIn this case, this Court acted expeditiously and did take up and decide Jane Doe 1  petition \n(later joined by Jane Doe 2) within just four days of its filing. On July 7, 2008, when counsel for \nJane Doe I  began to learn that a secret, non-prosecution agreement might be in the works, they \nfiled an \"emergency\" petition for enforcement of the Crime Victims' Rights Act. DE 1. Two days \nlater, on July 9, 2008, the USAO-SDFL responded. And just two days later, on the morning of \nJuly 11, 2008, this Court held a hearing. \nDuring the hearing, victims' counsel discussed what he understood to be a  plea deal of \nsome sort that was then under negotiation. As counsel explained: \"it is my understanding and \nbelief that the agreement with the federal government and with the U.S. Attorney's Office wasn't \nsigned on that day [i.e., June 30, 2008]. So it  is still my belief, I  could be wrong, but that that \nagreement hasn't been completed as of this time.\" See Tr. (July 11, 2008) at 5-6 (emphasis added). \nVictims' counsel went on to say that, if the Court were make the assumption that an agreement \nhad already been reached, then the Court should \"[o]rder that the agreement that was negotiated is \ninvalid and it  is illegal as it  did not pertain to [or uphold] the rights of the victim[s].\" Id. at 6. \nThereafter, the Government disclosed that it had, in fact, reached a secret agreement with Epstein \nmonths earlier. Id. at 8. \nVictims counsel then pushed to have the agreement invalidated. The Court explored the \nposture of the case, deciding that the issues no longer required any \"emergency\" treatment because \nEpstein had entered into the NPA long ago: \nTHE COURT: In view of the fact that this agreement has already been \nconsummated, and you want me to set it aside, as opposed to something that's about \nto occur, would you agree that-- and I  have done this very quickly because of the \npetition and your allegation that something was about to happen. I'm not blaming \nyou. \nMR. EDWARDS: I was mistaken. \n29 \nEFTA00022577\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 33 of 70 \nTHE COURT: I'm not blaming you for doing that. In view of what you \nknow now, is there any need to treat this as an emergency that has to be decided by \ntomorrow? \nMR. EDWARDS: I can't think of any reason in light of what we just heard \n[i.e., that the NPA had been signed eight or nine months earlier]. \nTHE COURT: Mr. Lee, do you have anything else you wanted to add? Does \neither side think I need to take evidence about anything? If I do, since this is not an \nemergency anymore, I can probably find a more convenient time to do that. I don't \nhave the time today to take evidence. But if you do believe that I  should take \nevidence on this issue. \nMR. EDWARDS: It  may be best if I  conferred with the U.S. Attorney's \nOffice on that and we can make a decision whether it is necessary or whether Your \nHonor deemed it was necessary for you to make a decision. \nTHE COURT: I want to know what your respective positions are because it \nmay be something in terms of having a complete record, and this is going to be an \nissue that's is going to go to the Eleventh Circuit, [it] may be better to have a \ncomplete record as to what your position is and the government's is as to what \nactions were taken. . . . And because it  is not an emergency, I  don't have to do \nsomething quickly, we can play it by ear and make this into a more complete record \nfor the court of appeals. \nSee Tr. (July 11, 2008) at 25-26. \nAs this recitation of events makes clear, the Court fully discharged its duty to \"take up and \ndecide\" a victim's motion \"forthwith.\" Acting quickly, the Court held a  hearing less than four \ndays after the petition was filed and decided, with the agreement of both parties to the action (i.e., \nJane Doe 1  and 2 and the USAO-SDFL) that the appropriate course of action was to develop a full \nevidentiary record of the events surrounding the NPA and whether the victims were entitled to \ninvalidation of the agreement secretly reached months earlier. \nGiven his vast resources, Epstein was likely aware that all this was happening that same \nday. In any event, the record is clear that the USAO-SDFL quickly notified Epstein of these \nproceedings, because disclosure of Epstein's then-secret NPA was involved. Id. at 30. As noted \nabove, the NPA directly provided that, if the USAO-SDFL was going to disclose the agreement, \nit was required to \"provide notice to Epstein before making that disclosure.\" NPA at p. 5 ¶ 13. \n30 \nEFTA00022578\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 34 of 70 \nSo if Epstein had thought that, after July 11, 2008, some quicker resolution of the matter was \nrequired, he was certainly free to press this point. He made no such argument —  which must be \nregarded as a deliberate waiver of any right to a more rapid decision that he may have had. To be \nsure, Epstein was serving his jail sentence at that time. But issues surrounding unwinding a \nsentence were always going to exist in this case after Epstein pled guilty on June 30, 2008, because \nhis jail sentence started then. Having these issues decided more quickly was something that \nEpstein could have sought —  but did not. \nAfter setting an initial hearing within four days of the petition's filing, the Court continued \nmove this case along, setting a  hearing on August 25, 2008, to resolve the issue of whether the \nNPA would be turned over to the victims. During the hearing, the USAO-SDFL put on the record \nthat they had notified Epstein of the proceedings. Tr. (Aug. 25, 2008) at 8. Epstein, however, did \nnot ask to formally participate in the hearing. Nor did he ask to have the issues under litigation — \nincluding potential invalidation of the NPA —  be decided more rapidly. The Court made further \ndecisions about how best to proceed, including ordering disclosure of the secret NPA to the \nvictims. 14\nThereafter, of course, extended litigation has ensued in this case. A good summary of the \nevents between August 2008 and October 2010 is found in Docket Entry 41, in which Jane Doe 1 \nand 2 explained that during the summer of 2008, they had been told by the Government that it \nwould work with the victims to put together an agreed stipulation of facts. The victims then \n14  During the hearing, victims' counsel speculated that rescission of the NPA might not be \nin the victims' best interests. DE 27 at 4. Of course, that statement was made before counsel had \neven seen the entire NPA —  and after the document's release, counsel moved forward seeking \nrescission. \n31 \nEFTA00022579\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 35 of 70 \nprovided a set of facts, after which the Government reversed course and decided that it  did not \nwant to discuss what had happened. See DE 41 at 2-3 (citing DE 19 at 2). Because of the \nGovernment's decision not to work with Jane Doe 1  and 2 to develop a factual record, the victims \nhad to attempt to secure that information from other sources — an effort that proved to be an arduous \nprocess. DE 41 at 3. Ultimately, on June 30, 2010, Jane Doe 1  and 2 were able to secure some \ncorrespondence between Epstein and the Government regarding the NPA's negotiation — \ncorrespondence proving that there \"had been an orchestrated decision to deny them their rights.\" \nDE 41 at 1; see also DE 39 at 3-4. And thereafter in this case, the USAO-SDFL (and Epstein in \nsome instances) proceeded to raise one objection after another, producing years of delay. \nWhile Epstein was obviously aware of this case —  and that the ultimate objective was \n(among other things) invalidation of the NPA —  he did not move to intervene in the case until \nSeptember 2, 2011 (DE 93), and even then he sought only \"limited\" intervention with regard to \nremedy. \nIn arguing that relief for the victims is now somehow \"time-barred,\" Epstein refers to the \neffects of \"missing a deadline.\" DE 463 at 42. In this case, the victims have missed no deadline. \nAs soon as they had an inkling about a secret plea deal, Jane Doe 1  and 2  filed an emergency \npetition for review. And this Court has missed no deadline. It held a hearing on the initial petition \nin less than four days and took up and decided how the victims' petition would be handled. \nThereafter, the proceedings unfolded in accordance with scheduling sought by the two parties. \nAnd Epstein has never raised a peep about any of this scheduling —  until his filing two weeks ago. \nMoreover, it  is more than a little ironic to see Epstein complaining that issues regarding \nthe NPA have not been resolved more quickly. Of course, it was Epstein himself who set in motion \n32 \nEFTA00022580\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 36 of 70 \nall the events designed to keep the NPA concealed from the victims. If he had not persuaded the \nGovernment to deviate from its standard practice of keeping victims fully informed, all the issues \nsurrounding the NPA could have been presented before he pled guilty in state court. Of course, it \nwas precisely to keep that court —  and the victims -   from learning about the NPA that Epstein \narranged to have the NPA shrouded in secrecy. Any passage of time in litigating these issues is \ndirectly attributable to Epstein's maneuverings. \nFinally, even if the Court were to conclude that somehow the \"forthwith\" deadline in this \ncase had been missed, that fact would not allow it to refuse to enforce Jane Doe 1 and 2's CVRA \nrights now. The U.S. Supreme Court has explored a  similar question of a  missed deadline in \nconnection with restitution for crime victims. Dolan v. United States, 560 U.S. 605 (2010), \ninvolved the effect of a district court missing a 90-day deadline for awarding restitution. Dolan \nheld that the restitution statute's primary purpose was \"to ensure that victims of a crime receive \nfull restitution.\" Id. at 612. In setting a 90-day requirement, \"the statute seeks speed primarily to \nhelp the victims of crime and only secondarily to help the defendant.\" Id. at 613. \nOf course, in this case, precisely the same focus on victims exists. Naturally, the purpose \nof the Crime Victims' Rights Act is to help crime victims. And the reason Congress required that \nrulings should be \"forthwith\" was to help victims. As Senator Kyl explained, \"[t]he enforcement \nprovisions of this bill ensure that never again are victim's rights provided in word but not in \nreality.\" 150 Cong. Rec. S4260-01 (Apr. 22, 2004). It would invert the purposes of the statute to \nallow a criminal like Epstein to take advantage of a \"forthwith\" enforcement provision added to \nhelp victims. And, indeed, the CVRA blocks his attempt, providing that \"[a] person accused of \n33 \nEFTA00022581\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 37 of 70 \nthe crime may not obtain any font: of relief under this chapter.\" 18 U.S.C. § 3771(d)(1) (emphasis \nadded). \nFinally, to the extent that the \"forthwith\" provision has some application to Epstein, he \ncould have brought that claim to the attention of this Court long ago. As the Supreme Court noted \nin connection with the 90-day requirement in Dolan, a defendant who is worried about the need \nfor prompt action \"can usually avoid additional delay simply by pointing to the statute and asking \nthe court to grant a timely hearing.\" 560 U.S. at 616. The same thing is true in this case. Epstein \ncould have, at any time, simply pointed to the \"forthwith\" provision and asked for a quick hearing. \nHe did not do so. As in Dolan, reading the CVRA to require Epstein to have raise this argument \nimposes on him only a \"small cost\" relative \"to the prospect of depriving innocent crime victims\" \nof their CVRA rights. Id. \nIII. PRINCIPLES OF CONTRACT LAW SUPPORT A RESCISSION REMEDY. \nIntervenor Epstein next argues that \"principles of contract law\" preclude a  rescission \nremedy to enforce the victims' CVRA rights. Epstein's Remedy Br. at 33-36. The USAO-SDFL \nhad raised a similar contract law argument and, to avoid duplicative briefing, Jane Doe 1  and 2 \nsimply incorporate by reference their previous responses. DE 464 at 19-26. But a few additional \nwords are appropriate in response to Epstein's specific claims. \nA. Under the CVRA, Contract Law Principles Require Rescission. \nEpstein begins by citing a series of Florida state law cases. Epstein Remedies Br. at 33-\n34. But Epstein never provides the legal predicate for his argument — that is, why this Court should \ndecide this case under Florida contact law. To the contrary, this case is controlled by an Act of \nCongress, setting out federally protected rights for crime victims. In the Crime Victims' Rights \n34 \nEFTA00022582\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 38 of 70 \nAct, Congress has directed that this Court \"shall ensure\" that victims' CVRA rights are fully \nprotected. 18 U.S.C. § 3771(b)(1). Even if Florida contract law were to the contrary (a point Jane \nDoe 1 and Jane Doe 2 disprove below), the only way this Court can \"ensure\" the protection of Jane \nDoe 1  and 2's right to confer about prosecuting Epstein's (and his coconspirators') sex crimes in \nthe Southern District of Florida is to rescind the immunity provisions. As this Court has explained, \nrescission of these provision is required so that the victims can have \"the full unfettered exercise \nof their conferral rights at a time that will enable the victims to exercise those rights meaningfully.\" \nDE 189 at 9. \nCongress did not expect that victims' rights might be stripped away through contract law \nprinciples. To the contrary, as Senator Kyl explained, \"it is the clear intent and expectation of \nCongress that the district . . .  courts will establish procedures that will allow for a  prompt \nadjudication of any issues regarding the assertion of a victim's right, while giving meaning to the \nrights we establish.\" 150 Cong. Rec. 22953 (Oct. 9, 2004) (statement of Sen. Kyl) (emphases \nadded). Accordingly, this Court's remedial task is not to ensure that the NPA conforms to ill-\ndefined contract law \"principles\" but rather to give meaning to the rights of victims to confer with \nthe USAO-SDFL. To put it bluntly, a congressional command simply takes precedence over any \n\"principles\" of contract law that Epstein can cite. \nBut if anything, standard contract law principles support Jane Doe 1  and 2's request for a \nrescission remedy. This Court has held that \"[p]ublic policy empowers this Court to decline \nenforcement of a contract\" that is contrary to law. Neiman v. Provident Life & Accident Ins. Co., \n217 F.Supp.2d 1281, 1286 (S.D. Fla. 2002) (citing United Papenvorkers Intl Union v. Misco, \nInc., 484 U.S. 29, 42 (1987)). Thus, as this Court has explained, under \"Florida law, a contract \n35 \nEFTA00022583\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 39 of 70 \nthat violates public policy is void and unenforceable.\" Neiman, 217 F.Supp.2d at 1286 (citing \nHarris v.  Gonzalez, M.D., 789 So.2d 405, 409 (Fla. 4th DCA 2001)). \nHere, the Court would violate \"public policy\" —  indeed, an Act of Congress, i.e., the Crime \nVictims' Rights Act, 18 U.S.C. § 3771 —  to uphold the NPA's immunity provisions, which prevent \nthe victims from being able to exercise their CVRA right to confer with the USAO-SDFL. The \npublic policy Congress announced in the CVRA invalidates practices whereby victims \"were kept \nin the dark by prosecutors too busy to care ... and by a court system that simply did not have place \nfor them.\" 150 Cong Rec. 7296 (April 22, 2004) (statement of Sen. Feinstein). The CVRA \ndemands that the Court award a  rescission remedy in response to the prosecutors and Epstein \nkeeping the victims \"in the dark.\" \nIntervenor Epstein complains that a rescission remedy would violate contract law, because \nrescission does not restore him to the \"status quo.\" Epstein Remedies Br. at 34. After all, Epstein \nnotes, he has now served his jail time under the agreement. Id. But it can equally be said that not \nimposing a rescission remedy fails to restore Jane Doe 1  and 2 to the \"status quo\" to which they \nwere entitled. Under the CVRA, they were entitled to confer with the prosecutors before any \nimmunity deal was struck with Epstein. The Court is thus faced with a choice — it can either protect \nEpstein's (illegally obtained) immunity deal; or it can give Jane Doe 1  and 2 (and other victims) \nthe CVRA rights Congress has conferred on them. This Court must act to protect the statutorily \nprotected rights of victims rather than ill-defined \"principles\" of contract law that Epstein finds \nuseful. \nEpstein also contends that a  rescission remedy is akin to \"reformation of a  contract,\" \nEpstein Remedies Br. at 45, and thus must \"conform\" to the intention of the parties to the NPA. \n36 \nEFTA00022584\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 40 of 70 \nBut, of course, the NPA was affirmatively concealed from the victims. It is precisely because the \nNPA was clandestine that this Court must now rescind its immunity provisions. It was never the \nintention of the victims to extend immunity to Epstein. Thus, reformation principles are \ninapplicable. \nEpstein also rattles the sword that a  rescission remedy would somehow imperil financial \npayments that he has previously made to his victims under the NPA. Epstein Remedies Br. at 34-\n35. Many victims —  including Jane Doe 1 and 2 —  did not receive any financial benefits from the \nNPA. Instead, they negotiated other financial terms without relying on the NPA. So, Epstein \nwould have no basis for seeking return of any moneys he paid them. But even with regard to \nvictims who relied on the financial provisions of the NPA, the \"partial\" rescission remedy that \nJane Doe 1  and 2 seek would not call into question Epstein's payments. The NPA's financial \nprovisions can only be invalidated if someone asks for them to be invalidated. Jane Doe 1  and 2 \nhave not asked for that remedy. And neither did the USAO-SDFL, who would in any event lack \n\"standing\" to make such a request. See DE 464 at 27-28. Intervenor Epstein is the only party to \nthe NPA who could ask for total rescission of the agreement —  and he has declined to \ndo.15\n  Thus, \nas noted above, the Court's choice is between either (1) affirming an illegal agreement or (2) \nrescinding provisions that block certain victims from being able to exercise their CVRA rights — \nthe partial rescission remedy Jane Doe 1 and 2 lay out. Between those two choices, the Court must \nclearly act to protect the victims. \nCf. \nNeiman, 217 F.Supp.2d at 1286 (refusing to enforce contract \nprovision where doing so \"would validate a ... [provision] founded in illegality\"). \n\" Epstein does refer, at one point, to the \"government's view\" that financial payments \nmight be placed at risk through a rescission remedy. Epstein Remedies Br. at 35. But he never \nadopts that argument or ask this Court to adopt a \"total rescission\" remedy. \n37 \nEFTA00022585\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 41 of 70 \nOnce again, this conclusion is required by binding Eleventh Circuit case law. The Eleventh \nCircuit has instructed that in order for any provision in a plea agreement to be enforceable, \"there \nmust have been a valid, binding agreement in the first instance ....\" San Pedro v. United States, \n79 F.3d 1065, 1068 (11th Cir. 1996). In this case, with respect to the NPA's immunity provisions, \nthere never was a \"valid, binding\" agreement because the USAO-SDFL was not lawfully able to \noffer such an agreement. Under the CVRA, it had to first confer with the victims. \nOn the other hand, with regard to the NPA's financial provisions, there was a  \"valid, \nbinding\" agreement that obligated Epstein to make payments to those victims who want the \npayment provisions enforced. The USAO-SDFL and Epstein were free to agree on those particular \nterms. And, to the extent contract law is relevant, there would clearly be consideration supporting \nthose terms, since under the partial rescission that Jane Doe 1  and 2 propose, Epstein would still \ncontinue to have the right to immunity from prosecution in the Southern District of Florida for any \nvictim who declined to ask for a rescission remedy.16  As a result, \"consideration\" for the contract \n(e.g., the NPA) would still exist, because something of value would exist for both sides. See \nRESTATEMENT (SECOND) OF \nCONTRACTS § 79.17\n16 This argument assumes only that at least one of the dozens and dozens of Epstein Florida \nvictims would not seek rescission of the immunity provision connected with her case. In the \nunlikely event that all of Epstein's victims unanimously demand rescission, then a  different \ncircumstance might arise. The Court could address those circumstances if they ever occurred. \n17   It may also be the case that Epstein retains some \"consideration\" for his NPA, because \nthe statute of limitations may have now expired on some of the crimes covered by his NPA. The \nCourt need not reach that issue, however, because other consideration exists. And Epstein's most \nserious crimes covered by the NPA — specifically, the sex trafficking charges — are not time barred, \ndue to congressional extensions of the statutes of limitations. See 18 U.S.C. § 3299 \n(\"Notwithstanding any other law, an indictment may be found . . at any time without limitation \nfor any . . .  felony under chapter 109A, 110 (except for section[s] 2257 and 2257A), or 117, or \nsection \n1591\")). \n38 \nEFTA00022586\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 42 of 70 \nEpstein also suggests that, if a partial rescission remedy is awarded, then he would be free \nto raise a \"collateral attack\" on his state court guilty plea. Epstein Remedies Br. at 46. Of course, \nwhether he would be successful in doing so is dubious. Florida state courts take a dim view of \nbelated challenges to guilty pleas. See, e.g., Guzman-Aviles v. State, 226 So. 3d 339, 346 (Fla. 5th \nDCA 2017) (\"Every inroad on the concept of finality undermines confidence in the integrity of \nour procedure . . . .The impact is greatest when new grounds for setting aside guilty pleas are \napproved because the vast majority of criminal convictions result from such pleas. Moreover, the \nconcern that unfair procedures may have resulted in the conviction of an innocent defendant is \nonly rarely raised by a  petition to set aside a  guilty plea.\"). But any collateral attack would \nultimately be an issue for the Florida state courts —  not this Court. The only issue for this Court is \nwhether to enforce the CVRA — and Congress has commanded that it must. 18 U.S.C. § \n3771(b)(1). And after rescission, given that prosecuting sex trafficking is a  high priority of the \nJustice Department, we assume that the USAO-SDFL would quickly prosecute Epstein in this \nDistrict on serious federal sex trafficking charges —  charges that the victims could help explain to \nthe prosecutors. DE 464 at 33-34. \nEpstein also argues that \"the NPA is not a divisible agreement.\" Epstein Remedies Br. at \n46. But the NPA provision he cites does not say that. Instead, it simply provides that each of the \nNPA's provisions is \"material\" to the agreement and is supported \"by independent consideration.\" \nNPA at p. 6. If Epstein had wanted an \"indivisible\" NPA (whatever that may mean), he was free \nto bargain for one. But nothing in the NPA's language provides that it is \"indivisible.\" \nIn any event, Jane Doe 1  and 2 are not arguing that the NPA is some sort of \"divisible\" \nagreement. Rather, their position is that the NPA's immunity provisions are unenforceable and \n39 \nEFTA00022587\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 43 of 70 \nmust be rescinded. Epstein argues that the immunity provisions must be specifically enforced. \nBut Florida law recognizes that \"[s]pecific performance [of a contract] will be denied when the \nrights of innocent third parties have intervened so that enforcement of the contract would be harsh, \noppressive, or unjust to them.\" Seaboard Oil Co. v. Donovan, 99 Fla. 1296, 1306, 128 So. 821, \n825 (1930) (citing 6 POMEROY EQUITY JURISPRUDENCE, §  794). Obviously, it  is unjust to Jane \nDoe 1  and 2 to enforce immunity provisions in the NPA depriving them of congressionally \nguaranteed rights. \nFinally, Epstein never specifically asks this Court to rule that the NPA is \"indivisible\" and \ntherefore must be declared void in its entirely. As noted above, the reason that Epstein has chosen \nnot to ask for the NPA to be declared totally invalid is obvious —  he apparently intends to try to \nuse the NPA's immunity provisions in the Southern District of New York.18   But the key point \nremains that Epstein has waived any opportunity to ask for total rescission. The Court accordingly \nmust choose between no rescission and partial rescission. The CVRA commands a choice in favor \nof the victims. \nB. The Civil Releases Signed by Jane Doe I  and 2 Did Not —  and Could Not —\nWaive their CVRA Claims Against the Government. \nIntervenor Epstein next contends that Jane Doe 1  and 2 have somehow signed releases in \na civil case that bar a rescission remedy in this criminal case. Epstein Remedies Br. at 37-38. His \nargument is specious. \n18 Equally obvious are the reasons why Epstein has declined to have the financial \ncompensation provisions declared invalid. Doing so would expose him to compensatory and \npunitive damages claims that, for each victim, would be worth tens of millions of dollars. See DE \n464 at 34. \n40 \nEFTA00022588\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 44 of 70 \nEpstein points to civil releases signed by Jane Doe 1  and 2 that resolved their civil cases \nagainst Epstein. The terms of those releases plainly do not cover this case against the Government, \nseeking to enforce their rights in a criminal investigation. As Epstein's own exhibits makes clear, \nthe release covers only claims for \"compensatory or punitive damages\": \n[Jane Doe] individually, and Jeffrey Epstein, individually (jointly referred \nto as \"Parties\"), enter into this Settlement Agreement and General Release \n(\"Settlement Agreement\") in order to resolve the pending litigation against them as \nfollows: \n2. General Release. [Jane Doe] and her agent(s), attomey(s), \npredecessor(s), successor(s) heir(s), administrator(s), and/or assign(s) (hereinafter \n\"First Parties\"), for and in consideration of the sum of [redacted] and other valuable \nconsideration, received from or on behalf of Jeffrey Epstein and his agent(s), \nattomey(s), predecessor(s), successor(s), heir(s), administrator(s), assign(s) and/or \nemployee(s) (hereinafter, \"Second Parties\"), the receipt whereof is hereby \nacknowledge, \nHEREBY remise, release, acquit, satisfy, and forever discharge the said \nSecond Parties and any other person or entity would could have been included as a \npotential defendant (\"Other Potential Defendants\") from all, and all manner of, \naction and actions of [Jane Doe], including State or Federal, cause and causes of \naction (common law or statutory), suits, debts, dues, sum of money, accounts, \nreckoning, bonds, bills, specialties, covenants, contracts, \ncontroversies, \nagreements, promises, variances, trespasses, damages, judgments, executions, \nclaims, and demands whatsoever in law or in equity for compensatory or punitive \ndamages that said First Parties ever had or now have, or that any personal \nrepresentative, successor, heir, or assign of said First Parties hereafter can, shall, or \nmay have, against Jeffrey Epstein, or Other Potential Defendants, for, upon, or by \nreason of any matter, cause, or thing whatsoever (whether or known or unknown), \nfrom the beginning of the world to the day of this release. \nDE 463-4. While the release is lengthy, what is being released is clear: claims \"for compensatory \nor punitive damages\" against Epstein. Of course, this CVRA action does not seek any civil \n\"damages\" against Epstein (or anyone else, for that matter). Accordingly, the release's plain \nlanguage makes clear it is inapplicable to this case. \n41 \nEFTA00022589\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 45 of 70 \nIt is troubling that, in discussing this release, Epstein chooses to use ellipses to conceal the \ncritical language about the release being limited to \"compensatory or punitive damages.\" Thus, in \nEpstein's recounting of the tale, the general releases encompassed all \"claims, and demands \nwhatsoever in law or in equity ... for, upon, or by reasons of any matter, cause or thing whatsoever \n(whether known or unknown), from the beginning of the world to the day of this release.\" Epstein \nRemedies Br. at 47 (ellipses in original). Notice the ellipses — which remove the pivotal \n\"compensatory or punitive damages\" language. The Court should not permit such misleading \nbriefing to carry the day. \nCf. \nLoeffel Steel Prod., Inc. v. Delta Brands, Inc., 387 F. Supp. 2d 794, \n823 (N.D. Ill. 2005) (\"ellipses are not a cure for misquotation and indeed are often the vehicle for \nmisleading. See Posner, OVERCOMING LAW, 277 (1995) (\"Beware a [lawyer] bearing ellipses.\")). \nThis CVRA rights enforcement action does not involve any claim for damages — much less, \na claim for damages against Epstein.19  As Jane Doe 1  and 2 made clear in their initial remedies \nsubmission, they \"are aware, of course, that the CVRA provides that it does not 'authorize a cause \nof action for damages.' 18 U.S.C. § 3771(d)(6). Accordingly, Jane Doe 1  and 2 are not seeking \n'damages' under the CVRA ....\" DE 458 at 30 (emphasis added). \nEven if the this case is somehow interpreted to involve \"damages,\" Florida courts have \nmade clear that exculpatory clauses are only \"enforceable where the intention to be relieved from \nliability was made clear and unequivocal and the wording was so clear and understandable that an \nordinary and knowledgeable person will know what he or she is contracting away.\" Sanislo v. \n19  The release also extends to \"Other Potential Defendants,\" defined as any \"other person \nor entity would could have been included as a  potential defendant\" in the Jane Does lawsuit \nalleging sex abuse. Obviously, the United States was a not sex abuser and could not have been \nincluded in the lawsuit against Epstein. \n42 \nEFTA00022590\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 46 of 70 \nGive Kids the World, Inc., 157 So.3d 256, 260-61 (Fla. 2015); see also Fresnedo v. Porky's Gym \nIII, Inc., 271 So. 3d 1185, 1186 (Fla. 3d DCA 2019) (releases \"that purport to deny an injured \nparty the right to recover damages from another who negligently causes injury are strictly \nconstrued against the party seeking to be relieved of liability\"); Diodato v. Islamorada Asset \nMgmt., Inc., 138 So.3d 513, 517 (Fla. 3d DCA 2014) (reiterating the \"well-settled principle that \n[exculpatory] clauses are disfavored and are narrowly construed\"). \nAs the beginning of the settlement agreement makes clear, \"[Jane Doe] individually, and \nJeffrey Epstein, individually (jointly referred to as \"Parties\"), enter into this Settlement Agreement \nand General Release (\"Settlement Agreement\") in order to resolve the pending litigation against \nthem . ...\" Of course, this CVRA case is not litigation between Jane Doe 1 and 2 and Epstein, but \nrather was (and is) styled as Jane Doe I and 2  v. United States. Thus, in the summer of 2010, \nEpstein was not a party to the CVRA case. He was not even an intervenor at that time. The general \nrelease that Jane Doe 1  and 2 entered into with Epstein did not apply —  much less \"clearly and \nunambiguously\" apply —  to this CVRA case against the United States. \nConfirming this understanding is the fact that, shortly after the civil cases settled, Jane Doe \n1 and 2 filed a statement with this Court explaining that the settlements of civil cases with Epstein \nin no way affected this CVRA action against the United States: \nThe fact that Jane Doe #1 and Jane Doe #2 have settled their civil cases against sex \noffender Jeffrey Epstein in no way affects their determination to move forward with \nthe above-captioned CVRA action against a different entity —  the U.S. Attorney's \nOffice for the Southern District of Florida. For reasons explained in their earlier \npleadings, that Office grossly violated their rights under the Act. The fact that \nEpstein has settled with Jane Doe #1 and #2 to resolve his civil liability in no way \nexonerates the U.S. Attorney's Office for its failure to discharge its responsibilities \nunder the \nAct. \n43 \nEFTA00022591\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 47 of 70 \nDE 39 at 2. Epstein never argued that this statement was inaccurate, presumably because he knew \nthat was what the parties had agreed to. At the time of the settlements, Epstein was well aware of \nthe CVRA action against the United States. He chose not to attempt to include that case in the \nrelease. \nFor all these reasons, it  is unambiguously clear that the civil release of their \"damages\" \nclaims against Epstein does not bar Jane Doe 1  and 2  from proceeding with their CVRA claim \nagainst the United States, seeking to vindicate their CVRA rights. Indeed, even if the release had \ndismissed CVRA claims, such a provision would have been void as against public policy. Any \nsuch CVRA release would let a wealthy defendant (like Epstein20) buy his way out of prison. The \nCVRA applies only to criminal cases. Affluent criminal defendants should not be able to, first, \nillegally conceal an NPA in violation of crime victims' rights and then, second, simply payoff \nvictims to avoid having justice done. \nOf course, that is not what happened in this case —  as the releases to which Epstein refers \nsimply do not cover the CVRA case. But even if they did, they would be obviously contrary to \nclearly announced public policy and unenforceable. As this Court has held, under \"Florida law, a \ncontract that violates public policy is void and unenforceable.\" Neiman v. Provident Life & \nAccident Ins. Co., 217 F.Supp.2d 1281, 1286 (S.D. Fla. 2002) (citing Harris v. Gonzalez, M.D., \n789 So.2d 405, 409 (Fla. 4th DCA 2001)). Public policy in Florida (and elsewhere) favors the \n2° According to financial information recently filed in the Southern District of New York, \nEpstein \"is extraordinarily wealthy, and he owns and maintains luxury properties and residences \naround the world, including in Manhattan, New York; Palm Beach, Florida; Stanley, New Mexico; \nand Paris, France.\" Letter from Gov't Regarding Bail, \nU.S. \nv.  Epstein, No. 19-cr-490-RMB, DE \n11 (S.D.N.Y. July 8, 2019). \n44 \nEFTA00022592\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 48 of 70 \nreporting of crimes —  particularly crimes involving vulnerable child sex abuse victims. See, e.g., \nValladares v. Bank of Am. Corp., 197 So.3d 1, 10 (Fla. 2016) (\"Private citizens should be \nencouraged to become interested and involved in bringing the perpetrators of crime to justice . . . \n.\"). And, of course, Congress can articulate public policy. The articulated public policy in the \nCVRA is that this Court \"shall ensure\" that crime victims receive their rights. 18 U.S.C. § \n3771(b)(1). Construing the civil releases the way that Epstein would, obviously violates that \nannounced policy of protecting crime victims and promoting prosecution of dangerous criminals. \nIV. THE DOCTRINES OF EQUITABLE AND JUDICIAL ESTOPPEL ARE \nINAPPLICABLE. \nNext, convicted sex offender Epstein asks that Court rule against his sex abuse victims \nunder the \"doctrine\" of equitable and judicial estoppel. Epstein Remedies Br. at 3943. Epstein \nclaims that Jane Doe 1 and 2 sought to enforce the terms of the NPA against him and, accordingly, \n\"[p]rinciples of equitable and judicial estoppel\" now somehow preclude them from enforcing the \nCVRA rights. Id. at 40. Epstein's estoppel arguments are meritless.21\nA. Jane Doe I  and 2 Have Not Violated Any CVRA Requirement in Handling Their \nPetition. \nIntervenor Epstein's first argument is hinges on the fact that the CVRA requires a judicial \ndecision on a CVRA motion \"forthwith.\" See id. at 40 (citing 18 U.S.C. § 3771(d)(3)). Epstein \nrepeats his earlier argument, as discussed in Section II.B, supra, that Jane Doe 1 and 2 failed to \nobtain a  decision \"forthwith.\" But as discussed above, the \"forthwith\" requirement was fully \nsatisfied in this case. The victims initially sought \"emergency\" relief and then this Court took \n21  It bears emphasizing that the USAO-SDFL has not raised any estoppel arguments. See \nDE 464 at 67-68. \n45 \nEFTA00022593\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 49 of 70 \nexpeditious action in less than four days on the victims' motion. The CVRA contains no further \ntime requirements, so the notion that victims somehow deviated from CVRA requirements is \nuntrue. And, in any event, even assuming some sort of violation of the \"forthwith\" provision, \nEpstein is precluded from taking advantage of it. The CVRA itself provides that \"[a] person \naccused of the crime may not obtain any form of relief under this chapter.\" 18 U.S.C. § 3771(d)(1) \n(emphasis added). \nMoreover, Epstein seems to suggest that the victims somehow, as he puts it, \"stymied the \noperation of the CVRA.\" Epstein Remedies Br. at 40. But it  was, of course, Epstein and the \nUSAO-SDFL who, in the first instance, \"stymied\" the CVRA by illegally concealing their NPA. \nSince then, it has been a long and hard road for the victims —  and the Court —  to fully expose what \nhappened. But that Epstein succeeded in keeping the truth concealed for so long provides no basis \nfor withholding relief, particularly on alleged grounds of \"equity.\" \nB. Congress Has Not Added Doctrines of Estoppel to the CVRA. \nIntervenor Epstein next resorts to what he describes as \"doctrines\" of \"equitable\" and \n\"judicial\" estoppel. These doctrines will be of some interest to courts sitting in equity. But this \nCVRA enforcement action is not an occasion where the Court is free to craft its own equitable \nrules restricting the CVRA. \nIn the CVRA, Congress specifically directed that, when crime victims' issues come before \na  court, \"the court shall ensure that the crime victim is afforded the rights described in [the \nCVRA].\" 18 U.S.C. § 3771(b) (emphasis added). That mandatory language gives no room for the \nCourt to ignore violations of crime victims' rights based on ill-defined notions of \"estoppel.\" As \nthe CVRA's legislative history makes clear, \"It is not the intent of this bill that its significance be \n46 \nEFTA00022594\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 50 of 70 \nwhittled down or marginalized by the courts . .\" 150 Cong. Rec. 54260-01 (Apr. 22, 2004) \n(statement of CVRA co-sponsor, Sen. Feinstein). Allowing a CVRA violation to go unremedied \nmerely because a criminal can point to other competing estoppel considerations could not merely \n\"whittle down\" the CVRA but completely destroy its effectiveness in some cases. \nControlling case law makes clear then when construing a remedial scheme for enforcement \nof congressionally created rights, the courts must give \"appropriate judicial deference toward the \nwill of Congress ....\"Hardison v. Cohen, 375 F.3d 1262, 1264 (11th Cir. 2004) (internal quotation \nomitted). Congress is \"in a  better position to decide whether or not the public interest would be \nserved\" by expansive or narrow remedies. Id. at 1264. Indeed, where Congress has created a \nsubstantive right, the generally rule is that such a  right \"is not subject to equitable tolling or \nequitable estoppel.\" Fulghum v.  Embarq Corp., 785 F.3d 395, 416 (10th Cir.), cert. denied, \n136 S. Ct. 537 (2015). If notions of, for example, equitable estoppel are to become part of the \nCVRA, that choice is for Congress —  not the courts. \nMoreover, if the Court is going to read into the CVRA doctrines of estoppel, it must also \nread in related defenses -  such as the doctrine of \"unclean hands.\" It is well-established that \"[o]ne \ndefense to the equitable claim of estoppel is the doctrine of `unclean hands!\" Bird v. Centennial \nIns. Co., 11 F.3d 228, 234 (1st Cir. 1993) (citing Peabody Gas & Oil Co. v. Standard Oil Co., 284 \nMass. 87, 187 N.E. 112, 113 (1933) (\"[O]ne must come into a court of equity with clean hands in \norder to secure relief....\")). Thus, \"equity requires that those seeking its protection shall have acted \nfairly and without fraud or deceit as to the controversy in issue.\" Ellenburg v. Brockway, Inc., 763 \nF.2d 1091, 1097 (9th Cir. 1985) (citing Johnson v. Yellow Cab Transit Co., 321 U.S. 383, 387 \n(1944)). Here, Epstein — a sex offender who worked with the USAO-SDFL to illegally conceal an \n47 \nEFTA00022595\n\n'Case 9:08-cv-80736-KAM \nDocument 466 \nEntered on FLSD Docket \n07/23/2019 Page 51 of 70 \nNM \nfrom minor sex abuse victims —  has \nunclean hands for multiple and obvious \nreasons —  and \nthus is barred from \nraising estoppel arguments. \nC. Epstein Has Failed to Satisfy the Elements of the \nEquitable Estoppel \nDoctrine. \nIn any event, even if some sort of \nequitable estoppel \"doctrine\" applied here, Epstein's \nequitable estoppel \nargument is meritless. Equitable estoppel precludes challenging a  document \nonly \nwhere that party \"rel[ies] on the terms of the written \nagreement in \nasserting \n[her] claims.\" MS \nDealer Service Corp. v. \nFranklin, 177 F.3d 942, 947 (11th Cir. 1999). Here, of course, Jane \nDoe \nI  and 2 \ndid \nnot \"rely\" \non the \nNPA's terms to \nestablish a \nCVRA violation — \nin fact, they \nwere \nchallenging the terms. Thus, \nthe basic elements of equitable estoppel are simply not in play. \nMoreover, because equitable estoppel requires close \nassessment of all relevant \ncircumstances, it \nis important to understand the very limited reference the victims made to \nEpstein's NPA in their civil lawsuits. Jane Doe I and 2 filed their civil \nlawsuits in about September \n2008, only \nafter their CVRA petition had been filed —  and had succeeded in forcing the USAO-\nSDFL to \ndisclose the previously secret NPA. The victims' civil lawsuits briefly alleged that \nEpstein had agreed that he had sexually abused the various victims and \nwas therefore estopped \nfrom denying the abuse. See DE 401-2 at 24 (quoting complaint). Of course, in September 2008, \nthe CVRA petition had already \nbeen filed — but had not yet been finally decided, much less decided \n48 \nEFTA00022596\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 52 of 70 \nin their favor. Accordingly, the victims (acting through legal counsel) could only speculate as to \nthe ultimate outcome of this CVRA case and had to preserve all possible arguments in their civil \nsuit. But simply preserving a  claim is not the same thing as actually prevailing on a  claim —  a \nnecessary predicate for equitable estoppel. Ultimately, the civil suits that Epstein refers to were \nsettled before trial and Epstein does not argue that any dispositive rulings were made against him \nbased on the NPA. \nAny other conclusion would convert the equitable estoppel doctrine from one having \nlimited scope to one having sweeping implications. Frequently litigants in the early stages of \nlitigation must, to preserve their rights, assert multiple arguments that might ultimately prove to \nbe inconsistent with positions either taken in the same case or in other litigation. It is only when a \nparty actually receives a court ruling based on a particular predicate that estoppel issues even begin \nto come in to play. If the victims had obtained money from Epstein based on a court ruling that he \nwas estopped from contesting liability to them by the NPA, then conceivably some of the \nprerequisites for equitable estoppel would have been in place. But until the victims moved for — \nand received — such a ruling, they did nothing more than preserve their rights by simply listing all \npossible arguments in their complaint. \nPreserving arguments is commonplace in modern litigation —  not some basis for precluding \nlater arguments. A plaintiff, for example, may allege in a complaint that she was harmed by either \nDefendant A  or Defendant B —  to be sorted out after further discovery. Or a defendant may allege \nthat he did not harm the plaintiff but, if he did, the damages were only minimal. These are not \noccasions for equitable estoppel to apply, but simply the routine assertion of potentially diverging \nlegal positions that protect the rights of a party. It  would hardly be equitable to preclude parties, \n49 \nEFTA00022597\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 53 of 70 \nwho in early stages of court proceedings raises all possible arguments, to somehow later become \n\"estopped\" from selecting among them. \nD. Epstein Has Failed to Satisfy the Elements of the Judicial Estoppel Doctrine. \nIntervenor Epstein also contends that the doctrine of \"judicial estoppel\" applies, blocking \nthe victims from challenging the NPA. Epstein Remedies Br. at 41-42. Once again, his argument \nis meritless. \nFor starters, for all the reasons just explained that Epstein's reliance on equitable estoppel \ndoctrine fails, his judicial estoppel argument likewise fails. For example, the decision of whether \nto allow a doctrine of judicial estoppel to provide a basis for declining to enforce CVRA's rights \nis for Congress, not the courts. In addition, Epstein has \"unclean hands\" and cannot raise an \nargument sounding in equity. \nRemarkably, Epstein seeks to rely on this doctrine even though, under Eleventh Circuit \ncaselaw, one of the foundational elements for applying the doctrine is proof of \"a party's success \nin convincing a court of the earlier position, so that judicial acceptance of the inconsistent later \nposition would create the perception that either the earlier or later court was misled.\" Tampa Bay \nWater v. HDR Engineering, Inc., 731 F.3d 1171, 1182 (11th Cir. 2013)). In this case, even treating \nthe filing of a civil court complaint as an earlier \"proceeding,\" Epstein does not even attempt to \nargue that Jane Doe 1 and 2 had \"success\" in convincing the courts that Epstein was estopped from \ncontesting liability. The reason for this is that the victims never reached the point in the civil \nproceedings of making that argument against Epstein — much less, having success by winning the \nargument. Indeed, Epstein vigorously defended liability in those cases. The reason Epstein was \nable to fully contest liability is that the NPA created such a limited remedy for Epstein's victims \n50 \nEFTA00022598\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 54 of 70 \nthat it  was, for all practical purposes, meaningless. Jane Doe 1  and 2  never sought summary \njudgment based on the NPA and instead looked forward to fully trying their cases. \nThe relevant provision in the NPA is paragraph 9, which provided that if a victim elected \nto sue Epstein exclusively under 18 U.S.C. § 2255, Epstein agreed not to contest liability —  \"so \nlong as the [victim] agrees to waive any other claim for damages, whether pursuant to state, federal, \nor common law.\" The practical effect of this provision was to cap the victims' claims against \nEpstein to no more than $150,000 (or, Epstein argued, no more than $50,000), the statutory \nmaximum under § 2255. Given the horrific abuse that Epstein inflicted on his child sex abuse \nvictims, this cap meant that the NPA was essentially meaningless for many of the victims — \nincluding Jane Doe 1  and Jane Doe 2, who were unwilling to waive all other claims for damages \nand thus had to proceed entirely apart from the NPA to obtain appropriate damages. The victims \nthus never had \"success\" relying on the NPA's provisions —  but could only have success by \nescaping from the limits on liability that the Government had agreed to with the sex offender they \nwere pursuing. \nThe Supreme Court has clearly held \"[a]bsent success in a prior proceeding, a party's later \ninconsistent position introduces no risk of inconsistent court determinations and thus poses little \nthreat to judicial integrity.\" New Hampshire v. Maine, 532 U.S. 742,750-51 (2001). The victims \nnever had \"success\" in arguing that Epstein was estopped from denying that he has abused the \nvictims. Indeed, to the contrary, the victims pressed an argument that they were not limited to \nseeking damages under the NPA. Judicial estoppel is not applicable to this course of events. \nCiting a  bankruptcy case, Epstein concedes the principles of judicial estoppel are very \nlimited. Indeed, Epstein admits that, in bankniptcy proceedings, the Eleventh Circuit \"employs a \n51 \nEFTA00022599\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 55 of 70 \ntwo-part test to guide district courts in applying judicial estoppel: whether (1) the party took an \ninconsistent position under oath in a separate proceeding, and (2) these inconsistent positions \nwere \ncalculated to make a mockery of the judicial system.\" Slater v. United States Steel Corp. 871 F.3d \n1174, 1181 (11th Cir. 2017) (internal quotation omitted). \nIt should be remembered that Jane Doe 1  and 2 were confronting unprecedented secrecy \nand violation of a congressional statute in trying to determine how to proceed. But Epstein gamely \nargues that Jane Doe 1 and 2 made \"a mockery of the judicial system [by] trying to convince one \ncourt to rule in their favor based on the binding validity of the NPA and then trying to convince \nthis Court that the NPA was an `illegal agreement.' Epstein Remedies Br. at 52. Epstein never \ncites that specific document or argument in which Jane Doe 1  or 2  tried to somehow \"convince \none court to rule in their favor\" based on the NPA — and, indeed, this Court in fact had an essentially \nidentical case in front of it during the entire time where no such actions took place. See Doe v. \nEpstein, 9:08-cv-80893-KAM (S.D. Fla. 2009-10). The reason that Epstein is unable to cite any \nsuch example is that no such reliance on the NPA ever happened. For example, Jane Doe 1  and 2 \nnever moved for summary judgment on liability in their civil cases —  they were looking forward \nto ultimately trying their case to a jury. And when they tried their cases to a jury, the victims \nintended to call witnesses and fully prove that Epstein had sexually abused them — and then to seek \ncompensatory and punitive damages far in excess of what the NPA provided. No reliance on the \nNPA ever existed, much less the kind of improper behavior that would make a \"mockery\" of the \nsystem. Cf. Slater, 871 F.3d at 1178 (discussing deliberate concealment of claims from a \nbankruptcy \ncourt). \n52 \nEFTA00022600\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 56 of 70 \nMoreover, all of the actions in the CVRA case and the civil cases took place in public \njudicial proceedings in which Epstein was represented by a battery of lawyers. It \"is difficult to \nimpute an intent `to make a  mockery of the judicial system' where the complaining party was \naware of the inconsistency in sufficient time and in a position to properly raise an objection in the \noriginal proceeding.\" Ajaka v. Brooksamerica Mortg. Corp., 453 F.3d 1339, 1345 (11th Cir. \n2006). Here, Epstein and the Government was well aware of both this CVRA action and the related \ncivil suits. There is no concealment or unfairness that are the hallmarks for applying judicial \nestoppel. Cf. Burnes v. Pemco Aeroplex, Inc., 291 F.3d 1282 (11th Cir. 2002) (applying doctrine \nin circumstances showing deliberate concealment of assets). \nInstead of presenting evidence (such as a court ruling) that Jane Doe 1  and 2 had \"success\" \nin relying on the NPA's provisions, Epstein appeals vaguely to the notion that Jane Doe 1  and 2 \n\"reaped for themselves the financial benefits of the NPA . . . .\" Epstein's Remedies Br. at 42. \nWhat benefits? Jane Doe 1  and 2 settled their civil cases —  and obtained benefits entirely apart \nfrom the NPA. The circumstances in which judicial estoppel would even potentially be in play \ndid not occur. \nV. ALLEGED PRINCIPLES OF \"SUBSTANTIVE DUE PROCESS\" DO \nNOT \nPRECLUDE RESCISSION REMEDIES. \nAs his fifth argument against giving Jane Doe 1  and 2  their rights, Intervenor Epstein \ncontends it would violate \"principles of substantive due process\" to rescind the NPA's immunity \nprovisions. Epstein Remedies Br. at 43-45. In making his argument, Epstein cites run of the mill \ncases in which the issue is interpretation of a plea agreement. Of course, the Government must \n53 \nEFTA00022601\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 57 of 70 \ngenerally abide by promises that it makes in such agreements. See, e.g., United States v. Hill, 643 \nF.3d 807, 874 (11th Cir. 2011) (analyzing scope of government promises in a plea agreement). \nBut as the Eleventh Circuit (and other courts) have made clear, this general rule that the \nGovernment is bound by plea provisions is subject to qualifications. The key case on this point is \nthe Eleventh Circuit's decision in San Pedro v. United States, 79 F.3d 1065 ( I 1th Cir. 1996), cited \npreviously by Jane Doe 1  and 2  but not discussed by Epstein. San Pedro explains that: \"[T]he \ngeneral rule requiring governmental adherence to promises made during plea negotiations is \nsubject to two conditions. First, the agent making the promise must be authorized to do so, and \nsecond, the defendant must detrimentally rely on the promise. If either condition is lacking, then \nthe agreement is unenforceable .. . .\" San Pedro v. United States, 79 F.3d 1065, 1068 (11th Cir. \n1996); see also United States v.  Kachkar, No. 16-20595-CR, 2018 WL 6974948 at *2 (S.D. Fla. \n2018), report and recommendation adopted, No. 16-20595-CR, 2019 WL 116864 (S.D. Fla. 2019) \n(following San Pedro). \nHere, of course, in adopting the CVRA Congress directed that prosecutors must reasonably \n\"confer\" with the victim in a  criminal case before making a  binding resolution. 18 U.S.C. § \n3771 (a)(5). Prosecutors lack authority to deviate from this congressional command —  and thus (at \nleast on the facts of this case) lacked \"actual authority to make\" a promise of immunity without \nconferring with victims. San Pedro, 795 F.3d at 1068. The word \"authority\" means \"[t]he official \nright or permission to act, esp. to act legally on another's behalf . . ..\" BLACK'S LAW DICTIONARY \n158 (10'h ed. 2014) (emphasis added). Here, as the Court has previously found (without challenge \nfrom Epstein) \"once the Government failed to advise the victims about its intention to enter into \nthe NPA, a  violation of the CVRA occurred.\" 359 F.Supp.3d at 1221. In other words, the \n54 \nEFTA00022602\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 58 of 70 \nGovernment was no longer acting legally —  and simply did not have authority to extend immunity \nto Epstein. \nThe facts of San Pedro offer clear parallels to this case. There, the prosecutor offered a \npromise of non-deportation to criminal defendant San Pedro. The Eleventh Circuit concluded that \nthis agreement was unenforceable, because by statute the power to enforce immigration laws rested \nwith the Immigration and Naturalization Service. Id. (citing 8 U.S.C. § 1103(a)). \nHere, Congress has also placed statutory limitations on the power of prosecutors, \nspecifically the USAO-SDFL —  requiring it to follow the law. The statute establishing the duties \nof the Office of U.S. Attorney provides that \"Wrcept as otherwise provided by law, each United \nStates attorney, within his district, shall. . . prosecute for all offenses against the United States .. \n..\" 28 U.S. § 547 (emphasis added). Thus, here the USAO-SDFL had authority to make prosecutorial \ndecisions about this District but had to proceed as \"provided by law.\" See 28 U.S. § 547. One law — \nthe CVRA —  required the USAO-SDFL to confer with victims before extending Epstein's immunity \noffer. Because that was not done — a fact that Epstein well knew, and indeed had sought —  the USAO-\nSDFL was without authority to extend the secret immunity offer. \nThe fact that Epstein was represented by a multitude of high-powered lawyers is also relevant. \n\"This case does not involve any government overreaching by taking advantage of an unsophisticated \ndefendant.\" United States v.  Friedland, 83 F.3d 1531, 1539 (3d Cir. 1996). Instead, Epstein and the \nUSAO-SDFL sought to maneuver around the statutory commands of the CVRA. Now that their \nmaneuver has failed, Epstein is not entitled to take advantage of his illegal agreement. \nThis conclusion follows even if the Court were to proceed on the assumption (contrary to the \nfacts of this case) that Epstein's legal team had no knowledge whatsoever that the Government was \nviolating its CVRA obligations. A helpful case is United States v. Walker, 98 F.3d 944 (7th Cir. 1996). \n55 \nEFTA00022603\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 59 of 70 \nThere, the Seventh Circuit refused to enforce a  provision in a  plea agreement where \"the parties' \nbargain was founded on a  mutual misunderstanding of the legal consequences of the bargain. \nAlternatively and equivalently, it  is a case in which the bargain is vitiated by illegality —  an attempt to \nattach an unauthorized consequence to an inappropriate order.\" Id. at 946. Even assuming arguendo \nthat this case simply involves Epstein and the USAO-SDFL reaching an agreement based on a \"mutual \nmisunderstanding,\" the fact remains that the NPA continues to be \"vitiated by illegality\" and this Court \ncannot attach any effect to the improper agreement. \nIn response to Walker, Epstein calls the Seventh Circuit's ruling an \"entirely confused\" \ndecision. Epstein Remedies Br. at 25. But the Seventh Circuit simply followed standard principles \nthat a court must follow the law when interpreting plea agreements. Indeed, numerous cases hold that \nsuch agreements are unenforceable when they deviate from legal requirements. See, e.g., Craig v. \nPeople, 986 P.2d 951, 959-60 (Colo. 1999) (court cannot enforce a plea agreement that waives the \nmandatory parole period); State v. Garcia, 582 N.W.2d 879, 881-82 (Minn. 1998) (plea agreement \npromised a  sentence that did not contain the statutorily-required 10-year conditional release term); \nState v. Wall, 348 N.C. 671, 675-76 (1998) (holding that court cannot enforce a  plea agreement for \nconcurrent sentence where law mandated consecutive one); Ex parte Rich, 194 S.W.3d 508, 515 (Tex. \nCrim. App. 2006) (court cannot enforce an illegal sentence below the statutory range); State v. \nMazzone, 212 W.Va. 368, 374 (2002) (court would not enforce plea agreement that called for court to \nunlawfully sentence the defendant by treating two misdemeanor offenses as felony offenses). \nEpstein acknowledges this long line of cases but claims that they are all distinguishable because \nthey stand for the proposition that \"a court cannot enforce facially invalid plea agreements that contain \nillegal terms or omit the required components of a sentence.\" Epstein Remedies Br. at 26. Epstein's \nconcession effectively gives away the game. Epstein never explains why the principles expressed in \n56 \nEFTA00022604\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 60 of 70 \nthese cases should be limited to \"facially\" invalid agreement. Here this Court has held that the NPA \nwas reached in violation of congressional command, which equally renders it plainly illegal — and thus \nunenforceable. \nCraig v.  People, 986 P.2d 951 \n(Colo. \n1999), for example, explains that when \"the parties \nattempt to fashion a  sentence that is itself contrary to law, the resulting illegality is not subject to \nspecific enforcement.\" Id. at 959. Here, Epstein and the USAO-SDFL attempted to \"fashion\" an NPA \nthat was \"contrary to law\"— because it was reached without the congressionally required conferral with \nEpstein's victims. \nSimilarly, State v. Wall, 348 N.C. 671 1998), holds that the defendant was not entitled to \nspecific performance of a plea agreement to receive a concurrent sentence, because \"such action would \nviolate the laws of this state.\" Id. at 676. So too here. To allow Epstein to obtain specific performance \nof the secret NPA would \"violate the laws of this\" country — i.e., the Crime Victims' Rights Act. \nDirectly contrary to Epstein's theory that \"facial invalidity\" only applies to the specific terms \nof an agreement is Ex parte Rich, 194 S.W.3d 508 (Tex. Crim. App. 2006). There, the Court refused \nspecific performance of an illegal arrangement, explaining that \"[a]lthough the plea bargain seemed \nfair on its face when executed, it has become unenforceable due to circumstances beyond the control \nof the Applicant or the State, namely the fact that one of the enhancement paragraphs was \nmischaracterized in the indictment, resulting in an illegal sentence far outside the statutory range of \npunishment.\" Id. at 515. Here, even if it could be argued that the NPA was \"fair on its face,\" the fact \nis that it is now unenforceable due to the fact that the victims were never given their CVRA right to \nconfer. Indeed, in Ex pane Rich, the court refused to enforce the plea agreement \"due to circumstances \nbeyond the control\" of the defendant and the State. Id. Here, of course, the resulting \"circumstances\" \n57 \nEFTA00022605\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 61 of 70 \n(i.e., non-conferral with the victims) were entirely within the control Epstein and USAO-SDFL — and, \nin fact, were something that they conspired together to achieve. \nEpstein further argues that he should not be held accountable for what he describes as \n\"[t]he \ngovernment's failure to comply with its obligations to third parties.\" Epstein Remedies Br. at 45. \nThe Court would be faced with a more difficult question if Epstein had actually understood that \nthe Government was fully complying with its conferral obligations but had simply dropped the \nball. The situation here is entirely different. It was both the Government and Epstein who worked \ntogether assiduously to hide the ball from the victims. Against that backdrop, no \"inequities\" (id.) \nwould result from rescinding the NPA's immunity provisions. Epstein chose to arrange for an \nillegal deal —  he is not entitled to reap the benefits of that illegality. \nFinally, Epstein also refers to his alleged \"full performance\" of his obligations under the \nNPA. Id. But that fact has recently been called into doubt by the ruling denying Epstein bail in \nthe criminal case proceeding before the U.S. District Court for the Southern District of New York. \nSee Decision and Order Remanding Defendant, DE 32 at 19-20, \nU.S \nv.  Epstein, No. 1:19-cr-490-\nRMB (S.D.N.Y. July 18, 2019) (finding that \"Mr. Epstein has not always been compliant with his \nlegal obligations as a  registered sex offender\"). As the Court noted there, Epstein's counsel \nclaimed that Epstein has been \"scrupulously fulfill[ing] his obligations in every jurisdiction in \nwhich he was required to register [as a sex offender]\" since his 2008 Florida convictions.\" Id. at \n19. But it appears that Epstein has not been compliant, for example, in New York. See id. at 20 \n(noting that, notwithstanding a  New York judge's order imposing a  sex offender reporting \nrequirement, according to an investigative report Epstein \"has never reported as a sex offender to \nNew York law enforcement\"); see also id. at 21 (noting lack of information from Epstein's counsel \n58 \nEFTA00022606\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 62 of 70 \ndemonstrating proper sex offender registration in New Mexico, Florida, and the Virgin Islands). \nThese facts further undercut any claim by Epstein to being able to rely on the NPA. \nVI. SEPARATION OF POWERS DOES NOT PREVENT THE COURT FROM \nEXERCISING ITS STATUTORY POWER TO ENFORCE THE CVRA. \nIntervenor Epstein next argues that the rescission remedy would somehow interfere with \nseparation of powers. Epstein Remedies Br. at 46-49. But Epstein lacks standing to assert \ninterference with Executive prerogatives. The USAO-SDFL has been actively engaged in this \nlitigation and has filed dozens of pleadings. Any issues regarding interference with the Executive \nbranch have, no doubt, been properly advanced by that Office — and Epstein is simply an interloper \nwho is not free to kibitz on constitutional issues regarding separation of powers. The federal courts \nare \"not empowered to seek out and strike down any governmental act that they deem to be \nrepugnant to the Constitution. Rather, federal courts sit `solely, to decide on the rights of \nindividuals.'\" Hein v.  Freedom from Religion Found., Inc., 551 U.S. 587, 598 (2007) (Alito, J.) \n(citing Marbwy v. Madison, 1  Cranch 137, 170, 2  L.Ed. 60 (1803)). Epstein does not have a \n\"right\" to separation of powers. \nSecond, as discussed above in connection with the statutory authority of the U.S. \nAttorney's Offices, Congress is entitled to pass laws establishing rights for crime victims. To our \nknowledge, no litigant — and certainly not Epstein —  has ever argued that the CVRA's extension of \nrights to victims unconstitutionally intrudes on executive power. Indeed, this Court has already \nexplained why the CVRA does not interfere with prosecutorial discretion: \"The Government \ncorrectly notes that the CVRA provides that InJothing in this chapter shall be construed to impair \n59 \nEFTA00022607\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 63 of 70 \nthe prosecutorial discretion of the Attorney General or any officer under his direction.' 18 U.S.C.A. \n§ 3771(d)(6). The Court is not ruling that the decision not to prosecute was improper. The Court \nis simply ruling that, under the facts of this case, there was a violation of the victims' rights under \nthe CVRA.\" 359 F.Supp.3d at 1222. The Court would say exactly the same thing in providing \nthe victims a rescission remedy. The Court would not be ruling that the immunity provisions were \n\"improper.\" The Court would simply say that, under the facts of this case, the provisions have to \nbe rescinded because they were adopted in violation of the victims' CVRA rights. \nThis Court's ruling to that effect would not \"thrust the Court into the role of prosecutor and \nnegotiator .. . .\" Epstein Remedies Br. at 47. Instead, the Court would simply be performing the \ntask that Congress assigned to it by directing that district courts \"shall ensure\" that victims receive \ntheir CVRA rights. 18 U.S.C. § 3771(b)(1). Once the immunity provisions have been rescinded, \nthe victims would confer with the USAO-SDFL and then the prosecutors would be free to proceed \nas they saw fit. Ensuring that victims receive their procedural CVRA rights in no way intrudes \non substantive decisions by prosecutors. \nTo be sure, judicial authority is limited \"when reviewing the Executive's exercise of \ndiscretion over charging determinations.\" United States v. Fokker Servs. B. V., 818 F.3d 733, 741 \n(D.C. Cir. 2016). But Jane Doe 1  and 2  are not asking this Court to review any prosecutor's \nultimate charging determination; all the victims seek is that they have their promised opportunity \nto \"confer\" with the prosecutors about what that determination should be. Thus, in enforcing the \nvictims' rights, the Court would not be \"rejecting the deal agreed to by the parties.\" Epstein \nRemedies' Br. at 49. It would simply be enforcing the victims' right to be involved in shaping that \ndeal. As this Court has held, \"the CVRA was designed to give the victims the same opportunity \n60 \nEFTA00022608\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 64 of 70 \nto attempt to affect prosecutorial decisions before they became final\" as defendants have. 359 \nF.Supp.3d at 1221. Enforcing that congressional decision is well within judicial authority. \nVII. THE VICTIMS' REQUEST FOR DECLARATORY RELIEF (REMEDY #2) \nIMMEDIATELY BECOMES RIPE UPON THE GRANTING OF A RESCISSION \n(REMEDY #1). \nIntervenor Epstein next argues that, even if the Court grants rescission (remedy #1), it \nwould be premature for this Court to rule on whether the Constitution would permit his prosecution \n(remedy #2). Epstein Remedies Br. at 49. Epstein claims that such a  ruling is precluded by the \n\"ripeness\" doctrine, which on closer examination turns out to involve a  claim that no \"case or \ncontroversy\" would exist for such a determination. Id. at 50. \nIf the Court grants rescission (remedy #1), the issue of declaratory relief (remedy #2) \nimmediately becomes ripe. Specifically, unless this Court declares that it  is permissible for the \nUSAO-SDFL \nto prosecute Epstein, it will not be giving Epstein's victims \"the same opportunity \n[as Epstein had] to attempt to affect prosecutorial decisions before they became final.\" 359 \nF.Supp.3d at 1221. See generally Victims' Resp. to Government Remedies Submission at 35-37. \nWithout such a  declaration, the Jane Does would not be put back in the same position as they \nwould have been had the Government complied with the CVRA. \nBut, in any event, given the way that briefing has proceeded in this case, this request \n(remedy #2) is now largely subsumed by the way in which Epstein has advanced his arguments \nagainst rescission. If the Court reviews and rejects all of Epstein's arguments (as we believe it \nshould), then the victims would largely receive the declaratory relief that they need. Epstein \nobviously believes that he is entitled to obtain a  ruling on all of his constitutional arguments \nadvanced here. And Epstein has presented a wide array of constitutional and separation of powers \n61 \nEFTA00022609\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 65 of 70 \narguments against the rescission remedy. See, e.g., Epstein Remedies Br. at 14-27 (arguing that \n\"procedural due process\" precludes rescission); id. at 43-46 (arguing that \"substantive due \nprocess\" precludes rescission); id. at 46-49 (arguing that separation of powers precludes \nrescission). A Court ruling that, in spite of these constitutional arguments, rescission is nonetheless \nappropriate would appear to sweep away most of the constitutional bathers that the victims have \nbeen concerned about. \nAccordingly, for remedy #2, the victims simply ask the Court to reach — and reject —  all of \nEpstein's constitutional claims. Following a court decision to that effect, the victims could then \napproach the Court if any constitutional issues remained at that time that were improperly \nimpeding their ability to confer. \nVIII. THE COURT IS AUTHORIZED TO HOLD A PUBLIC HEARING WITH THE \nVICTIMS IN THIS CASE. \nJane Doe 1  and 2 have requested that the Court hold a hearing in this case, at which time \nthey could address the Court —  and Epstein and prosecutors —  about this case. DE 464 at 46-49. \nThe Government responded by agreeing that a  court hearing was appropriate but suggesting a \nslightly different format than the victims. DE 462 at 7. Jane Doe 1  and 2  have replied to the \nGovernment, continuing to agree with the Government that a hearing is appropriate but reaffirming \ntheir request (for example) that Epstein and former-U.S. Attorney Acosta attend the hearing. DE \n464 at 4649.22\n22  Since the filing of that brief by the victims, Secretary Acosta has decided to resign his \nposition as Labor Secretary. But during his press conference on July 10 on the topic of the NPA, \nAcosta stated that he might be willing, at some point, to \"circle back\" with the victims to discuss \nhis handling of the case so as to be \"more transparent.\" On July 15, counsel for Jane Doe 1  and 2 \nsent a  letter to Acosta, advising him of the hearing that the victims and his prior Office was \n62 \nEFTA00022610\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 66 of 70 \nNow Epstein has weighed in, claiming that the Court has \"no authority\" under the CVRA \nto preside over such a hearing. But, to the contrary, the CVRA provides enforcement powers to \ndistrict courts to enforce the CVRA. 18 U.S.C. § 3771(b)(1). And contrary to Epstein's \nsuggestion, there is clearly a \"case or controversy\" as to how to best provide the victims their \nCVRA rights. In the unusual circumstances that exist in this case, where even the Government \nconcedes no remedy (rescission or otherwise) can fully put the victims back in the position that \nthey would have been had the Government properly conferred in 2007, this Court clearly has power \nto act. As Senator Kyl explained, \"it is the clear intent and expectation of Congress that the district \n.  .  .  courts will establish procedures that will allow for a  prompt adjudication of any issues \nregarding the assertion of a victim's right, while giving meaning to the rights we establish.\" 150 \nCong. Rec. 22953 (Oct. 9, 2004) (statement of Sen. Kyl) (emphases added). A hearing of the kind \nthat the victims —  and the Government —propose is an appropriate way to give at least some \nmeaning to important CVRA rights. \nIX. ADOPTION OF EARLIER PLEADINGS BY REFERENCE \nJane Doe 1  and 2  have also advanced numerous arguments in other filings that defeat \nEpstein's claims. To avoid duplicative briefing, Jane Doe I  adopt by reference, in response to \nEpstein, all of the arguments they have advanced in DE 458 and DE 464. \nX. THE COURT SHOULD EXPEDITE ITS RULING ON REMEDIES AND ON THE \nVICTIMS' RIGHTS TO BE TREATED WITH FAIRNESS AND TO NOTICE. \nAt this time, all of the briefing that the Court requested in its scheduling order (DE 454) \nhas been completed. Accordingly, all the matters discussed in this submission are ripe for decision. \nproposing and asking whether he would voluntarily attend the hearing. Jane Doe I  and 2 have yet \nto receive any response to the letter. \n63 \nEFTA00022611\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 67 of 70 \nJane Doe 1 and 2 continue to request a rapid ruling on remedies by this Court.23  Any delay \nin ruling could further compound the damage that has already been done to Epstein's Florida \nvictims by denying them an opportunity to meaningfully confer about federal charges being filed \nin this District —  particularly given recent and on-going developments in New York that, while \nindependent of this case, may make it more difficult for Jane Doe I  and 2 to seek prosecution here. \nJane Doe 1 and 2 also have pending before the Court two additional arguments as why the \nCVRA has been violated —  specifically, that their rights to be treated with fairness and to notice \nhave been violated. See DE 458 at 33. As previously explained, the Government has not \nchallenged that the Court should hold that these two rights have been violated. DE 464 at 15. And, \nlikewise, Epstein has not made any argument to the contrary. (He does not even cite the right to \nfairness in his brief.) Accordingly, the Court should summarily find that these rights have also \nbeen violated. After such a ruling, Jane Doe 1  and 2 would respectfully respect the opportunity to \nprovide additional briefing on what additional remedies would then become available to them. \nTheir existing briefing on remedies, of course, has been confined to explaining what remedies the \nCourt should award based on its existing findings. The Court would have more expansive remedial \npowers based on more expansive findings of CVRA violations. \n23  To be clear, having previously discussed the issue with the Court and seen the Court's \napproach to resolving the pending issues, Jane Doe I  and 2  are not seeking a jury trial on any \naspect of this case. With regard to crafting remedies for the violation of their right to confer, the \nCourt should exercise its remedial power. And with regard to the victims' still-pending claims that \nthere has been a violation of their rights to be treated with fairness and to notice, the Court can \nmake the necessary factual determinations to decide the matters. \n64 \nEFTA00022612\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 68 of 70 \nBut none of these other possibilities should prevent the Court from moving forward rapidly \nwith the issues that are fully briefed and squarely before it  now. The victims request that the \nCourt rule as rapidly as possible. \nXI. REQUEST FOR A HEARING (IF NECESSARY). \nIf the Court requires any further factual predicate from Jane Doe 1  and 2  in response to \nEpstein's arguments, they request a hearing and opportunity to provide that predicate to the Court. \nCONCLUSION \nIntervenor Epstein set in motion a plan whereby he joined with the USAO-SDFL to reach \na secret non-prosecution agreement —  and then to have it put it in place without the victims having \nany opportunity to object. That plan to keep the victims in the dark was patently illegal under the \nCVRA. And the plan was in service of keeping a deal secret that could never have survived public \nor judicial scrutiny. \nThis Court has now held that the Government's illegal actions, undertaken at Epstein's \nspecific \nrequest, violated Jane Doe I  and 2's rights under the Crime Victims' Rights Act. And the \nCourt now possesses ample power to respond to this deliberate attempt to keep innocent victims \nuncertain about why multiple federal sex crimes against them were to go unpunished. The Court \nshould accordingly grant Jane Doe 1  and Jane Doe 2 all the remedies they have requested, \nincluding rescission of the NPA's \"immunity\" provisions precluding prosecution of Epstein and \nhis co-conspirators for federal sex crimes committed in the Southern District of Florida. \n65 \nEFTA00022613\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 69 of 70 \nDATED: July 23, 2019 \nRespectfully Submitted, \nis,' Sadie\" \njZ\nEdepauto \nBradley J. Edwards \nEdwards \nPottin er LP \nPaul G. \nCassell \nPro Hac Vice \nAttorneys for Jane Does I and 2 \nThis daytime business address is provided for identification and correspondence purposes \nonly and is not intended to imply institutional endorsement by the University of Utah. \n66 \nEFTA00022614\n\nCase 9:08-cv-80736-KAM Document 466 Entered on FLSD Docket 07/23/2019 Page 70 of 70 \nAttorneys for Jeffrey Epstein \nCERTIFICATE OF \nSERVICE \nI certify that the foregoing document was served on July 23, 2019, on counsel of record using \nthe \nCourt's CM/ECF system: \nU.S. Attorneys' Office for the Northern District of Georgia \nMaa \nAttorneys for the Government \nRoy Eric Black \nJacqueline Perczek \nBlack Srebnick Koms an & Stumpf \n67 \nEFTA00022615",
    "pageCount": 70,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "punitive damages\": \n[Jane Doe] individually, and Jeffrey Epstein, individually (jointly referred \nto as \"Parties\")"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": ", neither party disputes that Mr. Epstein has a right to be heard"
      },
      {
        "name": "Lee",
        "role": "extracted",
        "context": "months earlier]. \nTHE COURT: Mr. Lee, do you have anything els"
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "SOUTHERN DISTRICT OF FLORIDA \nCase No. 08-80736-Civ-Marra/Johnson"
      },
      {
        "name": "Edwards \nEdwards",
        "role": "extracted",
        "context": "PROPOSED REMEDIES \nBradley J. Edwards \nEdwards Pottin er LP \nPaul G. \nCassel"
      },
      {
        "name": "Cassell \nPro",
        "role": "extracted",
        "context": "dwards Pottin er LP \nPaul G. \nCassell \nPro Hac \nVice \nThis daytime busin"
      },
      {
        "name": "Hac \nVice",
        "role": "extracted",
        "context": "er LP \nPaul G. \nCassell \nPro Hac \nVice \nThis daytime business addres"
      },
      {
        "name": "Epstein Has",
        "role": "extracted",
        "context": "DIES. 6 \nA. As an Intervenor, Epstein Has Received Procedural Due Proce"
      },
      {
        "name": "Received Procedural",
        "role": "extracted",
        "context": "As an Intervenor, Epstein Has Received Procedural Due Process 6 \nB. The Court's"
      },
      {
        "name": "Due Process",
        "role": "extracted",
        "context": "stein Has Received Procedural Due Process 6 \nB. The Court's Findings Ab"
      },
      {
        "name": "Findings About",
        "role": "extracted",
        "context": "Due Process 6 \nB. The Court's Findings About Epstein Counsel's Awareness o"
      },
      {
        "name": "Epstein Counsel",
        "role": "extracted",
        "context": "B. The Court's Findings About Epstein Counsel's Awareness of Concealment of"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": "ss of Concealment of the Non-\nProsecution Agreement are Well-Supported and Unchal"
      },
      {
        "name": "Through Counsel",
        "role": "extracted",
        "context": "rted and Unchallenged  10 \nI. Through Counsel, Epstein Was a Party to the I"
      },
      {
        "name": "Epstein Was",
        "role": "extracted",
        "context": "nged  10 \nI. Through Counsel, Epstein Was a Party to the Illegal Concea"
      },
      {
        "name": "Illegal Concealment",
        "role": "extracted",
        "context": "l, Epstein Was a Party to the Illegal Concealment of the Non-\nProsecution Agree"
      },
      {
        "name": "Evidence Exists",
        "role": "extracted",
        "context": "Prosecution Agreement 10 \n2. Evidence Exists that the Epstein Defense Team"
      },
      {
        "name": "Epstein Defense",
        "role": "extracted",
        "context": "2. Evidence Exists that the Epstein Defense Team Acted in Bad Faith.  18"
      },
      {
        "name": "Team Acted",
        "role": "extracted",
        "context": "ists that the Epstein Defense Team Acted in Bad Faith.  18 \n3. The USA"
      },
      {
        "name": "Bad Faith",
        "role": "extracted",
        "context": "Epstein Defense Team Acted in Bad Faith.  18 \n3. The USAO-SDFL Was No"
      },
      {
        "name": "Was Not",
        "role": "extracted",
        "context": "Faith.  18 \n3. The USAO-SDFL Was Not Authorized to Extend Epstein"
      },
      {
        "name": "Extend Epstein",
        "role": "extracted",
        "context": "AO-SDFL Was Not Authorized to Extend Epstein Immunity Without First \nConfe"
      },
      {
        "name": "Immunity Without",
        "role": "extracted",
        "context": "Authorized to Extend Epstein Immunity Without First \nConferring with his Vi"
      },
      {
        "name": "First \nConferring",
        "role": "extracted",
        "context": "tend Epstein Immunity Without First \nConferring with his Victims. \n23 \nII. TH"
      },
      {
        "name": "Authorizes Rescission",
        "role": "extracted",
        "context": "S A REMEDY. \n 26 \nA. The CVRA Authorizes Rescission as a Remedy. 26 \nB. The Victi"
      },
      {
        "name": "The Victims",
        "role": "extracted",
        "context": "escission as a Remedy. 26 \nB. The Victims Are Not Time-Barred Under the"
      },
      {
        "name": "Are Not",
        "role": "extracted",
        "context": "a Remedy. 26 \nB. The Victims Are Not Time-Barred Under the CVRA. 2"
      },
      {
        "name": "Barred Under",
        "role": "extracted",
        "context": "B. The Victims Are Not Time-Barred Under the CVRA. 28 \nIII. PRINCIPLES"
      },
      {
        "name": "Contract Law",
        "role": "extracted",
        "context": "EDY. \n 34 \nA. Under the CVRA, Contract Law Principles Require Rescission"
      },
      {
        "name": "Principles Require",
        "role": "extracted",
        "context": "Under the CVRA, Contract Law Principles Require Rescission. \n34 \nB. The Civil"
      },
      {
        "name": "The Civil",
        "role": "extracted",
        "context": "s Require Rescission. \n34 \nB. The Civil Releases Signed by Jane Doe I"
      },
      {
        "name": "Releases Signed",
        "role": "extracted",
        "context": "Rescission. \n34 \nB. The Civil Releases Signed by Jane Doe I  and 2 Did Not"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "The Civil Releases Signed by Jane Doe I  and 2 Did Not —  and Could"
      },
      {
        "name": "Did Not",
        "role": "extracted",
        "context": "s Signed by Jane Doe I  and 2 Did Not —  and Could Not — Waive \nthe"
      },
      {
        "name": "Could Not",
        "role": "extracted",
        "context": "e Doe I  and 2 Did Not —  and Could Not — Waive \ntheir CVRA Claims Ag"
      },
      {
        "name": "Claims Against",
        "role": "extracted",
        "context": "Could Not — Waive \ntheir CVRA Claims Against the Government 40 \nIV. THE DO"
      },
      {
        "name": "Have Not",
        "role": "extracted",
        "context": "LE. \n 45 \nA. Jane Doe 1 and 2 Have Not Violated Any CVRA Requirement"
      },
      {
        "name": "Violated Any",
        "role": "extracted",
        "context": "A. Jane Doe 1 and 2 Have Not Violated Any CVRA Requirement in Handling"
      },
      {
        "name": "Handling Their",
        "role": "extracted",
        "context": "lated Any CVRA Requirement in Handling Their \nPetition. \n45 \nB. Congress H"
      },
      {
        "name": "Congress Has",
        "role": "extracted",
        "context": "ling Their \nPetition. \n45 \nB. Congress Has Not Added Doctrines of Estopp"
      },
      {
        "name": "Not Added",
        "role": "extracted",
        "context": "etition. \n45 \nB. Congress Has Not Added Doctrines of Estoppel to the"
      },
      {
        "name": "Equitable Estoppel",
        "role": "extracted",
        "context": "o Satisfy the Elements of the Equitable Estoppel Doctrine. 48 \nD. Epstein Has"
      },
      {
        "name": "Judicial Estoppel",
        "role": "extracted",
        "context": "o Satisfy the Elements of the Judicial Estoppel Doctrine. \n50 \nEFTA00022547"
      },
      {
        "name": "Case \nNo",
        "role": "extracted",
        "context": "SOUTHERN DISTRICT OF FLORIDA \nCase \nNo. 08-80736-Civ \nJANE DOE #1 an"
      },
      {
        "name": "Intervenor Epstein",
        "role": "extracted",
        "context": "ies (DE 458) \nand in light of Intervenor Epstein's' Brief in Opposition (DE 46"
      },
      {
        "name": "Epstein \nRemedies",
        "role": "extracted",
        "context": "E 463) (hereinafter cited as \"Epstein \nRemedies Br.\"), to now reply to Epstei"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "rotect their rights under the Crime Victims' Rights Act \n(CVRA) —  includ"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "ghts under the Crime Victims' Rights Act \n(CVRA) —  including rescissi"
      },
      {
        "name": "As Jane",
        "role": "extracted",
        "context": "ion agreement. \nINTRODUCTION \nAs Jane Doe 1  and 2 explained in the"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "5 \nof 70 \nIntervenor Epstein. The \nGovernment2  and Epstein \nreached a secr"
      },
      {
        "name": "This Court",
        "role": "extracted",
        "context": "he criminal justice \nsystem. \nThis Court has \npreviously determined th"
      },
      {
        "name": "Jane \nDoe",
        "role": "extracted",
        "context": "s \npreviously determined that Jane \nDoe 1 and 2's CVRA \nrights to con"
      },
      {
        "name": "Jane Does",
        "role": "extracted",
        "context": "the other \nremedies that the Jane Does \nseek, and accordingly \nthe C"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "S. Attorney's Office \nfor the Southern District of \nFlorida (USAO-SDFL), \nwhi"
      },
      {
        "name": "Northern District",
        "role": "extracted",
        "context": "S. Attorney's Office for the \nNorthern District of \nGeorgia. \n2 \nEFTA00022550"
      },
      {
        "name": "Alexander \nAcosta",
        "role": "extracted",
        "context": "igned \"on the authority of R. Alexander \nAcosta, United States Attorney for t"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "outhern District of New York. See United States v. Fernandez, No. 17-C"
      },
      {
        "name": "The Second",
        "role": "extracted",
        "context": "72783 at *2 (S.D.N.Y. 2017) (\"The Second Circuit has squarely held tha"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "h Epstein applies only to the Southern \nDistrict of Florida has been made expl"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": ".g., the Southern District of New \nYork ...) share jurisdiction and v"
      },
      {
        "name": "As Epstein",
        "role": "extracted",
        "context": "ot have any nationwide reach. As Epstein's \"background\" section \n4 \nEF"
      },
      {
        "name": "Epstein Remedies",
        "role": "extracted",
        "context": "art, a local sex abuse case.\" Epstein Remedies Br. at 15 (quoting former Fir"
      },
      {
        "name": "First Assistant",
        "role": "extracted",
        "context": "ies Br. at 15 (quoting former First Assistant \nU.S. \nAttorney Jeffrey Sloma"
      },
      {
        "name": "Attorney Jeffrey",
        "role": "extracted",
        "context": "former First Assistant \nU.S. \nAttorney Jeffrey Sloman). Indeed, one of the e"
      },
      {
        "name": "Justice Department",
        "role": "extracted",
        "context": "ein hired \nrepresented to the Justice Department during discussions about the"
      },
      {
        "name": "Parklane Hosiery",
        "role": "extracted",
        "context": "y to \nlitigate [his] claims.\" Parklane Hosiery Co., Inc. v.  Shore, 439 U.S."
      },
      {
        "name": "Eleventh Circuit",
        "role": "extracted",
        "context": "es point to the fact that the Eleventh Circuit has previously ruled in this"
      },
      {
        "name": "The Eleventh",
        "role": "extracted",
        "context": "ce, is of no relevance \nnow. \nThe Eleventh Circuit was simply describing"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "s attorneys to prove that the United \nStates violated the Act, which is an"
      },
      {
        "name": "Here \nEpstein",
        "role": "extracted",
        "context": ", 424 U.S. 319, 333 (1976)). \nHere \nEpstein argues that he has been \"depr"
      },
      {
        "name": "If Epstein",
        "role": "extracted",
        "context": "rida. 359 \nF.Supp.3d at 1204. If Epstein wanted to challenge that find"
      },
      {
        "name": "While Intervenor",
        "role": "extracted",
        "context": "7 at ¶ 48 (emphasis added)). \nWhile Intervenor Epstein quibbles over the acc"
      },
      {
        "name": "Information Act",
        "role": "extracted",
        "context": "States received a Freedom of Information Act request or any compulsory pro"
      },
      {
        "name": "Work Product",
        "role": "extracted",
        "context": "tion for Finding of Waiver of Work Product and Similar \nProtections and"
      },
      {
        "name": "Similar \nProtections",
        "role": "extracted",
        "context": "of Waiver of Work Product and Similar \nProtections and for Production of Documen"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "ve stage of a  case. The 2005 Attorney General \nGuidelines for Victim and Wi"
      },
      {
        "name": "Witness Assistance",
        "role": "extracted",
        "context": "al \nGuidelines for Victim and Witness Assistance (hereinafter \"2005 A.G. Victi"
      },
      {
        "name": "Victim Guidelines",
        "role": "extracted",
        "context": "tance (hereinafter \"2005 A.G. Victim Guidelines\") to \nwhich he refers require"
      },
      {
        "name": "Before Criminal",
        "role": "extracted",
        "context": "he Crime Victims' \nRights Act Before Criminal Charges are Filed, 104 J. CRI"
      },
      {
        "name": "Mohasco Corp",
        "role": "extracted",
        "context": "language chosen by Congress.\" Mohasco Corp. v.  Silver, 447 U.S. \n807, 8"
      },
      {
        "name": "While Epstein",
        "role": "extracted",
        "context": "osecutors to mislead victims. While Epstein claims that he was simply ask"
      },
      {
        "name": "State Attorney",
        "role": "extracted",
        "context": "hat it merely \nbe sent by the State Attorney and presumably would not ment"
      },
      {
        "name": "Similar Protections",
        "role": "extracted",
        "context": "of Waiver of Work Product and Similar Protections and for Production of \nDocume"
      },
      {
        "name": "Labor Secretary",
        "role": "extracted",
        "context": "ress conference held by \nthen-Labor Secretary R. Alexander Acosta on July 1"
      },
      {
        "name": "Alexander Acosta",
        "role": "extracted",
        "context": "d by \nthen-Labor Secretary R. Alexander Acosta on July 10, 2019. Before the"
      },
      {
        "name": "And Jane",
        "role": "extracted",
        "context": "1 at 14 (citing \nExhibit \n7). And Jane Doe 1 and 2 also alleged that"
      },
      {
        "name": "If \nEpstein",
        "role": "extracted",
        "context": "offered by Jane \nDoe 1 and 2. If \nEpstein wants this case to be \ndecide"
      },
      {
        "name": "Immunity \nWithout",
        "role": "extracted",
        "context": "Authorized to Extend Epstein Immunity \nWithout \nFirst Conferring with his \nV"
      },
      {
        "name": "First Conferring",
        "role": "extracted",
        "context": "nd Epstein Immunity \nWithout \nFirst Conferring with his \nVictims. \nEpstein a"
      },
      {
        "name": "See Victims",
        "role": "extracted",
        "context": "way in \nwhich it was formed. See Victims' \nRemedy Reply to the Gov't."
      },
      {
        "name": "Remedy Reply",
        "role": "extracted",
        "context": "it was formed. See Victims' \nRemedy Reply to the Gov't. DE 464 at 27. I"
      },
      {
        "name": "In San",
        "role": "extracted",
        "context": "lid agreement unenforceable. \nIn San Pedro v. United States, 79 F."
      },
      {
        "name": "San Pedro",
        "role": "extracted",
        "context": "iated the plea agreement with San Pedro did not \nhave the authority t"
      },
      {
        "name": "Products North",
        "role": "extracted",
        "context": "89 at 9 (citing \nU.S. \nv. BP \nProducts North America, Inc., 2008 WL 501321"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "ket 07/23/2019 Page 29 of 70 \nStates District Court, 435 F.3d 1011, 1017 (9"
      },
      {
        "name": "But Epstein",
        "role": "extracted",
        "context": "PA as a remedy in this \ncase. But Epstein's argument ultimately boils d"
      },
      {
        "name": "Stay Pending",
        "role": "extracted",
        "context": "s at stake \nhere.\" Motion for Stay Pending Appeal, Jane Does v. United S"
      },
      {
        "name": "On July",
        "role": "extracted",
        "context": "just four days of its filing. On July 7, 2008, when counsel for \nJa"
      },
      {
        "name": "See Tr",
        "role": "extracted",
        "context": "n completed as of this time.\" See Tr. (July 11, 2008) at 5-6 (emph"
      },
      {
        "name": "Your \nHonor",
        "role": "extracted",
        "context": "er it is necessary or whether Your \nHonor deemed it was necessary for y"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Miami",
        "type": "location"
      },
      {
        "name": "Documents, DE",
        "type": "city"
      },
      {
        "name": "Remanding Defendant, DE",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-07-23",
        "event": "07/23/2019"
      },
      {
        "date": "2007-09-24",
        "event": "September 24, 2007"
      },
      {
        "date": "2007-06-07",
        "event": "June 7, 2007"
      },
      {
        "date": "2007-12-06",
        "event": "December 6, 2007"
      },
      {
        "date": "2019-07-10",
        "event": "July 10, 2019"
      },
      {
        "date": "2007-07-06",
        "event": "July \n6, 2007"
      },
      {
        "date": "2013-07-12",
        "event": "July \n12, 2013"
      },
      {
        "date": "2008-07-07",
        "event": "July 7, 2008"
      },
      {
        "date": "2008-07-09",
        "event": "July 9, 2008"
      },
      {
        "date": "2008-07-11",
        "event": "July 11, 2008"
      },
      {
        "date": "2008-06-30",
        "event": "June 30, 2008"
      },
      {
        "date": "2008-08-25",
        "event": "August 25, 2008"
      },
      {
        "date": "2010-06-30",
        "event": "June 30, 2010"
      },
      {
        "date": "2011-09-02",
        "event": "September 2, 2011"
      },
      {
        "date": "2004-04-22",
        "event": "April 22, 2004"
      },
      {
        "date": "2019-07-08",
        "event": "July 8, 2019"
      },
      {
        "date": "2019-07-18",
        "event": "July 18, 2019"
      },
      {
        "date": "2019-07-23",
        "event": "July 23, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:07.255Z"
}