{
  "document": {
    "id": "efta00029524",
    "filename": "EFTA00029524.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00029524.pdf",
    "text": "\n\nFrom: \" \n(USANYS)\" \nTo: \" \n) II \n\" \nCc: \"...M \nUSANYS \n > \n(USANYS)\" \nSubject: ROLLING STONE; Who Is British Socialite Ghislaine Maxwell, Jeffrey Epstein's Longtime \nPartner? \nDate: Wed, 10 Jul 2019 18:26:14 +0000 \nImportance: Normal \nWho Is British Socialite \nGhislaine Maxwell, Jeffrey \nEpstein's \nLongtime Partner? \nThe daughter of a British media mogul, Maxwell is alleged to \nhave served as a \"madam\" for her \nbillionaire partner \nSince hedge fund manager and well-connected billionaire Jeffrey Epstein was arrested on Saturday and \ncharged with sex trafficking  and sex trafficking conspiracy, the names of powerful men in his social \ncircle —  including President Donald Trump, former President Bill Clinton, and, weirdly, former lead \ninvestigator of the Clinton/Lewinsky scandal Kenneth Starr — have popped up over and over and over again. \nNotably, only one woman's name has made a recurring appearance in discussions of Epstein's crimes: that \nof Ghislaine Maxwell,  a British socialite and Epstein's longtime confidante, who is alleged to have played a \npivotal role in procuring young women for him. \nAlthough no charges have been filed against Maxwell — or anyone else in Epstein's inner circle, for \nthat matter — she has long been dogged by allegations that she played a pivotal role in procuring \nyoung women for Epstein, and has been named in numerous civil suits to that effect. As for Epstein \nhimself, he pleaded not guilty to the charges against him on Monday. (Rolling Stone reached out to \nEpstein's legal team for comment, but has not received a response. Maxwell has denied any \ninvolvement in the  past, with a representative calling the allegations \"obvious lies.\") \nSurprisingly, given Maxwell's relatively high-profile role in both the English and American social \nscenes, fairly little is known about her or the exact nature of her relationship with Epstein: she's been \nalternately referred to as Epstein's romantic partner, his best friend, his fixer, and a \"madam\" catering \nto his sexual desires. Here's what we do know about the woman who has been a member of Epstein's \ninner circle for decades — and whether we can expect to see her playing a larger role in the criminal \nproceedings against him. \nWho is Ghislaine Maxwell? \nMaxwell is the daughter of British media mogul Robert Maxwell, who owned and operated a number of \nBritish tabloids and was at one point estimated to have been worth nearly $1.9 billion. She was \neducated at the prestigious Marlborough boarding school in the U.K., and went on to study at Oxford. \nThe Maxwells were active in both British and American social circles, and the family apparently had \nties to Trump before even Epstein did: a 1989 clipping from the St. Louis Post-Dispatch lists Trump as \na guest on Robert Maxwell's yacht, the aptly named Lady Ghislaine. In 1991, Maxwell was found dead \nEFTA00029524\n\nunder \nmysterious circumstances after reportedly having fallen overboard from the yacht. It  was later \ndiscovered that he was in a significant amount of debt at the ti\nme \nof his death, and had embezzled \nfrom his employees' pension fund. \nBefore her father's death, Maxwell had already started building her credentials as a British socialite \nand philanthropist; she founded the Kit-Cat Club, a social organization for working  women, and \nalso served as director for a football club her father owned. Following her father's passing, however, \nshe moved to the United States, eager to escape the scrutiny of the U.K. tabloids. While she started out \nworking in real estate and living on the (relatively) modest trust fund sum of $100,000 a year, Maxwell \nquickly rebounded from her father's passing and subsequent disgrace, \naccording to a 2000 New York \nPost profile, relying on the Maxwell family's powerful network of famous friends to regain her position \nin the social \nworld. \nFor the past two decades, Maxwell has held the types of board positions and charitable foundation \nadvisory roles favored by the uber-wealthy, founding the charitable organization the TerraMar Project, \nwhich works to preserve the world's oceans,  in 2012. She also continued to cultivate friendships \nwith extremely high-powered individuals such as Trump and Prince Andrew, reportedly introducing \nEpstein to the latter in 1997 and former President Bill Clinton, even appearing as a guest at Chelsea \nClinton's wedding in 2010. \nWhat is Ghislaine Maxwell's relationship with Jeffrey Epstein? \nAccording to the 2000 New York Post profile of Maxwell, Epstein and Maxwell began dating in the late 1990s; \nthe piece not-so-subtly implies that Maxwell largely viewed Epstein, who at that point had become extremely \nwealthy from his investment firm J. Epstein & Co., as a strategic launch pad for her career as a New York City \nphilanthropist and socialite. Although their romantic relationship later fizzled out, the two developed a dose \nplatonic bond, according to a 2003 Vanity Fair profile of Epstein, in which he refers to Maxwell as his \"best \nfriend.\" The Vanity Fair profile depicts Maxwell as something of a high-end assistant to Epstein, with journalist \nVicky Ward writing that Maxwell \"seems to organize much of his life,\" even making appointments with personal \nyoga instructors for Epstein. \nWhat is Ghislaine \nMaxwell's relationship to Jeffrey Epstein's crimes? \nAccording to those who have accused Epstein of sexual abuse, Maxwell's predilection for managing his \nlife extended to his sex life as well. In 2018, Epstein and Maxwell settled a lawsuit brought against \nthem by a woman named , who that Maxwell hired her to give Epstein \nmassages at his home. Between 2006 and 2007, alleged, the two promised to pay her tuition \nto FIT in exchange for providing sexual favors to Epstein and his friends, including lawyer \nAlan Dershowitz. (Dershowitz has repeatedly denied the charges; suit was settled in \n2018 under undisclosed terms.) \nLast April, another woman and former Epstein employee, alleged that Maxwell and \nEpstein had sexually abused her and her 15-year-old sister on two separate occasions in the \nmid-1990s. She also alleged that she frequently saw a \"number of school-age girls\" come to Epstein's \nNew York City home. \"When I asked Maxwell why these young girls were coming over to the house so \noften she said that the girls were interviewing for modeling positions,\" said. \"At the time, \nbased on my observations at the home, it did not seem credible to me that these young girls were \ninterviewing for modeling positions.\" \nallegations surfaced as the result of a defamation lawsuit filed against Dershowitz by \n,who \nalso named Maxwell in a 2015 civil suit against Epstein. In the sult,ethen\nidentified as Jane Doe 3) alleged that during the summer of 1999, when she was 16 years old and \nworking as a towel girl at Trump's Palm Beach resort Mar-a-Lago, Maxwell recruited her to serve as \nEFTA00029525\n\nEpstein's massage therapist. alleged that Maxwell and Epstein instructed her to have sex with \nhim and his friends, including Dershowitz. Dershowitz publicly denied her claims and accused \nof making them up, prompting to sue him for defamation. Last week, Dershowitz filed a motion \nfora federal judge to \ndismiss the defamation suit. \nAfter original civil suit against Maxwell and Epstein was settled in 2017, a judge ordered that \n2,000-odd pages of documents \nrelated to the case be sealed; however, earlier this month, a U.S. Court \nof Appeals \njudge ruled that some of the documents could be unsealed, though it did not specify when. \nAlthough prosecutors said during Epstein's initial court appearance on Monday that a superseding \nindictment was not \"imminent,\" it was \"certainly possible\" that charges may be filed against additional \nindividuals \"down the \nroad.\" \nMaxwell has yet to issue a public statement following Epstein's arrest; Rolling Stone reached out to \nMaxwell and the Terramar Project to request comment, but did not immediately receive a response. \nPublic Affairs \nUnited States Department of Justice \nU.S. Attorney's Office I Southern District of New York \nI Mobile: \nI \nPress Office: \nEFTA00029526",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "TONE; Who Is British Socialite Ghislaine Maxwell, Jeffrey Epstein's Longtime \nPartner? \nDate: Wed, 10 Jul 2019 18:2"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "Subject: ROLLING STONE; Who Is British Socialite Ghislaine Maxwell, Jeffrey Epstein's Longtime \nPartner? \nDate: Wed,"
      },
      {
        "name": "Alan Dershowitz",
        "role": "extracted",
        "context": "ors to Epstein and his friends, including lawyer \nAlan Dershowitz. (Dershowitz has repeatedly denied the charges; s"
      },
      {
        "name": "Prince Andrew",
        "role": "extracted",
        "context": "remely high-powered individuals such as Trump and Prince Andrew, reportedly introducing \nEpstein to the latter in"
      },
      {
        "name": "Bill Clinton",
        "role": "extracted",
        "context": "ncluding President Donald Trump, former President Bill Clinton, and, weirdly, former lead \ninvestigator of the C"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "men in his social \ncircle —  including President Donald Trump, former President Bill Clinton, and, weirdly, for"
      },
      {
        "name": "Who Is",
        "role": "extracted",
        "context": "YS)\" \nSubject: ROLLING STONE; Who Is British Socialite Ghislaine M"
      },
      {
        "name": "British Socialite",
        "role": "extracted",
        "context": "ubject: ROLLING STONE; Who Is British Socialite Ghislaine Maxwell, Jeffrey Ep"
      },
      {
        "name": "Longtime \nPartner",
        "role": "extracted",
        "context": "ne Maxwell, Jeffrey Epstein's Longtime \nPartner? \nDate: Wed, 10 Jul 2019 18:2"
      },
      {
        "name": "Normal \nWho",
        "role": "extracted",
        "context": "9 18:26:14 +0000 \nImportance: Normal \nWho Is British Socialite \nGhislai"
      },
      {
        "name": "Is British",
        "role": "extracted",
        "context": "0000 \nImportance: Normal \nWho Is British Socialite \nGhislaine Maxwell,"
      },
      {
        "name": "Socialite \nGhislaine",
        "role": "extracted",
        "context": "tance: Normal \nWho Is British Socialite \nGhislaine Maxwell, Jeffrey \nEpstein's"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "Socialite \nGhislaine Maxwell, Jeffrey \nEpstein's \nLongtime Partner? \nThe dau"
      },
      {
        "name": "Longtime Partner",
        "role": "extracted",
        "context": "Maxwell, Jeffrey \nEpstein's \nLongtime Partner? \nThe daughter of a British m"
      },
      {
        "name": "President Donald",
        "role": "extracted",
        "context": "s social \ncircle —  including President Donald Trump, former President Bill"
      },
      {
        "name": "President Bill",
        "role": "extracted",
        "context": "resident Donald Trump, former President Bill Clinton, and, weirdly, former"
      },
      {
        "name": "Kenneth Starr",
        "role": "extracted",
        "context": "the Clinton/Lewinsky scandal Kenneth Starr — have popped up over and ove"
      },
      {
        "name": "Rolling Stone",
        "role": "extracted",
        "context": "arges against him on Monday. (Rolling Stone reached out to \nEpstein's leg"
      },
      {
        "name": "Robert Maxwell",
        "role": "extracted",
        "context": "ughter of British media mogul Robert Maxwell, who owned and operated a num"
      },
      {
        "name": "The Maxwells",
        "role": "extracted",
        "context": "went on to study at Oxford. \nThe Maxwells were active in both British a"
      },
      {
        "name": "Louis Post",
        "role": "extracted",
        "context": "a 1989 clipping from the St. Louis Post-Dispatch lists Trump as \na gu"
      },
      {
        "name": "Lady Ghislaine",
        "role": "extracted",
        "context": "well's yacht, the aptly named Lady Ghislaine. In 1991, Maxwell was found d"
      },
      {
        "name": "Cat Club",
        "role": "extracted",
        "context": "thropist; she founded the Kit-Cat Club, a social organization for wo"
      },
      {
        "name": "Mar Project",
        "role": "extracted",
        "context": "ritable organization the TerraMar Project, \nwhich works to preserve the"
      },
      {
        "name": "Chelsea \nClinton",
        "role": "extracted",
        "context": "even appearing as a guest at Chelsea \nClinton's wedding in 2010. \nWhat is G"
      },
      {
        "name": "Vanity Fair",
        "role": "extracted",
        "context": "nic bond, according to a 2003 Vanity Fair profile of Epstein, in which"
      },
      {
        "name": "The Vanity",
        "role": "extracted",
        "context": "axwell as his \"best \nfriend.\" The Vanity Fair profile depicts Maxwell"
      },
      {
        "name": "Vicky Ward",
        "role": "extracted",
        "context": "to Epstein, with journalist \nVicky Ward writing that Maxwell \"seems t"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "ructors for Epstein. \nWhat is Ghislaine \nMaxwell's relationship to Jeffrey Eps"
      },
      {
        "name": "Last April",
        "role": "extracted",
        "context": "18 under undisclosed terms.) \nLast April, another woman and former Eps"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "the sult,ethen\nidentified as Jane Doe 3) alleged that during the su"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "ng as a towel girl at Trump's Palm Beach resort Mar-a-Lago, Maxwell re"
      },
      {
        "name": "Terramar Project",
        "role": "extracted",
        "context": "ached out to \nMaxwell and the Terramar Project to request comment, but did n"
      },
      {
        "name": "Public Affairs",
        "role": "extracted",
        "context": "ediately receive a response. \nPublic Affairs \nUnited States Department of"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ice \nU.S. Attorney's Office I Southern District of New York \nI Mobile: \nI \nPr"
      },
      {
        "name": "Press Office",
        "role": "extracted",
        "context": "ct of New York \nI Mobile: \nI \nPress Office: \nEFTA00029526"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:23.602Z"
}