{
  "document": {
    "id": "efta00014671",
    "filename": "EFTA00014671.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014671.pdf",
    "text": "\n\nHADDON \nMORGAN \nFOREMAN \nMay 12, 2021 \nVIA ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthern District of New York \n40 Foley Square \nNew York, NY 10007 \nHaddon, Morgan and \nForeman. r.c \nJeffrey Paglluca \nDenver. Colorado 80203 \nRe: Response to Government Letters dated May 4, and May 6, 2021 Regarding F.R. Crim. P. \n17(c) Subpoena, United States v. Ghislaine Maxwell, 20 Cr. 330 (MN) \nDear Judge Nathan, \nOn March 15, 2021, Ms. Maxwell asked the Court to issue a F.R.Crim.P. 17(c)(3) \nsubpoena for production of evidence controlled by Boies, Schiller, and Flexner (\"BSF\") lawyers \nworking with the government on behalf of alleged (now-adult) witnesses. In her ex-parte \napplication, Ms. Maxwell provided reasons for requesting certain items of evidence, including \nthat the government either failed to secure the evidence or refused to produce it to Ms. Maxwell; \nshe also disclosed theories related to her defense, strategy, and work product. \nAfter considering the application and BSF's response, the Court invited comment from \nthe government regarding subpoenaed items 9 (a journal), 10 (boots), and 11(photographs). \nSpecifically, the Court directed the government \"to notify the Court of its views as to Requests 9 \nthrough 11.\" Dkt. 252. \nThe government's position is consistent with its general approach to evidence in this case \nwhich is to blindly accept information it considers unfavorable to Ms. Maxwell, begrudgingly \nEFTA00014671\n\nThe Honorable Alison J. Nathan \nMay 12, 2021 \nPage 2 \nproduce Brady material with various disclaimers such as \"although the government is not \nobligated to do so\" (Dkt. 269 pp. 8, 9), and obfuscate the importance of legitimate defense \nrequests for discovery. The government repeatedly demonstrates that it views this process not as \na search for the truth, but for a conviction at any cost, including the truth. \nRequest 9, The Journal \nAccuser-2 has been represented by BSF since approximately 2016. She sued Ms. \nMaxwell and participated in the Epstein Victim Compensation Fund. She claims to have kept a \njournal for a period in 1996 in which she described various events, including her interactions \nwith Jeffrey Epstein. Seven (7) photocopied pages of this journal, two of which are the front and \nback covers, were selectively produced by BSF in discovery during civil litigation to counsel for \nMs. Maxwell, apparently as support for her claims against Epstein. The civil litigation was \nstayed and ultimately dismissed prior to resolution of questions related to the failure to produce \nthe entire journal. Accuser-2 relied on select portions of the journal in public discussions with \nvarious representatives of the media and claims to have looked at the journal to \"refresh [her] \nmemory about this time.\" See, e.g., Michael Baker, \"The First Women to Report Jeffrey \nEpstein,\" The Daily Podcast, NY Times (Aug. 26, 2019), Tr. at 2 (\"When I was looking, trying \nto refresh my memory about this time, I came across this journal entry. [Host] [Accuser-2] has \nthis journal from that time period. It's a spiral journal with a picture of two sisters on the \nfront.\").' \nWhen it suits its purpose, such as arguing against bail, the government touts the journal \nas powerful evidence, to wit, \"Contemporaneous journal entries corroborate details of another \nPodcast audio and \ntranscript \nlocated at https://www.nytimes.com/2019/08/26/podcasts/the-\ndaily/epstein-rnaxwell ?showTranscript=1. \nEFTA00014672\n\nThe Honorable Alison J. Nathan \nMay 12, 2021 \nPage 3 \nvictim's account, including the details of when, where, and how that victim came to meet \nEpstein.\" Dkt. 100 p. II. And, the government has signaled its intent to introduce these pages at \ntrial, arguing that there is no \"basis for doubting the authenticity of the documents which the \nGovernment expects that [Accuser-2] will be able to properly authenticate at trial.\" Dkt. 268, p. \n5. \nWhat did, or did not, happen \"about this time\" and what Accuser-2 recorded, and did not \nrecord \"about this time\" is relevant, exculpatory, evidence. The government admits it does not \nhave the remaining pages of the journal and admits that it has made no effort to read the \nremaining pages of the journal. This does not stop the government, however, from expressing \nbaseless opinions about the journal's content, relevance, or admissibility because, in the blind \nsearch for a conviction regardless of the truth, ignorance is indeed bliss. The government \nimplies that the journal, here, has \"been evaluated for Brady material\" (Dkt. 269 p. 4) which is \nnot true. Free from any actual knowledge, the government liberally makes unfounded and \nmisleading claims like: \n• \"The remainder of the diary consists of [Accuser-2's] unrelated personal diary \nentries;\" (Id., p.3) \n• \"[T]he diary contains no relevant material;\" (Id., p. 4) \n• The diary is \"full of [Accuser-2's] personal and unrelated information;\" (Id., p. 4 \nn.1) \n• The diary is \"likely to sweep in a significant period of [Accuser-2's] life before \n[she] met Epstein....\" (Id., p. 6) \nThe government makes additional questionable, contradictory, statements regarding the \njournal. The government offers that it \"understands\" that the item requested is Accuser-2's \n\"entire diary from her teenage years.\" (Id., p.2) The \"understanding\" has no factual attribution \nEFTA00014673\n\nThe Honorable Alison J. Nathan \nMay 12, 2021 \nPage 4 \nand is belied by an \"understanding\" months earlier where the government represented that \nAccuser-2 \"stopped writing in her journal about a month after\" her meeting with Epstein, Dkt. \n100, p.11 n.2. \nIncredibly, the government has never examined or taken possession of the journal and is \nrelying on the representations of lawyers adverse to Ms. Maxwell in multiple civil litigations, the \nsame lawyers who have taken an active role in providing the government with selective pieces of \nevidence and who regularly bash Ms. Maxwell in the media, hardly a reliable source.' \nIt is fundamentally wrong to use a part of a writing to, for example, deny bail, or refresh \nrecollection, or as a past-recollection recorded, or as a prior-consistent statement, and at the same \ntime ignore the remainder of the writing. The government should know what is in the remainder \nof the journal; it simply chooses selective ignorance and relies on lawyers adverse to Ms. Maxwell \nfor cover. This type of selective disclosure of information is routinely rejected by courts, including \nthe Second Circuit Court of Appeals. Known as the \"fairness doctrine,\" when one party makes \nassertions about parts of a communication or writing the entire communication loses protected \nstatus and requires disclosure to the opposing party. The aim of the doctrine is to protect the adverse \n\"party, the factfinder, and the judicial process from selectively disclosed and potentially misleading \nevidence.\" In re von Bulow, 828 F.2d 94, 102 (2d Cir. 1987); see also United States v. \nBilzerian, 926 F.2d 1285, 1292 (2d \nCir. 1991); Joy \nv. North, \n692 F.2d 880, 893-94 \n(2d \nCir. \n1982); \nTeachers Ins. & Annuity Assin of America v. Shamrock Broadcasting Co., 521 F.Supp. 638 \n(S.D.N.Y. 1981). \n2   As Ms. Maxwell previously pointed out, another of BSFs clients confessed to creating a fake \n\"diary\" to sell to a tabloid news journalist, fifteen years after the fact, and while represented by \nBSF. See Dkt. 244 at 10 n.4. \nEFTA00014674\n\nThe Honorable Alison J. Nathan \nMay 12, 2021 \nPage 5 \nGiven that Accuser-2, the putative witness, has publicly claimed to rely on the journal to \n\"refresh\" her memory and the government's apparent intention to introduce the pages at trial other \nevidentiary principles related to fairness come into play. F.R.E. 106, the Rule of Completeness, \nallows that \"Ulf a party introduces all or part of a writing or recorded statement, an adverse party \nmay require the introduction, at that time, of any other part--or any other writing or recorded \nstatement--that in fairness ought to be considered at the same time.\" \nFederal Rule of Evidence 612 is also applicable here and states: \n(a) Scope. This rule gives an adverse party certain options when a witness \nuses a writing to refresh memory: \n(1) while testifying; or \n(2) before testifying, if the court decides that justice requires the party to \nhave those options. \n(b) Adverse Party's Options; Deleting Unrelated Matter. Unless 18 U.S.C. \n§ 3500 provides otherwise in a criminal case, an adverse party is entitled to \nhave the writing produced at the hearing, to inspect it, to cross-examine the \nwitness about it, and to introduce in evidence any portion that relates to the \nwitness's testimony. If the producing party claims that the writing includes \nunrelated matter, the court must examine the writing in camera, delete any \nunrelated portion, and order that the rest be delivered to the adverse party. \nAny portion deleted over objection must be preserved for the record. \n(c) Failure to Produce or Deliver the Writing. If a writing is not produced or \nis not delivered as ordered, the court may issue any appropriate order. But if \nthe prosecution does not comply in a criminal case, the court must strike the \nwitness's testimony or--if justice so requires--declare a mistrial. \nThe witness has admitted using the journal to refresh her memory. Title 18 of U.S. Code \n§ 3500 is inapplicable here by its very terms because the remainder of the journal is, admittedly, \nnot in the possession of the government. See 18 U.S.C. § 3500(a) (applies exclusively to \nstatements \"in the possession of the United States\"); see also United States v. Bin Laden, 397 F. \nSupp. 2d 465, 491 (S.D.N.Y. 2005) (\"The statute thus establishes three essential elements \nEFTA00014675\n\nThe Honorable Alison J. Nathan \nMay 12, 2021 \nPage 6 \nof 3500 Material: (1) a statement by the witness, (2) in the possession of the United States, (3) \nthat relates to the subject matter of the witness's testimony.\"). \nThis case now involves a ten-year time period beginning 27 years ago. The indictment \nand the accusers are vague regarding when things happened, what things happened and who may \nhave been present when anything is alleged to have happened. Accuser-2's journal contains \ndated entries that place events in context with other alleged events. Accuser-2's journal from \n1996 purports to document encounters with Epstein in New York. The S2 indictment, paragraph \n9(b), claims that \"Maxwell interacted with [Accuser-2] on at least one occasion in or about 1996 \nat Epstein's residence in New Mexico....\" The journal references other dates, places, and events \nin 1996. The absence of any mention of Ms. Maxwell in context with other recorded events is \nboth relevant and exculpatory. \nAs a piece of physical evidence, the journal is subject to inspection and testing. See F. R. \nCrim. P. 17(c)(1). Moreover, were the journal in the possession of the government it would be \nsubject to inspection under F. R. Crim. P. 16 (a) (1) (E) which provides, in relevant part: \nUpon a defendant's request, the government must permit the defendant to \ninspect and to copy or photograph books, papers, documents, data, \nphotographs, tangible objects, buildings or places, or copies or portions of \nany of these items, if the item is within the government's possession, \ncustody, or control and: \n(i) the item is material to preparing the defense; \n(ii) the government intends to use the item in its case-in-chief at trial[.] \nTo avoid any disclosure obligations, the government has simply accepted partisan \nphotocopies of five substantive pages without questioning the provenance of an exhibit it intends \nto introduce at trial. Comparison of one of the five pages demonstrates the problem. Attached as \nexhibit A is a photocopy of a journal entry first produced during the civil litigation. A photocopy \nEFTA00014676\n\nThe Honorable Alison J. Nathan \nMay 12, 2021 \nPage 7 \nof the same entry, produced in the criminal discovery and attached as exhibit B, is obviously, and \nnoticeably, different. The remaining six pages are identical except for the identifying bate ranges. \nExamination of the original document would answer legitimate questions about whether the \ndocument has been manipulated, altered, or fabricated. Disclosure of the document in advance of \ntrial would prevent the unnecessary delay of having a qualified forensic document examiner take \npossession of the document, run tests, and offer an opinion during the middle of trial. \nRequest 10, the Boots \nThe Court directed the government \"to notify the Court of its views\" regarding item 10. \nInstead of notifying the Court of its \"views\" the government, however, has taken steps to \ncircumvent the pending defense subpoena request; it is \"working to moot request 10\" by having \nthe FBI secure the boots, Dkt. 269, p.2. This is an interference with Ms. Maxwell's ability to \ninvestigate her defense without interference from the government. Ms. Maxwell's original \nrequest was ex pane, now the government is taking possession of the very things subject to Ms. \nMaxwell's subpoena. The government's actions demonstrate a willingness to take control of \nevidence when it is tactically advantageous to do so but resist disclosure when it is not. Ms. \nMaxwell requests that the court order production of the boots to her lawyers pursuant to the \nsubpoena, not to the government. \nRequest 11, the Photographs \nRegarding item 11, the photographs, the government offers inconsistent and illogical \npositions. In its letter of May 4, 2021, the government first advised the Court that it obtained \n\"copies of the complete set of requested photographs\" which it then produced to the defense. \nTwo days later it admitted that \"some of the original photographs are currently in the Prosecution \nTeam's possession\" and that it would \"make them available to the defendant upon request.\" \nEFTA00014677\n\nThe Honorable Alison J. Nathan \nMay 12, 2021 \nPage \n8 \n(Dkt. 271, p.1) Tripping over its own largess, the \"Prosecution Team\" neglected to mention that \nMs. Maxwell and her lawyers traveled to New York to review all of the physical evidence, \nincluding original photographs, in person, at considerable expense from April 12 to April 16, \n2021. The government does not explain which original photographs it has in its possession nor \ndoes it offer any reason why these photographs were not made available \"upon request.\" \nAttempts to confer with the government to explain these discrepancies have gone unanswered for \ndays. \nPhotocopies, in most cases, (and most certainly in this case) are not adequate substitutes \nfor originals, particularly when the photocopies are produced by lawyers adverse to Ms. \nMaxwell, were not collected by law enforcement directly from the source, and are subject to \nmanipulation. Any original photographs will have markings that identify when the film was \ndeveloped and other indicia indicating whether they are genuine or not. Again, like the journal, \nthe government has outsourced the fact and truth finding function regarding the photographs to \npartisan advocates. If the government possessed the originals Ms. Maxwell would have the Rule \n16 right to inspect them, just like the many photographs she inspected between April 12 and \nApril 16, 2021. \nFinally, the government devotes much of its submission attempting to bait Ms. Maxwell \ninto revealing defense strategy and work product. Ms. Maxwell is happy to address any questions \nregarding relevance and admissibility ex-parte should the Court need any additional information. \nRespectfully Submitted, \ng's \nJeffrey S. Pagliuca \nCC: Counsel of Record (via ECF) \nEFTA00014678",
    "pageCount": 8,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "various events, including her interactions \nwith Jeffrey Epstein. Seven (7) photocopied pages of this journal, two"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "g F.R. Crim. P. \n17(c) Subpoena, United States v. Ghislaine Maxwell, 20 Cr. 330 (MN) \nDear Judge Nathan, \nOn March 15"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "e Nathan, \nOn March 15, 2021, Ms. Maxwell asked the Court to issue"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "REMAN \nMay 12, 2021 \nVIA ECF \nThe Honorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Court \nSouthern District of N"
      },
      {
        "name": "Court \nSouthern",
        "role": "extracted",
        "context": "athan \nUnited States District Court \nSouthern District of New York \n40 Fole"
      },
      {
        "name": "Foley Square",
        "role": "extracted",
        "context": "hern District of New York \n40 Foley Square \nNew York, NY 10007 \nHaddon,"
      },
      {
        "name": "Jeffrey Paglluca",
        "role": "extracted",
        "context": "on, Morgan and \nForeman. r.c \nJeffrey Paglluca \nDenver. Colorado 80203 \nRe:"
      },
      {
        "name": "Government Letters",
        "role": "extracted",
        "context": "lorado 80203 \nRe: Response to Government Letters dated May 4, and May 6, 2021"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "ine Maxwell, 20 Cr. 330 (MN) \nDear Judge Nathan, \nOn March 15, 2021, M"
      },
      {
        "name": "On March",
        "role": "extracted",
        "context": "330 (MN) \nDear Judge Nathan, \nOn March 15, 2021, Ms. Maxwell asked t"
      },
      {
        "name": "Nathan \nMay",
        "role": "extracted",
        "context": "4671\n\nThe Honorable Alison J. Nathan \nMay 12, 2021 \nPage 2 \nproduce Bra"
      },
      {
        "name": "The Journal",
        "role": "extracted",
        "context": "luding the truth. \nRequest 9, The Journal \nAccuser-2 has been represent"
      },
      {
        "name": "Epstein Victim",
        "role": "extracted",
        "context": "xwell and participated in the Epstein Victim Compensation Fund. She claims"
      },
      {
        "name": "Compensation Fund",
        "role": "extracted",
        "context": "cipated in the Epstein Victim Compensation Fund. She claims to have kept a \nj"
      },
      {
        "name": "Michael Baker",
        "role": "extracted",
        "context": "about this time.\" See, e.g., Michael Baker, \"The First Women to Report J"
      },
      {
        "name": "The First",
        "role": "extracted",
        "context": ".\" See, e.g., Michael Baker, \"The First Women to Report Jeffrey \nEpst"
      },
      {
        "name": "Report Jeffrey",
        "role": "extracted",
        "context": "el Baker, \"The First Women to Report Jeffrey \nEpstein,\" The Daily Podcast,"
      },
      {
        "name": "The Daily",
        "role": "extracted",
        "context": "to Report Jeffrey \nEpstein,\" The Daily Podcast, NY Times (Aug. 26, 2"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "ted by courts, including \nthe Second Circuit Court of Appeals. Known as th"
      },
      {
        "name": "Teachers Ins",
        "role": "extracted",
        "context": "0, 893-94 \n(2d \nCir. \n1982); \nTeachers Ins. & Annuity Assin of America v"
      },
      {
        "name": "Annuity Assin",
        "role": "extracted",
        "context": "Cir. \n1982); \nTeachers Ins. & Annuity Assin of America v. Shamrock Broadc"
      },
      {
        "name": "Shamrock Broadcasting",
        "role": "extracted",
        "context": "& Annuity Assin of America v. Shamrock Broadcasting Co., 521 F.Supp. 638 \n(S.D.N."
      },
      {
        "name": "As Ms",
        "role": "extracted",
        "context": "p. 638 \n(S.D.N.Y. 1981). \n2   As Ms. Maxwell previously pointed o"
      },
      {
        "name": "See Dkt",
        "role": "extracted",
        "context": "nd while represented by \nBSF. See Dkt. 244 at 10 n.4. \nEFTA00014674"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "onsidered at the same time.\" \nFederal Rule of Evidence 612 is also appli"
      },
      {
        "name": "Adverse Party",
        "role": "extracted",
        "context": "to \nhave those options. \n(b) Adverse Party's Options; Deleting Unrelated"
      },
      {
        "name": "Deleting Unrelated",
        "role": "extracted",
        "context": "(b) Adverse Party's Options; Deleting Unrelated Matter. Unless 18 U.S.C. \n§ 3"
      },
      {
        "name": "Bin Laden",
        "role": "extracted",
        "context": "\"); see also United States v. Bin Laden, 397 F. \nSupp. 2d 465, 491 (S"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "96 \nat Epstein's residence in New Mexico....\" The journal references o"
      },
      {
        "name": "Boots \nThe",
        "role": "extracted",
        "context": "le of trial. \nRequest 10, the Boots \nThe Court directed the government"
      },
      {
        "name": "Photographs \nRegarding",
        "role": "extracted",
        "context": "government. \nRequest 11, the Photographs \nRegarding item 11, the photographs, the"
      },
      {
        "name": "Prosecution \nTeam",
        "role": "extracted",
        "context": "tographs are currently in the Prosecution \nTeam's possession\" and that it wou"
      },
      {
        "name": "Prosecution Team",
        "role": "extracted",
        "context": "ng over its own largess, the \"Prosecution Team\" neglected to mention that \nM"
      },
      {
        "name": "Respectfully Submitted",
        "role": "extracted",
        "context": "any additional information. \nRespectfully Submitted, \ng's \nJeffrey S. Pagliuca \nC"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      },
      {
        "name": "Daily Podcast, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-05-12",
        "event": "May 12, 2021"
      },
      {
        "date": "2021-05-06",
        "event": "May 6, 2021"
      },
      {
        "date": "2021-03-15",
        "event": "March 15, 2021"
      },
      {
        "date": "2021-05-04",
        "event": "May 4, 2021"
      },
      {
        "date": "2021-04-16",
        "event": "April 16, \n2021"
      },
      {
        "date": "2021-04-16",
        "event": "April 16, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:49.335Z"
}