{
  "document": {
    "id": "efta00015968",
    "filename": "EFTA00015968.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015968.pdf",
    "text": "\n\nFrom: ' \nTo:'\nSubject: FW: Protective \nOrder \nDate: Fri, 17 Jul 2020 18:59:49 +0000 \nAttachments: 2020.07.16_GM_protective_order for_discoveryiAJNU_Del_edits.docx; \n2020.07.16_GM_protective_order for_discoveryiAJNU_Del_edits.pdf \nInline-Images: \nimage001.jpg; image002.png; image005.jpg \nHappy \nto discuss a response to this if it would be \nuseful. \nFrom: Christian Everdell \nSent: Friday, July 17, 2020 12:11 AM \nTo: \nCc: Mark S. Cohen \nSubject: Protective Order \nand \n>; \n; Jeff Pagliuca \nc \n; \n'Laura Menninger' \nLaura Menninger tried sending the below message to you earlier this evening on behalf of defense counsel, but it seems \nthat it has not been delivered yet due to technical problems. I am forwarding it on to you myself. Please confirm receipt. \nThanks, \nChris \nCounsel: \nAttached please find our proposed Protective Order, with a redline and a clean copy. \nAs a prefatory note, it is equally in our client's interest as much as in yours to have this matter tried before a jury of \nimpartial peers. We have no desire to try this case in the press. Unfortunately, however, some of your prospective \nwitnesses and their counsel have repeatedly and persistently violated Local Rule 23.1 and ethics standards pertaining to \npretrial publicity. Defense witnesses should be afforded the same protections from harassment and intimidation as are \ngovernment witnesses. Government witnesses should be on the same footing as both the Defendant and defense \nwitnesses in terms of access to and use of discovery. \nRegarding public filings, because each document filed in this case redacted or under seal will be subject to a press request \nto unseal it, we need to ensure at the outset that we only mark things as confidential that the Court (and Second Circuit) \nwill view as such when making an unsealing determination, so we included a definition of \"Confidential\" consistent with \nthe case law. See, e.g., Brown v. Maxwell. \nA few notes to explain specific changes. \n1. We have clarified treatment of non-confidential discovery materials from confidential discovery materials. We \nhave modified the access restrictions for non-confidential materials because we did not believe them necessary or \nappropriate. \nEFTA00015968\n\n2. We have fine-tuned the definition of what constitutes \"Confidential\" consistent with prior decisions in the Second \nCircuit and common law privacy rights of individuals. This language has been adopted by magistrates in this Circuit \nfor civil cases. \n3. We have removed the category of \"Highly Confidential.\" If there is a category of documents that think warrants \nseparate treatment, we should discuss what types of evidence you believe should fall into such category or and \nwhy they merit separate treatment from \"confidential information.\" We cannot imagine, for example, that \ndiscovery contains child pornography, which counsel will not possess in any event. \n4. With respect to our client's access to the Discovery and Confidential information, your proposal would not allow \nany means for her to review any Confidential information because you required she review it in the presence of \ncounsel and we are not allowed in-person visits with her. We propose that, consistent with numerous other federal \npretrial detainees, the Government shall make available a laptop containing all of the Discovery (including any \nConfidential Information) for her to review while in custody. She would have regular access to the laptop \nconsistent with MDC regulations. \n5. We deleted language regarding designation of Confidential documents simply by virtue of their contents or a cover \nletter. For tracking and clarity, each document or item you believe should be designated Confidential should be \nmarked as such, because cover letters or other indexes may be separated from their contents. \n6. We allow for the party's designation to be controlling but we believe (consistent with the law) that a party who \ndisputes the designation can seek relief from the Court. \nPlease let us know if our proposal is agreeable to you and we can file it with the Court as unopposed. \n-Laura \nLaura A. Menninger \nHaddon, Morgan and Foreman, P.C. \n150 East 10th Avenue \nDenver, Colorado 80203 \nwww.hmflaw.com \nCONFIDENTIALITY NOTICE: This e-mail transmission, and any documents, files or previous e-mail messages \nattached to it may contain information that is confidential or legally privileged. If you are not the intended \nrecipient, or a person responsible for delivering it to the intended recipient, you are hereby notified that you \nmust not read this transmission and that any disclosure, copying, printing, distribution or use of any of the \ninformation contained in or attached to this transmission is STRICTLY PROHIBITED. If you have received this \ntransmission in error, please notify the sender by telephone or return e-mail and delete the original \ntransmission and its attachments without reading or saving it in any manner. Thank you. \nChristian Everdell \nCOHEN &  GRESSER LLP \n800 Third Avenue \nNew York, NY 10022 \nwww.cohengress€.! \nEFTA00015969\n\nNew York I  Seoul I  Paris \nI \nWashington DC I \nLondon \nCONFIDENTIALITY NOTICE: The information contained in this e-mail may be confidential and/or privileged. This e-mail is intended to be reviewed initially by only \nthe individual named above. If the reader of this e-mail is not the intended recipient or a representative of the intended recipient. you are hereby notified that any \nreview. dissemination or copying of this e-mail or the \ninformation \ncontained herein is prohibited. If you have received this e-mail in error. please immediately notify \nthe sender by telephone and permanently delete this e-mail. Thank you. \nPRIVACY: A complete copy of our privacy policy can be viewed al: MoslAvww.cohengresser.com/privacL-policy\nEFTA00015970",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Protective \nOrder",
        "role": "extracted",
        "context": "From: ' \nTo:'\nSubject: FW: Protective \nOrder \nDate: Fri, 17 Jul 2020 18:59"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "f it would be \nuseful. \nFrom: Christian Everdell \nSent: Friday, July 17, 2020"
      },
      {
        "name": "Cohen \nSubject",
        "role": "extracted",
        "context": "20 12:11 AM \nTo: \nCc: Mark S. Cohen \nSubject: Protective Order \nand \n>; \n;"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "Cc: Mark S. Cohen \nSubject: Protective Order \nand \n>; \n; Jeff Pagliuca \nc"
      },
      {
        "name": "Jeff Pagliuca",
        "role": "extracted",
        "context": "Protective Order \nand \n>; \n; Jeff Pagliuca \nc \n; \n'Laura Menninger' \nLau"
      },
      {
        "name": "Laura Menninger",
        "role": "extracted",
        "context": ">; \n; Jeff Pagliuca \nc \n; \n'Laura Menninger' \nLaura Menninger tried sendi"
      },
      {
        "name": "Chris \nCounsel",
        "role": "extracted",
        "context": "se confirm receipt. \nThanks, \nChris \nCounsel: \nAttached please find our pr"
      },
      {
        "name": "Local Rule",
        "role": "extracted",
        "context": "dly and persistently violated Local Rule 23.1 and ethics standards per"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "fidential that the Court (and Second Circuit) \nwill view as such when maki"
      },
      {
        "name": "Second \nCircuit",
        "role": "extracted",
        "context": "t with prior decisions in the Second \nCircuit and common law privacy rights"
      },
      {
        "name": "Highly Confidential",
        "role": "extracted",
        "context": "have removed the category of \"Highly Confidential.\" If there is a category of d"
      },
      {
        "name": "Confidential Information",
        "role": "extracted",
        "context": "the Discovery (including any \nConfidential Information) for her to review while in c"
      },
      {
        "name": "Laura \nLaura",
        "role": "extracted",
        "context": "ith the Court as unopposed. \n-Laura \nLaura A. Menninger \nHaddon, Morgan"
      },
      {
        "name": "Menninger \nHaddon",
        "role": "extracted",
        "context": "unopposed. \n-Laura \nLaura A. Menninger \nHaddon, Morgan and Foreman, P.C. \n15"
      },
      {
        "name": "Avenue \nDenver",
        "role": "extracted",
        "context": "Foreman, P.C. \n150 East 10th Avenue \nDenver, Colorado 80203 \nwww.hmflaw.c"
      },
      {
        "name": "Third Avenue",
        "role": "extracted",
        "context": "ll \nCOHEN &  GRESSER LLP \n800 Third Avenue \nNew York, NY 10022 \nwww.cohe"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-07-17",
        "event": "July 17, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:51.871Z"
}