{
  "document": {
    "id": "efta00014146",
    "filename": "EFTA00014146.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00014146.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF FLORIDA \nCase No. \n08-80736-Civ-Marra/Johnson \nIN RE: JANE DOE, \nPetitioner. \nDECLARATION OF \nIN SUPPORT OF UNITED STATES' RESPONSE \nTO VICTIM'S EMERGENCY PETITION FOR ENFORCEMENT \nOF CRIME VICTIM RIGHTS ACT,  18 U.S.C.  §  \n3771 \ndo hereby declare that I am a member in good standing of the Bar \nof the State of Florida. I  graduated from the University of California at Berkeley School of Law \n2. \n(Boalt Hall) in 1993. After serving as a  judicial clerk to the Hon. in Sacramento, \nCalifornia, I  was admitted to practice in California in 1995. I  also am admitted to practice in all \ncourts of the states of Minnesota and Florida, the Eighth, Eleventh, and Federal Circuit Courts of \nAppeals, and the U.S. District Courts for the Southern District of Florida, the District of Minnesota, \nand the Northern District of California. My bar admission status in California and Minnesota is \ncurrently inactive. I  am currently employed as an Assistant United States Attorney in the Southern \nDistrict of Florida and was so employed during all \nof the events described herein. \nI  am the Assistant United States Attorney assigned to the investigation of Jeffrey \nEpstein. The case was investigated by the Federal Bureau of Investigation (\"FBI\"). The federal \ninvestigation was initiated in 2006 at the request of the Palm Beach Police Department (\"PBPD\") \ninto allegations that Jeffrey Epstein and his personal assistants had used facilities of interstate \ncommerce to induce young girls \nbetween the ages of thirteen and seventeen to engage in prostitution, \namongst \nother offenses. \nThroughout the investigation, when a  victim was identified, victim notification letters \nwere \nprovided to her both from your Affiant and from the FBI's Victim-Witness Specialist. Attached \nhereto are copies of the \nletters provided to Bradley Edwards' three clients, \nYour Affiant's letter to IM was provided by the FBI. (Ex. 1). Your Affiant's letter to was \nhand-delivered by \nmyself to \nat the time that she was interviewed (Ex. 2). \nF2 \nBoth Eland \nalso \nreceived letters from the FBI's Victim-Witness Specialist, which were sent on January 10, \n2008 (Exs. \n3 & 4). \n■was identified via the FBI's investigation in 2007, but she initially refused to \nspeak with investigators. s status as a victim of a  federal offense was confirmed when she was \nEFTA00014146\n\ninterviewed by federal agents on May 28, 2008. The FBI's Victim-Witness Specialist sent a  letter to \nM. on May 30, 2008 (Ex. 5). \n3. Throughout the investigation, the FBI agents, the FBI's Victim-Witness Specialist, and \nyour Affiant had contact with Mland Attorney Edwards' other client, MI, was represented \nby counsel and, \naccordingly, all contact with was made through that attorney. That attorney was \nJames \nEisenberg, and his fees were paid by Jeffrey Epstein, the target of the investigation. \nFs \n4. In the summer of 2007, Mr. Epstein and the U.S. Attorney's Office for the Southern \nDistrict of Florida (\"the Office\") entered into negotiations to resolve the investigation. At that time, \nMr. Epstein had been charged by the State of Florida with solicitation of prostitution, in violation of \nFlorida Statutes §  796.07. Mr. Epstein's attorneys sought a  global resolution of the matter. The \nUnited States subsequently agreed to defer federal prosecution in favor of prosecution by the State of \nFlorida, so long as certain basic preconditions were met. One of the \nkey objectives for the \nGovernment was to preserve a federal remedy for the young girls whom Epstein had sexually \nexploited. Thus, one condition of that agreement, notice of which was provided to the victims on \nJuly \n9, 2008, is the following: \n\"Any person, who while a minor, was a victim of a violation of an offense enumerated in \nTitle 18, United States Code, Section 2255, will have \nthe same rights to proceed under \nSection 2255 as she would have had, if Mr. Epstein had been tried federally and convicted \nof an \nenumerated offense. For purposes of implementing this paragraph, the United States \nshall provide Mr. Epstein's attorneys with a  list of individuals whom it  was prepared to \nname in an Indictment as victims of an enumerated offense by Mr. Epstein. Any judicial \nauthority interpreting this provision, including any authority determining which \nevidentiary burdens if any a plaintiff must meet, shall consider that it  is the intent of the \nparties to place these identified victims in the same position as they would have been had \nMr. Epstein been convicted at trial. No \nmore; no less.\" \n1. An agreement was reached in September 2007. The Agreement contained an express \nconfidentiality provision. \n2. Although individual victims were not consulted regarding the agreement, several had \nexpressed concerns regarding the exposure of their identities at trial and they desired a  prompt \nresolution of the matter. At the time the agreement was signed in September 2007, was openly \nhostile to the prosecution of Epstein. The FBI attempted to interview \n■in \nOctober 2007, at which \ntime she refused to provide any information regarding Jeffrey Epstein. None of Attorney Edwards' \nclients had expressed a desire to be consulted prior to the resolution of the federal investigation. \nEFTA00014147\n\n3. As explained above, one of the terms of the agreement deferring prosecution to the \nState of Florida was securing a  federal remedy for the victims. In October 2007, shortly after the \nagreement was signed, four victims were \ncontacted and these provisions were discussed. One of \nthose victims was ■ who at the time was not represented, and she was given notice of the \nagreement. Notice was also provided of an expected change of plea in October 2007. When \nEpstein's attorneys learned that some of the victims had been notified, they complained that the \nvictims were receiving an incentive to overstate their involvement with Mr. Epstein in order to \nincrease their damages claims. While your Affiant knew that the victims' statements had been taken \nand \ncorroborated with independent evidence well before they were informed of the potential for \ndamages, the agents and I   concluded that informing additional victims could compromise the \nwitnesses' credibility at trial if Epstein reneged on the agreement. \n4. After \nhad \nbeen notified of the terms of the agreement, but before Epstein \nperformed his obligations, \ncontacted \nthe FBI because Epstein's counsel was attempting to take \nher deposition and private investigators were harassing her. Your \nAffiant secured pro bono counsel to \nrepresent and several other identified victims. Pro \nbono counsel was able to assist \nin \navoiding the improper deposition. That pro bono counsel did not express to your Affiant that \nwas dissatisfied with the resolution of the matter. \n5. In mid-June 2008, Attorney Edwards contacted your Affiant to inform me that he \nrepresented \nand and asked to meet to provide me with information regarding Epstein. I \ninvited Attorney Edwards to send to me any information that he wanted me to consider. Nothing was \nprovided. I  also advised Attorney Edwards that he should consider contacting the State Attorney's \nOffice, if he so wished. I  understand that no contact with that office was made. Attorney Edwards \nhad \nalluded to so I advised him that, to my knowledge, ■ was still represented by \nAttorney \nJames \nEisenberg. \n6. On Friday, June 27, 2008, at approximate 4:15 p.m., your Affiant received a copy of the \nproposed state plea agreement and learned that the plea was scheduled for 8:30 a.m., Monday, June \n30, 2008. Your Affiant and the Palm Beach Police Department attempted to provide notification to \nvictims in the short time that Epstein's counsel had given us. Although all known victims were not \nnotified, your Affiant specifically called attorney Edwards to provide notice to his clients regarding \nthe hearing. Your Affiant believes that it was during this conversation that Attorney Edwards \nEFTA00014148\n\nnotified me that he \nrepresented \nand I assumed that he would pass on the notice to her, as well. \nAttorney Edwards informed your Affiant that he could not attend but that \nsomeone would be present \nat the hearing. Your Affiant attended the hearing, but none of Attorney Edwards' clients was present. \n7. \nOn today's date, your Affiant provided the attached victim notifications to and \n■ via their attorney, Bradley Edwards. A notification was not provided to \nbecause the U.S. \nAttorney's modification limited Epstein's liability to victims whom the United States was prepared to \nname in an indictment. In light of \n-s \nprior statements to law enforcement, your Affiant could not \nin good faith \ninclude■ \nas a victim in an indictment and, accordingly, could not include \nher in the \nlist provided to \nEpstein's counsel. \n8. Furthermore, with respect to the Certification of Emergency, Attorney Edwards \ndid not \never contact me prior to the filing of that Certification to demand the relief that he requests in his \nEmergency Petition. On the afternoon of July 7, 2008, after your Affiant had already received the \nCertification of Emergency and Emergency Petition, I  received a  letter from Attorney Edwards that \nhad been sent, via Certified Mail, on July 3, 2008. While that letter urges the Attorney General and \nthe United States \nAttorney to consider \"vigorous \nenforcement\" of federal laws with respect to Jeffrey Epstein, it contains no demand for the relief \nrequested in the Emergency Petition. \n1. \nI  declare under penalty of perjury, pursuant to 28 U.S.C. §  1746 that the foregoing is \ntrue and correct to the best of \nmy knowledge and belief. \nExecuted this \nday of \nJuly, 2008. \nAttorney Edwards filed his Motion on behalf of \"Jane Doe,\" without identi ing which of his clients is \nthe purported victim. Accordingly, I  will address facts related to  All three of those clients \nwere victims of Jeffrey Epstein's while they were minors beginning when they were fifteen years old. \naPlease note that the dates on the U.S. Attorney's Office letters to I are not the dates that \nthe letters were actually delivered. Letters to all known victims were prepared early in the investigation and \ndelivered as each victim was contacted. \nF3The undersigned does not know when Mr. Edwards began representing or whether ever \nformally terminated Mr. Eisenberg's representation. \nEFTA00014149",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "Police Department (\"PBPD\") \ninto allegations that Jeffrey Epstein and his personal assistants had used facilities o"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "Fs \n4. In the summer of 2007, Mr. Epstein and the U.S. Attorney's O"
      },
      {
        "name": "Edwards",
        "role": "extracted",
        "context": "ndersigned does not know when Mr. Edwards began representing or whe"
      },
      {
        "name": "Eisenberg",
        "role": "extracted",
        "context": "her ever \nformally terminated Mr. Eisenberg's representation. \nEFTA00"
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "SOUTHERN DISTRICT OF FLORIDA \nCase No. \n08-80736-Civ-Marra/Johnson"
      },
      {
        "name": "Berkeley School",
        "role": "extracted",
        "context": "e University of California at Berkeley School of Law \n2. \n(Boalt Hall) in 1"
      },
      {
        "name": "Boalt Hall",
        "role": "extracted",
        "context": "Berkeley School of Law \n2. \n(Boalt Hall) in 1993. After serving as a"
      },
      {
        "name": "Federal Circuit",
        "role": "extracted",
        "context": "da, the Eighth, Eleventh, and Federal Circuit Courts of \nAppeals, and the U"
      },
      {
        "name": "District Courts",
        "role": "extracted",
        "context": "rts of \nAppeals, and the U.S. District Courts for the Southern District of"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "U.S. District Courts for the Southern District of Florida, the District of M"
      },
      {
        "name": "Northern District",
        "role": "extracted",
        "context": "strict of Minnesota, \nand the Northern District of California. My bar admissi"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "am currently employed as an Assistant United States Attorney in the Southe"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "ployed as an Assistant United States Attorney in the Southern \nDistrict of"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "United States Attorney in the Southern \nDistrict of Florida and was so employe"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "igned to the investigation of Jeffrey \nEpstein. The case was investigated by"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "case was investigated by the Federal Bureau of Investigation (\"FBI\"). The"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "in 2006 at the request of the Palm Beach Police Department (\"PBPD\") \ni"
      },
      {
        "name": "Police Department",
        "role": "extracted",
        "context": "the request of the Palm Beach Police Department (\"PBPD\") \ninto allegations th"
      },
      {
        "name": "Witness Specialist",
        "role": "extracted",
        "context": "ant and from the FBI's Victim-Witness Specialist. Attached \nhereto are copies"
      },
      {
        "name": "Bradley Edwards",
        "role": "extracted",
        "context": "s of the \nletters provided to Bradley Edwards' three clients, \nYour Affiant"
      },
      {
        "name": "Your Affiant",
        "role": "extracted",
        "context": "dley Edwards' three clients, \nYour Affiant's letter to IM was provided b"
      },
      {
        "name": "Both Eland",
        "role": "extracted",
        "context": "was interviewed (Ex. 2). \nF2 \nBoth Eland \nalso \nreceived letters from"
      },
      {
        "name": "Mland Attorney",
        "role": "extracted",
        "context": "your Affiant had contact with Mland Attorney Edwards' other client, MI, wa"
      },
      {
        "name": "James \nEisenberg",
        "role": "extracted",
        "context": "attorney. That attorney was \nJames \nEisenberg, and his fees were paid by Je"
      },
      {
        "name": "Florida Statutes",
        "role": "extracted",
        "context": "rostitution, in violation of \nFlorida Statutes §  796.07. Mr. Epstein's atto"
      },
      {
        "name": "The \nUnited",
        "role": "extracted",
        "context": "bal resolution of the matter. The \nUnited States subsequently agreed to"
      },
      {
        "name": "The Agreement",
        "role": "extracted",
        "context": "as reached in September 2007. The Agreement contained an express \nconfide"
      },
      {
        "name": "Attorney Edwards",
        "role": "extracted",
        "context": "ding Jeffrey Epstein. None of Attorney Edwards' \nclients had expressed a des"
      },
      {
        "name": "In October",
        "role": "extracted",
        "context": "deral remedy for the victims. In October 2007, shortly after the \nagre"
      },
      {
        "name": "When \nEpstein",
        "role": "extracted",
        "context": "ange of plea in October 2007. When \nEpstein's attorneys learned that some"
      },
      {
        "name": "Your \nAffiant",
        "role": "extracted",
        "context": "stigators were harassing her. Your \nAffiant secured pro bono counsel to"
      },
      {
        "name": "State Attorney",
        "role": "extracted",
        "context": "hould consider contacting the State Attorney's \nOffice, if he so wished. I"
      },
      {
        "name": "Attorney \nJames",
        "role": "extracted",
        "context": ", ■ was still represented by \nAttorney \nJames \nEisenberg. \n6. On Friday, Ju"
      },
      {
        "name": "On Friday",
        "role": "extracted",
        "context": "torney \nJames \nEisenberg. \n6. On Friday, June 27, 2008, at approximat"
      },
      {
        "name": "Emergency Petition",
        "role": "extracted",
        "context": "lief that he requests in his \nEmergency Petition. On the afternoon of July 7,"
      },
      {
        "name": "Certified Mail",
        "role": "extracted",
        "context": "ards that \nhad been sent, via Certified Mail, on July 3, 2008. While that"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": ". While that letter urges the Attorney General and \nthe United States \nAttor"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "iled his Motion on behalf of \"Jane Doe,\" without identi ing which of"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2008-01-10",
        "event": "January 10, \n2008"
      },
      {
        "date": "2008-05-28",
        "event": "May 28, 2008"
      },
      {
        "date": "2008-05-30",
        "event": "May 30, 2008"
      },
      {
        "date": "2008-07-09",
        "event": "July \n9, 2008"
      },
      {
        "date": "2008-06-27",
        "event": "June 27, 2008"
      },
      {
        "date": "2008-06-30",
        "event": "June \n30, 2008"
      },
      {
        "date": "2008-07-07",
        "event": "July 7, 2008"
      },
      {
        "date": "2008-07-03",
        "event": "July 3, 2008"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:48.266Z"
}