{
  "document": {
    "id": "efta00019916",
    "filename": "EFTA00019916.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019916.pdf",
    "text": "\n\nJune \n9, 2021 \nAUSA \nDet \nprep \n• • called her mother, to ask whether the mother would be willing to \nmeet with AUSA and FBI. Call was placed on speakerphone. \no asked to meet with government to tell what II remembers from when \nwas a teenager and interacting with Maxwell \no Without prompting, ■ said she remembered that ■ was spending a lot of time \nwith , who would borrow car; IMI remembers receiving calls on her \nphone from and \"Giselle or whatever her name is\"; remembers \nreceiving packages of Victoria's Secret lingerie \no \n• \ntold repeatedly not to tell what she remembers but just to meet with \nthe government and tell them because it could be helpful \no \n• \nis willing to meet with government if is present \n•  •   prepared for direct testimony \n•  • attended in Palm Beach; lived with her mother and her \nyounger brother; did what she wanted to because her mother was addicted to crack and an \nalcoholic \n• first went to JE's house because of MIE who U met through \nwas boyfriend, who was older than and lived across the street \nfrom \no • \nrecalled meeting when she was 13. recalled telling that she \nwas in fact 16 and about to be 17 years old. When turned 14, she told \nher true age. \no \nwas 17 when ■ met him and is about 3 years older than M. \no \nwent to the same charter school as and her boyfriend \no \nwas skinny with blonde hair and very pretty \no \nwas about 14 when she met \no \ndoes not recall knowing \nage, \ndoes not recall asking how \nold she was \n, and would smoke weed and drink when they hung out \nrecalls one time when she and were alone in the bathroom and \nasked ifU wanted to make money by giving a guy a massage. U \nsaid \n$300 or $300, so \nasked how much money she would get, and \nagreed. \no IN \nrecalls that gave ■ an outfit to wear the first time went to JE's \nhouse. It was short shorts and a skimpy top. \no \nfirst went to JE's house when she was about 14 years old. \ndrove \nin car to JE's house that first time. \no JE's house was on Palm Beach off the intercoastal. The house was pink when \nfirst went there, but was later painted white. \n1 \nEFTA00019916\n\no When ■ & first arrived at JE's house, they walked into the kitchen \nwhere there was a chef cooking, who asked if wanted food. Then Maxwell \napproached. U believes Maxwell's first name may have been \"Giselle\" or \n\"Gisine,\" but she is not certain. • is certain her last name was Maxwell, and \nreferred to her as Maxwell. • does not know how to pronounce Maxwell's \nfirst name. \n■ \nMaxwell was an older lady with black hair, about shoulder length. \nMaxwell appeared to be in her 40s. Maxwell had an accent, which \nrecalls seeming like a mix of French and Australian. \n■ \nintroduced to Maxwell as my friend \n■ \nMaxwell told in presence that Jeffrey will be back soon and \nthat should take upstairs and show her what to do. \nand then went upstairs into Jeffrey's bedroom, past his bed into his \nbathroom. \n■ \nWhen walked into the bathroom, she saw the sink to the right, shower \nand steamroom in front, toilet to the left, and ugly polka dot couch to the \nleft. U recalls seeing a bunch of naked pictures of different women in \nthe closet handing on the wall and the massage table. \n■ \nMI believes that the clock in the bathroom had a camera in it. MI also \nbelieves that the house across the street from JE's house had the FBI in it \nbecause she saw a telescope in one of the windows. • acknowledged \nthat no one ever told her there was a camera in the clock or that the FBI \nwas across the street. never saw the camera itself or the FBI across \nthe street. U indicated that she gets feelings like premonitions and \nbelieves strongly that the camera had a clock and the building across the \nstreet had the FBI in it. \nshowed how to set up the massage table, where the oils and lotions \nwere. Lotions were in the dresser to left as walked into the bathroom. • \nalso saw massagers that she later learned were sex toys. \ngot fully naked. ■ got into her bra and underwear. \no JE then came into the room, brushed his teeth, got undressed, and laid on the \nmassage table on his stomach. \n■ \nand each rubbed on of JE's legs and butt cheek. They \ncontinued massaging him for about 45 minutes. \n■ \nAfter about 45 minutes, JE turned over, and \ngot on \ntop of him. \n■ \ntold U she could sit on the couch. \n■ \nU sat on the couch while had sexual intercourse with JE. \n■ \nJE did not touch U during this massage. \no After JE finished having sex with , he got into the shower. \no After the massage, gave $400. \ngot \n$600.. recalls the \ncash being in 20s and 100s. \n2 \nEFTA00019917\n\no \nWhen and ■ went downstairs, Maxwell asked ■ for her number so \ncould massage JE again. • gave Maxwell her cellphone number. • saw \nMaxwell write the phone number down in a black book. \n• • provided over 100 paid sexualized massages to JE after that first time. About 2 or 3 \ntimes per week. Stopped massaging JE when was about 18, almost 19 years old. \nAround that time, JE asked if she knew anyone younger she could bring. • figured \nshe was too old at that point. \no The details of each massage run together in memory, but certain events \nstand out more than others. \no \n• \nwould get to JE's house by taking cabs that JE would pay for, or \nwould drive in mom's car. \no To schedule massages, either Maxwell or would call M. Sometimes • \ncalled herself to ask if she could schedule a massage when she ran out of money \nfor drugs. \n■ \n• recalls that Maxwell called her for the first year or two that was \ngoing over to JE's house, after which became the person who called. \n■ \nwas an assistant who was younger than Maxwell with light brown \nhair \n■ \nAfter Maxwell stopped calling to schedule appointments, U would still \nsee Maxwell at JE's house, but Maxwell would mainly stay in the office \narea \n■ \nMaxwell and would call cellphone, mom's cellphone, \nand phone number to schedule U for massages \n■ \nU gave all of those numbers to Maxwell or \n■ \nAt one point, Maxwell asked U if she could call U back on the number \nhad called from, which was number. • recalls that \nMaxwell put that number in the black book. \n■ \nWhen someone would call mom, her mom would tell that a \nlady is calling for her and would give her the phone \n■ \nWhen someone would call phone, he would give the \nphone and tell her to schedule an appointment \n■ \nWhen Maxwell would call, she would ask U if she could come over at a \nparticular time \n■ \nA couple times, Maxwell told that Maxwell and Epstein were in New \nYork and that she and Epstein and would be coming back to Palm \nBeach. U estimates this happened about ten to twelve times. U recalls \nthat Maxwell was calling from a Manhattan area code during those calls. \n■ \nOther times, when Maxwell would say she was calling from Florida, the \ncalls came from a Palm Beach area code. \n■ \nWhen would call, she would ask ifU would be available to come \nto Palm Beach at a particular time \n3 \nEFTA00019918\n\n■ \n• would reach out to schedule appointments herself because she was \naddicted to drugs and wanted to numb everything. IN would use \nmarijuana and cocaine before going to JE's house. \n■ \n• only recalls speaking with JE on the phone once. She recalls he said \nhe was in New York and Palm Beach. JE wired $200 because she \nneeded \nmoney. \no \nWhen didn't drive \nf,\n she would either take a cab, or JE had a couple \nmale employees who would drive town cars. Maxwell or would tell \neither they'd pay for the cab or would send a car for her. \n■ \nwould borrow mom's car to drive U sometimes. \n■ \nwas too young to get her license so couldn't legally drive herself, but \nshe nevertheless drove herself to JE's house in her mom's car once or \ntwice. \nnever went inside JE's house. met JE once or twice. • recalls \ntalking with JE about the cars JE owned. \no never entered JE's house through the front door, always entered through the \ndoor that led into the kitchen. Once inside, would usually see Maxwell and \nthe chef. Once or twice, saw the housekeeper and his wife, but they were \nonly at JE's house for the beginning of time going to JE's house, then they \nleft. \n■ \nMaxwell would offer food or water, and would wait for JE \n■ \nMaxwell engaged in conversation sometimes. Maxwell asked if \nshe was an only child and asked about parents. El told Maxwell \nthat and that mother was an addict and an \nalcoholic. Maxwell asked if anything bad had ever happened to \nbecause of her mother's addiction, and told Maxwell that \ncousins Maxwell asked and \ntold Maxwell .  Maxwell asked if she ever \nmasturbated and told there were sex toys upstairs (this was the same \nday JE tried to put a massager on vagina). • told Maxwell that \n■ \nMaxwell asked what her bust and hip sizes were. A couple weeks \nlater,. began receiving packages with bras and underwear from \nVictoria's Secret. Maxwell asked to wear the lingerie so Epstein \ncould see them. \n■ \nMaxwell told that JE would pay for to go to massage school, but \ntold Maxwell that was too young. That same appointment, JE \ngave with a book called Massage for Dummies. \n■ \nMaxwell asked if she'd like to go to an island that JE owned. • \nresponded that mom would not let her because she was 15 years old. \nMaxwell acted like she didn't hear and said ok then walked back into \nthe office. Maxwell continued to call to schedule massages with JE \nafter told Maxwell her age. \n4 \nEFTA00019919\n\no After going into the kitchen for each massage, E went upstairs into JE's \nbathroom, put the massage table together, then got undressed. \n• At first, U just got into her bra and underwear. \n• Later on, U would get fully nude and put her clothes on the couch. JE \noffered to pay U an extra $100 if she would take off her bra, and an extra \n$100 if she would take off her underwear. \no Maxwell saw El nude in the massage room about two times when U was about \n15 years old. \n• First time, Maxwell just looked at U and said U had a nice body \n• Second time, Maxwell fondled U breasts and touched buttocks and \nsaid U had a nice body for Mr. Epstein's friends. U recalls feeling \nweird about this because JE wouldn't touch U the way that Maxwell did. \nJE would touch breasts and bottom, but not the way that Maxwell \ndid. U also felt weird because Maxwell was talking about other people. \n• After Maxwell saw U nude in the massage room, Maxwell called U to \nschedule additional massage appointments about a couple more times \no \ncame into the massage room and saw U naked in the room a couple times. \nalso took naked photos of E. \n• called El and said JE would like to take pictures of E. \nwould be the one taking pictures, and U could bring a bathing suit. U \nasked to take some nude photos too. paid U $500 for the \nphotos. \ntook the photos inside and outside on JE's property. \n• U remembers telling that U was 16 years old.said U \nwas really beautiful and asked how old E was.was young and \nlooked like she was about 20 years old. \n• U does not know what happened to the photos took. \no During massage appointments, JE would come in, U would first massage JE for \nabout 45 minutes, then JE would turn over. \n• A couple times, U got into the steamroom with JE. \no During the massage portion, JE would engage in conversation. \n• JE asked about family life, things had been through, and what \nU wanted to do with her life. JE asked about family, and she told \nhim she lived with her mom and her mom is a drug addict and an \nalcoholic. JE asked if U had ever been to a massage shop, and U said \nno. E told JE \n• JE asked if El was willing to go to Paris, and U told JE she was 14 \nyears old and her mom would never let her go on a trip. JE also invited \nU to his house on the island, but U said her mom wouldn't let her. JE \nasked U if she could get a passport, and U said she was 15 and her \nmom would not allow her to travel. \n• JE told U that had gone to Thailand. El does not remember JE \ntelling U anything about travel with \n5 \nEFTA00019920\n\no After each massage, would get paid. \n• IN recalls being paid \n$300 or $400 \n• • stole an extra $100 from JE a couple times, so would get up to $500 \ntotal \n• Usually the money was waiting on the sink in the bathroom \n• Maxwell handed IN the money a couple times (more than twice) \n• handed the money a couple times \n• • recalls that the money would be 100s, 50s, or 20s, but mostly 100s \no \n• \nreceived gifts from JE \n• Massage for Dummies book \n• Lingerie from Victoria's Secret, would arrive via FedEx from New York \n(Manhattan address) in either Epstein's or Maxwell's name \n• One time, Maxwell called told Epstein would like to send \nsome things, and asked for address. • provided her address, which \nwas in West Gate in Florida. This was after Maxwell had asked for \nhip and bust size. \no JE asked to bring female friends. JE asked if had anyone her age or \nyounger to bring. \n• El recalls bringing about 3 or 4 friends to JE's house. Remembers \nand little sister. was \nabout \n17, was younger than I., was in her 30s so JE kicked \nout and didn't want her there, little sister was about 15. \n• Maxwell once asked if she had any friends who would be interested in \nmassaging JE. \n• • would bring her friends into the kitchen at JE's house, then upstairs. \nremembers being paid $200 extra when she brought a friend, so \nwould get $500, and the friend would get $300. \no Each massage with JE lasted about one hour \n• After the massage part, JE would roll over, masturbate, tell to touch \nhis nipples, and touch breasts or buttocks \n• JE masturbated during every massage \n• JE touched breasts during every massage \n• JE touched buttocks during every massage \n• JE touched vagina during a couple massages \n• • recalls seeing multiple naked photos of Maxwell in JE's house, including a \nphotograph of Maxwell pregnant. Based on those photos, believed Maxwell was \nJE's wife. \n• When was going to JE's house, would lie to her mother and say she was cleaning \nJE's house \n• When was older, engaged in paid sex acts to pay for hotel rooms when her family \nwas \nhomeless \n6 \nEFTA00019921\n\n• After . had her baby, when she went back to JE's home, JE asked . to give him \nbreast milk, tried to suck on breast, . stopped him, then gave him breast milk in a \ncup \n7 \nEFTA00019922",
    "pageCount": 7,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "d \nsaid U had a nice body for Mr. Epstein's friends. U recalls feel"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "t testimony \n•  • attended in Palm Beach; lived with her mother and he"
      },
      {
        "name": "Then Maxwell",
        "role": "extracted",
        "context": "ng, who asked if wanted food. Then Maxwell \napproached. U believes Maxwe"
      },
      {
        "name": "After Maxwell",
        "role": "extracted",
        "context": "ll with light brown \nhair \n■ \nAfter Maxwell stopped calling to schedule a"
      },
      {
        "name": "When Maxwell",
        "role": "extracted",
        "context": "o schedule an appointment \n■ \nWhen Maxwell would call, she would ask U i"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "t Maxwell and Epstein were in New \nYork and that she and Epstein and"
      },
      {
        "name": "Palm \nBeach",
        "role": "extracted",
        "context": "n and would be coming back to Palm \nBeach. U estimates this happened ab"
      },
      {
        "name": "West Gate",
        "role": "extracted",
        "context": "ed her address, which \nwas in West Gate in Florida. This was after Ma"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2021-06-09",
        "event": "June \n9, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:59.866Z"
}