{
  "document": {
    "id": "efta00017821",
    "filename": "EFTA00017821.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00017821.pdf",
    "text": "\n\nlase 1:20-cr-00330-AJN Document 76 Filed \n11/24/20 Page 1 of 2 \nLAW OFFICES OF BOBBI C.STERNHEIM \n212.243-1100 \n•  Mole \n917-306-6666 •  Cell \n888.587-4737 • \nFax \nHonorable Alison J. Nathan \nUnited States District Judge \nUnited States \nCourthouse \n40 Foley Square \nNew York, NY 10007 \nDear Judge Nathan: \n33 \nWest 19th Street - 4th Floor \nNew York, New York 10011 \nbc@sternhelmlaw.com \nNovember 24, 2020 \nRe: United States v. Ghislaine Maxwell \n20 Cr. \n330 (AJN) \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY \nFILED \nDOCO: \nDATE FILED:  \n11/24/20 \nAs counsel for Ghislaine Maxwell, I write in response to the government's letter, dated \nNovember 23, 2020 (see Dkt 74), reporting Ms. Maxwell's conditions of detention and \nconfirming that she is currently in quarantine due to contact with a staff member, assigned to her \nisolation pod, who tested positive for COVID-19. \nThe government recites a variety of allowances given Ms. Maxwell, including being \npermitted out of her cell three times a week during quarantine for a maximum of 30 minutes, the \ntotal time allotted for showering, making personal calls, and using the CorrLinks email system to \ncommunicate with family and counsel. However, the letter presents an incomplete picture of \nMs. Maxwell's conditions of confinement. \nThe government fails to mention a variety of issues brought to the attention of the MDC, \nincluding but not limited to the fact: that all email correspondence between Ms. Maxwell and \ncounsel was deleted in advance of the 180-day period, when deletion is expected to occur; that \nafter being administered two nasal swab tests, under threat of 21-day quarantine if she declined \nto be tested, Ms. Maxwell was ordered to remove her COVID-protection mask for an in-mouth \ninspection, further risking exposure to the virus; that Ms. Maxwell was initially quarantined \nwithout soap or a toothbrush; that medical and psychology staff, who checked on Ms. Maxwell \ndaily pre-quarantine, have ceased doing so daily since quarantine and have neither informed her \nof results of the COVID tests nor provided information in response to her inquiry regarding what \nshe should do if she becomes symptomatic. \nThe letter omits the fact that while staff are not supposed to enter Ms. Maxwell's \nisolation cell during quarantine, an unidentified man entered to take photographs and a guard \nentered to search. Further, while counsel assumed that an in-person legal visit scheduled for \nSaturday, November 21, would be canceled as a result of Ms. Maxwell's quarantine status, no \nnotification was provided; and a request for a substituted legal call was not accommodated. \nEFTA00017821\n\nCase 1:20-cr-00330-AJN Document 76 Filed 11/24/20 \nPage 2 of 2 \nLAW OFFICES OF BOBBI C. STERNHEIM \nThe government highlights what Ms. Maxwell is permitted but not what she is denied: \nequal treatment accorded other inmates in general population. Ms. Maxwell has spent the \nentirely of her pretrial detention in de facto solitary confinement under the most restrictive \nconditions where she is excessively and invasively searched and is monitored 24 hours per day. \nIn addition to camera surveillance in her cell, a supplemental camera follows her movement \nwhen she is permitted to leave her isolation cell and is focused on Ms. Maxwell and counsel \nduring in-person legal visits. And despite non-stop in-cell camera surveillance, Ms. Maxwell's \nsleep is disrupted every 15-minutes when she is awakened by a flashlight to ascertain whether \nshe is breathing. \nMs. Maxwell is a non-violent, exemplary pretrial detainee with no criminal history, no \nhistory of violence, no history of mental health issues or suicidal ideation. She is overmanaged \nunder conditions more restrictive than inmates housed in 10South, the most restrictive unit in the \nMCC; or individuals convicted of terrorism and capital murder and incarcerated at FCI Florence \nADMAX, the most restrictive facility operated by the BOP. The MDC concedes that it is unable \nto place her in general population for her safety and the security of the institution but fails to \nexplain why she is deprived of all other opportunities provided to general population inmates. \nStating that Ms. Maxwell \"continues to have more time to review her discovery than any \nother inmate at the MDC, even while in quarantine\" gives the unfair impression that she is being \ngiven a perquisite. However, given the voluminous discovery in this case, the most recent \nproduction alone being 1.2 million documents, the time accorded Ms. Maxwell remains \ninadequate for her to review and prepare the defense of her life. \nDue to the failure of MDC's Warden and Legal Department to respond to recurring \nproblems and complaints, counsel have reached out to the government. While we appreciate any \nassistance provided by government counsel, it has done little to redress the many concerns \nregarding the disparate treatment of Ms. Maxwell. \nRather than receive second-hand information from counsel, the defense requests that the \nCourt summon Warden Heriberto Tellez to report directly to the Court and counsel on Ms. \nMaxwell's conditions of detention. \nYour consideration is greatly appreciated. \nVery truly yours, \nFa \nC. \n512444.;es \nBOBBI C. STERNHEIM \ncc: All \nCounsel \nSO \nORDERED. 11/24/20 \nAlison J. Nathan, \nU.S.D.J. \n2 \nThe parties are hereby ORDERED to meet \nand confer regarding Defendant's request \nthat Warden Heriberto Tellez directly \naddress Defendant's concerns regarding \nthe conditions of her detention. The \nparties shall jointly submit a status update \nwithin one week of this Order. \nSO \nORDERED. \nEFTA00017822",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "mlaw.com \nNovember 24, 2020 \nRe: United States v. Ghislaine Maxwell \n20 Cr. \n330 (AJN) \nUSDC SDNY \nDOCUMENT \nELECTRON"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "2020 (see Dkt 74), reporting Ms. Maxwell's conditions of detention"
      },
      {
        "name": "Fax \nHonorable",
        "role": "extracted",
        "context": "6666 •  Cell \n888.587-4737 • \nFax \nHonorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "7 • \nFax \nHonorable Alison J. Nathan \nUnited States District Judge \nUnited"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Judge \nUnited States \nCourtho"
      },
      {
        "name": "Judge \nUnited",
        "role": "extracted",
        "context": "athan \nUnited States District Judge \nUnited States \nCourthouse \n40 Foley"
      },
      {
        "name": "States \nCourthouse",
        "role": "extracted",
        "context": "States District Judge \nUnited States \nCourthouse \n40 Foley Square \nNew York, N"
      },
      {
        "name": "Foley Square",
        "role": "extracted",
        "context": "United States \nCourthouse \n40 Foley Square \nNew York, NY 10007 \nDear Jud"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "y Square \nNew York, NY 10007 \nDear Judge Nathan: \n33 \nWest 19th Street"
      },
      {
        "name": "Floor \nNew",
        "role": "extracted",
        "context": ": \n33 \nWest 19th Street - 4th Floor \nNew York, New York 10011 \nbc@ster"
      },
      {
        "name": "Legal Department",
        "role": "extracted",
        "context": "e failure of MDC's Warden and Legal Department to respond to recurring \nprob"
      },
      {
        "name": "Warden Heriberto",
        "role": "extracted",
        "context": "quests that the \nCourt summon Warden Heriberto Tellez to report directly to"
      },
      {
        "name": "All \nCounsel",
        "role": "extracted",
        "context": ".;es \nBOBBI C. STERNHEIM \ncc: All \nCounsel \nSO \nORDERED. 11/24/20 \nAliso"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-11-24",
        "event": "November 24, 2020"
      },
      {
        "date": "2020-11-23",
        "event": "November 23, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "212.243-1100",
      "917-306-6666",
      "888.587-4737"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:55.668Z"
}