{
  "document": {
    "id": "efta00032623",
    "filename": "EFTA00032623.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032623.pdf",
    "text": "\n\nFrom: New York Law360 <news-alt(aw360.com> \nTo: < \nSubject: Greenberg Traurig Can't Avoid Trial In Forgery Suit \nDate: Wed, 21 Nov 2018 08:58:00 +0000 \ni-aw360 New York \nNEW YORK \nLaw360 Closed For Thanksgiving \nNewsletter service will resume on Monday, Nov. 26 \nWednesday, November 21, 2018 Follow Law360 \nTOP NEWS \nGreenberg Traurig Can't Avoid Trial In Forgery Suit \nA state judge in Manhattan on Tuesday rejected a request by Greenberg \nTraurig LLP to avoid a trial in a suit by a former Apollo fund manager who \nsays the firm knowingly used a forged document in litigation against him, \nsaying all that is left of the case must be decided by a jury in April. Read full \narticle » \nVijay Singh, PGA Settle 5-Year Deer-Antler Doping Saga \nGolfer Vijay Singh has settled his lawsuit alleging the PGA Tour acted in bad \nfaith by suspending him for using a deer-antler supplement that wasn't \nactually banned, according to documents filed Tuesday in New York state \ncourt. Read full \narticle » \nPrison An Ignominious End To Gun Atty's Career, Judge Says \nA Manhattan federal judge hit gun lawyer John Chambers with a year and a \nday in prison Tuesday for bribing a former New York City police sergeant for \nfavors in securing clients' gun permits, saying the sentence marked \"an \nignominious end to a legal career that started with so much promise.\" Read \nfull article » \nUK Lawyer Gets 20 Months For Decade Of Dodging US Taxes \nA Manhattan federal judge sentenced English lawyer Michael Little to 20 \nmonths in prison Tuesday for helping the children of a deceased investor \ndodge taxes on their $14 million inheritance over a decade and for failing to \npay his own taxes, ruling also that the former Royal Marine lied as he \ntestified in his own defense. Read full article » \nUS Nabs Swiss Banker Wanted In Failed Case Against PE CEO \nA Swiss banker wanted for years by U.S. authorities for an alleged market \nmanipulation scheme has been arrested and extradited to the U.S., to face \nfraud and conspiracy charges in a stock manipulation case that once \ntargeted private equity CEO Benjamin Wey before it fell apart. Read full \narticle » \nCONSUMER PROTECTION \nSpirit Passengers' Bag-Fee Fraud Suit Preempted \nbial.aw360 Pro Say Podcast \nListen to our new podcast here \nLAW FIRMS \nAkerman \nAllen & Overy \nBaker McKenzie \nBoehl Stopher \nBrenner Saltzman \nBrune Law PC \nCKR Law LLP \nCadwalader Wickersham \nCahill Gordon \nCaplin & Drysdale \nCasillas Santiago \nClifford Chance \nCovington & Burling \nCravath Swaine \nDLA Piper \nDavis Polk \nDebevoise & Plimpton \nDewey Pegno \nDykema Gossett PLLC \nEFTA00032623\n\nA New York federal judge on Tuesday tossed a proposed class action \nalleging Spirit Airlines Inc. defrauded consumers by concealing its carry-on \nbag fees on tickets sold through other online travel agents, saying federal law \npreempts their contract and fraud claims. Read full article » \nSECURITIES & WHITE COLLAR \nVending Machine Co. Staff Ask 2nd Circ. To Nix Fraud Raps \nA group of former employees of a defunct Long Island vending machine \ncompany on Tuesday urged the Second Circuit to vacate their convictions for \ndefrauding customers by lying about the money-making potential of the \nmachines, with one worker citing ineffective assistance of counsel. Read full \narticle » \nConvicted Ex-Vereit Exec Attacks Witness' Credibility \nConvicted former Vereit Inc. executive Brian Block angled for a retrial on \nTuesday, attacking the credibility of a government cooperator who was \noffered part of another witness' whistleblower payout — a fact Block says \nprosecutors withheld. Read full article » \nInvestor Sues Foot Locker Over $6B Market Cap Drop \nA Foot Locker Inc. shareholder filed a derivative suit against the company's \nofficers and directors on Tuesday, claiming their actions and \nmisrepresentations led to a nearly $6 billion drop in the company's market \ncapitalization — representing more than half of the company's value — over \nthe course of eight months in 2017. Read full article » \nAltice Slammed With Stock-Drop Suit After $2.2B IPO \nA putative class of investors filed a complaint in New York federal court on \nMonday alleging that cable television provider Altice USA Inc. misled them in \nthe lead-up to the company's $2.2 billion initial public offering before the \nstock plunged 43 percent. Read full article » \nInvestcorp Slams Hedge Fund's Bid To Keep $100M Suit Alive \nInvestment adviser Investcorp lambasted Kortright Capital Partners LP in a \nheated exchange over whether Investcorp can duck the sole remaining claim \nin a $100 million suit alleging it defaulted on investment promises by pulling \nfunds out of Kortright ahead of a deal with another party, according to new \nfilings in New York federal court. Read full article » \nEMPLOYMENT \nEx-NFL Security Personnel Shorted On OT, Benefits, Suit Says \nA group of former National Football League security personnel filed a \nproposed class action in a New York federal court Tuesday claiming the \nleague misclassified them as independent contractors as a way to deny them \novertime and benefits. Read \nfull article » \nCOMPETITION \nFirm's Antitrust Claims Survive In Interest Rate Swaps MDL \nA New York federal judge on Tuesday denied a bid to dismiss fintech firm \ntrueEX LLC's antitrust claims against 11 banks that allegedly boycotted the \nfirm's interest rate swaps platform and funneled business to an exchange that \nthey operated, finding the allegations mirrored others in the multidistrict \nlitigation that were allowed to pass through. Read full article » \nMetaswitch Says Rival Telecom Co. Tried To Kill Competition \nMetaswitch Networks Ltd., a telecommunications company, filed an antitrust \ncomplaint in New York federal court Tuesday alleging that another telecom \nintended to eliminate competition among companies that transform landline \nEarthjustice \nEversheds Sutherland \nFitch Law Partners \nFoley & Lardner \nFredericks Peebles \nFreshfields \nFried Frank \nGallet Dreyer \nGibson Dunn \nGleiss Lutz \nGoodwin \nGreenberg Traurig \nHalperin Battaglia \nHanamirian Law Firm \nHermina Law Group \nHogan Lovells \nHolwell Shuster \nHughes Hubbard \nJames Montgomery \nJenner & Block \nJones Day \nKaplan Hecker \nKatten Muchin \nKlee Tuchin \nKostelanetz & Fink \nLankier Siffert \nLatham & Watkins \nLevi & Korsinsky \nLewis Brisbois \nLinklaters \nMilbank Tweed \nMorvillo Abramowitz \nNative American Rights Fund \nO'Melveny & Myers \nO'Neill & Borges \nPaul Hastings \nPaul Weiss \nProskauer Rose \nRay Quinney \nReed Smith \nSchiff Hardin \nSepulvado Maldonado \nSeward & Kissel \nShearman & Sterling \nSher Tremonte \nSimpson Thacher \nSkadden \nSteptoe & Johnson LLP \nStites & Harbison \nSullivan & Cromwell \nThe Chandra Law Firm \nEFTA00032624\n\nphone networks through serial acquisitions and exclusionary tactics. Read \nfull article » \nBANKRUPTCY \nRevised Puerto Rico Sales Tax Plan Cleared For Creditor Vote \nA plan to restructure nearly $18 billion in debt carried by the Puerto Rico \nSales Tax Corp., or COFINA, will go to a creditor vote, the judge presiding \nover the U.S. territory's bankruptcy-like proceedings ruled Tuesday, putting \nthe agency on track to confirm its debt adjustment scheme by mid-January. \nRead full article » \nProvant Creditors File Ch. 11 Clawback Over $2M Transfer \nThe official committee of unsecured creditors of Provant Health has sued a \ngroup of company equity owners, claiming they improperly transferred more \nthan $2 million from the company to avoid their guaranty obligations. Read \nfull article » \nBANKING \nOCC Says NY Still Jumping The Gun On Fintech Charter Suit \nNo one has yet applied for or received a fintech charter from the Office of the \nComptroller of the Currency, and that undercuts the latest attempt by New \nYork's financial services regulator to block the charter in court, counsel for the \noffice told a Manhattan federal judge. Read full article » \nTAX \nNJ Atty Makes Coy Push For Lead In Danish Tax Fraud MDL \nCryptic concerns about international criminal investigations were not enough \nTuesday to secure New Jersey attorney John M. Hanamirian a leadership \nrole defending hundreds of American pension plans against multidistrict \nlitigation accusing them of cheating Danish tax authorities, a Manhattan \nfederal judge said in court. Read full \narticle » \nIMMIGRATION \nMichael Cohen-Linked Atty Found Guilty Of Asylum Fraud \nAn immigration lawyer linked to President Donald Trump's former attorney \nMichael Cohen was found guilty of lying on more than 100 asylum \napplications to immigration authorities and aggravated identity theft following \na two-week trial, the U.S. Attorney's Office for the Southern District of New \nYork said Monday. Read full article » \nENERGY & ENVIRONMENTAL \nStates, Dem Legislators Back Monument Suits Against Trump \nDemocratic lawmakers and several states urged a D.C. federal court Monday \nto hear out challenges by environmental groups and tribes to President \nDonald Trump's decision to shrink national monuments in Utah, joining a host \nof others questioning Trump's authority under the Antiquities Act. Read full \narticle » \nREAL ESTATE & DEVELOPMENT \nSiemens Accuses NYC Of 'Reckless Conduct' In $143M Suit \nNew York City owes a Siemens AG unit at least $143 million for \"grossly \nnegligent and reckless conduct\" during the construction of a water treatment \nplant in the Bronx, the company said in a state lawsuit filed Monday. Read full \narticle » \nWeiser Law Firm PC \nWhite & Case \nWilliams & Connolly \nWillkie Farr \nWinston & Strawn \nWollmuth Maher \nCOMPANIES \nAltice SA \nAltice USA \nAmazon.com Inc. \nAmerican Airlines Group Inc. \nAssociation on American Indian \nAffairs \nBB&T Corporation \nBC Partners \nBNP Paribas \nBank of America Corporation \nBarclays Investment Bank \nCenter for Biological Diversity \nCitigroup Inc. \nConference of State Bank \nSupervisors \nCredit Agricole SA \nDeer Consumer Products Inc. \nDefenders of Wildlife \nDeutsche Bank AG \nExpedia Inc. \nFoot Locker Inc. \nGarda World Security Corp. \nGoldman Sachs Group Inc. \nHighQ Solutions Ltd. \nHooper Holmes, Inc \nInformation Security Forum Ltd. \nInformation Systems Security \nAssociation \nInvestcorp Bank BSC \nJPMorgan Chase & Co. \nLehman Brothers Holdings Inc. \nMan Group PLC \nMcMahon & Associates CPAs \nMorgan Stanley \nNASDAQ OMX Group Inc. \nNFL Enterprises LLC \nNational Congress of American \nIndians \nNational Parks Conservation \nAssociation \nNational Trust for Historic \nPreservation \nNatural Resources Defense \nCouncil \nEFTA00032625\n\nReal Estate Rumors: Palmcorp, Wells And Goldman, Redwood \nPalmcorp Development has reportedly landed nearly $14 million in financing \nfor a project to build single-family homes in Miami, Wells and Goldman are \nsaid to have loaned a combined $156 million for a New York retail and \nresidential building, and Redwood Partners has reportedly bought a Long \nBeach, California, office campus for $60.5 million. Read full article » \nEXPERT ANALYSIS \nEmerging Cybersecurity Threats In The Legal Industry \nPredicting how the cybersecurity landscape will develop is critical for any \norganization wanting to mitigate the risk of the inevitable future attack. \nMichael Hall of HighQ Solutions Ltd. discusses five threats to look out for in \nthe next 12 months. Read full article » \nLEGAL INDUSTRY \nBigLaw Firms Take Cravath's Cue On Holiday Bonuses \nShortly after Cravath Swaine & Moore LLP's announcement that the firm \nwould dole out end-of-year bonuses to associates in line with previous years, \na smattering of BigLaw firms pronounced Tuesday that they would follow suit. \nRead full article » \nAkerman's Ex-CEO Back In Leadership Role After Shakeup \nAkerman LLP's newest chairman and CEO has ended his term after fewer \nthan 10 months, and his predecessor has stepped in to resume his old post, \nthe Florida-based firm announced on Monday. Read full article » \nBaker McKenzie Is Strongest Brand In Mainland Europe \nBaker McKenzie is the law firm best positioned to take advantage of rising \nlegal spending in Europe, according to a survey released Tuesday by London \nresearch firm Acritas. Read full \narticle » \nLewis Brisbois Attys Threatened With Jail For Order Breach \nA Dallas judge has threatened to jail a representative of security company \nGardaWorld and attorneys at Lewis Brisbois for refusing to turn over GPS \ndata for a truck involved in a fatal collision. Read full article » \nLegal Industry Lags In AI, Machine Learning Use \nA recent survey by analytics firm RELX Group found that the legal industry \nlags behind other industries in utilizing big data, artificial intelligence and \nmachine learning in their work, with legal industry executives also much more \nskeptical of the potential use for Al in their field. Read full article » \nLaw Firm Leaders: Schiff Hardin's Marci Eisenstein \nMarci Eisenstein, the first woman managing partner of Chicago-based Schiff \nHardin LLP, spoke to Law360 about the changing business of law, the \nchallenges facing the legal industry and how her firm works to distinguish \nitself in an increasingly competitive market. Read full article » \nJOBS \nSearch full listings or advertise your job opening \nAssociate Attorney \nMarks O'Neill O'Brien Doherty & Kelly PC \nNew York. New York \nEmployment Associate / NY midsize law \nfirm \nSchoen Legal Search \nNew York. New York \nNYC'Corp*AssoeMid•sized\"Lifestyle \nSchoen Legal Search \nNYC. New York \nL&E Partner •Mid•sized NYC law firm \nSchoen Legal Search \nNew York City. New York \nNew York Post \nPGA TOUR Inc. \nRBC Capital Markets \nReed Elsevier \nScotiabank Global Banking and \nMarkets \nSiemens AG \nSierra Club \nSmartHeat Inc. \nSpirit Airlines Inc. \nTO Securities Inc. \nThe Bank of New York Mellon \nCorp. \nThe Priceline Group Inc. \nThe Wilderness Society \nTravelocity.com LP \nVereit Inc. \nWeWork LLC \nWells Fargo & Co. \nWorld Anti-Doping Agency \nGOVERNMENT AGENCIES \nEuropean Union \nFederal Bureau of Investigation \nHopi Tribe \nInternal Revenue Service \nNavajo Nation \nNew York State Department of \nFinancial Services \nOffice of the Comptroller of the \nCurrency \nSecurities and Exchange \nCommission \nU.S. Attorney's Office \nU.S. Department of Justice \nU.S. Supreme Court \nUnited States Bankruptcy Court for \nthe Southern District of New York \nUte Indian Tribe \nUte Mountain Ute Tribe \nEFTA00032626\n\nLabor & Employment Associate \nEpstein Becker & Green, PC \nNew York. New York \nCorporate Associate (New York Office) \nMcCarter & English. LLP \nNew York. New York \nLegal Administrative Assistant \n• \nCollege \nGraduate \nFilcro Legal \nNew York. New York \nEnvironmental Litigation Associate —  New \nYork Office \nBeveridge & Diamond, P.C. \nNew York, New York \nLegal Secretary - 580,000 \nFilcro Legal \nNew York, New York \nMergers and Acquisitions Debt Finance \nParalegal \nFilcro Legal \nNew York, New York \nNot sure if your firm subscribes? Ask your librarian. \nWe hope you found this message to be usthl. \nHowever. if you'd rather not receive future emaits of this son, \nyou may unsubscribe here. \nPlease DO NOT reply to this email. For customer supper inquiries. please call +I-696-783.7t00 or visit our Contact Us page. \nPrivacy Policy \nLaw360 I Portfolio Media. Inc. Ill West 19th Street. Sth Floor. New York. NY [Mil \nEFTA00032627",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "Fraud \nAn immigration lawyer linked to President Donald Trump's former attorney \nMichael Cohen was found guilty"
      },
      {
        "name": "Greenberg Traurig",
        "role": "extracted",
        "context": "t(aw360.com> \nTo: < \nSubject: Greenberg Traurig Can't Avoid Trial In Forgery"
      },
      {
        "name": "Avoid Trial",
        "role": "extracted",
        "context": "ject: Greenberg Traurig Can't Avoid Trial In Forgery Suit \nDate: Wed, 2"
      },
      {
        "name": "In Forgery",
        "role": "extracted",
        "context": "erg Traurig Can't Avoid Trial In Forgery Suit \nDate: Wed, 21 Nov 2018"
      },
      {
        "name": "Suit \nDate",
        "role": "extracted",
        "context": "Can't Avoid Trial In Forgery Suit \nDate: Wed, 21 Nov 2018 08:58:00 +0"
      },
      {
        "name": "Closed For",
        "role": "extracted",
        "context": "60 New York \nNEW YORK \nLaw360 Closed For Thanksgiving \nNewsletter serv"
      },
      {
        "name": "Thanksgiving \nNewsletter",
        "role": "extracted",
        "context": "NEW YORK \nLaw360 Closed For Thanksgiving \nNewsletter service will resume on Monday"
      },
      {
        "name": "Follow Law",
        "role": "extracted",
        "context": "Wednesday, November 21, 2018 Follow Law360 \nTOP NEWS \nGreenberg Traur"
      },
      {
        "name": "Greenberg \nTraurig",
        "role": "extracted",
        "context": "Tuesday rejected a request by Greenberg \nTraurig LLP to avoid a trial in a sui"
      },
      {
        "name": "Vijay Singh",
        "role": "extracted",
        "context": "April. Read full \narticle » \nVijay Singh, PGA Settle 5-Year Deer-Antle"
      },
      {
        "name": "Year Deer",
        "role": "extracted",
        "context": "» \nVijay Singh, PGA Settle 5-Year Deer-Antler Doping Saga \nGolfer Vi"
      },
      {
        "name": "Antler Doping",
        "role": "extracted",
        "context": "Singh, PGA Settle 5-Year Deer-Antler Doping Saga \nGolfer Vijay Singh has"
      },
      {
        "name": "Saga \nGolfer",
        "role": "extracted",
        "context": "tle 5-Year Deer-Antler Doping Saga \nGolfer Vijay Singh has settled his l"
      },
      {
        "name": "Prison An",
        "role": "extracted",
        "context": "court. Read full \narticle » \nPrison An Ignominious End To Gun Atty's"
      },
      {
        "name": "Ignominious End",
        "role": "extracted",
        "context": "ad full \narticle » \nPrison An Ignominious End To Gun Atty's Career, Judge S"
      },
      {
        "name": "To Gun",
        "role": "extracted",
        "context": "» \nPrison An Ignominious End To Gun Atty's Career, Judge Says \nA"
      },
      {
        "name": "Judge Says",
        "role": "extracted",
        "context": "ous End To Gun Atty's Career, Judge Says \nA Manhattan federal judge hi"
      },
      {
        "name": "John Chambers",
        "role": "extracted",
        "context": "federal judge hit gun lawyer John Chambers with a year and a \nday in pri"
      },
      {
        "name": "Lawyer Gets",
        "role": "extracted",
        "context": "se.\" Read \nfull article » \nUK Lawyer Gets 20 Months For Decade Of Dodgi"
      },
      {
        "name": "Months For",
        "role": "extracted",
        "context": "article » \nUK Lawyer Gets 20 Months For Decade Of Dodging US Taxes \nA"
      },
      {
        "name": "Decade Of",
        "role": "extracted",
        "context": "UK Lawyer Gets 20 Months For Decade Of Dodging US Taxes \nA Manhattan"
      },
      {
        "name": "Michael Little",
        "role": "extracted",
        "context": "udge sentenced English lawyer Michael Little to 20 \nmonths in prison Tuesd"
      },
      {
        "name": "Royal Marine",
        "role": "extracted",
        "context": ", ruling also that the former Royal Marine lied as he \ntestified in his"
      },
      {
        "name": "Nabs Swiss",
        "role": "extracted",
        "context": "ense. Read full article » \nUS Nabs Swiss Banker Wanted In Failed Case"
      },
      {
        "name": "Banker Wanted",
        "role": "extracted",
        "context": "full article » \nUS Nabs Swiss Banker Wanted In Failed Case Against PE CEO"
      },
      {
        "name": "In Failed",
        "role": "extracted",
        "context": "US Nabs Swiss Banker Wanted In Failed Case Against PE CEO \nA Swiss"
      },
      {
        "name": "Case Against",
        "role": "extracted",
        "context": "Swiss Banker Wanted In Failed Case Against PE CEO \nA Swiss banker wanted"
      },
      {
        "name": "Benjamin Wey",
        "role": "extracted",
        "context": "targeted private equity CEO Benjamin Wey before it fell apart. Read fu"
      },
      {
        "name": "Spirit Passengers",
        "role": "extracted",
        "context": "ticle » \nCONSUMER PROTECTION \nSpirit Passengers' Bag-Fee Fraud Suit Preempted"
      },
      {
        "name": "Fee Fraud",
        "role": "extracted",
        "context": "CTION \nSpirit Passengers' Bag-Fee Fraud Suit Preempted \nbial.aw360 Pr"
      },
      {
        "name": "Suit Preempted",
        "role": "extracted",
        "context": "rit Passengers' Bag-Fee Fraud Suit Preempted \nbial.aw360 Pro Say Podcast"
      },
      {
        "name": "Pro Say",
        "role": "extracted",
        "context": "ud Suit Preempted \nbial.aw360 Pro Say Podcast \nListen to our new po"
      },
      {
        "name": "Podcast \nListen",
        "role": "extracted",
        "context": "Preempted \nbial.aw360 Pro Say Podcast \nListen to our new podcast here \nLAW"
      },
      {
        "name": "Akerman \nAllen",
        "role": "extracted",
        "context": "new podcast here \nLAW FIRMS \nAkerman \nAllen & Overy \nBaker McKenzie \nBoeh"
      },
      {
        "name": "Overy \nBaker",
        "role": "extracted",
        "context": "LAW FIRMS \nAkerman \nAllen & Overy \nBaker McKenzie \nBoehl Stopher \nBren"
      },
      {
        "name": "Kenzie \nBoehl",
        "role": "extracted",
        "context": "erman \nAllen & Overy \nBaker McKenzie \nBoehl Stopher \nBrenner Saltzman \nBr"
      },
      {
        "name": "Stopher \nBrenner",
        "role": "extracted",
        "context": "Overy \nBaker McKenzie \nBoehl Stopher \nBrenner Saltzman \nBrune Law PC \nCKR L"
      },
      {
        "name": "Saltzman \nBrune",
        "role": "extracted",
        "context": "enzie \nBoehl Stopher \nBrenner Saltzman \nBrune Law PC \nCKR Law LLP \nCadwalad"
      },
      {
        "name": "Cadwalader Wickersham",
        "role": "extracted",
        "context": "n \nBrune Law PC \nCKR Law LLP \nCadwalader Wickersham \nCahill Gordon \nCaplin & Drys"
      },
      {
        "name": "Cahill Gordon",
        "role": "extracted",
        "context": "w LLP \nCadwalader Wickersham \nCahill Gordon \nCaplin & Drysdale \nCasillas"
      },
      {
        "name": "Drysdale \nCasillas",
        "role": "extracted",
        "context": "sham \nCahill Gordon \nCaplin & Drysdale \nCasillas Santiago \nClifford Chance \nCo"
      },
      {
        "name": "Santiago \nClifford",
        "role": "extracted",
        "context": "Caplin & Drysdale \nCasillas Santiago \nClifford Chance \nCovington & Burling"
      },
      {
        "name": "Chance \nCovington",
        "role": "extracted",
        "context": "Casillas Santiago \nClifford Chance \nCovington & Burling \nCravath Swaine \nDL"
      },
      {
        "name": "Burling \nCravath",
        "role": "extracted",
        "context": "Clifford Chance \nCovington & Burling \nCravath Swaine \nDLA Piper \nDavis Polk"
      },
      {
        "name": "Piper \nDavis",
        "role": "extracted",
        "context": "Burling \nCravath Swaine \nDLA Piper \nDavis Polk \nDebevoise & Plimpton \nD"
      },
      {
        "name": "Polk \nDebevoise",
        "role": "extracted",
        "context": "vath Swaine \nDLA Piper \nDavis Polk \nDebevoise & Plimpton \nDewey Pegno \nDyke"
      },
      {
        "name": "Plimpton \nDewey",
        "role": "extracted",
        "context": "iper \nDavis Polk \nDebevoise & Plimpton \nDewey Pegno \nDykema Gossett PLLC \nE"
      },
      {
        "name": "Pegno \nDykema",
        "role": "extracted",
        "context": "Debevoise & Plimpton \nDewey Pegno \nDykema Gossett PLLC \nEFTA00032623\n\nA"
      },
      {
        "name": "Spirit Airlines",
        "role": "extracted",
        "context": "oposed class action \nalleging Spirit Airlines Inc. defrauded consumers by c"
      },
      {
        "name": "Vending Machine",
        "role": "extracted",
        "context": "» \nSECURITIES & WHITE COLLAR \nVending Machine Co. Staff Ask 2nd Circ. To Ni"
      },
      {
        "name": "Staff Ask",
        "role": "extracted",
        "context": "E COLLAR \nVending Machine Co. Staff Ask 2nd Circ. To Nix Fraud Raps"
      },
      {
        "name": "To Nix",
        "role": "extracted",
        "context": "chine Co. Staff Ask 2nd Circ. To Nix Fraud Raps \nA group of former"
      },
      {
        "name": "Fraud Raps",
        "role": "extracted",
        "context": "o. Staff Ask 2nd Circ. To Nix Fraud Raps \nA group of former employees"
      },
      {
        "name": "Long Island",
        "role": "extracted",
        "context": "former employees of a defunct Long Island vending machine \ncompany on T"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "company on Tuesday urged the Second Circuit to vacate their convictions f"
      },
      {
        "name": "Convicted Ex",
        "role": "extracted",
        "context": "ounsel. Read full \narticle » \nConvicted Ex-Vereit Exec Attacks Witness'"
      },
      {
        "name": "Vereit Exec",
        "role": "extracted",
        "context": "full \narticle » \nConvicted Ex-Vereit Exec Attacks Witness' Credibility"
      },
      {
        "name": "Attacks Witness",
        "role": "extracted",
        "context": "e » \nConvicted Ex-Vereit Exec Attacks Witness' Credibility \nConvicted forme"
      },
      {
        "name": "Credibility \nConvicted",
        "role": "extracted",
        "context": "-Vereit Exec Attacks Witness' Credibility \nConvicted former Vereit Inc. executive"
      },
      {
        "name": "Vereit Inc",
        "role": "extracted",
        "context": "Credibility \nConvicted former Vereit Inc. executive Brian Block angled"
      },
      {
        "name": "Brian Block",
        "role": "extracted",
        "context": "former Vereit Inc. executive Brian Block angled for a retrial on \nTues"
      },
      {
        "name": "Investor Sues",
        "role": "extracted",
        "context": "ithheld. Read full article » \nInvestor Sues Foot Locker Over $6B Market C"
      },
      {
        "name": "Foot Locker",
        "role": "extracted",
        "context": "full article » \nInvestor Sues Foot Locker Over $6B Market Cap Drop \nA F"
      },
      {
        "name": "Market Cap",
        "role": "extracted",
        "context": "tor Sues Foot Locker Over $6B Market Cap Drop \nA Foot Locker Inc. shar"
      },
      {
        "name": "Altice Slammed",
        "role": "extracted",
        "context": "in 2017. Read full article » \nAltice Slammed With Stock-Drop Suit After $2"
      },
      {
        "name": "With Stock",
        "role": "extracted",
        "context": "ull article » \nAltice Slammed With Stock-Drop Suit After $2.2B IPO \nA"
      },
      {
        "name": "Drop Suit",
        "role": "extracted",
        "context": "» \nAltice Slammed With Stock-Drop Suit After $2.2B IPO \nA putative c"
      },
      {
        "name": "Investcorp Slams",
        "role": "extracted",
        "context": "percent. Read full article » \nInvestcorp Slams Hedge Fund's Bid To Keep $100"
      },
      {
        "name": "Hedge Fund",
        "role": "extracted",
        "context": "l article » \nInvestcorp Slams Hedge Fund's Bid To Keep $100M Suit Aliv"
      },
      {
        "name": "Bid To",
        "role": "extracted",
        "context": "Investcorp Slams Hedge Fund's Bid To Keep $100M Suit Alive \nInvest"
      },
      {
        "name": "Suit Alive",
        "role": "extracted",
        "context": "edge Fund's Bid To Keep $100M Suit Alive \nInvestment adviser Investcor"
      },
      {
        "name": "Kortright Capital",
        "role": "extracted",
        "context": "adviser Investcorp lambasted Kortright Capital Partners LP in a \nheated exch"
      },
      {
        "name": "Security Personnel",
        "role": "extracted",
        "context": "article » \nEMPLOYMENT \nEx-NFL Security Personnel Shorted On OT, Benefits, Suit"
      },
      {
        "name": "Shorted On",
        "role": "extracted",
        "context": "NT \nEx-NFL Security Personnel Shorted On OT, Benefits, Suit Says \nA gr"
      },
      {
        "name": "Suit Says",
        "role": "extracted",
        "context": "nnel Shorted On OT, Benefits, Suit Says \nA group of former National F"
      },
      {
        "name": "National Football",
        "role": "extracted",
        "context": "Suit Says \nA group of former National Football League security personnel fil"
      },
      {
        "name": "Antitrust Claims",
        "role": "extracted",
        "context": "rticle » \nCOMPETITION \nFirm's Antitrust Claims Survive In Interest Rate Swap"
      },
      {
        "name": "Survive In",
        "role": "extracted",
        "context": "TION \nFirm's Antitrust Claims Survive In Interest Rate Swaps MDL \nA Ne"
      },
      {
        "name": "Interest Rate",
        "role": "extracted",
        "context": "s Antitrust Claims Survive In Interest Rate Swaps MDL \nA New York federal"
      },
      {
        "name": "Metaswitch Says",
        "role": "extracted",
        "context": "through. Read full article » \nMetaswitch Says Rival Telecom Co. Tried To Ki"
      },
      {
        "name": "Rival Telecom",
        "role": "extracted",
        "context": "ll article » \nMetaswitch Says Rival Telecom Co. Tried To Kill Competition"
      },
      {
        "name": "Tried To",
        "role": "extracted",
        "context": "switch Says Rival Telecom Co. Tried To Kill Competition \nMetaswitch"
      },
      {
        "name": "Kill Competition",
        "role": "extracted",
        "context": "ys Rival Telecom Co. Tried To Kill Competition \nMetaswitch Networks Ltd., a"
      },
      {
        "name": "Metaswitch Networks",
        "role": "extracted",
        "context": "o. Tried To Kill Competition \nMetaswitch Networks Ltd., a telecommunications co"
      },
      {
        "name": "Earthjustice \nEversheds",
        "role": "extracted",
        "context": "nies that transform landline \nEarthjustice \nEversheds Sutherland \nFitch Law Partner"
      },
      {
        "name": "Sutherland \nFitch",
        "role": "extracted",
        "context": "line \nEarthjustice \nEversheds Sutherland \nFitch Law Partners \nFoley & Lardner"
      },
      {
        "name": "Law Partners",
        "role": "extracted",
        "context": "Eversheds Sutherland \nFitch Law Partners \nFoley & Lardner \nFredericks"
      },
      {
        "name": "Lardner \nFredericks",
        "role": "extracted",
        "context": "Fitch Law Partners \nFoley & Lardner \nFredericks Peebles \nFreshfields \nFried F"
      },
      {
        "name": "Peebles \nFreshfields",
        "role": "extracted",
        "context": "Foley & Lardner \nFredericks Peebles \nFreshfields \nFried Frank \nGallet Dreyer"
      },
      {
        "name": "Fried Frank",
        "role": "extracted",
        "context": "dericks Peebles \nFreshfields \nFried Frank \nGallet Dreyer \nGibson Dunn"
      },
      {
        "name": "Gallet Dreyer",
        "role": "extracted",
        "context": "es \nFreshfields \nFried Frank \nGallet Dreyer \nGibson Dunn \nGleiss Lutz \nGo"
      },
      {
        "name": "Gibson Dunn",
        "role": "extracted",
        "context": "Fried Frank \nGallet Dreyer \nGibson Dunn \nGleiss Lutz \nGoodwin \nGreenb"
      },
      {
        "name": "Gleiss Lutz",
        "role": "extracted",
        "context": "Gallet Dreyer \nGibson Dunn \nGleiss Lutz \nGoodwin \nGreenberg Traurig"
      },
      {
        "name": "Goodwin \nGreenberg",
        "role": "extracted",
        "context": "er \nGibson Dunn \nGleiss Lutz \nGoodwin \nGreenberg Traurig \nHalperin Battaglia"
      },
      {
        "name": "Traurig \nHalperin",
        "role": "extracted",
        "context": "eiss Lutz \nGoodwin \nGreenberg Traurig \nHalperin Battaglia \nHanamirian Law Fir"
      },
      {
        "name": "Battaglia \nHanamirian",
        "role": "extracted",
        "context": "Greenberg Traurig \nHalperin Battaglia \nHanamirian Law Firm \nHermina Law Group"
      },
      {
        "name": "Law Firm",
        "role": "extracted",
        "context": "alperin Battaglia \nHanamirian Law Firm \nHermina Law Group \nHogan Lov"
      },
      {
        "name": "Hermina Law",
        "role": "extracted",
        "context": "ttaglia \nHanamirian Law Firm \nHermina Law Group \nHogan Lovells \nHolwell"
      },
      {
        "name": "Group \nHogan",
        "role": "extracted",
        "context": "amirian Law Firm \nHermina Law Group \nHogan Lovells \nHolwell Shuster \nHug"
      },
      {
        "name": "Lovells \nHolwell",
        "role": "extracted",
        "context": "irm \nHermina Law Group \nHogan Lovells \nHolwell Shuster \nHughes Hubbard \nJame"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      },
      {
        "name": "Green, PC",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2018-11-21",
        "event": "November 21, 2018"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:32.083Z"
}