{
  "document": {
    "id": "efta00019933",
    "filename": "EFTA00019933.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019933.pdf",
    "text": "\n\nFrom: BOBBI C STERNHEIM •TI \nTo: \nCc: \nI \nr, \nChristian Everdell \nSubject: Ghislaine Maxwell 02879-509 \nDate: Thu, 17 Jun 2021 18:20:49 +0000 \nGood afternoon-\nEarlier this week, around 1:00 am \nguards purposely awoke Ms. Maxwell because they observed her body shaking \nand were concerned that she was having a seizure. \nThey determined she was shivering from the extremely cold temperature in her cell. \nAt approximately 3:00 am the following day, the guards again disrupted Ms. Maxwell's sleep \nbecause her body was shaking. Again, they determined that she was \nshivering and gave her a blanket. \nThe guards have now removed two of her blankets, claiming the blankets \nare not authorized. Today, Ms. Maxwell awoke cold and headachy \nwith a sore throat. When medical staff came by she was too exhausted \nto address her physical discomfort. \nPlease explain why guards purposely disrupt Ms. Maxwell's \nsleep, determine she is shivering, and then remove blankets-\nher only source of warmth. This makes no sense, is detrimental \nher health, and is utterly insensitive. \nIn addition, VTC viewing is less blurry on counsel's end but the image repeatedlybecomes broken \nand then completely blacks out. \nThis is disrupting attorney-client communication, the ability to prepare for trial, and is negatively impacting \ncounsel's vision and concentration. \nPlease address and remedy this problems immediately. \nBOBBI C. STERNHEIM, ESQ. \nLaw Offices \nof Bobbi C. Sternheim \nNew York, NY 10011 \nMain: \nCell: \nFax: \n\"Covid-19 Notice: The office is currently closed but we continue to work remotely. \nPlease use entail or fax, instead of regular mail, for all correspondence during this time. \nWe continue to work regular business hours throughout this situation. \nThank you for your consideration. Our best wishes for your good health and well being. \nThis message and any attached documents contain information from the Law Offices of Bobbi C. Sternheim \nEFTA00019933\n\nthat may be confidential and/or privileged. \nIf you are not the intended recipient, you may not read, copy, distribute, or use this information. \nIf you have received this transmission in error, please notify the sender immediately by reply e-mail and \nthen delete this message. Thank you. \nOn Jun 16, 2021, at 1:46 PM, BOBBI C STERNHEIM wrote: \nGood afternoon-\nDespite being subjected to the most unique, restrictive, and invasive conditions \nof pretrial confinement, Ms. Maxwell has and continues to be a compliant detainee. \nShe obeys all orders and commands - often muffled by masks, \nuttered behind prison doors, and/or combined with the din of background noise \n-\nas soon as they are audibly discernible. \nErratic enforcement of inconsistent rules and regulations imposed by \nrevolving teams of guards who exert varying degrees of officiousness \nand contempt toward Ms. Maxwell is the fault of the MDC/BOP, \nnot Ms. Maxwell. \nRegards, \nBobbi \nBOBBI C. STERNHEIM, ESQ. \nLaw Offices of Bobbi C. Sternheim \nNew York, NY 10011 \nMain: \nCell: \nFax: \n••Covid-19 Notice: The office is currently closed but we continue to work remotely. \nPlease use entail or fax, instead of regular mail, for all correspondence during this time. \nWe continue to work regular business hours throughout this situation. \nThank you for your consideration. Our best wishes for your good health and well being. \nThis message and any attached documents contain information from the Law Offices of Bobbi C. Stemheim \nthat may be confidential and/or privileged. \nIf you are not the intended recipient, you may not read, copy, distribute, or use this information. \nIf you have received this transmission in error, please notify the sender immediately by reply e-mail and \nthen delete this message. Thank you. \nOn Jun 16, 2021, at 11:25 AM, \nHi Bobbi-\nI apologize for the delay in response. I have been out of office sick. \nWe are looking into the concerns you have brought to our attention \n> wrote: \nEFTA00019934\n\nregarding the VTC units. All of the VTC units throughout the \ninstitution are now being stored in this manner as it is a protective \nbarrier for the equipment. With that said, we will be doing test runs \nto investigate concerns you have mentioned. \nFurthermore, Ms. Maxwell must oblige by the orders of the Officers. We \noffer Ms. Maxwell medical care on a daily basis, which she has \ndeclined. \nAdditionally, can you please provide me with a photo of the ear buds \nyou are requesting to bring into the institution? \nBest, \nBOBBI C STERNHEIM < > 6/16/2021 10:23 AM >» \nGood \nmorning-\nAs reported yesterday, the modifications made in the VTC room \nare negatively impacting attorney-client communication. \nThe video is blurry; the audio includes distorting noises. \nI am requesting that these problems be remedied immediately. \nAlso, I am bringing to your attention the inappropriate behavior of the \nguards presently on Ms. Maxwell's detail: threatening discipline if \nMs. Maxwell is \"off camera\" while leaning against a wall to soothe her \naching \nback; barking orders regarding the noise emanating from the washing \nmachine \nand the pace of her gait when walking; laughing amongst themselves as \nif any of this is funny. \nThe manner in which some of the guards responded to me on Sunday gives \nme reason to be concerned \nabout how they treat Ms. Maxwell when out of public view. \nThe \ncourtesy of a response is requested. \nThank you-\nBobbi \nBOBBI C. STERNHEIM, ESQ. \nLaw Offices of Bobbi C. Sternheim \nNew York, NY 10011 \nMain: \nCell: \nFax: \n**Covid-19 Notice: The \noffice is \ncurrently closed \nbut \nwe continue to work remotely. \nEFTA00019935\n\nPlease use email or fax, instead of regular mail, for all \ncorrespondence during this time. \nWe continue to work regular business hours throughout this situation. \nThank you for your consideration. Our best wishes for your good \nhealth and well being. \nThis message and any attached documents contain information from the \nLaw Offices \nof Bobbi C. Sternheim \nthat may be confidential and/or privileged. \nIf you are not the intended recipient, you may not read, copy, \ndistribute, or use this information. \nIf you have received this transmission in error, please notify the \nsender immediately by reply e-mail and then delete this message. Thank \nyou. \nEFTA00019936",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TI \nTo: \nCc: \nI \nr, \nChristian Everdell \nSubject: Ghislaine Maxwell 02879-509 \nDate: Thu, 17 Jun 2021 18:20:49 +0000"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "00 am \nguards purposely awoke Ms. Maxwell because they observed her"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "ERNHEIM •TI \nTo: \nCc: \nI \nr, \nChristian Everdell \nSubject: Ghislaine Maxwell 0"
      },
      {
        "name": "Law Offices",
        "role": "extracted",
        "context": "y. \nBOBBI C. STERNHEIM, ESQ. \nLaw Offices \nof Bobbi C. Sternheim \nNew Y"
      },
      {
        "name": "Sternheim \nNew",
        "role": "extracted",
        "context": "SQ. \nLaw Offices \nof Bobbi C. Sternheim \nNew York, NY 10011 \nMain: \nCell:"
      },
      {
        "name": "On Jun",
        "role": "extracted",
        "context": "ete this message. Thank you. \nOn Jun 16, 2021, at 1:46 PM, BOBBI C"
      },
      {
        "name": "Hi Bobbi",
        "role": "extracted",
        "context": "n Jun 16, 2021, at 11:25 AM, \nHi Bobbi-\nI apologize for the delay in"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-06-16",
        "event": "6/16/2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:59.895Z"
}