{
  "document": {
    "id": "efta00018659",
    "filename": "EFTA00018659.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018659.pdf",
    "text": "\n\nFrom: ' (USANYS)\"  \nTo: (USANYS)\"  \nSubject: RE: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \nDate: Thu, 31 Dec 2020 15:38:05 +0000 \n[=. \nThanks — I have no additional edits. \nFrom: (USANYS) \nSent: Thursday, December 31, 2020 10:34 AM \nTo: (USANYS) \nSubject: FW: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \nI didn't line edit this but I did catch a few typos and had one substantive question. \nFrom: (USANYS) \nSent: Wednesday, December 30, 2020 5:29 PM \nTo: (USANYS) \nCc: (USANYS) \n(USANYS) \n(USANYS) \n(USANYS) 1 •cc.> \n(USANYS) \n(USANYS) \nclb; (USANYS) \nSubject: FW: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \nHey everyone: Here's the latest draft of our letter and declaration on this issue. We are still \nconfirming a few things, but they shouldn't impact the substance of the Maxwell discussion. There is \nalso a chance that there's a separate declaration from the MDC; if there is, it should contain the same \nsubstance re: Maxwell that's in the attached draft. \nOur response is due tomorrow. I'm generally around later this evening or tomorrow if there's \nanything you'd like to discuss. \nThanks very much. \nFrom: (USANYS) \nSent: Wednesday, December 30, 2020 2:40 PM \nTo: (USANYS) .cM> \n(USANYS) c\na'; \n(USANYS) \n(USANYS) \n> \n(USANYS) \nCc: \n \n(USANYS) \n(USANYS) \n(USANYS) < \n(USANYS) \n(USANYS) 1 \nSubject: RE: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \nEFTA00018659\n\n:  We are in the process of finalizing our response to the Maxwell/Rivera issue. We intend to \nexplain that the discovery and counsel access accommodations that have been provided to Maxwell \nand Rivera, respectively, result from the specific circumstances of their cases, the specific requests of \ntheir lawyers, and their individual housing circumstances. On all of these factors, there are several \nimportant differences, including: \nThe Maxwell case has multiple times more discovery than the Rivera case. Hence, the need for \nsuch expanded discovery access is greater in the Maxwell case. \nAt the MDC, Maxwell has a unique housing situation, as she is in protective \ncustody outside the \ngeneral population. She therefore has sole access to a room to use a computer and phone for \napproximately 13 hours a day. Rivera, by contrast, is housed in the general population. \nThere are approximately 8o other inmates at the MCC in Rivera's unit that use the same VTC \nroom for court appearances, probation interviews, and attorney meetings. By contrast, Maxwell \nshares access to the MDC VTC room with substantially fewer inmates. The MDC can therefore \nprovide 15 hours of VTC meetings with her attorneys without compromising access for other \nMDC inmates. The same is not true for Rivera at the MCC. \nGoing forward, even though Rivera's counsel have asked (and the Court has ordered) that Rivera \nreceive three hours of laptop access each day, the MCC is now leaving the laptop with him all day long, \nand only takes it back at night to charge it. Therefore, the MCC is now providing the same amount of \nelectronic discovery access to Rivera that Maxwell receives at the MDC. \nAs for providing Rivera with up to 15 hours of VTC access, we will explain that doing so will \ncompromise access for other inmates. If defense counsel expresses a need for additional time, the \nMCC will continue to find ways to accommodate those requests as best as they can. \nPlease let me know if you have any questions or would like to discuss this further. \nBest, \nFrom: (USANYS)\nSent: Monday, December 21, 2020 4:42 PM \nTo: (USANYS) ; (USANYS) \n(USANYS) (USANYS) \n(USANYS) \nCc: (USANYS) (USANYS) \n(USANYS) (USANYS) \nc\n>;-(USANYS)1 \nSubject: RE: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \nThanks, Can you keep me posted on what we think will be the substance of the draft declaration when you know \n(that is, before we are submitting anything on 12/31)? And how much of this is attributable to differences between MCC \nand MDC, as well as specific differences in their housing situations? \nFrom: (USANYS) \nSent: Monday, December 21, 2020 4:35 PM \nTo: (USANYS) (USANYS) \n(USANYS) e) (USANYS) de); \nc)  '4›; \n(USANYS) \nCc: (USANYS) e> (USANYS) \nEFTA00018660\n\n4 \nI>; \n(USANYS) >; \n4 \n›; \n(USANYS) 1 \n(USANYS) \nSubject: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \nAll: \nI wanted to bring to your attention a recent issue that's surfaced in United States v. Rivera et al., a sex \ntrafficking case pending before Judge Engelmayer. As I'll describe in more detail below, Judge \nEngelmayer has asked us to submit a declaration from the BOP explaining why the discovery and \ncounsel access accommodations provided to Ghislaine Maxwell (detained at the MDC outside the \ngeneral population) cannot be extended to Justin Rivera (detained at the MCC in the general \npopulation). \nJustin Rivera was charged in February 2019 with sex trafficking conspiracy. He's been detained at the \nMCC since April 2019 on consent (he's also serving a state sentence). His trial, which was originally \nscheduled for April 2019, is expected to start on February 16, 2020. In July 2020, he had new counsel \nappointed, citing an irreconcilable breakdown with his former counsel. \nSince this fall, Judge Engelmayer has become increasingly frustrated with the MCC's treatment of \nRivera. In particular, he's cited their failure to provide Rivera with adequate accommodations to \nreview discovery and meet with his lawyers, who refuse to visit Rivera at the MCC for personal health \nconcerns. We have two court orders in place to address these issues: (0 a laptop order, which requires \nthe MCC to provide Rivera access to a laptop for three \nhours per day; and (2) a videoconference order, \nwhich requires the MCC to make available four hours of videoconferencing each week, in addition to \nany telephone or videoconference calls obtained through the Federal Defenders. \nAt the moment, there's not a concern, at least from Judge Engelmayer, that the amount of time Rivera \nhas for videoconferences and electronic discovery review is insufficient for trial preparation, although \ndefense counsel has stated that they may request more time in the future. However, in a letter last \nnight and during a court conference this morning (transcript attached), defense counsel cited the \naccommodations that the MDC has provided to Maxwell, describing them as \"strikingly different and \nfar superior\" to those afforded to Rivera. Defense counsel further suggested that Rivera was being \ntreated differently on account of his race, gender and class. Judge Engelmayer stated that the \ndisparity in access \"jumped off the page\" and that the optics were \"terrible,\" and asked us to explain\nthe rationale for the differing treatment. After conferring with and before \nour conference, we explained our understanding that the disparity comes down to the fact that \nMaxwell and Rivera have very different housing situations, with Maxwell's situation being more \namenable to greater access to electronic discovery review and legal visits. \nJudge Engelmayer asked us to submit a declaration, from an appropriate person at the BOP, \nexplaining in more detail why the accommodations provided to Maxwell cannot be extended to Rivera. \nBased on the recent bail opposition in the Maxwell case, I believe the differences in counsel/discovery \naccess are as follows: \nAccommodation Maxwell \nRivera \nReview of electronic \ndiscovery (NB: each \ndefendant has laptop access) \n13 hours per day/7 days per \nweek (91 hours total) \n3 hours per day/7 days per \nweek (21 hours total) \nCounsel visits (by \nvideo) \n3 hours per day/5 days per \nweek (15 hours \ntotal) \nFour hours per week (plus an \nadditional two hours \nEFTA00018661\n\nscheduled through the \nFederal Defenders) (6 hours \ntotal) \nWeekend legal calls As \nneeded \nNot available \nThe declaration is due by December 31. Because Judge Engelmayer's request implicates at least two \ncriminal cases, and potentially the ongoing civil litigation with the MCC, we wanted to make sure that \nyou were all aware of this issue.  We are also happ   to set up a call to discuss this further. In the \nmeantime, we are working with to identify the appropriate declarant and draft an \nexplanation for the Court. \nBest, \nAssistant United States Attorney \nUnited States Attorney's Office for the Southern District of New York \nOne Saint Andrew's Plaza \nNew York NY \nmoor \nTel: \nEFTA00018662",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": ": Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \nDate: Thu, 31 Dec 2020 15:38:0"
      },
      {
        "name": "Discovery Access",
        "role": "extracted",
        "context": "E: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Jus"
      },
      {
        "name": "Justin Rivera",
        "role": "extracted",
        "context": "ess for Ghislaine Maxwell and Justin Rivera \nDate: Thu, 31 Dec 2020 15:38"
      },
      {
        "name": "The Maxwell",
        "role": "extracted",
        "context": "tant differences, including: \nThe Maxwell case has multiple times more"
      },
      {
        "name": "Judge Engelmayer",
        "role": "extracted",
        "context": "afficking case pending before Judge Engelmayer. As I'll describe in more det"
      },
      {
        "name": "Judge \nEngelmayer",
        "role": "extracted",
        "context": "escribe in more detail below, Judge \nEngelmayer has asked us to submit a decl"
      },
      {
        "name": "In July",
        "role": "extracted",
        "context": "o start on February 16, 2020. In July 2020, he had new counsel \napp"
      },
      {
        "name": "Federal Defenders",
        "role": "extracted",
        "context": "ce calls obtained through the Federal Defenders. \nAt the moment, there's not"
      },
      {
        "name": "Accommodation Maxwell",
        "role": "extracted",
        "context": "very \naccess are as follows: \nAccommodation Maxwell \nRivera \nReview of electronic"
      },
      {
        "name": "Rivera \nReview",
        "role": "extracted",
        "context": "lows: \nAccommodation Maxwell \nRivera \nReview of electronic \ndiscovery (NB:"
      },
      {
        "name": "Because Judge",
        "role": "extracted",
        "context": "ration is due by December 31. Because Judge Engelmayer's request implicat"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "nation for the Court. \nBest, \nAssistant United States Attorney \nUnited State"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "urt. \nBest, \nAssistant United States Attorney \nUnited States Attorney's Off"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tes Attorney's Office for the Southern District of New York \nOne Saint Andrew"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "outhern District of New York \nOne Saint Andrew's Plaza \nNew York NY"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "New York \nOne Saint Andrew's Plaza \nNew York NY \nmoor \nTel: \nEFTA0001"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-12-31",
        "event": "December 31, 2020"
      },
      {
        "date": "2020-12-30",
        "event": "December 30, 2020"
      },
      {
        "date": "2020-12-21",
        "event": "December 21, 2020"
      },
      {
        "date": "2020-02-16",
        "event": "February 16, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:57.434Z"
}