{
  "document": {
    "id": "efta00023930",
    "filename": "EFTA00023930.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00023930.pdf",
    "text": "\n\nFrom: \nTo: \n(USANYS)\"  \n(ODAG)\"  \nCc: ' (ODAG)\"  \nSubject: RE: Epstein Victim Impact Statements \nDate: Thu, 31 Oct 2019 18:27:45 +0000 \nHi=, \nThe FBI is aware of 1 or 2 victims who indicated they could not come on short notice, but does not recall which victims \nthey were. There were other victims who decided not to come but cited other reasons, such as scheduling issues or \naversion to press exposure. USAO is not aware of victims who raised scheduling issues. Of course, that doesn't mean \nthey didn't have them, just that no one recalls anyone affirmatively raising them beyond the 1 or 2. \nI also now know that, including victims whose known counsel we contacted as opposed to directly, the number who were \ntold about the hearing is at least 50, as opposed to 39. I am still working on whether this number of 50 includes all of the \nidentified Florida victims. \n17 is the total number of victims who either spoke or provided written submissions. \nFrom: (ODAG) \nSent: Wednesday, October 30, 2019 11:33 PM \nTo: (USANYS)\n:' \nCc: \n(ODAG) dc \nSubject: RE: Epstein Victim Impact Statements \nThank you for this information. It is very helpful but we need a little more clarity. Can you confirm with \nthe VW coordinators \n(USAO \nand FBI), prosecutors, and agents whether any victims complained about not \nbeing able to participate in the SDNY hearing? Can you also confirm whether the 39 contacted victims \ninclude all of the identified Florida victims? In addition to the 17 victims that spoke directly or through \ncounsel, did any victims submit letters to the court in \ntheir absence? \nPetitioner's counsel has alleged that DOJ, specifically SDNY, possesses information that some of the \nEpstein victims were unable to attend the SDNY hearing because they did not have sufficient notice to \ntravel to NY. They believe this information is material to the subjects currently being litigated in the 11th\nCircuit. We need to pin this information down so it can be addressed in the government's response which \nis \ndue on 10/31. \nAgain, we apologize for the fire drill but this issue was just raised within the last 48 hours. If you can \nprovide this information before noon tomorrow it will be greatly appreciated. \nFrom: \n(USANYS) \nSent: Wednesday, October 30, 2019 4:34 PM \nTo: \n• (ODAG)ca \nEFTA00023930\n\nCc: (0DAG) < \nSubject: RE: Epstein Victim Impact Statements \nHi \nWe reached out to at least 39 victims, either directly or through attorneys. The number could be higher, but that is the \nbest as I can confirm today. \nAt least 17 victims attended the hearing because that is the number that spoke, either directly or through counsel. We \nbelieve there may have been additional who were present but did not speak, based on what their attorneys said. \nWe are not aware of victims who complained about not having an opportunity, but I'd be hesitant to make a categorical \nstatement about that, as its possible I am missing something or the Bureau heard any complaints. \nFrom: (ODAG) \nSent: Wednesday, October 30, 2019 2:04 PM \nTo: \n(USANYS) \nCc: \n(ODAG) \nSubject: RE: Epstein Victim Impact Statements \nThanks, .  If you know of any victims that complained about not having an opportunity to speak in \ncourt or to submit a written letter, that information would be helpful as well. \nThanks \nFrom: (USANYS) \nSent: Wednesday, October 30, 2019 1:25 PM \nTo: (ODAG)\nCc: \n(ODAG) \nSubject: RE: Epstein Victim Impact Statements \nHi -  I will try to figure out the rough numbers for you. (1) and (2) should be doable, but I am not sure about (3). \nFrom: (ODAG) \nSent: Wednesday, October 30, 2019 12:53 PM \nTo: (USANYS)\nCc: \n(ODAG) \nSubject: Epstein Victim Impact Statements \nImportance: High \nThe Petitioner in the Epstein CVRA case has filed an appeal to the 11th Circuit. One of \ntheir issues is the \nDistrict Court's refusal to hold a hearing allowing the Epstein victims to \"have their day in court.\" The \nCourt's ruling is, in part, on the basis that a hearing held in SDNY satisfied this request. The Petitioner has \nalleged that not all of the Epstein victims who wanted to speak were able to do so at the New York hearing \nbecause they did not have sufficient notice and were unable to travel to NY. \nCan \nyour office provide us some details about the following: 1) how many victims were contacted about \nmaking a victim impact statement; 2) how many victims were able to travel and make an in-person victim \nimpact statement; and 3) how many victims indicated they wanted to make a victim impact statement but \nwere unable to do so given the notice/timing of the hearing? \nEFTA00023931\n\nPlease provide \nas much of this information as possible today. I'm very sorry for the quick turnaround but \nthe Department's response to the mandamus petition is due tomorrow. \nI really appreciate \nyour assistance. \nNational Coordinator for Child Exploitation Prevention & Interdiction \nOffice of the De tut Attorney \nGeneral \nDirect: \nEFTA00023932",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein Victim",
        "role": "extracted",
        "context": "Cc: ' (ODAG)\"  \nSubject: RE: Epstein Victim Impact Statements \nDate: Thu,"
      },
      {
        "name": "Impact Statements",
        "role": "extracted",
        "context": "Subject: RE: Epstein Victim Impact Statements \nDate: Thu, 31 Oct 2019 18:27"
      },
      {
        "name": "Hi \nWe",
        "role": "extracted",
        "context": "ein Victim Impact Statements \nHi \nWe reached out to at least 39 vi"
      },
      {
        "name": "Thanks \nFrom",
        "role": "extracted",
        "context": "on would be helpful as well. \nThanks \nFrom: (USANYS) \nSent: Wednesday, O"
      },
      {
        "name": "High \nThe",
        "role": "extracted",
        "context": "mpact Statements \nImportance: High \nThe Petitioner in the Epstein CVR"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "One of \ntheir issues is the \nDistrict Court's refusal to hold a hearing a"
      },
      {
        "name": "The \nCourt",
        "role": "extracted",
        "context": "to \"have their day in court.\" The \nCourt's ruling is, in part, on the"
      },
      {
        "name": "The Petitioner",
        "role": "extracted",
        "context": "SDNY satisfied this request. The Petitioner has \nalleged that not all of"
      },
      {
        "name": "National Coordinator",
        "role": "extracted",
        "context": "appreciate \nyour assistance. \nNational Coordinator for Child Exploitation Preven"
      },
      {
        "name": "Child Exploitation",
        "role": "extracted",
        "context": "ce. \nNational Coordinator for Child Exploitation Prevention & Interdiction \nOf"
      },
      {
        "name": "Interdiction \nOffice",
        "role": "extracted",
        "context": "ild Exploitation Prevention & Interdiction \nOffice of the De tut Attorney \nGener"
      },
      {
        "name": "Attorney \nGeneral",
        "role": "extracted",
        "context": "diction \nOffice of the De tut Attorney \nGeneral \nDirect: \nEFTA00023932"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-10-30",
        "event": "October 30, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:09.907Z"
}