{
  "document": {
    "id": "efta00013811",
    "filename": "EFTA00013811.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013811.pdf",
    "text": "\n\nKIRKLAND & ELLIS \nLLP \nSUBMISSION TO THE OFFICE OF THE DEPUTY \nATTORNEY GENERAL \nIN THE MATTER OF JEFFREY E. EPSTEIN \nJeffrey Epstein, a successful businessman and noted philanthropist with no prior \ncriminal \nrecord, has been investigated for potential violations of 18 U.S.C. §§ 1591, \n2422(b) and 2423(b). \nSince the limited review conducted by CEOS, two Supreme Court decisions—one \nauthored by \nJustice Scalia and the other by Justice Thomas—have revitalized the bedrock principles that \nfederal criminal statutes must be narrowly construed, that they may not be stretched to \nfederalize \nconduct not clearly covered by their prohibitions, and that whenever there are two plausible \nconstructions of a criminal statute, the narrower construction (hich safeguards \nliberty) rather than \nthe broader construction (which expands the federal prosecutor's arsenal) controls \nunder the \nvenerable \nrule of lenity. \nMr. Epstein's conduct—including his misconduct—falls within the heartland of historic \nstate police and prosecutorial powers. Absent a significant federal \nnexus, matters involving \nprostitution have always been treated as state-law crimes even when they involve \nminors. Mr. \nEpstein's conduct lacks any of the hallmarks that would convert this quintessential state crime \ninto a federal one under any of the statutes prosecutors are considering. \nMr. Epstein lived in Palm \nBeach, and his interstate travel was merely to go home. My \nsexual conduct that \noccurred after he arrived was incidental to the purposes for his travel. Even \nCEOS admitted that applying § 2423(b) to a citizen traveling home would be \"novel.\" In fact, it \nwould be both unprecedented and in conflict with Supreme Court cases that have withstood the \ntest of time for over 60 \nyears. \nMoreover, Mr. Epstein did not use the intemet (either via email or chatrooms) to \ncommunicate \nwith any of the witnesses in this investigation. Indeed, he did not use any other \nfacility of interstate commerce, \nincluding the phone, to knowingly persuade, entice, or induce \nanyone to visit his home—the \"local\" locus of all the incidents under \ninvestigation—much less \nto persuade, entice, or induce a  known minor to \nengage in prohibited sex acts, as § 2422(b) \nrequires. Nor did anyone on his behalf \"persuade\" or \"induce\" or \"entice\" or \"coerce\" anyone as \nthese words are ordinarily understood and as the new Supreme Court decisions \nmandate they be \napplied: narrowly, without stretching ordinary usage to conform to a prosecutor's case-specific \nneed for a broad (and in this case unprecedented) application. In addition, as will be shown \nbelow, § 2422(b) requires that the object of the communication be a state law offense that \"can \nbe charged.\" Yet because the state of Florida's statute of limitations is one year for the first \nprostitution offense and three years for other targeted offenses, and because all or virtually all of \nthe offense conduct at issue in the federal investigation occurred prior to June 20, 2005, those \nacts can not be charged by the State, and thus cannot meet this essential clement of \nfederal law. \nFinally, Mr. Epstein neither coerced, nor enslaved, nor trafficked, nor derived any profit \nfrom his \nsexual conduct. He was an ordinary \"John,\" not a pimp. But § 1591 is directed only \nagainst those who engage in force or fraud or coercion or who are in the business of commercial \n1 \nEFTA00013811\n\nKIRKLAND & \nELLIS LLP \nsexual trafficking. The statute has never been applied to a  \"John,\" \nand only a  highly and \nimpermissibly selective prosecution could stretch § 1591 to reach conduct like that at issue in \nthis case. \nIn short, without \"novel\" interpretive expansions—a description \nused by CEOS itself—it \ncannot be shown that Mr. Epstein \nviolated any of the three federal statutes identified by \nprosecutors. As the Supreme Court's recent decisions in Santos and \nCuellar make clear, federal \nlaw may not be stretched in that manner, and \nthe current federal investigation relies, as its \nfoundation, on impermissibly elastic stretches of \neach statute beyond any reported precedent; \nbeyond the essential elements of each statute; well outside the ordinary construction of each \nstatute's limitations; and on a selective, extraordinary, and \nunwarranted expansion of federal law \nto cover conduct that has always been exclusively \nwithin the core of state powers. \nAt this point in time, the need for \nDepartmental oversight is critical. We appreciate this \nopportunity to submit our assessment of the key facts in \nthis case and review of the pertinent \nfederal statutes, and respectfully request \nthat the Office of the Deputy Attorney General end \nfederal involvement in this matter so that the State \nof Florida may resolve this case appropriately. \nSummary of the Facts \nMr. Epstein has maintained a home in \nPalm Beach, Florida for the past 20 years. While \nthere, he routinely conducted \nbusiness, received medical attention, socialized \nwith friends, and \nhelped care for his elderly mother. Mr. Epstein also had various women visit his home to \nperform massages. He did not personally schedule the \nmassage appointments or communicate \nwith the women over the phone or the \nInternet. Rather, Mr. Epstein's personal assistants \nscheduled many types of appointments, personal trainers, chiropractors, business meetings and \nmassages. The phone message pad taken \nfrom his house and in the possession of the \ngovernment confirmed that in many cases, the women themselves contacted Mr. Epstein's \nassistants to inquire \nabout his availability—rather than vice versa. \nThe majority of the massages were just that and nothing else. Mr. Epstein often would be \non the telephone \nconducting business while he received his \nmassage. At times, the masseuses \nwould be topless, and some sexual activity might occur—primarily self\n-masturbation on the part \nof \nMr. Epstein. On other occasions, no sexual activity \nwould occur at all. There was no pattern \nor practice regarding which masseuse would be \nscheduled on a particular day—if one would be \nscheduled at all—or whether any sexual activity \nmight occur. Indeed, Mr. Epstein almost never \nknew which masseuse his assistants had scheduled until she arrived. See Tab 3, \nToll \nRecords. \nMr. Epstein specifically requested \nthat each masseuse be at least 18 years old. \nThe vast \nmajority of the masseuses were in fact in their twenties, many accompanied to Mr. Epstein's \nhome by friends or even other \nfamily members. Furthermore, \nmost of the women who have \ntestified that they were actually under 18 have \nspecifically admitted tbrimatically lying to \nMr. Epstein about their age. See Tab 4 \nTr. at 38-39; Tab 5, Tr. at 16; Tab 6, \n2 \nEFTA00013812\n\nKIRKLAND & \nELLIS LLP \nTr. \nat 6 8, 22, 45; Tab 7, Tr. 13; Tab 8 Tr. at 8; \nTab 9, \nTr. at 5; and \nTab Tr. at 14-15 (excerpts from these transcripts are included below). Furthermore, \nthe women who visited Mr. Epstein's home all visited voluntarily and many willingly \nreturned \nseveral times. \nThe State Attorney's Office (the \"SAO\") has vast experience prosecuting \nsex crimes and \nconducted an exhaustive, 15-month \ninvestigation of Mr. Epstein. A Grand Jury has concluded \nthat Mr. Epstein was merely a \nlocal \"John,\" guilty of soliciting prostitution in violation of state \nlaw. Notably, Florida law distinguishes soliciting from procuring and compelling prostitution if \nminors are involved. Indeed, soliciting is a  misdemeanor except for the commission of a third \nsubsequent offense, turning it into a  felony. The \nSAO, therefore, sought and obtained an \nindictment charging Mr. Epstein with felony solicitation of prostitution. Mr. Epstein is prepared \nto plead guilty and \naccept a  sentence for that offense—a sentence that, notably, is far more \nsevere than that meted out to other \"Johns\" convicted of violating Florida's solicitation laws for \ncases in which sexual \nactivity was alleged. \nThough CEOS points out its admirable goal of \"protecting children,\" a  moniker that \nengenders high emotions, the conduct alleged here involves women over 16, which is the age of \nconsent in 38 states and supplies the effective federal age of consent. \nThe young women were by \nno means the target of high-school trolling; they were individuals who, with friends, visited Mr. \nEpstein's house—a home full of friends and staff. The civil complaints filed against Mr. Epstein \nreiterate the fact that the individuals who visited Mr. Epstein would visit with their friends. And \nMr. Epstein never spoke to or had any contact with these women before they arrived at his \nhouse. And again, the State is handling this matter appropriately. \nWe respectfully submit that \nthat should be the beginning and the end of this matter. As \nyou know, the Department's Petite Policy precludes successive federal prosecutions after a State \nhas acted: \"[A] state judgment of conviction, plea agreement [here held in abeyance solely as a \nresult of the federal investigation], or acquittal on the merits shall be a bar to any subsequent \nfederal prosecution for the same act \nor acts.\" U.S.A.M. § 9-2.031A (emphasis added). \nConsistent with that principle, and of particular relevance to this case, the Department itself just \nrecently \nobserved the \nfollowing: \n[P]rostitution-related offenses have historically been prosecuted at \nthe state or \nlocal \nlevel. This allocation between state and Federal enforcement authority does \nnot imply that these crimes arc \nless serious, but rather reflects important structural \nallocations of responsibility between state and \nFederal governments.... [T]he \nDepartment is \nnot aware of any reasons why state and local authorities are not \ncurrently able to pursue prostitution-related crimes such that Federal jurisdiction \nis necessary. \nSee Tab 11, November 9, 2007 Letter from Justice Department Principal Deputy \nAssistant \nAttorney General Brian Benczkowski to the House Committee on the Judiciary, p. 8-9. \n3 \nEFTA00013813\n\nKIRKLAND & \nELLIS LLP \nSummary of the Law \nWe have \nreviewed every reported \ncase \nunder 18 \nU.S.C. §§ \n1591, \n2422(b), and 2423(b), \nand cannot find a single one that resulted in a conviction on facts \nakin to the ones here. In some \nrespects, it is not surprising that no precedent supports federal \nprosecution of a man who engaged \nin consensual conduct, in his home, that amounts to \nsolicitation under State law. After all, \nprostitution, even when the allegations involve minors, is fundamentally a \nState concern, United \nStates v. Evans, 476 F.3d 1176, n.1 (11th Cir. 2007) (noting that federal law \n\"does not \ncriminalize all acts \nof prostitution (a vice traditionally governed by state regulation)\"), and there \nis no evidence that Palm Beach County \nauthorities and Florida prosecutors cannot effectively \nprosecute and punish the conduct. See also Batchelder v. Gonzalez, No. \n4:07-cv-00330-SPM-\nAK, 2007 WL 5022105 (N.D. Fla. Oct. 19, 2007). In fact, the opposite is true—the state-elected \nofficials, \ncognizant of the local mores of the community, have a  lauded history of just such \nprosecutions. \nIn any event, and as set forth below, none of the federal statutes in this case remotely \nsupports a prosecution on the facts of this case without each and every element being stretched in \na novel way to encompass the behavior at issue. We begin with first principles. Courts in this \ncountry have \"traditionally \nexercised restraint in assessing the reach of federal criminal statutes, \nboth out of \ndeference to the prerogatives of Congress, Dowling v. United States, 473 U.S. 207 \n(1985), and out of concern that `a fair \nwarning should be given to the world in language that the \ncommon world will understand, of what the law intends to do if a \ncertain line is passed!\" Arthur \nAndersen LLP v.  United States, 544 U.S. 696, 703 (2005) (quoting \nMcBoyle v. United States, 283 \nU.S. 25, 27 \n(1931)) (citation omitted). \nTwo recent Supreme Court decisions dramatically underscore these principles and help to \nhighlight why federal \nprosecution in this case would be improper as a  matter of both law and \npolicy. See \nUnited States v.  Santos, No. 06-1005 (June 2, 2008); Cuellar v. United States, No. \n06-1456 (June 2, 2008). Though they both address the \ninterpretation and application of the \nfederal money laundering statute, 18 U.S.C. §  1956, the principles they set forth are \nequally \napplicable here. In Santos, the Court held that the statutory term \"proceeds\" means \"profits\" \nrather than \"receipts,\" and thus gave the statute a significantly narrower interpretation than what \nthe government had urged. In his plurality opinion, Justice Scalia emphasized that where a \nstatutory term in a criminal statute could support either a narrow or broad application, the narrow \ninterpretation must be adopted because \"[A/c interpret ambiguous criminal statutes in favor of \ndefendants, not \nprosecutors.\" Slip op. at 12. As his opinion explained, the rule of lenity \"not \nonly vindicates the \nfundamental principle that no citizen should be held accountable for a \nviolation of a \nstatute whose commands are uncertain, or subjected to punishment that is not \nclearly \nproscribed. \nIt also places \nthe weight of inertia upon the party \nthat \ncan best \ninduce \n4 \nEFTA00013814\n\nKIRKLAND & ELLIS \nLLP \nCongress to speak more clearly and keeps courts from making criminal law in Congress's stead.\" \nSlip op. at 6.' \nIn Cuellar, the Court examined the \nlink between the money-laundering statute's mere rea \nrequirement and the underlying elements of the offense. After a careful textual analysis of the \nstatute and its structure, the Court ruled that the defendant's conviction could be sustained only if \nhe knew that the transportation of funds to Mexico was designed to conceal their nature, \nlocation, source, ownership or control—not merely that the defendant knew that the funds had \nbeen hidden during their transportation to Mexico. Slip op. at 10-17. \nBoth decisions relied on the ordinary meaning of the statutory terms \nCongress \nchose. \nAnd both rejected attempts to broaden those words to cover conduct not clearly targeted by \nCongress. Taken together, these decisions reject the notion that prosecutors can take language \nfrom a  narrowly drawn federal statute—especially one that itself federalizes the prosecution of \nconduct traditionally within the heartland of State police powers—and convert it into a license to \nreach additional conduct by ignoring, rewriting or expansively interpreting the law. Both cases \nadditionally rejected the notion that statutes should be broadly construed in order to facilitate \nprosecutions or to in anyway diminish the burden on prosecutors \nto prove each essential element \nof a federal charge in conformity with Congress's determinations as to what is within the federal \ncriminal law and what is not. The conflict between the Santos and Cuellar decisions and \nCEOS's grant of effectively unlimited discretionary authority to the USAO to take federal law to \n\"novel\" places where they have never reached \nbefore could not be starker. \nThese lessons have no less force in the context of Executive Branch decision-making \nthan they do in the \ncontext of \nJudicial \ninterpretation. As you are aware, when federal prosecutors \nexercise their discretion, they bear an \nindependent constitutional obligation to faithfully interpret \nthe law as \nwritten—not to broaden its scope beyond the limits endorsed by both \nCongress \nand \nthe President. There is no support for \nCEOS's view that the courts or a jury should ultimately \ndecide whether a \"novel\" construction \nof the law is correct. Instead, the Executive Branch itself \nhas a  non-delegable obligation not to exceed its \nauthority; the power of other branches to check \nor remedy such usurpation does not legitimize executive action that exceeds its bounds. See Tab \n12, November 2, 1994 Memorandum from Assistant Attorney General Walter Dellinger to the \nHon. Abner J. Mikva, Counsel To The President, on Presidential Authority To Decline To \nExecute Unconstitutional Statutes, available at http://www.usdoj.gov/olc/nonexcut.htm. \nIn this case, the text, structure, and history of the relevant federal statutes unambiguously \nindicate that these statutes were designed to address problems of a  national and international \nJustice Stevens, in his concurring opinion, also acknowledged the rule of lenity, calling the plurality opinion's \ndiscussion of that rule \"surely persuasive.\" United States v. Santos, No. \n06-1005, slip op. at 5 (June 2, 2008) \n(Stevens, J., concurring). \n5 \nEFTA00013815\n\nKIRKLAND & \nELLIS LLP \nscope—not the local conduct that is alleged here—and each of these statutes requires proof of \nthe defendant's actual knowledge that simply is not present in this case. Any attempt to stretch \nthe language of these statutes to cover this case would be a  misuse of the law and contrary to \nexpress legislative intent. In short, the elements under each federal statute-18 U.S.C. §§ 1591, \n2422(b) and 2423(b)—are not satisfied here. \n1. 18 U.S.C. &  2422(b1 \n18 U.S.C. § 2422(b) requires the government to prove beyond a reasonable doubt that the \ndefendant engaged in communications over an interstate facility (e.g., the Internet or phone) with \nfour concurrent intentions: (I) to knowingly (2) \npersuade, induce, entice or coerce, or attempt to \npersuade, induce, entice, or coerce (3) a minor (4) to engage in prostitution or criminal sexual \nactivity for which the person can be charged. Mr. Epstein's conduct does not satisfy the \nelements of § 2422(b). Each element must be individually stretched, and then conflated in a \ntenuous chain to encompass the alleged conduct with any individual woman. \nAs the statute makes clear, the essence of this crime is the communication itself—not the \nresulting act. The Court of Appeals for the Eleventh Circuit, in \nMurrell, underscores the point: \nThe defendant in Bailey contended that attempt under § \n2422(b) `requires the \nspecific intent to commit illegal sexual acts rather than just the intent to persuade \nor solicit the minor victim to commit sexual acts.' Id. at 638. In response, the \ncourt held `[w]hile it may be rare for there to be a separation between the intent to \npersuade and the \nfollow-up intent to perform the act after persuasion, they are two \nclearly separate and different intents and the \nCongress has made a clear choice to \ncriminalize persuasion and the attempt to persuade, not the performance of the \nsexual acts themselves. Hence, a  conviction under the statute only requires a \nfinding that the defendant had an intent to persuade or to attempt to persuade.' \nUnited States v.  Murrell 368 F.3d 1283, 1287 (11th Cir. 2004) (citing United States v.  Bailey, \n228 F.3d \n637, 638-39 (6th Cir.2000)). Thus, the targeted criminal conduct must occur through \nthe interstate facility, not thereafter, and the scienter element must be present at the time of the \ncall or Internet contact. \nIn this case, however, Mr. Epstein did not use an interstate facility to communicate any \nillegal intention in this case; the phone calls were made by his assistants in the course of setting \nup many other appointments. Neither a conspiracy charge nor a charge of aiding and abetting \ncan fulfill the mens rea requirement here. Indeed, neither Mr. Epstein nor his assistants knew \nwhether sexual activity would necessarily result from a scheduled massage. And certainly, no \nsuch activity was \never discussed on \nthe phone by either Mr. \nEpstein or \nhis \nassistants. Instead, as \nthe record in this \ncase makes clear, many appointments resulted in no illegal sexual activity, and \noften, as \nconfirmed by the \nmasseuses' own \ntestimony, several \nindividuals who \nwere contacted by \nphone visited Mr. Epstein's house and \ndid not perform a massage at all. Where sexual activity \n6 \nEFTA00013816\n\nKIRKLAND & ELLIS LLP \ndid result, it was mainly self-pleasuring masturbation and not necessarily illegal, but spontaneous \nand resulted from face-to-face conversations during the massage. Thus, the fact that Mr. Epstein \nlater may have persuaded any particular masseuse to engage in unlawful activity during the \nmassage does not work \nretroactively to render the earlier scheduling phone call an offense under \n§ 2422(b). Nor is there any evidence that women who returned to Mr. Epstein's home time and \nagain were somehow coerced or induced over a facility of interstate commerce to do so. \nThe first essential element of § 2422(b) that \"[w]hoever, using the mail or any facility or \nmeans of interstate or foreign commerce,\" by its plain language, requires that the \ncommunication, which is the essence of the crime and its actus reus, take place during the use of \nthe facility of interstate commerce (in this case, unlike the \nvast majority of Internet chat room \nsting operations, a  telephone). The statute is not ambiguous. It requires that the criminal \nconduct occur while the defendant is \"using\" (i.e. engaged in the communication), not thereafter. \nGiven the utter lack of direct evidence against \nMr. Epstein, prosecutors have signaled that \nthey intend to offer a  purely circumstantial case if  this matter proceeds to trial—essentially \narguing that \"routine and habit\" evidence could substitute for actual proof that an interstate \nfacility was used to solicit sex from minors. Thus, despite the fact that the calls themselves were \nnot made by Mr. Epstein and did not contain the necessary explicit communication to knowingly \ninduce minors \nto provide sexual favors for money, prosecutors are seeking to turn the phrase \"are \nyou available\"—the same phrase used with friends, chiropractors, and trainers—into a ten-year \nmandatory prison sentence. In any case, the prosecution's attenuated argument regarding \n\"routine and habit\" will also not fit the facts of this case. The witness testimony at issue makes \nclear that there was no clear \"routine or habit\" with respect to the interactions at issue. And in \nthose \nunpredictable instances where sexual contact resulted, it was a product of what occurred \nafter the benign phone \ncommunication, not during the call itself. \nThe prosecution's theory of liability—that a call \nto a person merely to schedule a visit to \nthe defendant's residence followed by a decision made at the residence to engage in prohibited \nsexual activity is sufficient—cannot survive either a \"plain language\" test or the rule of lenity as \nthey have been authoritatively construed in the recent Santos and Cuellar cases. The statute \ncannot be read otherwise. As the Cuellar decision makes clear, a  proper interpretation of a \nfederal criminal statute is guided \"by the words of the operative statutory provision,\" not by \noutside \nobjectives, \nsuch as those \nfacilitating successful prosecution. See Cuellar, \nsupra, Slip op. \nat 7. As Justice Alito stated in his concurring opinion, the government must prove not just the \n\"effect\" of the secretive transportation, but also that \"petitioner knew that achieving one of these \neffects was a design (i.e. purpose) of the transportation\" of currency. Cuellar v. United States, \nsupra, 553 \nU.S., \nSlip op. At \n1 \n(Alito, J. concurring). Similarly, it is not enough that one effect of \na communication scheduling a visit between Mr. Epstein and a minor was that there might be \nsubsequent face-to-face inducement. Instead, the statute, as drafted, defines the crime as the \ncommunication and demands that far more be proven than that the use of an interstate facility \nresulted in a later meeting where even an inducement (as opposed to a solicitation) was made. \n7 \nEFTA00013817\n\nKIRKLAND \n& \nELLIS LLP \nThe prosecution has \nnever represented to counsel that they have evidence that would \nprove that the inducement or enticement to engage \nin illegal sexual acts occurred over the phone \n(or Internet). The prosecution's references to \"routine and habit\" \nevidence that would substitute \nfor the explicit communications usually found in the transcripts from chat rooms or sting \noperations \nis tenuous at best. In essence, the prosecution would be alleging communications \nunderstood, but not spoken, by two people, one of \nwhom was usually a secretary or assistant. \nSeparating the actus reus and the mens rea, however, and premising criminal liability on \npersuasion that might occur after the communication, or on the existence of a \nspecific intent to \nengage in illegal \nsex with a minor that arises after the communication would violate the \nbedrock \nprinciple of criminal \nlaw that predicates liability on the concurrence of the act and the criminal \nstate of mind. Even if, arguendo, the \ncommunication and mens rea could be separated (a \npremise which is at odds with the requirement of \nconcurrence), Mr. Epstein denies that the \nfactual proof demonstrates such a pattern or practice. Instead, \nthe evidence compellingly proves \nthat there \nwas no regularity or predictability to the content of the \ncommunication or in what \noccurred at \nmeetings that were telephonically scheduled \n(including those that are the subject of \nthis investigation). \nA second essential element of 2422(6) requires that \nthe defendant \"knowingly\" induce, \npersuade, entice or coerce a person believed to be a \nminor. \" \n... [K]knowingly \n. . . induces . ..\" \nrequires \nthe Court \nto \ndefine \ninducement so it \nis \nconsistent with its \nordinary usage and so the \nterm \nis \nnot so broad that it  subsumes the separate statutory terms of \n\"entices\" and \"persuades.\" \nInducement has \na common legal meaning that has been endorsed by the government when \nit \noperates to narrow \nthe affirmative defense of entrapment. Inducement must be more than \n\"mere \nsolicitation;\" it  must be more than \nan offer or the providing of an opportunity to engage in \nprohibited conduct. See, e.g,. United States \nv. Sanchez-Berrios, 424 F.3d 65, 76-77 (ls'  Cir. \n2005); United States v.  Brown, 43 F.3d 618, 625 (11th Cir. 1995). The government \ncannot fairly, \nor consistent with the rule of lenity, \nadvocate a broader definition of the same term when it \nexpands a citizen's exposure to criminal liability than when \nit limits the ambit of an affirmative \ndefense to criminal conduct. If the term is \nambiguous, absent clear Congressional intent on the \nissue, the Court's decision in Santos requires \nthat the narrower rather than the broader \ndefinition \nbe \nused. \nThe facts simply do not prove Mr. \nEpstein's culpability for knowingly inducing or \npersuading minors. First, in the case of masseuses who \nagreed or even sought to return to see \nMr. Epstein on \nsuccessive occasions, there is no evidence that there was any inducement, \npersuasion, \nenticement or coercion over the phone. And, for masseuses seeing Mr. \nEpstein for \nthe first \ntime, there was generally no telephone contact with Mr. Epstein and \nthere was no \nknowledge that any third party at Mr. Epstein's specific direction was inviting them to \nMr. \nEpstein's home over the phone rather than in face-to-face meetings. The \nwomen who visited Mr. \nEpstein's \nhome were all friends of friends. Contrary to the facts in this \ncase, § 2422(b)'s \nknowing inducement element \nis essential to federal liability and, given its hefty minimum \nmandatory punishment, it should not be \ninterpreted as a strict liability statute. \n8 \nEFTA00013818\n\nKIRKLAND & \nELLIS LLP \nThere \nis insufficient evidence that Mr. Epstein targeted minors, as required. The \nevidentiary pattern does not even \nestablish willful blindness since Mr. Epstein took steps to \nensure his visitors were over 18—and \ncertainly took none to avoid knowing. But, even if the \ngovernment contends that it possesses evidence that could demonstrate that Mr. Epstein knew or \nshould have known or \nsuspected that a small number of the masseuses were underage, that would \nstill not make this an appropriate case \nfor federal, rather than state prosecution. The federal \nstatutes were not intended to supersede state \nprosecutions involving isolated instances of \nunderage sex. Instead, the federal statutes were intended for large-scale rings or for an \nindividual who was \nengaged, while using interstate facilities such as the Internet, with \nthe willful \ntargeting of \nminors. \nThe government's evidence, even when stretched to the limit, will not show a pattern of \ntargeting \nunderage \npersons \nfor illegal sexual activity. A federal prosecution should not \nbecome a \ncontest between the \nprosecution and defense over whether the defendant knew, suspected or \nshould have known whether a particular \nperson was or was not over age. The history of cases \nbrought under this statute make crystal clear \nthat knowledge of the defendant regarding the age \nof the women is required—either by admission or by incontrovertible \ntranscripts of \nconversations (i.e. stings operations which require repeated acknowledgment of the defendant's \nawareness of the victims' age). Even \nstates with absolute liability about mistake regarding age \nrarely prosecute cases where definitive proof is lacking (Palm Beach County rarely does and \nwhen it does, it imposes house arrest sentences). This is a  matter for the exercise of state \nprosecutorial \ndiscretion and not federal mandatory minimum statutes that were not intended to \ncover such conduct. \nA third essential element of § 2422(b) is the requirement that the government prove that \nthe defendant actually believed that the person being persuaded (coerced, etc.) was a minor at the \ntime of the communication. See e.g., \nOffense Instruction 80, Eleventh Circuit Pattern Jury \nInstructions-Criminal (2003) (\"The defendant can be found guilty of that offense only if...the \ndefendant believed that such individual was less than (18) years of \nage...\"); United States v. \nMurrell, 368 F.3d 1283, 1286 (11th Cir. 2004) (§ 2422(b) requires that the defendant knowingly \ntarget a  minor). Importantly, then, all the elements must be proven with respect to a \nspecific \nperson. However, we arc told that the majority of proof is no more than toll records, not \nrecorded conversations or Internet chat transcripts, but toll re-cords and perhaps a  memory of \nwhat was said years ago on a \nparticular call for a  particular request from a  particular person \nacting at Mr. Epstein's \ndirection. \nTwo final points bear special emphasis \nhere. The statute, which according to Santos and \nCuellar must be narrowly construed, also requires that the inducement be to engage \nin \nprostitution or sexual \nactivity \"for which [the defendant] can be charged.\" 18 U.S.C. § 2422(b). \nHowever, simple prostitution is not \ndefined \n(or made punishable) in the \nU.S. Code, and state law \nthus supplies the appropriate reference point. Under Florida \nlaw, \"prostitution\" entails the \n\"giving \nor \nreceiving \nof the body for sexual activity for hire,\" Fla. \nStat. § \n796.07(1)(a), \nand the \nterm \"sexual activity\" is limited to \"oral, anal, or vaginal penetration by, or union with, the \n9 \nEFTA00013819\n\nKIRKLAND & ELLIS \nLLP \nsexual organ of another; anal or vaginal penetration of another by any other object; or the \nhandling or \nfondling of the sexual organ of another for the purpose of masturbation.\" Fla. Stat. § \n796.01(1Xd). Also, the Florida Supreme Court jury instructions \ndefine prostitution as involving \n\"sexual intercourse.\" As a  result, topless massages—even ones for hire that include self-\nmasturbation—fall outside the ambit of the state-law definition of prostitution. Absent proof \nbeyond a  reasonable doubt that, at the critical time of the communication, Mr. Epstein had a \nspecific intent to persuade another to engage in prostitution or \"sexual activity,\" as defined by \nFlorida law, he cannot be guilty of an offense under § 2422(b). \nAs important, the plain language of the phrase \"for which any person can be charged\" \nnecessarily excludes acts as to which the state's statute of limitations has run. Under Florida \nlaw, prostitution and prostitution-related offenses are misdemeanors in the second degree for a \nfirst violation.2  See Fla. Stat.. § 796.07(4)(a). The limitations period for a misdemeanor in the \nsecond degree is one year, and there is no tolling provision based upon the victim's age. See Fla. \nStat. \n§ 775.15(6). Even as to allegations of third degree felonies, the statute of limitations is \nthree years. Thus, any conduct alleged to have occurred before mid-June 2005 cannot be \ncharged as a matter of state law and thus cannot be a predicate for a § 2422(b) offense—even if \nthe federal statute of limitations has not run on any given §  2422(b) offense because of the \nlengthier statute codified in 18 U.S.C. § 3282. Thus, no prosecution under § 2422(b) can be \nbrought \nbased upon inducement of prostitution or sexual activity for which Florida's statute of \nlimitation has run. Furthermore, in Florida, the statute of limitations does not simply give rise to \nan affirmative defense. On the contrary, statute of limitations \"creates a substantive right which \nprevents prosecution and conviction of an individual after the statute has run.\" See State v. King, \n282 So. 2d 162 (Fla. 1973); Tucker v.  State, 417 So. 2d 1006 (Fla. 3d D.C.A. 1982) (citing \ncases). \nGiven the one-year \nstatute of limitations, any conduct that might amount to prostitution \nor other chargeable sexual activity that occurred before one year from today is not conduct for \nwhich any person can be charged with a criminal offense. Also, given the three year statute of \nlimitations for third degree felonies, any allegations of illegal state criminal conduct that is \nclassified as a third degree felony cannot be charged in the state and, concomitantly, cannot be \nthe basis for a federal charge und the extent that it occurred—as did almost all of \nthe pivotal allegations (e.g., the \nallegation \nwhich was made in March of 2005) \nprior to mid-June of \n2005. \n2. 18 \nU.S.C. 4 1591 \n2 The offense is a  felony of the third degree only for a third or subsequent \nviolation. Fla. Stat. § 796.07(4)( c). \n10 \nEFTA00013820\n\nKIRKLAND & \nELLIS LLP \n18 U.S.C. § 1591, a  sex trafficking statute, provides up to 40 years' imprisonment for \nanyone \n(1) who recruits or obtains by any means a person in interstate commerce (ii) knowing \nthat the person is under 18 and (iii) knowing that the person will be caused to engage in a \ncommercial sex act. The most heinous of crimes, described on the CEOS website, fall within \nthis statute and include the \nbuying and selling of children and the forced servitude of third-world \nimmigrants brought to \nthis country to be enslaved. Mr. Epstein's behavior is nowhere near the \nheartland of this statute. This statute has also been previously reserved for prostitution rings \ninvolving violence, drugs and force. In stark contrast, there is no jurisdictional hook that \nbrings \nMr. Epstein's conduct within the ambit of the statute, and securing a prosecution on these facts \nwould require a court to set aside both reason and \nprecedent to convict a local `John' with a sex-\nslavery crime. It can not be said that Mr. Epstein engaged in trafficking and slavery nor did he \nknowingly recruit or obtain underage women with knowledge that they would be caused to \nengage in a commercial sex act. Thus, prosecuting him under this statute would expand the law \nfar beyond its scope. \nTo the extent there are cases where prosecutors think that Mr. Epstein should have known \nthat certain women were underage, there is no evidence that Mr. Epstein \"caused [them] to \nengage in a  commercial sex act.\" The term \"cause\" naturally implies the application of some \nsort of force, coercion, or undue pressure, but there is no evidence that Mr. Epstein's interactions \nwith the women were anything but consensual. Again, many of the women phoned Mr. \nEpstein's assistant themselves in order to determine whether he wanted a massage. Nor can the \ncause requirement be proved simply by the fact that Mr. Epstein compensated the women. After \nall, the statute elsewhere requires that the women \"engage in a commercial sex act,\" which by \ndefinition means that they would have received something of value in exchange \nfor sexual \nservices. Interpreting the statute to authorize prosecution whenever a commercial sex act results \nfrom solicitation thus would render the term \"caused\" superfluous, and would make every `John' \nwho interacts with an underage prostitute guilty of a federal crime—even where \nthe transaction \nis entirely local. Read in context, then, there is no doubt that the statute targets pimps \nand sex-\ntraffickers who knowingly obtain underage girls and direct them to engage in prostitution. There \nis not a shred of evidence that Mr. Epstein (or his assistants) did any such thing, and he cannot be \nprosecuted under this statute. \nThe Cuellar and Santos decisions also foreclose a prosecution under § 1591. Just as the \nfederal money laundering statute did not come down to a proscription against transportation of \ncriminal proceeds that are hidden, the sex trafficking of children statute cannot be boiled \ndown \nand expanded to a federal proscription of commercial \nsexual activity with persons who turn out \nto be below the age of 18. \n3. 18 U.S.C. \n4 2423 \n11 \nEFTA00013821\n\nKIRKLAND & \nELLIS LLP \n18 \nU.S.C. § 2423(b), a statute enacted to prevent sex tourism, provides up to 30 years of \nimprisonment for anyone who travels across state lines \n(i) for the purpose of engaging in (ii) \nillicit sexual conduct with a minor. Neither of those \nelements is satisfied here. \nMr. Epstein did not travel to Palm Beach for the purpose of engaging in sexual activity \nwith a  minor, within the meaning of \nthe statute. The evidence is indisputable that Palm Beach \nwas where Mr. Epstein spent most of his \ndiscretionary time, and that his travels to Palm Beach \nwere merely trips returning often to his home of \ntwenty years—not the escapades of a sex tourist \noff to some destination inextricably intertwined with the required \nsignificant or dominant \npurpose of that trip to be to have \"illicit sexual conduct.\" Epstein's \ntrips to Palm Beach were \nsimply those of a businessperson traveling home for weekends or stopping over on his way to or \nfrom New York and St. \nThomas or to visit his sick and dying mother in the hospital for months \non end. He certainly did not travel to his home in Florida \nfor the dominant purpose of engaging \nin sexual conduct with a person who he knew was under 18 when he did not know, at the time he \ndecided to travel, from whom he was to receive a massage, if he were to receive one at all. \nIn Cuellar, the unanimous Supreme Court linked the term \"design\" in the money-\nlaundering statute to the terms \"purpose\" and \"plan,\" and stressed that those terms all required \nthe defendant to \"formulate a plan for; devise\"; \"[t]o create \nor contrive for a particular purpose or \neffect\"; [carry out] \"[a] plan or scheme\"; or \"to conceive and plan out in the \nmind.\" Slip. op. at \n12 (citing dictionary definitions). The same link is present here, and it simply cannot be \nsaid that \nMr. Epstein's design, plan, or purpose in traveling to Palm Beach was to engage in illicit sexual \nconduct with minors; his design or plan or purpose was simply to return to his home. \nAny construction of §  2423(b)'s \"for the purpose of language to include purposes \nbeyond the dominant purpose of the travel would run afoul of the rule of lenity and due process \nprinciples discussed earlier. Any attempted prosecution of Mr. Epstein under a more expansive \nconstruction of the \"for the purpose of language would also violate the separation of powers \ndoctrine. Congress, which selected the \"for the purpose of language signaled no clear intention \nto make it a  federal crime whenever an actor has engaged in illicit sexual conduct following his \ncrossing of state lines as long as it might be said that sexual activity at his destination was among \nthe activities he pursued there. Congress well knows how to write a statute in this field which \neliminates a purpose requirement. See 18 U.S.C. § 2423(c)(\"Any United States citizen or alien \nadmitted for permanent residence who travels in foreign commerce, and engages in any illicit \nsexual conduct with another person ...\"). § 2423(b) is not such a statute. \nFederal court decisions watering down the \"for the purpose of \" requirement fly in the \nface of the two Supreme Court decisions addressing that element. See Hansen v.  Huff, 291 U.S. \n559 (1934); Mortensen v. United States, 322 U.S. 369 (1944). Santos and Cuellar speak loudly \nand clearly against prosecutors seeing such elasticity in federal criminal statutes, including those \nenacted to protect important federal interests. In cases involving the federalization of activity \nthat is within the \nStates' \nhistoric police power, Congress must speak with particular clarity. See, \ne.g., Will v. Michigan Dep't of State Police, 491 U.S. 58, 65 (1989). \n12 \nEFTA00013822\n\nKIRKLAND & \nELLIS LLP \nRelevant Past Cases \nWe \nhave not been able to find a single federal prosecution based on facts like these\n—but \nhave voluminous evidence of federal prosecutors \nroutinely declining to bring charges in cases far \nmore egregious than this one. To take just one obvious \nexample, federal prosecutors have self-\nconsciously refrained from involvement in the literally dozens of sexual cases of former priests, \nopting instead to \nallow seasoned state prosecutors (like the ones in this case) to pursue the \naccused former \nclergymen. That is so despite (1) the large number of victims, (2) the vast \ngeographic diversity of the \ncases, and (3) the fact that some of these cases involve allegations \nthat the defendant forcibly molested, abused, or \nraped literally dozens of children—including \nsome as young as five years old—over a period \nof years. Nonetheless, federal prosecutors have \nnot hesitated to let their state counterparts \npursue these cases free from federal interference—\neven though the sentences meted out vary greatly on account of the fact that \"[c]riminal penalties \nare \nspecific to localities or jurisdictions.\"3   The facts of this case, which involve the solicitation \nof consensual topless \nmassages and some sexual contact, entirely in the privacy of his home and \nalmost entirely by women over the age of 18, pale in \ncomparison to the outright sexual abuse and \ndegradation of preteen minors in many of the priest cases. \nNor does this case bear any of the \nhallmarks that typify the cases that federal prosecutors \nhave pursued under the federal statutes at issue here. When asked, the closest case suggested by \nthe prosecutors was United States v.  Boehm—and it hardly could differ more from Mr. Epstein's \ncase. In Boehm, the defendant was charged with \nconspiracy to distribute cocaine and cocaine \nbase to minors, in violation of 21 U.S.C. §§ 846, 84I(a)(1), and 859(a); being a  felon in \npossession of a firearm, in violation of 18 U.S.C. § 922(g)(I); and sex trafficking of children in \nviolation of 18 U.S.C. §§ \n371 and 1591. United States v.  Boehm, Case No. 3:04CR00003 (11 \nAlaska 2004). Boehm's actions, unlike Mr. \nEpstein's, also had a strong interstate nexus: Boehm \npurchased and distributed large quantities of crack cocaine and cocaine that traveled in interstate \ncommerce, and he used his home and hotels (which were used by interstate travelers) to purchase \ndrugs and distribute them to minors while also arranging for these minors to have sex with him \nand others. Indeed, Boehm not only (1) purchased cocaine in large quantities; (2) distributed the \ndrugs to minors; (3) possessed illegal firearms; (4) and arranged for the minors to have sex with \nother \nmembers of the conspiracy in exchange for drugs; but (5) admitted to knowing the ages of \nthe individuals involved.4  Here, by contrast, as previous stated, all of the conduct took place in \nMr. Epstein's private home in Palm Beach; there was no for-profit enterprise; no interstate \ncomponent; no use by Mr. Epstein of an instrumentality of interstate commerce; no violence; no \nforce; no alcohol; no drugs; no guns; and no child pornography. \nSee http://www.bishop-accountability.org/reports/2004_02_27 johnJay/2004_02_27_Terry_Johniay_3.htrn \n#cleric7. \n4 \nIn fact, Boehm and his co-defendants distributed drugs to approximately 12 persons between the ages of 13 and \n21. Boehm also had a prior criminal history—and one that clearly showed he was a danger to society: he \npreviously had been convicted of raping both a thirteen year-old girl \nand a fifteen year-old girl. (Day 7 of \nSentencing hearing \np. 32). \n13 \nEFTA00013823\n\nKIRKLAND & ELLIS LLP \nTo the extent \nthere is a similar, but \nmore egregious, local \nFlorida case on the books, \nit  is \nthat \nof Barry Kutun, a \nformer North Miami city \nattorney accused of having \nsex with underage \nprostitutes and videotaping \nthe sessions. Mr. \nKutun pleaded guilty on \nMay 18, 2007 in a \nMiami-\nDade County courtroom as \npart of an agreement with State \nprosecutors and he received \nfive \nyears probation \nand a  withholding of \nadjudication with no \nrequirement to \nregister as a  sex \noffender—all \nwithout a shred of \ninvolvement by federal prosecutors, \nwho declined to \nprosecute \nhim. Indeed, given the \nwide use of the telephone in \ntoday's society, it  gives a \nrogue prosecutor \ncarte blanche to turn \nany local crime into a  federal \noffense. Given the federal \ngovernment's \ndecision to abstain from \nprosecuting that case, it is hard \nto understand how the federal \nprosecutors responsible for this \ncase think that the State's \ntreatment of Mr. Epstein somehow \nleaves \nfederal interests substantially \nunvindicated. There is simply no \nbasis for the federal \nprosecutors' \ndisparate treatment of Mr. \nEpstein. \nSummary of the Evidence \nFinally, we wish to share \nnew evidence—obtained through \ndiscovery in connection with \nthe civil \nlawsuits fi led in this matter\n—which confirms that further \nfederal involvement in this \nmatter would be inappropriate. \nThis testimony taken to date \ncategorically confirms that (i) \nMr. \nEpstein \ndid not target minors; (ii) \nwomen under 18 often lied to Mr. \nEpstein about their ages; (iii) \nMr. Epstein did \nnot travel in interstate \ncommerce for the purpose of engaging \nin illegal sexual \nactivity; (iv) Mr. Epstein \ndid not use the Internet, \ntelephone or any other means of \ninterstate \ncommunication to coerce \nor entice alleged victims; (v) \nMr. Epstein did not apply force \nor \ncoercion to obtain sexual favors; \nand (vi) all sexual activity that \noccurred was unplanned and \npurely \nconsensual. The women's own \nstatements—made under oath\n—demonstrate the absence \nof \na  legitimate federal concern in \nthis matter, and highlight the \nserious practical difficulties an \nattempted federal \nprosecution would face. \n• \nMr. Epstein did not recruit \nor obtain these women in \ninterstate commerce (necessary \nfor a conviction \nunder § 1591). \nconfirmed that she did not know Mr. Epstein \nand had \nabsolutely no \ncontact with him—be it through \nInternet, chat rooms email, \nor phone—prior \nto their arrival at his home. See Tab \n13, Tr. \n(deposition), p. 30. \nhas stated that like man other women) she \nfirst met Mr. \nEpstein when her friend, \nintroduced her to him. See Tab \n14, Tr. \nA, p. 4-5. \n• Mr. Epstein was told the girls were \nover 18. \no Ms. \nex ressly admitted to lying to Mr. Epstein about her age. \nSee Tab 13, Tr. \n(deposition), p. 37 (\"Q. So you told Jeff that you \nwere 18 years \nold, correct? A. \nYes.\"). \nstated that she not only always \nmade sure she had a fake ID \nwith \nher and lied to Mr. Epstein by telling \nhim she was 18, but that she \n14 \nEFTA00013824\n\nKIRKLAND & ELLIS LLP \nalso had conversations with \nother women in which these \nwomen hoped \nthat \n\"Jeffrey didn't find out \n[their] age[s].\" See Tab 6, Tr., p. \n45. \no Ms. \nalso stated that she: \"would tell my \ngirlfriends just like \napproached me. \nMake sure you tell him \nyou're 18. Well, these girls \nthat I \nbrought, I  know \nthat they were 18 or 19 or 20. And the \ngirls that I didn't \nknow \nand I  don't know if they \nwere lyiiiinot, I  would say make sure \nthat you tell him you're \n18.\" \nSee Tab 6, Tr., p. 22. \no Ms. \nstated that Ms.. told \nher say that she was 18 if \nasked. See \nTab 14, Tr. \nA, p. 8. \nstated that she \"told him I  was \n19.\" See Tab 5, \nTr., p. 16. \n• \nMr. \nEpstein did not know these \nwomen would be caused to \nengage in a  sex act \n(necessary for a \nconviction under § 1591) and any \nsexual activity that took place \nwas \nunplanned. \no Ms. \nstated \"sometimes [Mr. Epstein] likes \ntopless massages, but \nyou don't have to do \nan  you don't want to \ndo. He just likes \nmassages.\" \nSee Tab 6, Tr., p. 7. \no Ms. \nalso stated \"[s]ometimes [Mr. Epstein] \njust wanted his feet \nmassaged. \nSometimes he just wanted a back \nmassage.\" See Tab 6, \nTr., p. \n19. \n• Mr. Epstein \ndid not use an interstate facility to \ncommunicate an illegal objective to \nthe alleged victims (necessary \nfor a conviction under § \n2422(b)). \no Ms. confirmed \nthat Mr. Epstein never emailed \ntexted, or chatted \nin an Internet chat room with \nher. See Tab 13, Tr. (deposition), \np. 30. \n• Mr. Epstein did not target \nminors (necessary for a conviction under § \n2422(6)) \no Ms. stated, \"I arinade sure -- I had a fake \nID, anyways, saying \nthat I  was 18. And \nI \n(who \nis friend who brought her to \nMr. \nEpstein's home)] just said make sure \nsire 18 because Jeffrey \ndoesn't want any underage girls.\" See Tab 6, Tr., \np. 8. \n• Mr. \nEpstein did not use the phone \nor the Internet to induce \nproscribed sexual activity \n(necessary for a \nconviction under § 2422(b)). \no Ms. stated that there was never any \ndiscussion over the phone about \nher coming over to Mr. Epstein's home to \nengage in sexual activity: \"The \n\"'\nthing that ever occurred on any of these phone calls \n[with \nor another assistant] was, `Are you willing to \ncome over,' or, \n15 \nEFTA00013825\n\nKIRKLAND & ELLIS LLP \n`Would you like to come \nover and give a massage.\" See \nTab 14, Tr. \nA, p. 15 \no Ms. confirmed \nthat she was informed \nthat she was going to Mr. \nEpstein's house to give \nhim a  massage and \nnothing else, and that no one \n\"said anything to [her] on \nthe telephone [or over the \nInternet] about sexual \nactivity with Mr. \nEpstein.\" See Tab 13, \nTr. (deposition), p. 24-\n25. \no Ms. also confirmed that \nno one associated with \nMr. Epstein ever \ntried \nto call her or contact her \nthrough the Internet to try \nto persuade, \ninduce entice or coerce her to \nengage in any sexual activity. \nSee Tab 13, \nTr. (deposition), p. 31. \n• Mr. \nEpstein did not travel to Palm \nBeach for the purpose of \nengaging in sexual \nactivity with a minor \n(necessary for a conviction \nunder § 2423(b)). \no Mr. \nEpstein spent at least 100 days \na  year in Palm Beach for \nfamily \npurposes, business \npurposes, and social purposes, \nand to maintain a home. \no While in Palm Beach, \nMr. Epstein routinely visits \nfamily members and \nclose friends, has seen his \nprimary care physician for \ncheckups and \nprescribed tests in the Palm Beach \narea, and until her death in April of \n2004, regularly saw \nhis mother who was \nhospitalized and then \nconvalesced in south Florida. \no From 2003 through 2005 \nthere was no month when Mr. Epstein \ndid not \nspend at least one weekend in Palm Beach. \no \nThe Palm Beach area is \nthe home base for his flight \noperations, for \nmaintenance of his \naircraft, and for periodic FAA inspections. \no Additionally, Mr. \nEpstein's pilots and engineers all resided \nin Florida. \n• Mr. \nEpstein's conduct did not involve force, \ncoercion or violence and any \nsexual \nactivity that took place \nwas consensual. The witness \ntranscripts are replete with \nstatements such as the \nfollowing: \no Ms. stated that she was \nnot persuaded, induced, \nenticed or \ncoerced by \nanyone to engage in any sexual activity. See Tab 13, \nTr. (deposition), p. 31. \no \nMs. stated: \"[Mr. Epstein] \nnever tried to force me to do anything.\" \nSee Tab 14, Tr. A, p. 12. \no Ms. stated, \"I said, \nI told Jeffrey, I  heard you like \nmassages topless. \nAnd he's like, yeah, he \nsaid, but you don't have to do anything that you \n16 \nEFTA00013826\n\nKIRKLAND & ELLIS LLP \ndon't feel comfortable with. And \nI  said okay, but I  willingly took it off.\" \nSee \nTab 6, Tr., \np. 10. \no Ms. also stated \"[s  mimgirls \ndidn't want to go topless and Jeffrey \ndidn't \nmind.\" See Tab 6, \nTr., p. 23. \n• Mr. Epstein did not engage in luring. \no Mr. Epstein's message \nbooks show that several masseuses would \nregularly \ncall Mr. Epstein's assistants, \nwithout any prompting by Mr. Epstein or his \nassistants, asking to visit Mr. Epstein at his home. \no \nMs. \nstated \"a lot of girls begged me to \nbring them back [to Mr. \nEpstein's house].\" \n• There was no alcohol or drugs involved, a \nfact that is not in dispute. \n• Mr. Epstein has no prior criminal history, a fact that is not in dispute. \n• These women do not see themselves as victims. \no Ms. indicated under oath that the FBI attempted to persuade her that \nshe was in fact a \n\"victim\" of federal crimes when she herself \nrepeatedly \nconfirmed that she was not. See Tab 14, Tr. A, p. 9-12 and Tab 15, \nTr. B, p. 7. \nConclusion \nJeffrey Epstein, a  self-made businessman with no prior criminal history, should not be \nprosecuted federally for conduct \nthat amounts to, the solicitation of prostitution. A federal \nprosecution based on these facts would be an unprecedented exercise of federal power, a misuse \nof federal resources, and a prosecution that \nwould carry with it the appearance, if not the reality, \nof unwarranted selectivity given \nthe incongruity between the facts as developed in this matter \nand the factual paradigms for all other reported federal prosecutions under each of the three \nstatutes being considered. It would require the pursuit \nof a  novel legal theory never before \nsanctioned by federal law—and that indeed is inconsistent with each of the statutes prosecutors \nhave \nidentified. Accordingly, we \nrespectfully \nrequest that you direct the U.S. Attorney's Office \nfor the Southern \nDistrict of Florida to discontinue its involvement in this matter, and return \nresponsibility for this case to the State of Florida. \n17 \nEFTA00013827",
    "pageCount": 17,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "NEY GENERAL \nIN THE MATTER OF JEFFREY E. EPSTEIN \nJeffrey Epstein, a successful businessman and noted philanthropis"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "venerable \nrule of lenity. \nMr. Epstein's conduct—including his m"
      },
      {
        "name": "Kutun",
        "role": "extracted",
        "context": "nd videotaping \nthe sessions. Mr. \nKutun pleaded guilty on \nMay 1"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "review conducted by CEOS, two Supreme Court decisions—one \nauthored by \nJ"
      },
      {
        "name": "Justice Scalia",
        "role": "extracted",
        "context": "t decisions—one \nauthored by \nJustice Scalia and the other by Justice Thom"
      },
      {
        "name": "Justice Thomas",
        "role": "extracted",
        "context": "stice Scalia and the other by Justice Thomas—have revitalized the bedrock"
      },
      {
        "name": "Palm \nBeach",
        "role": "extracted",
        "context": "dering. \nMr. Epstein lived in Palm \nBeach, and his interstate travel wa"
      },
      {
        "name": "Deputy Attorney",
        "role": "extracted",
        "context": "quest \nthat the Office of the Deputy Attorney General end \nfederal involvem"
      },
      {
        "name": "Facts \nMr",
        "role": "extracted",
        "context": "ppropriately. \nSummary of the Facts \nMr. Epstein has maintained a hom"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "ein has maintained a home in \nPalm Beach, Florida for the past 20 year"
      },
      {
        "name": "See Tab",
        "role": "extracted",
        "context": "scheduled until she arrived. See Tab 3, \nToll \nRecords. \nMr. Epste"
      },
      {
        "name": "Toll \nRecords",
        "role": "extracted",
        "context": "ntil she arrived. See Tab 3, \nToll \nRecords. \nMr. Epstein specifically re"
      },
      {
        "name": "Tab Tr",
        "role": "extracted",
        "context": "at 8; \nTab 9, \nTr. at 5; and \nTab Tr. at 14-15 (excerpts from thes"
      },
      {
        "name": "The State",
        "role": "extracted",
        "context": "ly \nreturned \nseveral times. \nThe State Attorney's Office (the \"SAO\")"
      },
      {
        "name": "Grand Jury",
        "role": "extracted",
        "context": "vestigation of Mr. Epstein. A Grand Jury has concluded \nthat Mr. Epste"
      },
      {
        "name": "And \nMr",
        "role": "extracted",
        "context": "uld visit with their friends. And \nMr. Epstein never spoke to or ha"
      },
      {
        "name": "Petite Policy",
        "role": "extracted",
        "context": "s \nyou know, the Department's Petite Policy precludes successive federal"
      },
      {
        "name": "Justice Department",
        "role": "extracted",
        "context": "November 9, 2007 Letter from Justice Department Principal Deputy \nAssistant"
      },
      {
        "name": "Principal Deputy",
        "role": "extracted",
        "context": "etter from Justice Department Principal Deputy \nAssistant \nAttorney General"
      },
      {
        "name": "Assistant \nAttorney",
        "role": "extracted",
        "context": "Department Principal Deputy \nAssistant \nAttorney General Brian Benczkowski to"
      },
      {
        "name": "General Brian",
        "role": "extracted",
        "context": "l Deputy \nAssistant \nAttorney General Brian Benczkowski to the House Comm"
      },
      {
        "name": "House Committee",
        "role": "extracted",
        "context": "eral Brian Benczkowski to the House Committee on the Judiciary, p. 8-9. \n3"
      },
      {
        "name": "Law \nWe",
        "role": "extracted",
        "context": "& \nELLIS LLP \nSummary of the Law \nWe have \nreviewed every reported"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "ndamentally a \nState concern, United \nStates v. Evans, 476 F.3d 1176, n.1"
      },
      {
        "name": "Arthur \nAndersen",
        "role": "extracted",
        "context": "f a \ncertain line is passed!\" Arthur \nAndersen LLP v.  United States, 544 U."
      },
      {
        "name": "See \nUnited",
        "role": "extracted",
        "context": "tter of both law and \npolicy. See \nUnited States v.  Santos, No. 06-100"
      },
      {
        "name": "In Santos",
        "role": "extracted",
        "context": "re \nequally \napplicable here. In Santos, the Court held that the stat"
      },
      {
        "name": "In Cuellar",
        "role": "extracted",
        "context": "s's stead.\" \nSlip op. at 6.' \nIn Cuellar, the Court examined the \nlink"
      },
      {
        "name": "Executive Branch",
        "role": "extracted",
        "context": "less force in the context of Executive Branch decision-making \nthan they do"
      },
      {
        "name": "Assistant Attorney",
        "role": "extracted",
        "context": "ember 2, 1994 Memorandum from Assistant Attorney General Walter Dellinger to t"
      },
      {
        "name": "General Walter",
        "role": "extracted",
        "context": "andum from Assistant Attorney General Walter Dellinger to the \nHon. Abner"
      },
      {
        "name": "Counsel To",
        "role": "extracted",
        "context": "to the \nHon. Abner J. Mikva, Counsel To The President, on Presidentia"
      },
      {
        "name": "The President",
        "role": "extracted",
        "context": "n. Abner J. Mikva, Counsel To The President, on Presidential Authority To"
      },
      {
        "name": "Presidential Authority",
        "role": "extracted",
        "context": "Counsel To The President, on Presidential Authority To Decline To \nExecute Uncons"
      },
      {
        "name": "To Decline",
        "role": "extracted",
        "context": "nt, on Presidential Authority To Decline To \nExecute Unconstitutional"
      },
      {
        "name": "To \nExecute",
        "role": "extracted",
        "context": "idential Authority To Decline To \nExecute Unconstitutional Statutes, av"
      },
      {
        "name": "Unconstitutional Statutes",
        "role": "extracted",
        "context": "hority To Decline To \nExecute Unconstitutional Statutes, available at http://www.usdo"
      },
      {
        "name": "Justice Stevens",
        "role": "extracted",
        "context": "national and international \nJustice Stevens, in his concurring opinion, a"
      },
      {
        "name": "Eleventh Circuit",
        "role": "extracted",
        "context": "The Court of Appeals for the Eleventh Circuit, in \nMurrell, underscores the"
      },
      {
        "name": "See Cuellar",
        "role": "extracted",
        "context": "ating successful prosecution. See Cuellar, \nsupra, Slip op. \nat 7. As J"
      },
      {
        "name": "As Justice",
        "role": "extracted",
        "context": "llar, \nsupra, Slip op. \nat 7. As Justice Alito stated in his concurrin"
      },
      {
        "name": "Offense Instruction",
        "role": "extracted",
        "context": "the communication. See e.g., \nOffense Instruction 80, Eleventh Circuit Pattern"
      },
      {
        "name": "Pattern Jury",
        "role": "extracted",
        "context": "truction 80, Eleventh Circuit Pattern Jury \nInstructions-Criminal (2003)"
      },
      {
        "name": "Under Florida",
        "role": "extracted",
        "context": "appropriate reference point. Under Florida \nlaw, \"prostitution\" entails"
      },
      {
        "name": "Florida Supreme",
        "role": "extracted",
        "context": "at. § \n796.01(1Xd). Also, the Florida Supreme Court jury instructions \ndefi"
      },
      {
        "name": "See Fla",
        "role": "extracted",
        "context": "ree for a \nfirst violation.2  See Fla. Stat.. § 796.07(4)(a). The l"
      },
      {
        "name": "See State",
        "role": "extracted",
        "context": "l after the statute has run.\" See State v. King, \n282 So. 2d 162 (Fla"
      },
      {
        "name": "The Cuellar",
        "role": "extracted",
        "context": "osecuted under this statute. \nThe Cuellar and Santos decisions also for"
      },
      {
        "name": "Any United",
        "role": "extracted",
        "context": "ent. See 18 U.S.C. § 2423(c)(\"Any United States citizen or alien \nadmi"
      },
      {
        "name": "See Hansen",
        "role": "extracted",
        "context": "ions addressing that element. See Hansen v.  Huff, 291 U.S. \n559 (1934"
      },
      {
        "name": "Michigan Dep",
        "role": "extracted",
        "context": "clarity. See, \ne.g., Will v. Michigan Dep't of State Police, 491 U.S. 5"
      },
      {
        "name": "State Police",
        "role": "extracted",
        "context": "g., Will v. Michigan Dep't of State Police, 491 U.S. 58, 65 (1989). \n12"
      },
      {
        "name": "Relevant Past",
        "role": "extracted",
        "context": "13822\n\nKIRKLAND & \nELLIS LLP \nRelevant Past Cases \nWe \nhave not been able"
      },
      {
        "name": "Cases \nWe",
        "role": "extracted",
        "context": "D & \nELLIS LLP \nRelevant Past Cases \nWe \nhave not been able to find a"
      },
      {
        "name": "In Boehm",
        "role": "extracted",
        "context": "ore from Mr. Epstein's \ncase. In Boehm, the defendant was charged wi"
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "591. United States v.  Boehm, Case No. 3:04CR00003 (11 \nAlaska 2004"
      },
      {
        "name": "Barry Kutun",
        "role": "extracted",
        "context": "the books, \nit  is \nthat \nof Barry Kutun, a \nformer North Miami city"
      },
      {
        "name": "North Miami",
        "role": "extracted",
        "context": "at \nof Barry Kutun, a \nformer North Miami city \nattorney accused of hav"
      },
      {
        "name": "Dade County",
        "role": "extracted",
        "context": "on \nMay 18, 2007 in a \nMiami-\nDade County courtroom as \npart of an agre"
      },
      {
        "name": "Evidence \nFinally",
        "role": "extracted",
        "context": "Mr. \nEpstein. \nSummary of the Evidence \nFinally, we wish to share \nnew eviden"
      },
      {
        "name": "See \nTab",
        "role": "extracted",
        "context": "ay that she was 18 if \nasked. See \nTab 14, Tr. \nA, p. 8. \nstated tha"
      },
      {
        "name": "The Palm",
        "role": "extracted",
        "context": "ne weekend in Palm Beach. \no \nThe Palm Beach area is \nthe home base"
      },
      {
        "name": "Conclusion \nJeffrey",
        "role": "extracted",
        "context": "12 and Tab 15, \nTr. B, p. 7. \nConclusion \nJeffrey Epstein, a  self-made busines"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "S. Attorney's Office \nfor the Southern \nDistrict of Florida to discontinue its"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2005-06-20",
        "event": "June 20, 2005"
      },
      {
        "date": "2007-11-09",
        "event": "November 9, 2007"
      },
      {
        "date": "2008-06-02",
        "event": "June 2, 2008"
      },
      {
        "date": "1994-11-02",
        "event": "November 2, 1994"
      },
      {
        "date": "2007-05-18",
        "event": "May 18, 2007"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:47.526Z"
}