{
  "document": {
    "id": "efta00028903",
    "filename": "EFTA00028903.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028903.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \n20 Cr. 330 (AJN) \nREPLY MEMORANDUM OF GHISLAINE MAXWELL \nIN SUPPORT OF HER MOTION TO DISMISS COUNTS ONE \nTHROUGH FOUR \nOF \nTHE SUPERSEDING INDICTMENT AS TIME-BARRED \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \nPhone: \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN & FOREMAN P.C. \nPhone: \nBobbi C. Stemheim \nLaw \nOffices of Bobbi C. Stemheim \nPhone: \nAttorneys for Ghislaine Maxwell \nEFTA00028903\n\nTABLE OF \nCONTENTS \nPage \nI. The 2003 Amendment Does Not Apply Retroactively 2 \nA. Step One: \nCongress Did Not Expressly Prescribe Retroactivity and \nRejected a Proposal \nto Do So \n3 \n1. Congress' explicit rejection of a retroactivity provision ends the \ninquiry at step one in Ms. Maxwell's favor. 3 \n2. Cases applying the 2003 Amendment retroactively are readily \ndistinguishable. \n5 \n3. The government cannot prevail at step one. \n7 \nB. Step Two: Application of the 2003 Amendment to Ms. Maxwell's Alleged \nOffenses Would Have Impermissible Effects 8 \nII. Section 3283 Does Not Apply at All.   10 \nA. Section 3283 Applies Only to Offenses that Necessarily Entail the Sexual \nAbuse or Physical Abuse, or Kidnapping, of a Child  11 \nB. The Offenses Charged in Counts One Through Four Do Not \nNecessarily \nEntail the Sexual or Physical Abuse or Kidnapping of a Child  14 \nCONCLUSION 16 \nEFTA00028904\n\nTABLE OF AUTHORITIES \nPage(s) \nCases \nBridges v.  United States, \n346 U.S. 209 \n(1953)  11, 13, 14 \nBurrage v.  United States, \n571 \nU.S. 204 (2014)  14 \nCisneros v. Alpine Ridge Group, \n508 \nU.S. 10 (1993) \n7 \nFalter v.  United States, \n23 F.2d 420 (2d Cir. 1928)  10 \nHughes Aircraft Co. v. \nU.S. \nex reL Schumer, \n520 \nU.S. 939 (1997) \n8, 9 \nIn re Enter prise Mortgage Acceptance Co., \n391 \nF.3d 401 (2d Cir. 2004) \n6, 9 \nKaiser Aluminum & Chem. Corp. v. Bonjorno, \n494 U.S. 827 (1990) \n3 \nKawashima v. Holder, \n565 U.S. 478 (2012) \nLandgraf v.  USI Film Products, \n511 U.S. 244 \n(1994) \nLeocal v. Ashcroft, \n11 \npassim \n543 \nU.S. 1 (2004) 11 \nMartin v. Hadix, \n527 \nU.S. 343 (1999) \n6 \nNijhawan v. Holder, \n557 U.S. \n29 (2009) \n12, 13 \nShular v.  United States, \n140 S. Ct. 779 (2020) 11, 14 \nToussie v.  United States, \n397 U.S. \n112 (1970) 8, 9, 10, 14 \nEFTA00028905\n\nUnited States v. Ayo, \n801 F. Supp. 2d 1323 (S.D. Ala. 2011)  \n12 \nUnited States v. Brown, \n800 F. App'x 455 (9th Cir. 2020), cert. denied, No. 20-5064, -- S.Ct. , 2021 \nWL 78235 (Jan. 11, 2021) \n5 \nUnited States v.  Coutentos, \n651 \nF.3d 809 (8th Cir. 2011)  13 \nUnited States v. Davis, \n139 S. Ct. \n2319 (2019)  11, 14 \nUnited States v.  Gentile, \n235 F. \nSupp. 3d 649 (D.N.J. 2017) 8, 9, 10 \nUnited States v. Jeffries, \n405 F.3d 682 (8th Cir. 2005), cert. denied, 546 U.S. 1007 (2005) \n5 \nUnited States v. Leo Sure Chief \n438 F.3d 920 (9th Cir. 2006) 5 \nUnited States v. Miller, \n911 F.3d 638 (1st Cir. 2018) passim \nUnited States v. Mogan, \n393 F.3d \n192 (D.C. Cir. 2004) 12 \nUnited States v. Nader, \n425 F. Supp. 3d 619 (ED. Va. 2019) \n6, 7, 9 \nUnited States v. Pierre-Louis, \nNo. 16 Cr. 541 (CM), 2018 WL 4043140 (S.D.N.Y. Aug. 9, 2018) 5 \nUnited States v. Scharton, \n285 U.S. 518 (1932) \n8 \nUnited States v. Schneider, \n801 F.3d 186 (3d Cir. 2015)  14 \nUnited States v. Sensi, \nNo. 08 Cr. 253, 2010 WL 2351484 (D. Conn. June 7, 2010) 5 \nUnited States v. Vickers, \nNo. 13 Cr. 128 (RJA) (HKS), 2014 WL 1838255 (W.D.N.Y. May 8, 2014)  15 \nVernon v.  Cassadaga Valley Cent. School Dist., \n49 F.3d 886 (2d Cir. 1995) 9 \niii \nEFTA00028906\n\nWeingarten v.  United States, \n865 F.3d 48 (2d Cir. 2017) \n5, 6, 7, 13 \nStatutes \n18 \nU.S.C. § 2422(a) 2, 13, 14, 15 \n18 U.S.C. § 2423(a) 2, 13, 14, 15 \n18 \nU.S.C. § 3282 8, 12 \n18 U.S.C. § 3283 (\"2003 Amendment\") passim \n18 U.S.C. § 3509(aX8) \n14 \n18 U.S.C. § 3509(k) (1990) \n8 \n8 \nU.S.C. § 1101(a)(43)(M)(i) 12 \nPub. L. No. 101-647 \n8 \nOther Authorities \nSenator Leahy, Amber Legislation, Cong. Rec. 149:50, \n55147 \n(2003) \n3 \niv \nEFTA00028907\n\nGhislaine Maxwell respectfully submits this Reply Memorandum in Support of her \nMotion to Dismiss Counts One Through Four of the Superseding Indictment as Time-Barred \n(\"Motion\"). \nAs the government agrees in its opposition (\"Opp.\"), the four Mann Act counts against \nMs. Maxwell are timely only if the 2003 amendment to 18 U.S.C. § 3283 (\"2003 Amendment\") \napplies to the conduct charged therein. The 2003 Amendment expands the statute of limitations \nfor an \"offense involving\" the sexual or physical abuse or kidnapping of a child. Because the \n2003 Amendment does not apply retroactively, and because § 3283 does not apply to the \noffenses with which Ms. Maxwell is charged, the Mann Act counts should be dismissed. \nFirst, the 2003 Amendment cannot be applied retroactively because Congress did not \nintend it to apply retroactively. While the government cites several cases in which courts have \napplied the 2003 Amendment to pre-enactment conduct, the only court to do so after analyzing \ncongressional intent under the two-step framework required by Landgraf v. US! Film Products, \n511 U.S. 244 (1994)—and to even mention Congress' explicit rejection of a retroactivity \nprovision in the 2003 Amendment—improperly excluded legislative history from its analysis. \nNo court has applied the Landgraf framework, considered the legislative history, and still \nconcluded that Congress intended the 2003 Amendment to overcome the presumption against \nretroactivity, as the government asks this Court to do. \nBecause Congress' clear rejection of a retroactivity provision in the 2003 Amendment \nconstitutes an express prescription of the amendment's temporal reach, the 2003 Amendment \ndoes not apply retroactively, and the Landgraf analysis ends at step one. Even if the analysis \nproceeds to step two, however, Landgraf does not permit the Court, without clear congressional \nEFTA00028908\n\ndirection to the contrary, to override the longstanding principle that criminal statutes of \nlimitations are to be interpreted in favor of repose. \nSecond, Ms. Maxwell's Motion should be granted for the separate and independent \nreason that § 3283 does not apply to 18 U.S.C. § 2422(a) or 18 U.S.C. § 2423(a), the two Mann \nAct provisions with which Ms. Maxwell is charged, because neither offense necessarily entails, \nas an element of the offense, the sexual or physical abuse or kidnapping of a child. While the \ngovernment attempts to distinguish a long line of Supreme Court cases holding that an \"offense\" \nor \"crime\" that \"involves\" certain conduct means an offense that necessarily requires or entails \nthat conduct, it fails to cite a single case outside the § 3283 context in which \"offense involving\" \nlanguage has been interpreted otherwise—and the cases that have interpreted § 3283 as \npermitting a fact-based inquiry have failed to consider the voluminous Supreme Court authority \nto the contrary. Consideration of such authority compels application of § 3283 by reference to \nthe elements of the offense at issue, and even under the definition of \"sexual abuse\" the \ngovernment proposes, none of the elements of either § 2422(a) or § 2423(a) constitutes sexual \nabuse. \nI. The 2003 Amendment Does Not Apply Retroactively. \nThe government does not dispute that Landgraf is the appropriate framework for \ndetermining whether a statute applies retroactively. Opp. 27. Under Landgraf, the first step is \n\"to determine whether Congress has expressly prescribed the statute's proper reach\"; if it has, \nthere is no need to proceed further. 551 U.S. at 280. If it has not, the court must determine \n\"whether the new statute would have retroactive effect, i.e., whether it would impair rights a \nparty possessed when he acted, increase a party's liability for past conduct, or impose new duties \nwith respect to transactions already completed.\" Id. \n2 \nEFTA00028909\n\nAs Ms. Maxwell's opening memorandum (\"Mem.\") has demonstrated, proper application \nof Landgraf prohibits retroactive application of the 2003 Amendment. Congressional intent \ncould not be clearer; Congress considered and expressly rejected a provision that would have \nmade the 2003 Amendment retroactive. That ends the Landgraf inquiry at step one. Even if the \ninquiry proceeds to step two, however, the government has failed to adequately rebut Ms. \nMaxwell's showing that application of the 2003 Amendment here would have impermissible \nretroactive effects. \nA. Step One: Congress Did Not Expressly Prescribe Retroactivity and Rejected \na \nProposal to Do So. \n1. Congress' explicit rejection of a retroactivity provision ends the \ninquiry at step one in Ms. Maxwell's favor. \n\"[W]here the congressional intent is clear, it governs.\" Landgraf, 511 U.S. at 264 \n(quoting Kaiser Aluminum & Chem. Cap. v. Bonjorno, 494 U.S. 827, 837 (1990)). As Ms. \nMaxwell's opening memorandum demonstrated, congressional intent with respect to the \nretroactive application of the 2003 Amendment is clear: the House version of the bill included \nan express retroactivity provision, the Senate version contained no retroactivity provision, and, in \nthe words of one of the bill's co-sponsors, the House-Senate conference \"agreed to drop \nlanguage from the original House-passed bill that would have extended the limitations period \nretroactively.\" Senator Leahy, Amber Legislation, Cong. Rec. 149:50, \nS5147 \n(2003). The Court \nneed look no further. Such an unambiguous expression of congressional intent establishes \nconclusively that the 2003 Amendment is not retroactive. \nThe government argues that Congress' explicit rejection of a retroactivity provision is not \nprobative, because according to Senator Leahy's floor statement, the decision was grounded in \nconcerns about the revival of time-barred charges rather than the extension of live charges, and at \nleast some of the charges here were live at the time of the 2003 Amendment. But to the extent \n3 \nEFTA00028910\n\nthat Congress' rejection of the retroactivity provision was motivated by such concerns,' \nCongress nonetheless chose to address those concerns by eliminating the retroactivity provision \naltogether, rather than simply modifying it to prohibit the revival of time-barred charges. If \nCongress had intended to distinguish between live charges and time-barred charges, it could \neasily have done so. Its decision to drop the provision completely demonstrates a clear intent \nthat the 2003 Amendment not be applied retroactively. The Court may not override that clear \nintent merely because doing so may have been a broader measure than necessary to address the \nconcerns Senator Leahy articulated.2\nThe government also contends that heeding Congress' specific intent not to make the \n2003 Amendment retroactive would \"undermine Congress's plain purpose\" in enacting it—Le., \nto extend the limitations period \"to ensure that prosecutors could seek justice for child sex abuse \nvictims who come forward or identify their abusers after a delay.\" See Opp. 31. But statutory \namendments, by nature, are designed to remedy perceived deficiencies in existing law, and thus a \ndecision not to apply any amendment retroactively will typically limit, or \"undermine,\" the \neffectuation of that purpose. For that reason, as the Supreme Court acknowledged in Landgraf, \nan amendment's purpose is immaterial to a retroactivity analysis: \nWhile Senator Leahy's floor statement confirms that Congress' rejection of the retroactivity provision was \nintentional, his statement as to why the provision was rejected cannot be ascribed to other members of Congress. \n2 \nThe government implicitly asks the Court to disregard the voluminous authority emphasizing the significant weight \nto be given congressional consideration and explicit rejection of a proposed statutory provision (see Mem. 7.8), \nrelying solely on the Supreme Court's treatment in Landgraf of an omission from the comprehensive Civil Rights \nAct of 1991 of an \"elaborate retroactivity provision\" that had been included in a vetoed civil rights bill passed by a \nprior Congress. See Opp. 31 n.14 (quoting Landgraf, 511 U.S. at 256). That omission is not analogous. There was \nno indication in Landgraf that Congress had even considered, let alone rejected, such a provision in the legislation it \nultimately enacted. Moreover, the provision from the prior Congress' bill was indeed \"elaborate\": it did not simply \nprescribe retroactivity, as the provision stricken from the 2003 Amendment would have done, but assigned a series \nof different effective dates to different subsections. Landgraf, 511 U.S. at 255 n.8. The absence of such a detailed \nscheme from subsequent legislation, passed by a subsequent Congress, could not be reasonably interpreted as a clear \nreflection of congressional intent regarding retroactivity, and there is no indication in the opinion that any party \nargued otherwise. \n4 \nEFTA00028911\n\nIt will frequently be true, as petitioner and amid forcefully argue here, that \nretroactive application of a new statute would vindicate its purpose more fully. \nThat consideration, however, is not sufficient to rebut the presumption against \nretroactivity. Statutes are seldom crafted to pursue a single goal, and \ncompromises necessary to their enactment may require adopting means \nother than those that would most effectively pursue the main goal. \nLandgraf 511 U.S. at 285-86 (emphasis added). Thus, it is not anomalous at all that Congress \nwould \"exempt[] all past offenders\" from the new limitations period, as the government asserts \n(Opp. 31); to the contrary, the law presumes that past conduct is exempt from legislation. Here, \nCongress' clear intent that the 2003 Amendment not be retroactive resolves the Landgraf inquiry \nin Ms. Maxwell's favor at step one. \n2. Cases applying the 2003 Amendment retroactively are readil \ndistinguishable. \nWhile the government cites several cases that have applied the 2003 Amendment \nretroactively (Opp. 26-27), most of those cases analyzed the issue under the Ex Post Facto \nClause and gave little, if any, consideration to congressional intent regarding retroactivity (as \nopposed to the intent of the amendment itself). In all but one of those cases, no Landgraf \nanalysis was performed, and it does not appear that Congress' explicit rejection of a retroactivity \nprovision was considered or even raised.;   But the government does not dispute that Landgraf is \nthe appropriate framework—nor can it, given the Second Circuit's acknowledgment that the \nretroactivity of the 2003 Amendment must be analyzed under Landgraf. Weingarten v. United \nStates, 865 F.3d 48, 54-58 (2d Cir. 2017). \n3  No Landgraf analysis was performed, nor was Congress' rejection of the retroactivity provision discussed, in \nUnited States v. Brown, 800 F. App'x 455, 461 (9th Cir. 2020) (discussing issue in a single sentence and referring \nonly to the intent of the amendment generally), cert. denied, No. 20.5064, S.Ct. —, 2021 WL 78235 (Jan. 11, \n2021); United States v. Leo Sure Chief 438 F.3d 920, 924 (9th Cir. 2006) (discussing only the intent of the \namendment generally); United States v. Jeffries, 405 F.3d 682, 684-85 (8th Cir. 2005) (no Landgrafanalysis or \nconsideration of legislative history), cat denied, 546 U.S. 1007 (2005); United States v. Pierre-Louis, No. 16 Cr. \n541 (CM), 2018 WL 4043140, at *5.6 (S.D.N.Y. Aug. 9, 2018) (addressing only Ex Post Facto clause); or United \nStates v. Sensi, No. 08 Cr. 253, 2010 WL 2351484, at *3 (D. Conn. June 7, 2010) (same). \n5 \nEFTA00028912\n\nThe only exception is United States v. Nader, 425 F. Supp. 3d 619 (E.D. Va. 2019). In \nNader, the court performed a Landgraf analysis in analyzing the retroactivity of the 2003 \nAmendment, and it appears to be the only previous case in which Congress' explicit rejection of \na retroactivity provision in the 2003 Amendment has even been mentioned. In Nader, however, \nthe court noted the legislative history of the 2003 Amendment but held that only the text of the \namendment was relevant to step one of Landgraf 425 F. Supp. 3d at 627 (finding legislative \nhistory arguments \"misplaced within the first step of the Landgraf analysis, which asks only \nwhether the statute at issue contains ... language unequivocally delineating the time period to \nwhich it applies\"). \nNader's exclusion of legislative history from the Landgrafanalysis\n4 \ncannot be reconciled \nwith the Supreme Court's applications of Landgraf-or, for that matter, with Landgraf itself. \nSee, e.g., Landgraf, 511 U.S. at 264 (considering legislative history); Martin v. Hadix, 527 U.S. \n343, 355-57 (1999) (examining \"structure and legislative history\" as part of first Landgraf step). \nAnd as the government acknowledges, \"the Second Circuit has considered both the text of the \nstatute and the legislative history\" at the first Landgraf step. Opp. 28 (citing In re Enterprise \nMortgage Acceptance Co., 391 F.3d 401, 406-08 (2d Cir. 2004)). Thus, Nader is not persuasive \nauthority. \nIn short, no court has considered Congress' explicit rejection of a retroactivity provision \nin performing a Landgraf analysis of the retroactivity of the 2003 Amendment. In fact, the \ngovernment cites only three cases that have analyzed the 2003 Amendment under Landgraf at \nall: the Second Circuit and First Circuit opinions in Weingarten and United States v. Miller, 911 \nF.3d 638 (1st Cir. 2018), respectively, which were ineffective assistance of counsel cases and \nAlthough the court in Nader explicitly characterized legislative history arguments as \"misplaced\" within step one \nLandgraf it also omitted them from step two of its Landgraf analysis. Nader, 425 F. Supp. 3d at 627-32. \n6 \nEFTA00028913\n\nthus did not decide the issue (and in which Congress' rejection of the retroactivity provision was \nnot discussed), and Nader, in which the court incorrectly excluded legislative history from its \nLandgraf analysis. If Landgraf is correctly applied, and legislative history is given its proper \nweight in the analysis, it is clear from Congress' rejection of the retroactivity provision that it did \nnot intend the 2003 Amendment to be retroactive. Counts One through Four are therefore time-\nbarred. \n3. The government cannot prevail at step one. \nMeanwhile, the government's claim that it should prevail at step one can be easily \ndispensed with. The government relies on the language in the 2003 Amendment that \"[Igo \nstatute of limitations that would otherwise preclude prosecution\" of a child sexual offense \"shall \npreclude\" prosecution during the life of the victim. 18 U.S.C. § 3283 (2003). While the \ngovernment argues that this language refers to the pre-amendment version of § 3283, the Second \nCircuit recognized in Weingarten that \"there is a more natural interpretation of that phrase that \ndoes not address retroactivity—that Congress intended the language in the 2003 version of \n§ 3283 to clarify that the statute prescribes a statute of limitations for applicable offenses that is \ndifferent from the default five-year limitations period under federal law.\" Weingarten, 865 F.3d \nat 55. See also Miller, 911 F.3d at 644 (suggesting that \"otherwise preclude\" language \"may \nrefer only to preclusion by the five-year federal default statute of limitations\"); Nader, 425 F. \nSupp. 3d at 626 (interpreting same language to \"merely `signal the drafter's intention that the \nprovisions . . . override conflicting provisions of any other section,'\" rather than the pre-\namendment version of § 3283) (quoting Cisneros v. Alpine Ridge Group, 508 U.S. 10, 18 \n(1993)). \nThis interpretation is bolstered further by the presence of the same \"[n]o statute of \nlimitation[s] that would otherwise preclude\" language in the 1990 statute that originally created \n7 \nEFTA00028914\n\nthe expanded statute of limitations for child sex abuse crimes. See Opp. Mem. 24 (quoting \nCrime Control Act of 1990, Pub. L. No. 101-647, tit. II, § 225(a), 104 Stat. 4789, 4798 (codified \nat 18 U.S.C. § 3509(k) (1990)). In 1990, \"the only existing limitations period to which the \nlanguage could have referred was the [five-year] default limit set forth in [18 U.S.C. § 3282].\" \nMiller, 911 F.3d at 644. That is the logical reading of the same provision here. \nThe government cannot prevail on step one. If step one is not resolved in Ms. Maxwell's \nfavor, the inquiry must proceed to step two. \nB. Step Two: Application of the 2003 Amendment to Ms. Maxwell's Alleged \nOffenses Would Have Impermissible Effects. \nEven if the Landgraf inquiry were to proceed to the second step—whether retroactive \napplication would have impermissible effects-Ms. Maxwell should prevail. In arguing \notherwise, the government effectively claims that in the retroactivity context, Landgraf permits \nthe Court to ignore the bedrock principle that \"criminal limitations statutes are `to be liberally \ninterpreted in favor of repose.\"' Toussie v. United States, 397 U.S. 112, 115 (1970) (quoting \nUnited States v. Scharton, 285 U.S. 518, 522 (1932)). But nothing in Landgraf, a civil case, \npurports to limit that principle, let alone abrogate it. \nThe government asserts that no court has held that retroactively extending a filing period \nfor live charges is a presumptively impermissible retroactive effect under Landgraf (Opp. 35), \nbut that is not so. In United States v.  Gentile, 235 F. Supp. 3d 649 (D.N.J. 2017), the court held \nthat it would be impermissible to retroactively extend a statute of limitations for live charges \n\"absent clear legislative intent\" to apply the expanded limitations retroactively. Id. at 655. In \ndoing so, the court read Landgraf in conjunction not only with Toussie but also with Hughes \nAircraft Co. v. \nU.S. \nex \nrel. \nSchumer, 520 U.S. 939 (1997), a post-Landgraf opinion in which the \nSupreme Court reiterated the law's presumption against retroactivity and reiterated that \"we \n8 \nEFTA00028915\n\napply this time-honored presumption unless Congress has clearly manifested its intent to the \ncontrary.\" Gentile, 235 F. Supp. 2d at 654 (quoting Hughes, 520 U.S. at 946 (emphasis added \nby court)).5  The First Circuit, addressing the issue on an ineffective assistance of counsel of \nclaim (and thus not reaching a merits decision), issued a similar caution in the specific context of \nthe 2003 Amendment: \n[W]hen Congress has sounded an uncertain trumpet, a court ought to refrain from \napplying an enlarged criminal statute of limitations retrospectively.... Seen in \nthis light, Toussie potentially alters the second step in the Landgraf approach. \nMiller, 911 F.3d at 645.6\nBy contrast, the government cites only one case—Nader—in which a court has held that \nthe application of a criminal statute of limitations to pre-enactment conduct is permissible under \nthe second step of Landgraf. Like the government here, however, the court in Nader offered no \npath to reconciling Landgraf with Toussie. Instead, it applied Landgraf, a civil case, in a manner \nthat interprets Toussie out of existence in the retroactivity context, without any suggestion from \nthe Supreme Court that it intended such an effect. The opinions in Miller and Gentile, in \nacknowledging the need to read Landgraf and Toussie in harmony, provide the correct legal \nframework for the application of the second step of Landgraf This is particularly so in light of \nCongress' explicit rejection of a retroactivity provision in the 2003 Amendment, a factor not \nconsidered in Miller and absent from Gentile. \nIn arguing that \"Congress may retroactively extend the limitations period for still-viable \nprosecutions\" (Opp. 34) (emphasis added), the government completely misses the point. There is \n5  The government's attempt to discredit Gentile on the ground that it relied in part on a pre-Landgraf opinion (Opp. \n36) rings hollow. The court made clear that it was applying Landgraf(in conjunction with Toussie and Hughes). \nGentile, 235 F. Supp. at 654-55. \n6 For this reason, the Second Circuit's applications of Landgmf in Vernon v. Cassadaga Valley Cent. School Dist, \n49 F.3d 886 (2d Cir. 1995), and In re Enterprise Mortgage Acceptance Co., 391 F.3d 401 (2d Cir. 2004)—both of \nwhich involved civil statutes of limitations—do not resolve the issue. \n9 \nEFTA00028916\n\nno dispute that Congress could have amended § 3283 in 2003 to extend the limitations period for \nlive charges; had it done so explicitly, the government would prevail on the first Landgraf step.' \nRather, the second Landgraf step asks whether the effects of retroactive application of a statute \nare such that the Court, in the absence of an express retroactivity provision, should presume that \nCongress intended to apply the statute retroactively. See Landgraf, 511 U.S. at 283 (framing \nissue as whether a law is \"the kind of provision that [applies] to events antedating its enactment \nin the absence of clear congressional intent\").8  As both Miller and Gentile recognize, Toussie \nsuggests that, in the context of a criminal statute of limitations, Congress should not be presumed \nto have intended retroactive application absent a clear expression of such intent, and the Court \nshould not reach such a conclusion here. \nII. Section 3283 Does Not Apply at All. \nMs. Maxwell's Motion should be granted for the separate and independent reason that \nregardless of whether the 2003 Amendment can be applied retroactively, § 3283 does not apply \nto the offenses with which Ms. Maxwell is charged. Neither enticement of an individual to travel \nnor transportation of a minor is an \"offense involving\" the sexual or physical abuse or \nkidnapping of a child. The government fails to rebut the long line of cases interpreting \"offense \ninvolving\" language to refer to offenses that necessarily entail particular conduct, and the \n7  For this reason, the government's invocation of Falter v. United States, 23 F.2d 420 (2d Cir. 1928)-a case \ndecided decades before both Landgraf and Toussie—adds nothing to the analysis. While the government cites \nFalter for the uncontroversial proposition the law treats the revival of time-barred criminal charges more harshly \nthan the extension of live charges—indeed, as the government points out, the former raises issues under the Ex Post \nFacto Clause—it sheds no light on the issue of statutory interpretation here, particularly in light of Landgraf and \nToussie. \nS\n  The fact that the inquiry into a statute's retroactive effects is the second step of Landgraf, rather than the first, \ndemonstrates that Landgmf is not an inquiry into a statute's constitutionality. If the Landgraf analysis were simply \nan inquiry into whether the Ex Post Facto clause permits Congress to apply a criminal statute of limitations \nretroactively, as the government contends (Opp. 34-35), the first step would have to be read out of Landgraf \nentirely. Otherwise, Congress could expressly prescribe an unconstitutional retroactive application of a statute, \nthereby ending the analysis at step one before the court ever addressed the statute's constitutionality. \n10 \nEFTA00028917\n\noffenses with which Ms. Maxwell is charged do not require the sexual or physical abuse or \nkidnapping of a child. \nA. Section 3283 Applies Only to Offenses that Necessarily Entail the Sexual \nAbuse or Physical Abuse, or Kidnapping, of a Child. \nAs demonstrated in Ms. Maxwell's opening brief, the Supreme Court has held repeatedly \nand consistently that an \"offense\" or \"crime\" that \"involves\" certain conduct means an offense \nthat necessarily entails or requires that conduct. See, e.g., Shular v. United States, 140 S. Ct. \n779, 782 (2020) (\"a court should look to the state offense's elements\" rather than case-specific \nfacts); United States v. Davis, 139 S. Ct. 2319, 2328 (2019) (rejecting argument that \"offense \nthat ... involves\" provision permitted court to look to case-specific facts, even if necessary to \nsave provision from unconstitutional vagueness); Kawashima v. Holder, 565 U.S. 478, 484 \n(2012) (interpreting \"offenses that involve fraud or deceit\" to mean \"offenses with elements that \nnecessarily entail fraudulent or deceitful conduct\") (internal punctuation omitted); Leocal v. \nAshcroft, 543 U.S. 1, 7 (2004) (stating that \"offense that ... involves\" language \"requires us to \nlook to the elements and the nature of the offense ...rather than to the particular facts\" at issue); \nBridges v. United States, 346 U.S. 209, 217 n.15, 221 (1953) (limiting extended statute of \nlimitations for \"any offense [] involving fraud or attempted fraud against the United States\" to \n\"offenses in which defrauding or attempting to defraud the United States is an essential \ningredient of the offense charged\"). The government's attempt to limit this clear line of cases is \nunpersuasive. \nThe government claims that a \"necessarily entails\" approach (or, as the government \ndescribes it, a \"categorical\" approach) is \"only used in settings like sentencing and immigration, \nwhere a court is asked to evaluate the conduct from a prior conviction.\" Opp. 39. While one \nwould expect the government to support such a statement with citations to Supreme Court cases \n11 \nEFTA00028918\n\noutside the sentencing and immigration context in which the \"necessarily entails\" approach has \nbeen rejected, it fails to offer any.9  Nor does the government respond to the case law cited by \nMs. Maxwell in which courts have interpreted \"offense involving\" language in a venue statute, \nwhich has nothing to do with sentencing, immigration, or prior convictions, to refer to the \nelements of the offense. See, e.g., United States v. Morgan, 393 F.3d 192, 198 (D.C. Cir. 2004) \n(\"The most natural reading of § 3237(a) ¶ 2 is to construe `any offense involving' by reference to \nthe elements of the offense at issue.\") (emphasis in original); United States v. Ayo, 801 F. Supp. \n2d 1323, 1331 (S.D. Ala. 2011) (\"The Eleventh Circuit has employed the second paragraph of \nSection 3237(a) when such transportation, or use of the mails, is an element of the offense \ncharged.\"). The arbitrary limitations the government seeks to impose on the \"necessarily entails\" \napproach simply do not exist. \nThe Supreme Court's opinion in Nijhawan v. Holder, 557 U.S. 29 (2009)—the only \nSupreme Court case the government cites in which the Court applied a fact-based approach to an \n\"offense involving\" statute—does not break this line of cases at all. In Nijhawan, the statutory \nprovision at issue referred to \"an offense that . . . involves fraud or deceit in which the loss to the \nvictim or victims exceeds $10,000.\" 557 U.S. at 32 (quoting 8 U.S.C. § 1101(a)(43)(M)(i)) \n(emphasis added by Court). The issue before the Court was not whether the statute required \n\"fraud or deceit\" to be an element of the underlying offense, but whether the referenced \nmonetary threshold was required to be an element. The Court held that it was not, reasoning that \n\"[t]he words 'in which' (which modify `offense') can refer to the conduct involved `in' the \n9 \nAccording to the government, the ostensible rationale for the \"necessarily entails\" approach—avoiding the need \nfor courts to examine the facts of prior convictions—is not present in the § 3283 context. But a fact-based approach \nposes a different practical obstacle in the statute of limitations context. Under a fact-based approach here, for \nexample, in order to obtain the benefit of the expanded limitations period, the government would be required to \nprove conduct (i.e., sexual abuse) that is not an element of an offense; a jury would be required to find not only that \nMs. Maxwell committed the offenses with which she is charged but also that her offenses \"involve[] . the sexual \nor physical abuse ... of a child\"; and only after the jury has returned its verdict would it be known which statute of \nlimitations—§ 3283 or the default provision under § 3282—applies to this prosecution. \n12 \nEFTA00028919\n\ncommission of the offense of conviction, rather than to the elements of the offense.\" Id. at 39 \n(emphasis added by Court). Because § 3283 contains no such modification to the words \"offense \ninvolving,\" Nijhawan is entirely consistent not only with the Supreme Court cases that interpret \n\"offense involving\" language as referring to elements of the offense, but also with a similar \ninterpretation of the language as it appears in § \n3283.1°\nThe Eighth Circuit's opinion in United States v.  Coutentos, 651 F.3d 809 (8th Cir. 2011), \nsquares perfectly with this approach. In Coutentos, the court held that § 3283 did not apply to a \ncharge of possession of child pornography, even though the facts of the case involved conduct \nthat went beyond the elements of child pornography and, according to the court, constituted \nsexual abuse. 651 F.3d at 817. The government's attempt to distinguish Coutentos on the \nground that \"this case does not involve the possession of child pornography\" (Opp. 41) misses \nthe point: In determining whether § 3283 applied, the court did not consider evidence of actual \nsexual abuse and instead confined its focus to the elements of the offense of possession of child \npornography. In other words, it used the \"necessarily entails\" approach. Similarly, § 3283 \nrequires the Court here to look only to the elements of § 2422(a) and § 2423(a), and to disregard \nallegations of conduct beyond those elements. \nFinally, the government attempts to distinguish Bridges, in which the Supreme Court \nused the equivalent of a \"necessarily entails\" approach specifically with respect to a statute of \nlimitations, and argues that Bridges is an outlier based on its legislative history. But the \ngovernment fails to identify a single statute of limitations other than § 3283 in which a fact-\n10 The government cites the Second Circuit's statement in a footnote in Weingarten that the \"offense involving\" \nlanguage is \"equally consistent with applying a fact-based approach.\" Opp. 39-40 (quoting Weingarten, 865 F.3d at \n60 n.I I). However, Weingarten relied exclusively on Nijhawan for that proposition; like the government, it cited no \ncase in which a fact-based approach had been used to apply an \"offense involving\" statute other than § 3283. In any \nevent, the Second Circuit did not hold that a fact-based approach applies to § 3283; it held only, in the context of an \nineffective assistance claim, that it was \"not obvious\" which approach applies. Weingarten, 865 F.3d at 60. \n13 \nEFTA00028920\n\nbased approach has been applied, let alone one that uses \"offense involving\" language. I I   Given \nthe Supreme Court's consistent interpretation of such language to require a \"necessarily entails,\" \nelements-based approach, § 3283 should be similarly interpreted—particularly given the \nobligation under the rule of lenity to construe any ambiguity in criminal statutes in favor of the \ndefendant, Burrage v. United States, 571 U.S. 204, 216 (2014), and the principle that \"criminal \nlimitations statutes are to be liberally interpreted in favor of repose.\" Toussie, 397 U.S. at 115 \n(internal quotations and citation omitted). \nB. The Offenses Charged in Counts One Through Four Do Not Necessarily \nEntail the Sexual or Physical Abuse or Kidnapping of a Child. \nThe government appears to argue that even under the \"necessarily entails\" approach, \n§ 3283 applies to the Mann Act offenses at issue here, because § 2422(a) and § 2423(a) \nsomehow necessarily entail the sexual abuse of a child. The government bases this argument on \nits contention that the applicable definition of \"sexual abuse\" is the definition found at 18 U.S.C. \n§ 3509(a)(8), because that definition \"includes the employment, use, persuasion, inducement, \nenticement, or coercion of a child to engage in, or assist another person to engage in, sexually \nexplicit conduct or the rape, molestation, prostitution, or other form of sexual exploitation of \nchildren, or incest with children.\" 18 U.S.C. § 3509(a)(8). But even under such an expansive \ndefinition, neither § 2422(a) nor § 2423(a) necessarily entails the sexual abuse of a child. \nSection 2422(a) does not necessarily entail any act concerning a child, let alone the \n\"employment, use, persuasion, inducement, enticement, or coercion of a child\" to engage in any \nsex-related conduct. Rather, § 2422(a) requires only the enticement of an individual—of any \n\"  The government also cites United States v. Schneider, 801 F.3d 186 (3d Cir. 2015), in which the court rejected the \ndefendant's comparison of § 3283 to the statute in Bridges. To the extent that the Third Circuit rejected a \n\"necessarily entails\" approach to § 3283, it appears to have done so without considering the line of Supreme Court \ncases interpreting the \"offense involving\" language as requiring such an approach—a line that has since expanded to \ninclude Davis and Shular. \n14 \nEFTA00028921\n\nage—to travel with the requisite intent. 18 U.S.C. § 2422(a). Section 2423(a) requires only the \ntransportation of a child with the requisite intent, 18 U.S.C. § 2423(a); it does not necessarily \nentail \"the employment, use, persuasion, inducement, enticement, or coercion of a child\" to do \nanything other than travel. If a defendant entices an adult to travel for the purpose of engaging in \nunlawful sexual activity, a § 2422(a) offense has been committed, but no sexual abuse of a child \nhas occurred. If a defendant transports a minor with the intent (unbeknownst to the minor) that \nthe minor will engage in sexual activity, no sexual activity occurs, and there is no \"employment, \nuse, persuasion, inducement, enticement, or coercion\" to engage in sexual activity, a § 2423(a) \noffense has been committed, but no sexual abuse of a child has occurred. \nWhile the government cites several cases in which courts have found § 3283 applicable to \nparticular statutes, it cites only one case in which either a § 2422(a) or § 2423(a) offense has \nbeen held to involve \"sexual abuse\" within the meaning of § 3283. In United States v. Vickers, \nNo. 13 Cr. 128 (RJA) (HKS), 2014 WL 1838255 (W.D.N.Y. May 8, 2014), the court held that a \n§ 2423(a) offense involved sexual abuse, but it did not hold that § 2423(a) necessarily entails \nsexual abuse; instead, the court used a fact-based approach. Id. at *11 (\"defendant Vickers is \ncharged with transportation of a minor in violation of [§ 2423(a)] and it is alleged that the \ndefendant did have sexual contact with Victim I\") (emphasis added). No court has held that \neither the enticement of an individual to travel or the transportation of a minor necessarily entails \n\"sexual abuse\" within the meaning of § 3283. It does not. The government therefore cannot and \nshould not prevail. \n15 \nEFTA00028922\n\nCONCLUSION \nFor the reasons set forth herein, Ms. Maxwell respectfully requests that Counts One \nthrough Four be dismissed. \nDated: March 15, 2021 \nNew York, New York \nRespectfully submitted, \nIs/ Christian R. Everdell \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \nPhone: \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN & FOREMAN P.C. \nPhone: \nBobbi C. \nStemheim \nLaw Offices of Bobbi C. \nSternheim \nPhone: \nAttorneys for Ghislaine Maxwell \n16 \nEFTA00028923\n\nCERTIFICATE OF SERVICE \nI hereby certify that on March 15, 2021, I served by email, pursuant Rule 2(B) of the \nCourt's individual practices in criminal cases, the within memorandum and any accompanying \nexhibits upon the following: \nU.S. Attorney's Office, SDNY \nIs/ Christian Everdell \nEFTA00028924",
    "pageCount": 22,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \n20 Cr. 330 (AJN) \nREPLY MEMORANDUM"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "s the \ninquiry at step one in Ms. Maxwell's favor. 3 \n2. Cases appl"
      },
      {
        "name": "Pagliuca \nLaura",
        "role": "extracted",
        "context": "ESSER LLP \nPhone: \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN"
      },
      {
        "name": "Stemheim \nLaw",
        "role": "extracted",
        "context": "OREMAN P.C. \nPhone: \nBobbi C. Stemheim \nLaw \nOffices of Bobbi C. Stemheim"
      },
      {
        "name": "Stemheim \nPhone",
        "role": "extracted",
        "context": "eim \nLaw \nOffices of Bobbi C. Stemheim \nPhone: \nAttorneys for Ghislaine Max"
      },
      {
        "name": "Amendment Does",
        "role": "extracted",
        "context": "CONTENTS \nPage \nI. The 2003 Amendment Does Not Apply Retroactively 2 \nA."
      },
      {
        "name": "Not Apply",
        "role": "extracted",
        "context": "e \nI. The 2003 Amendment Does Not Apply Retroactively 2 \nA. Step One:"
      },
      {
        "name": "Step One",
        "role": "extracted",
        "context": "Not Apply Retroactively 2 \nA. Step One: \nCongress Did Not Expressly"
      },
      {
        "name": "Congress Did",
        "role": "extracted",
        "context": "etroactively 2 \nA. Step One: \nCongress Did Not Expressly Prescribe Retro"
      },
      {
        "name": "Not Expressly",
        "role": "extracted",
        "context": "2 \nA. Step One: \nCongress Did Not Expressly Prescribe Retroactivity and"
      },
      {
        "name": "Prescribe Retroactivity",
        "role": "extracted",
        "context": ": \nCongress Did Not Expressly Prescribe Retroactivity and \nRejected a Proposal \nto"
      },
      {
        "name": "Do So",
        "role": "extracted",
        "context": "and \nRejected a Proposal \nto Do So \n3 \n1. Congress' explicit rej"
      },
      {
        "name": "Step Two",
        "role": "extracted",
        "context": "t prevail at step one. \n7 \nB. Step Two: Application of the 2003 Amen"
      },
      {
        "name": "Alleged \nOffenses",
        "role": "extracted",
        "context": "03 Amendment to Ms. Maxwell's Alleged \nOffenses Would Have Impermissible Effe"
      },
      {
        "name": "Would Have",
        "role": "extracted",
        "context": ". Maxwell's Alleged \nOffenses Would Have Impermissible Effects 8 \nII."
      },
      {
        "name": "Impermissible Effects",
        "role": "extracted",
        "context": "Alleged \nOffenses Would Have Impermissible Effects 8 \nII. Section 3283 Does Not"
      },
      {
        "name": "Does Not",
        "role": "extracted",
        "context": "e Effects 8 \nII. Section 3283 Does Not Apply at All.   10 \nA. Sectio"
      },
      {
        "name": "Applies Only",
        "role": "extracted",
        "context": "at All.   10 \nA. Section 3283 Applies Only to Offenses that Necessarily"
      },
      {
        "name": "Necessarily Entail",
        "role": "extracted",
        "context": "Applies Only to Offenses that Necessarily Entail the Sexual \nAbuse or Physical"
      },
      {
        "name": "Sexual \nAbuse",
        "role": "extracted",
        "context": "s that Necessarily Entail the Sexual \nAbuse or Physical Abuse, or Kidnapp"
      },
      {
        "name": "Physical Abuse",
        "role": "extracted",
        "context": "y Entail the Sexual \nAbuse or Physical Abuse, or Kidnapping, of a Child  1"
      },
      {
        "name": "The Offenses",
        "role": "extracted",
        "context": "idnapping, of a Child  11 \nB. The Offenses Charged in Counts One Through"
      },
      {
        "name": "Counts One",
        "role": "extracted",
        "context": "1 \nB. The Offenses Charged in Counts One Through Four Do Not \nNecessar"
      },
      {
        "name": "Through Four",
        "role": "extracted",
        "context": "ffenses Charged in Counts One Through Four Do Not \nNecessarily \nEntail t"
      },
      {
        "name": "Do Not",
        "role": "extracted",
        "context": "ed in Counts One Through Four Do Not \nNecessarily \nEntail the Sexu"
      },
      {
        "name": "Necessarily \nEntail",
        "role": "extracted",
        "context": "unts One Through Four Do Not \nNecessarily \nEntail the Sexual or Physical Abuse"
      },
      {
        "name": "Cases \nBridges",
        "role": "extracted",
        "context": "ABLE OF AUTHORITIES \nPage(s) \nCases \nBridges v.  United States, \n346 U.S."
      },
      {
        "name": "Alpine Ridge",
        "role": "extracted",
        "context": ". 204 (2014)  14 \nCisneros v. Alpine Ridge Group, \n508 \nU.S. 10 (1993)"
      },
      {
        "name": "Hughes Aircraft",
        "role": "extracted",
        "context": "F.2d 420 (2d Cir. 1928)  10 \nHughes Aircraft Co. v. \nU.S. \nex reL Schumer,"
      },
      {
        "name": "Mortgage Acceptance",
        "role": "extracted",
        "context": "997) \n8, 9 \nIn re Enter prise Mortgage Acceptance Co., \n391 \nF.3d 401 (2d Cir."
      },
      {
        "name": "Kaiser Aluminum",
        "role": "extracted",
        "context": ".3d 401 (2d Cir. 2004) \n6, 9 \nKaiser Aluminum & Chem. Corp. v. Bonjorno, \n4"
      },
      {
        "name": "Film Products",
        "role": "extracted",
        "context": "478 (2012) \nLandgraf v.  USI Film Products, \n511 U.S. 244 \n(1994) \nLeoca"
      },
      {
        "name": "Leo Sure",
        "role": "extracted",
        "context": "7 (2005) \n5 \nUnited States v. Leo Sure Chief \n438 F.3d 920 (9th Cir."
      },
      {
        "name": "Cassadaga Valley",
        "role": "extracted",
        "context": "May 8, 2014)  15 \nVernon v.  Cassadaga Valley Cent. School Dist., \n49 F.3d"
      },
      {
        "name": "School Dist",
        "role": "extracted",
        "context": "on v.  Cassadaga Valley Cent. School Dist., \n49 F.3d 886 (2d Cir. 1995)"
      },
      {
        "name": "Other Authorities",
        "role": "extracted",
        "context": ") 12 \nPub. L. No. 101-647 \n8 \nOther Authorities \nSenator Leahy, Amber Legisla"
      },
      {
        "name": "Senator Leahy",
        "role": "extracted",
        "context": "01-647 \n8 \nOther Authorities \nSenator Leahy, Amber Legislation, Cong. Rec"
      },
      {
        "name": "Amber Legislation",
        "role": "extracted",
        "context": "r Authorities \nSenator Leahy, Amber Legislation, Cong. Rec. 149:50, \n55147 \n("
      },
      {
        "name": "Reply Memorandum",
        "role": "extracted",
        "context": "ell respectfully submits this Reply Memorandum in Support of her \nMotion to"
      },
      {
        "name": "Dismiss Counts",
        "role": "extracted",
        "context": "in Support of her \nMotion to Dismiss Counts One Through Four of the Super"
      },
      {
        "name": "One Through",
        "role": "extracted",
        "context": "her \nMotion to Dismiss Counts One Through Four of the Superseding Indic"
      },
      {
        "name": "Superseding Indictment",
        "role": "extracted",
        "context": "ounts One Through Four of the Superseding Indictment as Time-Barred \n(\"Motion\")."
      },
      {
        "name": "Mann Act",
        "role": "extracted",
        "context": "opposition (\"Opp.\"), the four Mann Act counts against \nMs. Maxwell a"
      },
      {
        "name": "Because Congress",
        "role": "extracted",
        "context": "nment asks this Court to do. \nBecause Congress' clear rejection of a retroac"
      },
      {
        "name": "Mann \nAct",
        "role": "extracted",
        "context": "18 U.S.C. § 2423(a), the two Mann \nAct provisions with which Ms. Max"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "to distinguish a long line of Supreme Court cases holding that an \"offens"
      },
      {
        "name": "Under Landgraf",
        "role": "extracted",
        "context": "plies retroactively. Opp. 27. Under Landgraf, the first step is \n\"to deter"
      },
      {
        "name": "As Ms",
        "role": "extracted",
        "context": "leted.\" Id. \n2 \nEFTA00028909\n\nAs Ms. Maxwell's opening memorandum"
      },
      {
        "name": "If \nCongress",
        "role": "extracted",
        "context": "vival of time-barred charges. If \nCongress had intended to distinguish b"
      },
      {
        "name": "See Opp",
        "role": "extracted",
        "context": "their abusers after a delay.\" See Opp. 31. But statutory \namendment"
      },
      {
        "name": "While Senator",
        "role": "extracted",
        "context": "to a retroactivity analysis: \nWhile Senator Leahy's floor statement confi"
      },
      {
        "name": "Civil Rights",
        "role": "extracted",
        "context": "ission from the comprehensive Civil Rights \nAct of 1991 of an \"elaborate"
      },
      {
        "name": "Ex Post",
        "role": "extracted",
        "context": "analyzed the issue under the Ex Post Facto \nClause and gave little"
      },
      {
        "name": "Facto \nClause",
        "role": "extracted",
        "context": "d the issue under the Ex Post Facto \nClause and gave little, if any, cons"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "amework—nor can it, given the Second Circuit's acknowledgment that the \nre"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "under Landgraf. Weingarten v. United \nStates, 865 F.3d 48, 54-58 (2d Cir."
      },
      {
        "name": "No Landgraf",
        "role": "extracted",
        "context": "48, 54-58 (2d Cir. 2017). \n3  No Landgraf analysis was performed, nor w"
      },
      {
        "name": "In \nNader",
        "role": "extracted",
        "context": "Supp. 3d 619 (E.D. Va. 2019). In \nNader, the court performed a Landgr"
      },
      {
        "name": "In Nader",
        "role": "extracted",
        "context": "ment has even been mentioned. In Nader, however, \nthe court noted th"
      },
      {
        "name": "Enterprise \nMortgage",
        "role": "extracted",
        "context": "f step. Opp. 28 (citing In re Enterprise \nMortgage Acceptance Co., 391 F.3d 401,"
      },
      {
        "name": "Acceptance Co",
        "role": "extracted",
        "context": "ng In re Enterprise \nMortgage Acceptance Co., 391 F.3d 401, 406-08 (2d Ci"
      },
      {
        "name": "First Circuit",
        "role": "extracted",
        "context": "all: the Second Circuit and First Circuit opinions in Weingarten and Un"
      },
      {
        "name": "If Landgraf",
        "role": "extracted",
        "context": "from its \nLandgraf analysis. If Landgraf is correctly applied, and leg"
      },
      {
        "name": "Second \nCircuit",
        "role": "extracted",
        "context": "ndment version of § 3283, the Second \nCircuit recognized in Weingarten that"
      },
      {
        "name": "Crime Control",
        "role": "extracted",
        "context": "s. See Opp. Mem. 24 (quoting \nCrime Control Act of 1990, Pub. L. No. 101-"
      },
      {
        "name": "In United",
        "role": "extracted",
        "context": "pp. 35), \nbut that is not so. In United States v.  Gentile, 235 F. Su"
      },
      {
        "name": "Hughes \nAircraft",
        "role": "extracted",
        "context": "ly with Toussie but also with Hughes \nAircraft Co. v. \nU.S. \nex \nrel. \nSchum"
      },
      {
        "name": "The First",
        "role": "extracted",
        "context": "emphasis added \nby court)).5  The First Circuit, addressing the issue"
      },
      {
        "name": "Landgraf This",
        "role": "extracted",
        "context": "ication of the second step of Landgraf This is particularly so in light o"
      },
      {
        "name": "Enterprise Mortgage",
        "role": "extracted",
        "context": "886 (2d Cir. 1995), and In re Enterprise Mortgage Acceptance Co., 391 F.3d 401"
      },
      {
        "name": "See Landgraf",
        "role": "extracted",
        "context": "ly the statute retroactively. See Landgraf, 511 U.S. at 283 (framing \nis"
      },
      {
        "name": "Facto Clause",
        "role": "extracted",
        "context": "ses issues under the Ex Post \nFacto Clause—it sheds no light on the issu"
      },
      {
        "name": "The Eleventh",
        "role": "extracted",
        "context": "1323, 1331 (S.D. Ala. 2011) (\"The Eleventh Circuit has employed the seco"
      },
      {
        "name": "The Supreme",
        "role": "extracted",
        "context": "pproach simply do not exist. \nThe Supreme Court's opinion in Nijhawan v"
      },
      {
        "name": "In Nijhawan",
        "role": "extracted",
        "context": "ak this line of cases at all. In Nijhawan, the statutory \nprovision at"
      },
      {
        "name": "The Eighth",
        "role": "extracted",
        "context": "e as it appears in § \n3283.1°\nThe Eighth Circuit's opinion in United S"
      },
      {
        "name": "In Coutentos",
        "role": "extracted",
        "context": "perfectly with this approach. In Coutentos, the court held that § 3283 d"
      },
      {
        "name": "Third Circuit",
        "role": "extracted",
        "context": "idges. To the extent that the Third Circuit rejected a \n\"necessarily enta"
      },
      {
        "name": "Everdell \nChristian",
        "role": "extracted",
        "context": "submitted, \nIs/ Christian R. Everdell \nChristian R. Everdell \nCOHEN \n& GRESSER"
      },
      {
        "name": "Sternheim \nPhone",
        "role": "extracted",
        "context": "eim \nLaw Offices of Bobbi C. \nSternheim \nPhone: \nAttorneys for Ghislaine Max"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "Attorney's Office, SDNY \nIs/ Christian Everdell \nEFTA00028924"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2010-06-07",
        "event": "June 7, 2010"
      },
      {
        "date": "2014-05-08",
        "event": "May 8, 2014"
      },
      {
        "date": "2021-03-15",
        "event": "March 15, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:22.447Z"
}