{
  "document": {
    "id": "efta00030569",
    "filename": "EFTA00030569.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030569.pdf",
    "text": "\n\nU.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nBy Electronic Mail \nChristian Everdell, Esq. \nMark Cohen, Esq. \nCohen & Gresser LLP \n800 Third Avenue \nNew York, NY 10022 \nLaura Menninger, Esq. \nJeffrey Pagliuca, Esq. \nHaddon, Morgan and Foreman, P.C. \n150 East Tenth Avenue \nDenver, CO \n80203 \nDear Counsel: \nThe Silvio J. Mono Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nOctober 28, \n2020 \nBobbi Sternheim, Esq. \nLaw Offices of Bobbi C. Sternheim \n33 West 19th Street-4th Fl. \nNew York, NY 10007 \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nWe write in response to your letter of October 13, 2020 setting forth \"requests for \ndiscovery, inspection, and copying, in accordance with the guarantees of the Fourth, Fifth, and \nSixth Amendments, Rule 16 of the Federal Rules of Criminal Procedure, the Federal Rules of \nEvidence, and such other laws and rules as may be applicable.\" The letter lists 22 specific requests \n(the \"Requests\"). The letter also makes a  general request for materials pursuant to Brady v. \nMaryland, 373 U.S. 83 (1963) and Kyles v.  Whitley, 514 U.S. 419 (1995), followed by 10 \"specific \nBrady requests.\" \nAs an initial matter, we take seriously our disclosure obligations, including those arising \nunder Rule 16, Brady and its progeny, and Giglio v. United States, 405 U.S. 150 (1972) and its \nprogeny, and we intend to comply fully with those obligations. We intend to do so irrespective of \nwhether you specifically request such material, or how you characterize that material. Indeed, as \nyou are aware, we have already made substantial productions pursuant to Rule 16 and otherwise \nin this case. The Government will continue to fulfill all of its obligations going forward. \nHowever, your unilateral assertion that particular items constitute \"Brady materials\" does \nnot itself render those materials subject to disclosure, let alone immediate disclosure some nine \nmonths before trial. To the contrary, a substantial amount of the materials sought in the Requests \nare plainly material to which you are entitled, if at all, solely pursuant to Title 18, United States \nEFTA00030569\n\nCode, Section 3500 (hereinafter \"3500 material\") or Giglio v. United States, 405 U.S. 105 (1972) \nand its progeny (hereinafter \"Giglio material\"). As you are aware, it is the standard practice in this \nDistrict that such material is produced shortly in advance of trial, a practice that has been widely \nheld to be sufficient to satisfy the requirement that Giglio be produced \"in sufficient time that the \ndefendant will have a reasonable opportunity to act upon the information efficaciously.\" United \nStates v.  Rodriguez, 496 F.3d 221, 226 (2d Cir. 2007). Immediate disclosure of such material is \nnot warranted simply because the defendant prefers it. See, e.g., United States v. Wey, 15 Cr. 611 \n(AJN), 2017 WL 237651, at *23 (S.D.N.Y. Jan. 18, 2017) (denying defendant's motion for \nimmediate disclosure of Giglio material as defendant \"fails to articulate any persuasive reason why \nimmediate disclosure is required in this case, and the Court otherwise sees no basis to deviate so \nsubstantially from the typical practice\"); United States v. Thompson, 13 Cr. 378 (AJN), 2013 WL \n6246489, at *9 (S.D.N.Y. Dec. 3, 2013) (denying request for early production of Jencks Act \nmaterial); United States v. Hernandez, No. 09 Cr. 625 (HB), 2010 WL 26544, at *6 (S.D.N.Y. Jan. \n6, 2010) (declining to order immediate disclosure of Giglio material, because the Government \nstated it would provide both Giglio and Jencks Act material \"shortly before trial\"); United States \nv. Davis, No. 06 Cr. 911 (LBS), 2009 WL 637164, at *14 (S.D.N.Y. March 11, 2009) (\"The Second \nCircuit has held that a request for immediate or early disclosure [of Giglio material] has no basis \nin the law.\"). \nConsistent with that well-established practice, we intend to begin producing any 3500 and \nGiglio material substantially closer to trial. As we have indicated in prior letters to you and the \nCourt, the Government is prepared to produce all statements and impeachment material for \nwitnesses it expects to call at trial as early as four weeks prior to trial. Additionally, the \nGovernment is prepared to produce any statements by witnesses who it does not expect to call at \ntrial as early as eight weeks prior to trial, subject to restrictions to protect those individuals' privacy \nto be negotiated by the parties. We note that, to date, the parties have not engaged in any \ndiscussions about a schedule for pretrial disclosures, but we are prepared to discuss such a schedule \nat your convenience. \nIn return, we reiterate our request that the defendant disclose prior statements of any \nwitnesses she will call to testify. See Fed. R. Crim. P. 26.2; United States v. Nobles, 422 U.S. 225 \n(1975). We request that such material be provided on the same basis upon which we agree to \nsupply the defendant with such material relating to Government witnesses, and we are amenable \nto discussing a  schedule for all parties' pretrial disclosures. We also reiterate our request for \nreciprocal discovery under Fed. R. Crim. P. 16(b). \nWith respect to your remaining requests, we endeavor to respond directly to those below. \nBy voluntarily providing this information, the Government is not limiting its evidence, arguments, \nor legal theories at trial in any way. If you have any questions or would like to confer further, \nplease let us know and we will be happy to arrange a call or meeting to confer further at a mutually \nconvenient time. \nRequest 1— Any Oral, Written, or Recorded Statements Made by the Defendant: As \nnoted in your request, the Government has produced statements made by the defendant in prior \ncivil proceedings, as well as statements made at the time of her arrest. The Government is not \naware of any other statements the defendant has made to law enforcement. \n2 \nEFTA00030570\n\nRequest 2 —  Statements of Alleged Co-Conspirators: To the extent that your request \nseeks disclosure and identification of any statements of alleged co-conspirators that the \nGovernment intends to introduce at trial, this request is premature and without legal basis. To the \nextent the materials the defendant seeks may fall within the Jencks Act, the Jencks Act provides \nthat \"[i]n any criminal prosecution brought by the United States, no statement or report in the \npossession of the United States which was made by a  Government witness or prospective \nGovernment witness (other than the defendant) shall be the subject of subpoena, discovery, or \ninspection until said witness has testified on direct examination in the trial of the case.\" 18 U.S.C. \n§ 3500(a). In addition, Rule 16 exempts from production, prior to trial, the materials the defendant \nseeks: \"[T]his rule does not authorize the discovery or inspection of reports, memoranda, or other \ninternal government documents made by an attorney for the government or other government agent \nin connection with investigating or prosecuting the case. Nor does this rule authorize the discovery \nor inspection of statements made by prospective government witnesses except as provided in 18 \nU.S.C. § 3500.\" Fed. R. Crim. P. 16(a)(2). In light of these provisions, requests for discovery of \nJencks Act materials in advance of trial are uniformly denied in this District. Indeed, there is no \nlegal basis to order the disclosure of statements of Government witnesses before their direct \ntestimony at trial. See In re U.S., 834 F.2d 283, 284-87 (2d Cir. 1987) (issuing a writ of mandamus \nreversing District Court's order directing the Government \"to produce all oral statement made by \nthe defendants and coconspirators that the Government planned to offer at trial as admissions of a \ndefendant\" under Fed. R. Evid. 801); United States ex rel. Lucas v. Regan, 503 F.2d 1, 3 n.I (2d \nCir. 1974); United States v. Sebastian, 497 F.2d 1267, 1268-69 (2d Cir. 1974); United States v. \nPercevault, 490 F.2d 126, 132 (2d Cir. 1974). \nFurther, disclosure of any statements of alleged co-conspirators would necessitate the \nidentification of co-conspirators. You identify no authority for the proposition that the \nGovernment is required to identify all known co-conspirators in connection with the charged \nconspiracy that the Government may seek to prove at trial, and to the contrary, courts in this district \nroutinely deny similar requests. See, e.g., United States v. Castro, No. 08 Cr. 268 (NRB), 2008 \nWL 5062724, at *2 (S.D.N.Y. Nov. 25, 2008) (\"An indictment need not identify all alleged co-\nconspirators, nor specify the nature, time and place of every overt act the defendant or others \nallegedly took in furtherance of a conspiracy, nor must it set forth all the evidence the government \nintends to introduce.\"); United States v. Trippe, 171 F. Supp. 2d 230, 240 (S.D.N.Y. 2001) \n(\"[D]emands for particular information with respect to where, when, and with whom the \nGovernment will charge the defendant with conspiring are routinely denied.\"); United States v. \nFruchter, 104 F. Supp. 2d 289, 313 (S.D.N.Y. 2000) (denying \"Defendants' request for names of \nall alders, abettors, unindicted co-conspirators, and confidential informants\" as \"nothing more than \na request for a witness list\"). \nThat said, as previously stated, we intend to produce all Jencks Act and Giglio material in \nadvance of trial and remain available to confer generally regarding a mutual schedule for pretrial \nand trial-related disclosures, including witness statements or Giglio material. \nRequest 3 —  Prior Criminal Records of the Defendant: The Government is  not aware \nof any prior convictions or arrests of the defendant. \n3 \nEFTA00030571\n\nRequest 4 —  Any Books, Papers, Documents, Data, Photographs, Tangible Objects, \nBuildings, or Places, or Copies or Portions of Any of These Items: The Government did not \nseize any documents or tangible items from the defendant, including through a search warrant. As \nyou are aware from discovery, the Government has obtained a number of tangible items during its \ninvestigation through various means, including search warrants executed at properties of Jeffrey \nEpstein. We have already produced copies of many of those items in discovery, and, as we \npreviously advised in August 2020, if you wish to inspect any of the physical evidence referenced \nin the produced materials, including items listed on search inventories, please let us know, and we \nwill make arrangements for you to do so. \nRequest 5 —  Results or Reports of Any Physical or Mental Examination and of Any \nScientific Test or Experiment: The Government is unaware of any physical or mental \nexamination or scientific tests or experiments to which you are entitled. The Government is \ncontinuing to review files and will produce such materials to which you are entitled at the \nappropriate time. \nRequest 6  —  A Written Summary of Any Testimony the Government Intends to \nIntroduce at trial under Federal Rules of Evidence 702, 703, or 705: To the extent the \nGovernment intends to call any expert to testify at trial, the Government will provide appropriate \nnotice reasonably before trial, as is the standard practice in this District. The Government is \nprepared to engage in good faith discussions with you about a mutual schedule for pretrial and \ntrial-related disclosures, including expert notice. \nRequest 7 —  The Identities of Minor Victim-1, Minor Victim-2, and Minor Victim-3 \n(the \"Minor Victims\"): Such disclosure would be entirely premature nine months before trial. \nIndeed, in August, after the defendant sought an order directing the Government to disclose to \ndefense counsel the identifies of the Minor Victims, Judge Nathan ruled that the request was \npremature, noting that production of discovery had just begun and the \"parties have not yet \nengaged in discussions regarding an appropriate schedule for pretrial disclosures, including \nwitness lists and § 3500 material.\" (Dkt. 49 at 1). Judge Nathan ordered that the parties \"meet \nand confer on an appropriate schedule\" \"[fjollowing the close of discovery.\" (Id. at 2). The \ndeadline for the production of Rule 16 discovery set by the Court is November 9, 2020. (Dkt. 25). \nThe Government is prepared to engage in good faith discussions with the defense about an \nappropriate schedule for disclosure of 3500 material. \nRequest 8 — The Complete Birthdays of the Minor Victims: In our discovery transmittal \nletter dated August 13, 2020, the Government included the months and years of birth for each of \nthe Minor Victims so as to enable the defendant to evaluate whether she will make any motions or \nlegal arguments relating to the ages of the victims. You have not identified why you need \nadditional information regarding each of the Minor Victims at this time, the relevance of such \ninformation to this case, or the basis under which such information would be subject to disclosure \nor discovery at this time. Such information will be included in 3500 material for the Minor Victims \nwhich will be produced reasonably in advance of trial. \nRequest 9 —  All Written and Oral Communications Concerning the Negotiations \nRelating to the Non-Prosecution Agreement (\"NPA\") Signed by Epstein on September 24, \n4 \nEFTA00030572\n\n2007: Your request does not articulate a basis in law for your assertion that you are entitled to the \nmaterials listed in Request 9—including communications between various Government and law \nenforcement entities and Epstein's attorneys and communications between and among \"any \ngovernment employees\"—or that such materials fall within the scope of Rule 16 or any other \ndisclosure obligation. Nor is the Government aware of any basis in law for this request. We note, \nin this respect, that neither the defendant nor the U.S. Attorney's Office for the Southern District \nof New York is a party or signatory to the NPA, nor is the defendant or this Office named therein. \nAs noted in the Government's letter of October 7, 2020 (Dkt. 63), although the Government \ndoes not believe it has any obligation to gather or review emails sent or received by attorneys at \nthe United States Attorney's Office for the Southern District of Florida (\"USAO-SDFL\") as part \nof its separate, prior investigation and prosecution of Jeffrey Epstein, as set forth in greater detail \nin that letter, the Government intends to gather certain martials from USAO-SDFL and conduct \ntargeted searches of that material aimed at identifying potential Giglio or 3500 material for victims \nor witnesses relevant to this prosecution. See Dkt. 63 at 7. To the extent that review reveals such \nmaterial, it will be produced at the appropriate stage in the litigation and according to any schedule \nset for pre-trial disclosures. \nRequest 10 —  A Complete Copy of the Diary: The Government has produced all pages \nof the diary in the Government's possession. The Government has never reviewed or possessed \nany other portions of the diary. To the extent this request calls for information that is not currently \nin the Government's possession or which is not subject to disclosure, you identify no legal basis \nor authority for this request, and we are not aware of any authority requiring us to obtain and/or \ndisclose this information. \nRequest 11 —  A Complete, Unredacted Copy of FBI 302 Bearing Bates Numbers \nSDNY_GM_00114982-00114993: The Government has produced this particular version of the \ndocument in the form in which it received the document in response to a subpoena, which included \nredactions. To the extent the Government separately has access to an unredacted version of the \nsame FBI 302, the Government will produce that unredacted version, as well as all other statements \nand impeachment material for witnesses, at the appropriate time, as discussed herein. \nRequest 12 —  All Versions and Drafts of \"The Billionaires Playboy Club\": The \nGovernment has produced all versions of \"The Billionaires Playboy Club\" in the Government's \npossession of which we are currently aware. The Government has produced these materials in the \nform in which it  received those materials in response to a subpoena. To the extent this request \ncalls for information that is not currently in the Government's possession or which is not subject \nto disclosure, you identify no legal basis or authority for this request, and we are not aware of any \nauthority requiring us to obtain and/or disclose this information. \nRequest 13 —  Documents and Materials Related to the Minor Victims: As to your \nrequests for documents and materials under Requests 13(a) through (f), the Government has \nproduced any such materials relating to the Minor Victims listed in the Indictment that are in the \nGovernment's possession and that fall within the scope of Rule 16. As noted in the Government's \nOctober 7, 2020 letter (Dkt. 63), the Government is continuing to review files created and \nmaintained by other offices for material that may be responsive to these requests and will produce \n5 \nEFTA00030573\n\nany material identified through that review as appropriate. Additionally, as you know, the \nGovernment is preparing a  production of responsive materials from electronic devices seized \nduring searches of Epstein's New York and Virgin Island residences. To the extent the \nGovernment identifies any additional materials that it intends to introduce at trial, the Government \nwill promptly produce such materials. \nWith regard to your many requests for material that might fall within the scope of the \nGovernment's Giglio obligations, as you know and as set forth above, the uniform practice in this \nDistrict, which the Government intends to follow, is to produce Giglio and Jencks Act materials \nsimultaneously and shortly before trial. As noted above, this practice has been widely held to be \nsufficient to satisfy the requirement that Giglio be produced \"in sufficient time that the defendant \nwill have a  reasonable opportunity to act upon the information efficaciously.\" Rodriguez, 496 \nF.3d at 226. Immediate disclosure of such material is not warranted simply because the defendant \nprefers it. See, e.g., Hernandez, 2010 WL 26544, at *6; Davis, 2009 WL 637164, at *14. As noted \nabove, the Government is prepared to produce all statements and impeachment material for \nwitnesses it expects to call at trial as early as four weeks prior to trial, and statements for witnesses \nwho it does not expect to call at trial as early as eight weeks prior to trial. \nThe Government notes that, in response to your request for any submissions to the Epstein \nVictims' Compensation Program made by the Minor Victims or any other witness who has alleged \nthat the defendant engaged in or facilitated improper sexual conduct at any time, the Government \nplays no role in administering that program. As such, the Government is not in possession of any \nsubmissions to this program. To the extent this request calls for information that is not currently \nin the Government's possession or which is not subject to disclosure, you identify no legal basis \nor authority for this request, and we are not aware of any authority requiring us to obtain and/or \ndisclose this information. \nYou have also requested under Request 13(i) \"[a]ll communications between or among \n[the Minor Victims or other witnesses who allege that the defendant engaged in or facilitated \nimproper sexual conduct], or between these individuals and counsel for any other such individual, \nincluding but not limited to, emails, text messages, social media posts, and other correspondence.\" \nThe Government does not understand the basis for this request, and you identify none. To the \nextent this request calls for materials that are not currently in the Government's possession or \nwhich are not subject to disclosure, you identify no legal basis or authority for this request, and we \nare not aware of any authority requiring us to obtain and/or disclose this information. \nAs to your request for \"public statements made by these individuals concerning\" Epstein \nor the defendant, the Government is unaware of any authority that such material falls within the \nscope of Rule 16 or that the Government is otherwise required to collect and provide materials that \nare publicly available. \nAs to your request for records or reports of any physical, medical, mental, or psychological \nexaminations of these individuals, to the extent any such materials exist and are in the \nGovernment's possession, they will be produced as part of the Government's production of Jencks \nAct and Giglio material at the appropriate stage in the litigation. \n6 \nEFTA00030574\n\nAs to your request for all \"written and oral communications between the government and \nthe attorneys for those individuals [certain victims],\" the Government is unaware of any authority \nthat entitles you to these materials. To the extent such materials constitute Giglio or Jencks Act \nmaterials, the Government will produce such materials at the appropriate time. Your request does \nnot articulate a basis in law for your assertion that you are entitled to such material at this time, or \nthat you are entitled to any such communications that do not constitute Giglio or Jencks Act \nmaterial. \nRequest 14 — All Written and Oral Communications and Other Documents \nConcerning Meetings between the United States Attorney's Office for the Southern District \nof New York and Specified Attorneys for the Minor Victims and Other Witnesses: Your \nrequest does not articulate a basis in law for your assertion that you are entitled to such material. \nThe Government is unaware of any authority that entitles you to these materials. \nRequest 15 — Complete FBI Case File Regarding the Investigation of \nfor Obstruction of Justice: As noted in our discovery transmittal letter dated August \n21, 2020, this file has no relation to your client and has no bearing on the charges in this case. The \nGovernment is not aware of the relevance of such records to the conduct at issue in this case, and \nyou have not identified the relevance of such records, although we are willing to discuss the basis \nfor any such request at your convenience. \nRequest 16 —  Copies of the Prosecution Memo and Indictment Drafted as Part of the \nUnited States Attorney's Office for the Southern District of Florida (“USAO-SDFL\"): The \nGovernment is unaware of any authority that entitles you to the documents that you seek under \nthis request. To the contrary, Rule 16 exempts from disclosure \"internal government documents \nmade by an attorney for the government or other government agent in connection with \ninvestigating or prosecuting the case.\" Fed. R. Crim. P. 16(a)(1)(F)(2); see also United States v. \nAnnstrong, 517 U.S. 456, 463 (1996) (\"[U]nder Rule 16(a)(2), [a defendant] may not examine \nGovernment work product in connection with his case.\"); United States v.  Ghailani, 687 F. Supp. \n2d 365, 369 (S.D.N.Y. 2010) (concluding that an internal government memorandum fell within \nRule 16(a)(2) of the Federal Rules of Criminal Procedure and was therefore \"protected against \ndisclosure regardless of its materiality.\"). \nRequest 17 —  E-mails, Text Messages, Letters, or Other Written Communications To \nor From the Defendant: To the extent the Government identifies material that is discoverable \nunder Rule 16 and responsive to this request, the Government will promptly produce such \nmaterials. In particular, the Government has seized and worked to extract data from approximately \n62 electronic devices in connection with search warrants executed at Epstein's properties. As \nnoted in the Government's discovery transmittal letter dated October 20, 2020, we anticipate \nproducing only the materials designated responsive to the terms of the search warrants. The \nGovernment has directed its vendor to download these materials from the electronic database on \nwhich they are stored and to have those materials ready for production to you by November 9, \n2020. \nRequest 18 — Medical Records or Reports Concerning Epstein: The Government is not \naware of the relevance of such records to the conduct at issue in this case, and you have not \n7 \nEFTA00030575\n\nidentified the relevance of such records. The Government is unaware of any authority that entitles \nyou to these materials, and you provide none. \nRequest 19 — Subpoenas and Voluntary Requests for Production of Documents Issued \nin Connection with or Related to this Case, and All Evidence Obtained By Subpoena or \nVoluntary Production: The Government is unaware of any authority that entitles you to the \ngrand jury subpoenas and voluntary requests for documents that you seek under this request, and \nyou provide none. To the extent you seek evidence obtained by the Government \"by subpoena or \nfrom voluntary production (to the extent it has not already been produced),\" the Government has \nproduced all subpoena returns that fall within the scope of Rule 16 that the Government has \nreceived through the date of the indictment. The Government has also endeavored to make clear \nin its productions which materials were obtained pursuant to subpoena. To the extent the \nGovernment identifies or receives additional subpoena returns, the Government will promptly turn \nover materials that fall within the scope of Rule 16. To the extent such subpoena returns contain \nGiglio material or 3500 material, the Government will produce that material at the appropriate \ntime as agreed to by the parties and the Court. Similarly, the Government has produced and will \ncontinue to produce materials obtained by voluntary production to the extent such materials fall \nwithin Rule 16. To the extent such materials contain Giglio material or 3500 material, the \nGovernment will produce such materials closer to trial on the agreed upon schedule. \nRequest 20 —  Evidence the Government Intends to Introduce Pursuant to Federal \nRule of Evidence 404(b) or as Background of the Conspiracies: With respect to any evidence \nthe Government may seek to offer pursuant to Rule 404(b), as you are aware, Rule 404 requires \nonly that \"reasonable notice of the general nature of any such evidence\" be provided sometime \n\"before trial.\" Fed. R. Evid. 404(b)(2)(A)-(B). In this Circuit, that provision typically is construed \nto require notice several weeks before trial. See United States v.  Giffen, 379 F. Supp. 2d 337, 345 \n(S.D.N.Y. 2004) (in the \"'absence of any threat to the safety of prospective witnesses and the .. . \nRule 404(b) evidence [is important to] th[e] action,\"' courts in this District have generally found \nthat disclosures made approximately 30 to 45 days prior to trial constitute \"reasonable notice\" to \ndefendants) (quoting United States v. Nachamie, 91 F. Supp. 2d 565, 577 (S.D.N.Y. 2000); Giffen, \n379 F. Supp. 2d at 344 (Rule 404 does not obligate the Government to provide \"unduly early \nnotice\" because \"early disclosure presents a significant burden on preparation of the Government's \ncase.\"). \nHere, and consistent with the requirements of Rule 404, the Government intends to identify \nsuch evidence and provide notice substantially closer to trial. As noted throughout, the \nGovernment is amenable to a discussion about a joint schedule for pretrial disclosures, including \n404(b) notice, at your convenience. \nRequests 21 and 22 —  Information about the Grand Jury that Indicted this Case: A \ngrand jury sitting in White Plains, New York that was empaneled in November 2019 returned \nIndictment 20 Cr. 330 (AJN) and Superseding Indictment S 120 Cr. 330 (AJN). No grand jurors \nparticipated remotely in any session relevant to this case. To the extent your request seeks \"a list \nof grand jurors, their attendance dates, [or] the reasons for any absence,\" as well as information on \npersons present during grand jury proceedings, the Government is not aware of any authority that \nentitles you to the information you seek under these requests. Grand jury proceedings are not \n8 \nEFTA00030576\n\ngoverned by Rule 16 and therefore are not discoverable. Disclosure of information related to grand \njury proceedings is not authorized by Rule 16 and is permitted only when \"ordered upon a showing \nof particularized need.\" See United States v. Sells Engineering, 463 U.S. 418, 443 (1983) (\"[w]e \nhave consistently construed [Rule 6(e)] . .. to require a strong showing of particularized need for \ngrand jury materials before any disclosure will be permitted\"); see also Dennis v. United States, \n384 U.S. 855, 869-870 (1966). This is because grand jury proceedings are afforded a \"presumption \nof regularity\" that may be dispelled only by particularized proof of irregularities in the grand jury \nprocess. United States v. Leung, 40 F.3d 577, 581 (2d Cir. 1994). \n\"[SI pecific Brady requests\": The Government recognizes its obligations under Brady and \nits progeny and will provide timely disclosure if and when such material comes to light. With \nrespect to your requests under the section titled \"Exculpatory Evidence,\" the Government is not \naware of any evidence suggesting that Maxwell was not involved in or aware of the conduct alleged \nin the Indictment. The Government will provide timely disclosure if it learns of any such material. \nCertain of your requests suggest your view that any evidence that Epstein sexually abused or \nassaulted a  victim, but without the knowledge or participation of the defendant, is somehow \nexculpatory. We note that your request is neither limited in time to the period charged in the \nIndictment nor limited to victims who claim to have been minors at the time of their abuse. You \nidentify no basis in law for such a broad request, nor is the Government aware of one. Your request \nfails to explain how, for example, evidence that a witness alleges that she was sexually abused by \nEpstein, \"with or without the involvement\" of the defendant, but who was not a minor at the time \nof the alleged sexual abuse, or who claims to have been abused years after the conduct charged in \nthe Indictment, is somehow exculpatory. As noted in the Government's letter of October 20, 2020, \nthe well-established law of this Circuit generally precludes a defendant from offering evidence \nthat a defendant did not participate in criminal conduct on a particular occasion—or of their law-\nabiding conduct during uncharged periods or uncharged events—to rebut the Government's \nevidence with respect to the charged crimes or events. Dkt. 65; see, e.g., United States v. Scarpa, \n897 F.2d 63, 70 (2d Cir. 1990) (\"A defendant may not seek to establish his innocence . . . through \nproof of the absence of criminal acts on [other] specific occasions.\"). To the extent that you wish \nto provide us grounds or any authority as to why such information would be exculpatory, please \ndo so. \nYou also request evidence concerning witnesses who contacted the Government or law \nenforcement about sexual abuse by Epstein or the defendant who were determined not to be \ncredible, as well as \"negative\" investigative efforts to verify information provided by any and all \nwitnesses. We are unaware of any authority requiring the production of such information. If you \nwould like to clarify your request, and the authority for it, we will consider it further. \nMany of your additional specific requests for material appear to fall within Giglio and \nJencks Acts materials, rather than Brady, including, for example, the requests for impeachment \nevidence, Giglio information, evidence of bias or motive to lie, contradictory statements of any \nprospective government witness, and evidence of criminal investigations or misconduct of any \ngovernment witness. As described above, the Government intends to follow the uniform practice \nin this District, and produce before trial Giglio and Jencks Act materials for witnesses it expects \nto call at trial, as well as any statements by witnesses who it does not expect to call at trial. The \nGovernment has noted a  proposed schedule in this letter. We are amenable to discussing an \n9 \nEFTA00030577\n\nalternative schedule for mutual pretrial disclosures. We also reiterate our request that the \ndefendant disclose prior statements of witnesses she will call to testify. See Fed. R. Crim. P. 26.2; \nUnited States v.  Nobles, 422 U.S. 225 (1975). We request that such material be provided on the \nsame basis upon which we agree to supply the defendant with such material relating to Government \nwitnesses. \nTo the extent you are requesting that the Government produce items beyond its Brady and \nRule 16 obligations, the Government has no such obligation at this time. See Weatherford v. \nBursey, 429 U.S. 545, 559 (1977). As you know, in all federal criminal cases, it is Rule 16 that \nprincipally governs pretrial discovery. Rule 16 is not \"intended to provide the defendant with \naccess to the entirety of the government's case against him.\" See, e.g., Percevault, 490 F.2d at \n130. Nor does Rule 16 \"entitle a criminal defendant to a broad and blind fishing expedition among \nitems possessed by the Government on the chance that something impeaching might turn up.\" \nUnited States v. Delacruz, No. 14 Cr. 815 (KBF), 2015 WL 2211943, at *1 (S.D.N.Y. May 12, \n2015) (internal quotation marks omitted). \nIf there are any specific anticipated defenses that would bear upon the Government's \nongoing review for items that may be material to preparing the defense, you are welcome to outline \nsuch defenses. \nConclusion \nThe Government remains available to confer further on any of the topics outlined above. \nThe Government also requests that the defendant confirm whether she has, to date, met her \nreciprocal disclosure obligations under Rule 16(b) and we renew our request for reciprocal \ndisclosure from the defendant. \nVery truly yours, \nActing United States Attorney \nBy: s/ \nAssistant rate tates ttorneys \n10 \nEFTA00030578",
    "pageCount": 10,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "separate, prior investigation and prosecution of Jeffrey Epstein, as set forth in greater detail \nin that letter,"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "4th Fl. \nNew York, NY 10007 \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nWe write in response to your l"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "U.S. Department of Justice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nBy Electronic Ma"
      },
      {
        "name": "By Electronic",
        "role": "extracted",
        "context": "outhern District of New York \nBy Electronic Mail \nChristian Everdell, Esq"
      },
      {
        "name": "Mail \nChristian",
        "role": "extracted",
        "context": "ct of New York \nBy Electronic Mail \nChristian Everdell, Esq. \nMark Cohen, E"
      },
      {
        "name": "Mark Cohen",
        "role": "extracted",
        "context": "il \nChristian Everdell, Esq. \nMark Cohen, Esq. \nCohen & Gresser LLP \n8"
      },
      {
        "name": "Third Avenue",
        "role": "extracted",
        "context": "sq. \nCohen & Gresser LLP \n800 Third Avenue \nNew York, NY 10022 \nLaura Me"
      },
      {
        "name": "Laura Menninger",
        "role": "extracted",
        "context": "d Avenue \nNew York, NY 10022 \nLaura Menninger, Esq. \nJeffrey Pagliuca, Esq."
      },
      {
        "name": "Jeffrey Pagliuca",
        "role": "extracted",
        "context": "10022 \nLaura Menninger, Esq. \nJeffrey Pagliuca, Esq. \nHaddon, Morgan and For"
      },
      {
        "name": "East Tenth",
        "role": "extracted",
        "context": "Morgan and Foreman, P.C. \n150 East Tenth Avenue \nDenver, CO \n80203 \nDe"
      },
      {
        "name": "Avenue \nDenver",
        "role": "extracted",
        "context": "Foreman, P.C. \n150 East Tenth Avenue \nDenver, CO \n80203 \nDear Counsel: \nTh"
      },
      {
        "name": "Dear Counsel",
        "role": "extracted",
        "context": "th Avenue \nDenver, CO \n80203 \nDear Counsel: \nThe Silvio J. Mono Building"
      },
      {
        "name": "The Silvio",
        "role": "extracted",
        "context": "er, CO \n80203 \nDear Counsel: \nThe Silvio J. Mono Building \nOne Saint A"
      },
      {
        "name": "Mono Building",
        "role": "extracted",
        "context": "Dear Counsel: \nThe Silvio J. Mono Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The Silvio J. Mono Building \nOne Saint Andrew's Plaza \nNew York. New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nOctober"
      },
      {
        "name": "Bobbi Sternheim",
        "role": "extracted",
        "context": "ork 10007 \nOctober 28, \n2020 \nBobbi Sternheim, Esq. \nLaw Offices of Bobbi C"
      },
      {
        "name": "Law Offices",
        "role": "extracted",
        "context": "2020 \nBobbi Sternheim, Esq. \nLaw Offices of Bobbi C. Sternheim \n33 Wes"
      },
      {
        "name": "Sixth Amendments",
        "role": "extracted",
        "context": "es of the Fourth, Fifth, and \nSixth Amendments, Rule 16 of the Federal Rules"
      },
      {
        "name": "Federal Rules",
        "role": "extracted",
        "context": "th Amendments, Rule 16 of the Federal Rules of Criminal Procedure, the Fe"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "le 16 of the Federal Rules of Criminal Procedure, the Federal Rules of \nEviden"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "and otherwise \nin this case. The Government will continue to fulfill all"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "e information efficaciously.\" United \nStates v.  Rodriguez, 496 F.3d 221,"
      },
      {
        "name": "Jencks Act",
        "role": "extracted",
        "context": "quest for early production of Jencks Act \nmaterial); United States v."
      },
      {
        "name": "The Second",
        "role": "extracted",
        "context": "4 (S.D.N.Y. March 11, 2009) (\"The Second \nCircuit has held that a requ"
      },
      {
        "name": "See Fed",
        "role": "extracted",
        "context": "ses she will call to testify. See Fed. R. Crim. P. 26.2; United Sta"
      },
      {
        "name": "Any Oral",
        "role": "extracted",
        "context": "convenient time. \nRequest 1— Any Oral, Written, or Recorded Stateme"
      },
      {
        "name": "Recorded Statements",
        "role": "extracted",
        "context": "uest 1— Any Oral, Written, or Recorded Statements Made by the Defendant: As \nno"
      },
      {
        "name": "Alleged Co",
        "role": "extracted",
        "context": "0\n\nRequest 2 —  Statements of Alleged Co-Conspirators: To the extent t"
      },
      {
        "name": "See In",
        "role": "extracted",
        "context": "r direct \ntestimony at trial. See In re U.S., 834 F.2d 283, 284-87"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "a writ of mandamus \nreversing District Court's order directing the Governm"
      },
      {
        "name": "Prior Criminal",
        "role": "extracted",
        "context": "iglio material. \nRequest 3 —  Prior Criminal Records of the Defendant: The"
      },
      {
        "name": "Any Books",
        "role": "extracted",
        "context": "3 \nEFTA00030571\n\nRequest 4 —  Any Books, Papers, Documents, Data, Pho"
      },
      {
        "name": "Tangible Objects",
        "role": "extracted",
        "context": "Documents, Data, Photographs, Tangible Objects, \nBuildings, or Places, or Co"
      },
      {
        "name": "These Items",
        "role": "extracted",
        "context": "Copies or Portions of Any of These Items: The Government did not \nseiz"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "nts executed at properties of Jeffrey \nEpstein. We have already produced cop"
      },
      {
        "name": "Any Physical",
        "role": "extracted",
        "context": "st 5 —  Results or Reports of Any Physical or Mental Examination and of"
      },
      {
        "name": "Mental Examination",
        "role": "extracted",
        "context": "or Reports of Any Physical or Mental Examination and of Any \nScientific Test o"
      },
      {
        "name": "Any \nScientific",
        "role": "extracted",
        "context": "or Mental Examination and of Any \nScientific Test or Experiment: The Gover"
      },
      {
        "name": "Written Summary",
        "role": "extracted",
        "context": "priate time. \nRequest 6  —  A Written Summary of Any Testimony the Governme"
      },
      {
        "name": "Any Testimony",
        "role": "extracted",
        "context": "st 6  —  A Written Summary of Any Testimony the Government Intends to \nIn"
      },
      {
        "name": "Government Intends",
        "role": "extracted",
        "context": "Summary of Any Testimony the Government Intends to \nIntroduce at trial under"
      },
      {
        "name": "The Identities",
        "role": "extracted",
        "context": "expert notice. \nRequest 7 —  The Identities of Minor Victim-1, Minor Vict"
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "equest 7 —  The Identities of Minor Victim-1, Minor Victim-2, and Minor"
      },
      {
        "name": "Minor Victims",
        "role": "extracted",
        "context": "-2, and Minor Victim-3 \n(the \"Minor Victims\"): Such disclosure would be e"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "ntifies of the Minor Victims, Judge Nathan ruled that the request was \np"
      },
      {
        "name": "The Complete",
        "role": "extracted",
        "context": "f 3500 material. \nRequest 8 — The Complete Birthdays of the Minor Victim"
      },
      {
        "name": "All Written",
        "role": "extracted",
        "context": "vance of trial. \nRequest 9 —  All Written and Oral Communications Conce"
      },
      {
        "name": "Oral Communications",
        "role": "extracted",
        "context": "Request 9 —  All Written and Oral Communications Concerning the Negotiations"
      },
      {
        "name": "Negotiations \nRelating",
        "role": "extracted",
        "context": "Communications Concerning the Negotiations \nRelating to the Non-Prosecution Agreem"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": "tiations \nRelating to the Non-Prosecution Agreement (\"NPA\") Signed by Epstein on"
      },
      {
        "name": "See Dkt",
        "role": "extracted",
        "context": "relevant to this prosecution. See Dkt. 63 at 7. To the extent that"
      },
      {
        "name": "Complete Copy",
        "role": "extracted",
        "context": "disclosures. \nRequest 10 —  A Complete Copy of the Diary: The Government"
      },
      {
        "name": "Unredacted Copy",
        "role": "extracted",
        "context": "n. \nRequest 11 —  A Complete, Unredacted Copy of FBI 302 Bearing Bates Numb"
      },
      {
        "name": "Bearing Bates",
        "role": "extracted",
        "context": "e, Unredacted Copy of FBI 302 Bearing Bates Numbers \nSDNY_GM_00114982-001"
      },
      {
        "name": "All Versions",
        "role": "extracted",
        "context": "cussed herein. \nRequest 12 —  All Versions and Drafts of \"The Billionair"
      },
      {
        "name": "The Billionaires",
        "role": "extracted",
        "context": "All Versions and Drafts of \"The Billionaires Playboy Club\": The \nGovernmen"
      },
      {
        "name": "Playboy Club",
        "role": "extracted",
        "context": "d Drafts of \"The Billionaires Playboy Club\": The \nGovernment has produce"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "e Billionaires Playboy Club\": The \nGovernment has produced all versions of"
      },
      {
        "name": "Materials Related",
        "role": "extracted",
        "context": "Request 13 —  Documents and Materials Related to the Minor Victims: As to y"
      },
      {
        "name": "Virgin Island",
        "role": "extracted",
        "context": "hes of Epstein's New York and Virgin Island residences. To the extent the"
      },
      {
        "name": "Epstein \nVictims",
        "role": "extracted",
        "context": "st for any submissions to the Epstein \nVictims' Compensation Program made by"
      },
      {
        "name": "Compensation Program",
        "role": "extracted",
        "context": "ions to the Epstein \nVictims' Compensation Program made by the Minor Victims or"
      },
      {
        "name": "Jencks \nAct",
        "role": "extracted",
        "context": "he Government's production of Jencks \nAct and Giglio material at the ap"
      },
      {
        "name": "Other Documents",
        "role": "extracted",
        "context": "n and Oral Communications and Other Documents \nConcerning Meetings between"
      },
      {
        "name": "Concerning Meetings",
        "role": "extracted",
        "context": "ications and Other Documents \nConcerning Meetings between the United States Att"
      },
      {
        "name": "Specified Attorneys",
        "role": "extracted",
        "context": "ern District \nof New York and Specified Attorneys for the Minor Victims and Oth"
      },
      {
        "name": "Other Witnesses",
        "role": "extracted",
        "context": "eys for the Minor Victims and Other Witnesses: Your \nrequest does not artic"
      },
      {
        "name": "Case File",
        "role": "extracted",
        "context": "s. \nRequest 15 — Complete FBI Case File Regarding the Investigation o"
      },
      {
        "name": "Prosecution Memo",
        "role": "extracted",
        "context": "Request 16 —  Copies of the Prosecution Memo and Indictment Drafted as Par"
      },
      {
        "name": "Indictment Drafted",
        "role": "extracted",
        "context": "s of the Prosecution Memo and Indictment Drafted as Part of the \nUnited States"
      },
      {
        "name": "Text Messages",
        "role": "extracted",
        "context": "y.\"). \nRequest 17 —  E-mails, Text Messages, Letters, or Other Written Co"
      },
      {
        "name": "Other Written",
        "role": "extracted",
        "context": "s, Text Messages, Letters, or Other Written Communications To \nor From th"
      },
      {
        "name": "Communications To",
        "role": "extracted",
        "context": "es, Letters, or Other Written Communications To \nor From the Defendant: To th"
      },
      {
        "name": "Medical Records",
        "role": "extracted",
        "context": "ember 9, \n2020. \nRequest 18 — Medical Records or Reports Concerning Epstein"
      },
      {
        "name": "Reports Concerning",
        "role": "extracted",
        "context": "quest 18 — Medical Records or Reports Concerning Epstein: The Government is no"
      },
      {
        "name": "Voluntary Requests",
        "role": "extracted",
        "context": ". \nRequest 19 — Subpoenas and Voluntary Requests for Production of Documents I"
      },
      {
        "name": "Documents Issued",
        "role": "extracted",
        "context": "ry Requests for Production of Documents Issued \nin Connection with or Relate"
      },
      {
        "name": "All Evidence",
        "role": "extracted",
        "context": "or Related to this Case, and All Evidence Obtained By Subpoena or \nVolu"
      },
      {
        "name": "Obtained By",
        "role": "extracted",
        "context": "o this Case, and All Evidence Obtained By Subpoena or \nVoluntary Produc"
      },
      {
        "name": "Voluntary Production",
        "role": "extracted",
        "context": "ence Obtained By Subpoena or \nVoluntary Production: The Government is unaware of"
      },
      {
        "name": "Introduce Pursuant",
        "role": "extracted",
        "context": "nce the Government Intends to Introduce Pursuant to Federal \nRule of Evidence"
      },
      {
        "name": "Federal \nRule",
        "role": "extracted",
        "context": "ends to Introduce Pursuant to Federal \nRule of Evidence 404(b) or as Back"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "e several weeks before trial. See United States v.  Giffen, 379 F. Sup"
      },
      {
        "name": "Grand Jury",
        "role": "extracted",
        "context": "d 22 —  Information about the Grand Jury that Indicted this Case: A \ng"
      },
      {
        "name": "White Plains",
        "role": "extracted",
        "context": "ase: A \ngrand jury sitting in White Plains, New York that was empaneled"
      },
      {
        "name": "Superseding Indictment",
        "role": "extracted",
        "context": "dictment 20 Cr. 330 (AJN) and Superseding Indictment S 120 Cr. 330 (AJN). No grand"
      },
      {
        "name": "Sells Engineering",
        "role": "extracted",
        "context": "d need.\" See United States v. Sells Engineering, 463 U.S. 418, 443 (1983) (\"["
      },
      {
        "name": "Exculpatory Evidence",
        "role": "extracted",
        "context": "sts under the section titled \"Exculpatory Evidence,\" the Government is not \nawar"
      },
      {
        "name": "Jencks Acts",
        "role": "extracted",
        "context": "ar to fall within Giglio and \nJencks Acts materials, rather than Brady,"
      },
      {
        "name": "See Weatherford",
        "role": "extracted",
        "context": "such obligation at this time. See Weatherford v. \nBursey, 429 U.S. 545, 559"
      },
      {
        "name": "Conclusion \nThe",
        "role": "extracted",
        "context": "e to outline \nsuch defenses. \nConclusion \nThe Government remains available"
      },
      {
        "name": "Acting United",
        "role": "extracted",
        "context": "efendant. \nVery truly yours, \nActing United States Attorney \nBy: s/ \nAssi"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      },
      {
        "name": "Avenue \nDenver, CO",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-10-28",
        "event": "October 28, \n2020"
      },
      {
        "date": "2020-10-13",
        "event": "October 13, 2020"
      },
      {
        "date": "2009-03-11",
        "event": "March 11, 2009"
      },
      {
        "date": "2020-11-09",
        "event": "November 9, 2020"
      },
      {
        "date": "2020-08-13",
        "event": "August 13, 2020"
      },
      {
        "date": "2020-10-07",
        "event": "October 7, 2020"
      },
      {
        "date": "2020-08-21",
        "event": "August \n21, 2020"
      },
      {
        "date": "2020-10-20",
        "event": "October 20, 2020"
      },
      {
        "date": "2020-11-09",
        "event": "November 9, \n2020"
      },
      {
        "date": "2015-05-12",
        "event": "May 12, \n2015"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:26.191Z"
}