{
  "document": {
    "id": "efta00030632",
    "filename": "EFTA00030632.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030632.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 404 Filed 11/02/21 Page 1  of 6 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SONY \nDOCUMENT \nELECTRONICALLY FILED \nDOC N: \nDATE \nFILED: \n11/2/21 \n20-CR-330 (AJN) \nORDER \nALISON J. NATHAN, District Judge: \nAs discussed at yesterday's conference, attached is the Court's draft preliminary remarks \nto be recorded and played before each voir dire session. The parties may suggest any proposed \nedits or additions by letter on or before November 8, 2021, or they shall indicate by that date that \nthey have no objections or suggestions. \nSO \nORDERED. \nDated: November 2, 2021 \nNew York, New York \n1 \nALISON J. NATHAN \nUnited States District Judge \nEFTA00030632\n\nCase 1:20-cr-00330-AJN Document 404 Filed 11/02/21 Page 2 of 6 \nDraft Pre-Voir Dire Remarks — November 2, 2021 \nI United States v. Maxwell, 20cr330 \n2 Preliminary Remarks Prior to Voir Dire \n3 To be recorded and played on 11/16-11/19 \n4 Introduction \n5 Welcome back to the Southern District. Thank you again for your time and service. As I \n6 mentioned in my remarks to you when you filled out the questionnaire, I'm Judge Nathan and I \n7 am the judge who will preside over this case. The questionnaire you previously filled out was the \n8 first step in the July selection process. Today will be the second step. Some of you will be \n9 excused today and will not have to return for this case, although you may be directed to go \nto through a similar process in another case. Others may be directed to return tomorrow if \n11 necessary. And ultimately, some of you will return for the third and final step in the process. \n12 That will take place on November 29. In any event, after you complete this step of the process \n13 today, you will receive instructions on next steps that are particular to you. \n14 As you know from my prior remarks to you and from the questionnaire, we're here today \n15 to select a jury to serve in a criminal case, called the United States against Ghislaine Maxwell. As \n16 you read in the questionnaire, the Indictment alleges that Ghislaine Maxwell conspired with and \n17 aided and abetted Jeffrey Epstein to entice minor females to travel to engage in criminal sex \nI8 activity, to transport minors to engage in criminal sexual activity, and to engage in sex trafficking \n19 of a minor. Ms. Maxwell has pled not guilty to all charges. Ms. Maxwell is presumed innocent, \n20 and before she can be found guilty on any charge, the jury must find that the Government has \n21 proven each element of that crime beyond a reasonable doubt. \n22 Thank you for participating in this process. The process of selecting a jury in a criminal \n23 case is a critical part of our justice system. The purpose of this process is to select those jurors who \n24 can be fair and impartial to both sides in this case. Some people find that they can be fair and \nEFTA00030633\n\nCase 1:20-cr-00330-AJN Document 404 Filed 11/02/21 Page 3 of 6 \nI impartial in one kind of case, but for various reasons, related to their own life experiences or views, \n2 can't be fair in another kind of case. The process that we use is designed to help us figure out \n3 whether you can be fair and impartial to both sides in this case. \n4 If during the course of this process you come to believe that because of something that \n5 you have experienced or because of something you've heard or read that you cannot be fair and \n6 impartial—that is that you would favor either the Government or the Defendant regardless of \n7 what the evidence shows—then you must tell me. It's not unusual, and there's no reason to be \n8 embarrassed about it. \n9 But the system only works if all of our citizens are willing and prepared to serve as jurors \nto when they can do so fairly and impartially. I do not expect that anybody would seek to avoid this \nit important duty for any but the most compelling reasons. \n12 As I  mentioned in my prior remarks, the Court has taken a number of steps to help ensure \n13 the process for selected jurors is as safe and easy as possible. We have masking and distancing \n14 protocols. We have reconfigured courtrooms to enhance safety measures. The Court will \n15 provide transportation for selected jurors to and from the courthouse each day. Breakfast, \n16 snacks, and lunch will be provided for you. \n17 To conduct the next phase of the process, I will ask each of you some questions \n18 individually. We'll do that in a separate courtroom where I and the lawyers and the Defendant \n19 are sitting now. You all will be brought in the courtroom one at a time. Bear in mind that this is \n20 a public courtroom. To protect your privacy, I will only refer to you by your juror number. \n21 Please do not state any identifying information. For example, if we talk about your job you \n22 could say that you are a sales clerk at a large retail store, without stating the specific name of \n23 your employer. This is to protect your privacy. Even with those privacy protections in place, if \n2 \nEFTA00030634\n\nCase 1:20-cr-00330-AJN Document 404 Filed 11/02/21 Page 4 of 6 \nI there is something that would be too difficult or embarrassing for you to say on the public record, \n2 please let me know. And please keep in mind that if you are selected as a juror, we will continue \n3 to refer to you only by your juror number throughout the process. \n4 Now, if you are selected as a juror, your job is going to be to listen to the evidence and to \n5 my instructions on the law and to make a determination that's based only on the law. So I want to \n6 \nspeak \nto you generally about some things to keep in mind. \n7 The first thing is, as Ms. Maxwell sits here now, she's presumed to be innocent. She is \n8 presumed innocent until and only if the July finds that she is guilty beyond a reasonable doubt. \n9 As I just explained to you, she's been indicted for a number of crimes, but an indictment is just \nto an accusation. It is not evidence and it doesn't mean that Ms. Maxwell is guilty of anything. You \nI  I can't assume that she is guilty or more likely to be guilty just because she's been charged with \n12 committing these crimes. That's the reason we have trials, to determine whether the Government \n13 can prove a defendant's guilt beyond a reasonable doubt. A defendant in a criminal case does not \n14 have to prove that she is not guilty. That means a defendant does not have to testify, or to put on \n15 any evidence and a juror can't hold that against a defendant if she makes that choice. \n16 The next thing is that as jurors you must follow the law as I give it to you, even if you \n17 don't agree with it or if you think the law should be different. \n18 You also have to base your verdict on the evidence, not on something that you've read in \n19 the newspapers or the intemet or seen on television or heard about on social media or in \n20 discussions with friends, family, or colleagues. And you can't base your decision in this case on \n21 something that you might have read or heard about another case. \n22 As I said before, there is significant media interest in this case. As jurors you are not \n23 permitted to read any news about this case. You cannot read or watch or listen to any accounts \n3 \nEFTA00030635\n\nCase 1:20-cr-00330-AJN Document 404 Filed 11/02/21 Page 5 of 6 \nI of this case at all. If you see something in the paper or online, you're just going to have to turn \n2 the page or close the browser. You can't read it. \n3 Equally important, you're not permitted to discuss this case with anyone else while the \n4 case is going on. Even with your fellow jurors, you can't discuss the case until you've heard all \n5 the evidence and I've given my instructions on the law. Again, that's because you can only \n6 consider the evidence that you hear in the courtroom, not anything outside of the courtroom. You \n7 have to keep an open mind. Nor may you discuss the case with friends or family until after your \n8 jury service is complete. You can tell them that you are a juror in a criminal case in federal court \n9 and that the judge has told you that you are not permitted to say anything further. \nto Similarly, until you are excused from jury service, you cannot post anything about your \nexperience as a juror on Facebook, Twitter, Instagram, TikTok or any kind of social media. \n12 Another instruction, you can't look up or google or do any other kind of search about anything \n13 related to the case or anyone involved in the case. \n14 The reason for these rules, as I am sure you understand, is they protect the integrity of the \nis trial and assure that both sides receive a fair trial. \n16 Jurors in criminal cases base their verdicts on the evidence that they hear in the \n17 courtroom, not on something that somebody else tells you, not on something that you see on TV \nIs or on social media. That's why if you're selected as a juror, I'll be reminding you of these rules \n19 regularly. You can't watch news accounts, look anything up or speak to anybody else about the \n20 case. You would be violating the oath you have taken as jurors and you would be violating my \n21 orders if you were to do that. \n22 Finally, you must report to me through my court deputy any effort by any person to speak \n23 with you about the case or to influence you about the case or to get information about the case. \n4 \nEFTA00030636\n\nCase 1:20-cr-00330-AJN Document 404 Filed 11/02/21 Page 6 of 6 \nI do want to thank all of you for the time you've invested already in this process. Our \n2 system cannot function unless we have good people like you who are willing to give up their \n3 time and to serve as jurors. \n4 Please sit quietly until your number is called and you are brought into the courtroom for \n5 questioning by me. Although you may use your electronic devices while you are waiting \n6 (bearing in mind of course all of my instructions that forbid you to do any research or engage in \n7 any communications about the case through any means), you must turn off and hand over any \n8 electronic devices to the Jury Department staff before you are brought into the courtroom. I look \n9 forward to meeting each of you in person soon. Thank you. \n5 \nEFTA00030637",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "Maxwell conspired with and \n17 aided and abetted Jeffrey Epstein to entice minor females to travel to engage in cr"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SONY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "x trafficking \n19 of a minor. Ms. Maxwell has pled not guilty to al"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "JN) \nORDER \nALISON J. NATHAN, District Judge: \nAs discussed at yesterday's"
      },
      {
        "name": "Draft Pre",
        "role": "extracted",
        "context": "4 Filed 11/02/21 Page 2 of 6 \nDraft Pre-Voir Dire Remarks — November"
      },
      {
        "name": "Voir Dire",
        "role": "extracted",
        "context": "/02/21 Page 2 of 6 \nDraft Pre-Voir Dire Remarks — November 2, 2021 \nI"
      },
      {
        "name": "Preliminary Remarks",
        "role": "extracted",
        "context": "States v. Maxwell, 20cr330 \n2 Preliminary Remarks Prior to Voir Dire \n3 To be r"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "uction \n5 Welcome back to the Southern District. Thank you again for your tim"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "ed out the questionnaire, I'm Judge Nathan and I \n7 am the judge who wil"
      },
      {
        "name": "Jury Department",
        "role": "extracted",
        "context": "8 electronic devices to the Jury Department staff before you are brought"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-11-08",
        "event": "November 8, 2021"
      },
      {
        "date": "2021-11-02",
        "event": "November 2, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:26.337Z"
}