{
  "document": {
    "id": "efta00015661",
    "filename": "EFTA00015661.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015661.pdf",
    "text": "\n\nj782epsC kjc \nUNITED STATES DISTRICT \nCOURT \nSOUTHERN DISTRICT OF NEW YORK \nx \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nUNITED STATES OF AMERICA, \nv. \nJEFFREY EPSTEIN, \nDefendant. \nBefore: \nx \nNew York, N.Y. \n19 Cr. \n490(KMB) \nConference \nJuly 8, 2019 \n1:20 \np.m. \nHON. HENRY B. PITMAN, \nAPPEARANCES \nGEOFFREY S. BERMAN \nUnited States Attorney for the \nSouthern \nDistrict of New York \nBY: \nAssistant United tates Attorneys \nSTEPTOE & JOHNSON, LLP \nAttorneys for Defendant \nBY: REID H. WEINGARTEN \nMARTIN G. WEINBERG \nAttorney for Defendant \nMARC FERNICH \nAttorney for Defendant \nAlso \nPresent: \nSpecial \nAgent \nDetective \nFBI \n,  NYPD \nMagistrate Judge \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015661\n\nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n(Case called) \nTHE DEPUTY CLERK: \nCounsel, please state your name for \nthe \nrecord. \nMR. :  Good afternoon, your Honor. For the \ngovernment, \nWith us are Special Agent \nof the F.B.I. and \nDetective \n,  NYPD task force \nofficer. \nTHE \nCOURT: Okay. \nMR. WEINGARTEN: Good afternoon, \nyour Honor. For \nJeffrey Epstein, Reid Weingarten from the \nlaw firm of Steptoe & \nJohnson. \nMR. WEINBERG: Good afternoon, your \nHonor. Martin \nWeinberg. I'm an \nattorney from Boston, Massachusetts; and, \nwith your Honor's permission, I will be filing a pro hac vice \nto represent \nMr. Epstein. \nTHE \nCOURT: Okay. \nMR. FERNICH: Good \nafternoon, your Honor. Marc \nFernich, New York, New York, also for Mr. Epstein. \nTHE COURT: All right. I have \nspoken to Judge Berman. \nThe matter has been referred to me for the initial appearance, \narraignment, \nand bail. \nMr. Epstein, my name is Magistrate Judge Pitman. The \npurpose of this proceeding is to \ninform you of certain rights \nthat \nyou have, to inform you of the charges against you, to \nconsider whether counsel should be appointed \nfor you, and to \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015662\n\nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ndecide under what conditions, if any, you should be released. \nCan I have the date and time of arrest, please? \nMR. \n:  Yes, your Honor. The defendant was \narrested on Saturday, July 6, at approximately 5:30 p.m. \nTHE COURT: \nThank you. \nMr. Epstein, you have the right to remain silent. You \nare not required to make any statements. Even if you have made \nany statements to the authorities, you need not make any \nfurther statements. Anything you do say can be used against \nyou. \nYou have the right to be released, either \nconditionally or unconditionally, pending trial unless I find \nthat there are no conditions or combination of conditions that \nwould reasonably assure your presence in court and the safety \nof the \ncommunity. \nYou have the right to be represented by counsel during \nall court proceedings, including \nthis one, and during all \nquestioning by the authorities. If you cannot afford an \nattorney, I will \nappoint one to represent you. \nIt is my understanding that you are being represented \nby retained counsel. I want to advise you that the right to \nthe \nappointment of counsel is an ongoing right that you possess \nthroughout these proceedings. If at any time you are unable to \ncontinue with \nretained counsel for financial reasons, you can \napply to the court at any time for the appointment of counsel. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015663\n\nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nDo you understand that? \nTHE DEFENDANT: Yes, your \nHonor. \nTHE COURT: Mr. Epstein, you \nare charged in an \nindictment \nin two counts. \nCount One charges you with \na sex trafficking \nconspiracy in \nviolation of Title 18 United States Code \n§ \n371. \nCount Two charges with you with the substantive \noffense of sex trafficking in violation of Title \n18 United \nStates Code \n§ \n1591. \nMr. \nWeingarten, are you going to be lead counsel here \ntoday? \nMR. WEINGARTEN: Yes, your \nHonor. \nTHE COURT: Mr. \nWeingarten, have you received a copy \nof the \nindictment? \nMR. WEINGARTEN: Yes, \nyour Honor. \nTHE COURT: Have you reviewed it with your client? \nMR. WEINGARTEN: Yes, \nyour Honor. \nTHE COURT: Do \nyou waive its reading? \nMR. WEINGARTEN: Yes, \nyour Honor. \nTHE COURT: Mr. \nEpstein, how do you plead? \nTHE DEFENDANT: Not guilty, \nyour Honor. \nTHE COURT: Because the defendant has been indicted, \nthere will be no preliminary \nhearing, and that takes us to the \nquestion of bail. In that regard, I have \nreceived the Pretrial \nServices report. I have also received a letter from the \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015664\n\nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ngovernment dated July 8, 2019. \nI \ntake it all counsel have the same documents? \nMR. WEINGARTEN: Yes, \nyour Honor. \nTHE COURT: I will hear from the government first, and \nthen I will hear from \ndefense counsel. \nMR. \n:  Yes, your \nHonor. \nThe \ngovernment intends to seek detention, and I am \nhappy to explain the reasons why. Would the court prefer that \ni \nspeak from the table or from the podium? \nTHE COURT: \nWhatever your pleasure is. \nMR. : \nYour Honor, the defendant poses an \nextraordinary risk of flight and \ndanger presented by him. \nGiven the charges and the characteristics of the defendant, he \nsimply cannot reasonably be expected to appear in court if he \nis granted bail. Accordingly, the government \njoins the \nrecommendation of Pretrial Services that the defendant be \ndetained pending trial for a number of reasons. \nStarting with the conduct alleged, the defendant is \ncharged with trafficking \nminors for sex acts, as the court \nexplained, in \nviolation of 18 United States Code E. 591, and is \ncharged with a count of conspiracy to traffic minors \nfor sex \nacts in violation of 18 U.S.C. 371. \nIn particular, \nthe indictment charges that the \ndefendant engaged in a years-long scheme to sexually abuse \nunderage girls, paying minor \ngirls to themselves be abused, and \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015665\n\nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nalso \npaying certain victims to recruit other girls to be \nsubject to the defendant's sexual abuse. \nThe indictment alleges that the defendant undertook \nthis conduct at at least two locations, \nincluding his mansion \nin Manhattan and his estate in Palm Beach, Florida. In both \nlocations, \nvictims were initially recruited to provide massages \nto the defendant, which would be performed nude or partially \nnude, would become increasingly sexual in \nnature, and would \ntypically \ninclude one or more sex acts, including...1.MM.= \nThese victims, \nwho were often \nparticularly vulnerable, were as young as 14, and the defendant \nknew he was abusing underage \ngirls. The indictment further \nalleges that the defendant perpetrated these crimes by working \nwith \nothers, including employees and associates who facilitated \nthese abusive encounters. \nRegarding the defendant \nhimself, your Honor, he is \nextraordinarily \nwealthy, mobile, and unattached to the Southern \nDistrict of New York. He \nmaintains at least six residences in \nthe United States and abroad, including the \nownership of a \nprivate island in the U.S. \nVirgin Islands and a residence in \nParis, France. Among \nother things, the defendant owns two \nprivate jets and routinely uses them to travel abroad. He is a \nman of nearly infinite means, your \nHonor; and, as set forth in \nour submission, he has tremendous incentives to use those means \nto flee \nprosecution. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015666\n\n7 \nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nThe government notes as an \ninitial matter that this is \na presumption case because sex trafficking is charged; and, \nmoreover, each of the four factors to be considered in the \ndetention analysis strongly militates towards pretrial \ndetention. \nSo starting with the nature and seriousness of the \noffense, as previously discussed, the nature and circumstances \nof the \ncrime are the most serious crime that this court sees. \nThe defendant is alleged to have spent years sexually abusing \nminors in multiple locations and \nwith dozens of victims. \nThe seriousness of the charge is also reflected in the \npotential penalties, which include up to 45 combined years of \nincarceration on Counts One and Two, and the \nlikelihood of a \nsubstantial period of incarceration is supported by the fact \nthat the government's evidence is \nstrong. There are multiple \nindividual identified victims in \nthe indictment, numerous \nspecified overt acts, and dozens of overall victims alleged. \nIn order to protect the privacy of the \nvictims, your \nHonor, I'm \nnot going to go into detail about particular \nvictims, but we can say that information provided by victims \nhas been detailed, it has been credible, and it has been \ncorroborated by other witnesses and contemporaneous documents \nand records, \nincluding from a recent search of the defendant's \nManhattan mansion, as I will \ndiscuss further in a moment. \nSeparately, \nyour Honor, in just the last 36 hours, \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015667\n\nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthat is, post charge, we have been contacted by multiple \nattorneys and several additional \nindividuals who have \nidentified themselves as victims and are interested in speaking \nwith the government, none of whom the \ngovernment has previously \nspoken with. \nYour Honor, the defendant is 66 years old. He is \ncharged with appalling \ncrimes, and those charges are supported \nby significant evidence, including \nvictim and witness testimony \nand damning \nrecord evidence. He faces the very real prospect \nof spending the rest of his life in prison. He has every \nmotivation in \nthe world to flee, and he has the means to do it. \nAnd I will note for \nthe court that this is a case \nwhere the \ngovernment has really put its money where its mouth \nis on the risk of flight. This \ndistrict took extraordinary \nefforts to maintain the covert status of its investigation for \nmany months due to the risk of flight of the defendant -- not a \nsingle media \nreport, not a single public statement, no appeals \nfor victims to come forward because of precisely the flight \nrisks we are discussing now. \nTurning \nto the characteristics of the defendant, your \nHonor, some individuals who \nface significant charges lack the \nmeans to flee. Not this defendant. As set forth in the \ngovernment's submission, in the defendant's most recent sex \noffender \nregistration, he lists six residences worth tens or \nhundreds of millions of dollars, including a \nresidence abroad. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015668\n\nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nThe defendant has refused to answer any questions \nabout his income or assets for the Pretrial Services \nreport, so \nthe scope of his wealth and his assets remains entirely \nconcealed to the government and to the court. But the \ndefendant certainly has access to endless means to flee, \nincluding two \nprivate jets. He has no meaningful family ties, \nand any argument that his properties \nwould keep him in the \nUnited States ignores his ability to simply leave those \nproperties behind in favor of moving beyond the reach of U.S. \nauthorities to live off his extensive wealth abroad, extensive \nwealth, I should add, that the court doesn't even have any \naccounting of. He travels abroad extensively, has a residence \nin France, and all of those factors further contribute to the \nrisk of flight. \nWith respect to danger and \nobstruction, again, this is \na presumption case, and not only is the defendant charged with \nthe sexual abuse of minors, he has previously pled guilty to \nsolicitation of \nan underage girl. This court knows that \ndefendants are routinely detained in this \ndistrict when facing \nsuch charges and that this is not an unusual position for \nthe \ngovernment to take. \nIt is further \nconcerning that there are credible \nallegations from the prior \ninvestigation that the defendant or \nhis agents engaged in witness tampering and harassment, and \nin \nfact there is evidence that he was contemplating pleading \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015669\n\nIC \nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nguilty to that kind of offense in \nFlorida. Those allegations \ninclude verbal harassment, evasion of legal process, and \nforcing off the road the father of an individual relevant to \nthat \ninvestigation. \nTHE COURT: Can you elaborate on that last point about \nforcing somebody off the road? \nMR. :  Your Honor, what we have is the \nrecord evidence from an \nunderlying civil dispute in Florida \nthat discusses this incident and discusses it in the context of \na potential plea of the defendant to obstruction or harassment \ncharges. The government sets before this court that if the \ndefendant was \nwilling to undertake such measure simply as a \nresult of an investigation, the potential for dangerous and \nobstructive activity in an indicted case is \nalarming and very \nreal. \nDespite \nhaving been previously convicted of a sex \noffense involving an underage \nvictim and being a registered sex \noffender, the defendant has continued to maintain a vast trove \nof lewd photography of young-looking women or girls at his \nmansion. Your Honor, pursuant to judicially authorized \nwarrants, \nlaw enforcement agents searched his home on Saturday \nand found at least hundreds, and perhaps thousands, of sexually \nsuggestive photographs of nude females, many of whom appear to \nbe \nunderage. \nI also want to note that the search revealed specific \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015670\n\n1. \nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nevidence from his home consistent with \nvictim accounts. Ever \nthe room where the abuse occurred, your Honor, the massage \nroom, was still set up in the same way it was 15 years ago, \nwith a massage table and sex paraphernalia. \nAnd \nwith respect to the photographs \nTHE COURT: \nWhen you say the evidence was consistent \nwith victim \naccounts, is it limited to the massage table and \nmassage room or is there something else? \nMR. :  Descriptions of the massage room and \nthe massage table, that's correct, your Honor. \nTHE COURT: Okay. All right. \nMR. :  With respect to the photographs, your \nHonor, some of those were found in a \nlocked safe which also \nheld electronic disks with labels that included the words \n\"Young Miscellaneous Nudes 1\" and \"Girl Pics Nude.\" \nYour Honor, this is not an individual who has left his \npast behind. He is a continuing danger to the community and an \nextraordinary risk of flight \nand, for those reasons, the \ngovernment \njoins the pretrial recommendation that the defendant \nbe detained \npending trial. \nTHE COURT: All right. Thank you. \nMr. \nWeingarten. \nMR. WEINGARTEN: Thank you, your Honor. I will use \nthe \npodium, if that's okay. \nTHE COURT: That's fine. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015671\n\n12 \nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMR. WEINGARTEN: So your Honor, I would \nlike to start \nby providing some \ncontext, and then I'm going to make a \nsuggestion as to how we proceed. \nThe beginning here is 2005 in Florida. That's when an \nallegation was received by the local police that Mr. Epstein \nwas engaged in sexual conduct for money, prostitution. \nThereafter, there was a very sophisticated three-year \ninvestigation by \nlaw enforcement, including locals and feds, \ninto Mr. Epstein's conduct. \nNumerous girls were interviewed, \nemployees were \ninterviewed, and it is fair to say that a \nsignificant segment of the law enforcement community in Florida \nthought what we had in hand was simple prostitution. There was \nno coercion. There were no threats. There was no violence. \nAnd it is also fair to say that a significant \nportion of the \nlaw enforcement \ncommunity in Florida believed that a local \nmisdemeanor was the appropriate sanction. \nNow, it \nis also --\nTHE COURT: Did you represent Mr. Epstein in the \nFlorida \ninvestigation? \nMR. WEINGARTEN: No, but I'm familiar with the \nrecords. \nTHE COURT: All right. \nMR. WEINGARTEN: It is \nalso true that there was a \ncontrary view \nlargely taken by the feds, and what ensued was a \ncomplex set of discussions and \nnegotiations and finally an \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015672\n\nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nagreement, an agreement that was consummated and agreed to all \nthe way up to main justice at \na very, very high level. \nThe agreement \ninvolved a plea in state court to \nsoliciting an underaged girl, which would \nrequire registration, \ncompensation paid to alleged victims, and an NPA from \nthe feds, \nin other words, a declination by the federal government, an \nagreement that was approved all the way up in main justice and \nit sure seemed like a global solution at the time to everyone \ninvolved, including my \nclient. \nWhat happened since then? Mr. Epstein continued a \nlife of success, generosity, creativity and, more \nimportant, \nlaw-abiding life from 2008 forward. How \ndo we know? Because \nwhen you are in \nregistration the way he is, every single night \nhis whereabouts are known. There is constant reporting, \nconstant monitoring, and absolutely, to our knowledge, no \ncomplaints by anybody from that moment forward about his \nconduct until we have arrived in court here. \nNow, what \nhas happened in court from that moment? \nThere \nhave been lawsuits, many of them ludicrous, dismissed out \nof hand. But when something like \nthis happens, a lot of stuff \ncomes out of the woodwork, and there were lawsuits that \nMr. \nEpstein settled also in the normal course. \nThere was one particular litigation that leads to this \noccasion, and that is, under the Crime Victims \nRights Act, that \nact simply says that victims have a right to be consulted by \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015673\n\n14 \nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthe United States, and there are alleged victims \nin this case \nwho complain that they were not, and there has been extensive \nlitigation in the \nSouthern District of Florida before \nJudge Marra on that very subject. In fact, the judge concluded \nthat the prosecutors from the Southern District of Florida \ndid \nnot adequately notify some of the victims about the ongoing \ndiscussions and the consummation of the deal and, in \nparticular, the NPA. The United States took the position that \nthey \nhad no responsibility to do so, that they had treated the \nvictims \nproperly, and that matter continues to this day. \nThe consequences of that matter \nare overwhelming, \nbecause the judge suggested, I think three times, \nthat the NPA, \nthe declination, could be voided. And we think about that for \na second. So a defendant negotiates what he thinks is a global \nsolution with the feds. He does his time --\nTHE COURT: Does the nonprosecution agreement in \nFlorida -- the nonprosecution agreements in the Southern \nDistrict routinely say they are limited to the Southern \nDistrict of New York. \nMR. WEINGARTEN: \nObviously --\nTHE COURT: Is there a similar provision in the \nFlorida \nagreement? \nMR. WEINGARTEN: I don't \nwant to misstate. It is not \nbefore me. It is obviously going to be \nan important part of \nthe pretrial motions. What is for \nsure is that there was - \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015674\n\nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthe \nnegotiation with the Southern District included \nnegotiations with main justice. What's also true is the \ninvestigation extended into the Southern \nDistrict of New York \nand elsewhere in terms of girls being interviewed. \nSo obviously your question is \nrelevant and will be \npart of the \npretrial litigation for sure. But what matters \nhere and for now is there certainly was a belief that there was \na global solution based upon the facts on the ground. \nTHE \nCOURT: Have you seen the Florida nonprosecution \nagreement? \nMR. WEINGARTEN: \nYes. \nTHE COURT: \nAnd --\nMR. WEINGARTEN: I don't have it \nbefore me. I don't \nwant to make a specific representation and not be completely \naccurate. \nTHE COURT: Okay. \nAll right. Go ahead. \nMR. WEINGARTEN: The \nconsequences of this are huge in \nthat if in fact \nthere is a negotiation with a defendant, the \ndefendant does his time, the defendant pays his \nvictim, and the \ndefendant spends ten years on the registration list and \nprosecutors don't adequately notify the \nvictims, how in the \nworld can that deal be undone? Every prosecutor in \nthe world \nhas to oppose that possibility. No defense \nattorney in their \nright mind \nwould negotiate a deal with that potential \nconsequence. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015675\n\n16 \nj782epsC kjc \nSo this is a huge problem for the department and what \nsolution ensues, and I suggest the solution that ensued is this \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nindictment. To \nThe \nallegations \nThis is \nancient \ninvestigated by \ninvestigation. \nus, this indictment is essentially a do-over. \nare from 2002 to 2005. This is old stuff. \nstuff. \nThis is the very stuff that was \nthe feds in Florida, a sophisticated three-year \nTwo of the alleged victims in this indictment \nare from Florida. The \nindictment here tracks the conduct that \nwas investigated in Florida back before the agreement was \nreached. Obviously we need to get discovery to find out just \nhow inextricably linked the investigation back in \nFlorida is \nwith what's going on here. \nWe do know we are talking about \nancient conduct. We do know we are talking about facts that \nare from 2002 to 2005, facts that were known to the United \nStates prosecutors before they entered \ninto the NPA, the \ndeclination. This \nis essentially a redo. That's how it feels \nto us. And if we are correct, that should chill the blood of \nevery defense attorney who negotiates a deal with the United \nStates. \nIn \naddition, we have the central \nallegation here is \ntrafficking, and obviously it \nis useful and relevant to make \ninquiry as to why the \ntrafficking law was passed. It is to \ncover abhorrent conduct, where \nare \nfooled, they are forced to \nplaces, \nwork in brothels where \nyoung girls \nare kidnapped, they \ncome usually to \nunfamiliar \nthey service 15, 20 guys in a \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015676\n\n17 \nj782epsC kjc \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nday. They can't leave or else their families are threatened. \nThis is \ndreadful conduct. \nI remember an occasion when the Attorney \nGeneral Eric \nHolder and I think \nDirector Comey had a press conference \nestablishing this as \na law enforcement priority. Every \nsensible person in the \nworld would think that this is the exact \nright thing law \nenforcement should do. \nThis is not this case. There was no violence. There \nwas no coercion. There was no intimidation. There is no \ndeception. The bottom line, if you take a fair look at the \nfacts of this case as alleged and in the record, you may come \nto the conclusion there was prostitution involved and maybe a \nlot of it, but that doesn't mean that \nthe person involved is a \npedophile, a rapist or, heaven knows, a trafficker. Just --\nTHE COURT: \nisn't that rape? \nWell, if the women involved were under 18, \nMR. WEINGARTEN: \nTHE COURT: \nthey not? \nMy understanding --\nLegally they are incapable of consent, are \nMR. WEINGARTEN: Well, it could be statutory rape. \nBut what I am \ntalking about is trafficking and why the \nstatute was passed, and \nobviously the statute was passed to \nprotect women \nfrom the horrors that occur in such settings, and \nthat is light years removed to what happened in this case. \nSo what about bond? I would suggest that the \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015677\n\n18 \nj782epsC kjc \ntraditional issues that we look at, the issues involved, let's \nstart with that, we believe we have extremely powerful motions \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nrelating to the government seeking two bites at the apple and \nfor due process reasons, double jeopardy reasons, we don't \nthink that will stand. We also \nthink fundamentally what's at \nissue \nhere is not trafficking. That's not why the statute was \npassed. \nThe risk to \nothers, what we have here is at least ten \nyears post incarceration in the State of Florida of conduct \nthat has never been challenged by \nanyone until now. The \nregistration requirements are onerous. He is under constant \nsurveillance. Law \nenforcement knows, if they choose to look, \nexactly \nwhere he is at any time. \nThe risk of flight, what is true is \nfrom the moment of \nJudge Marra's litigation in the Southern District of Florida, \nthe defendant knew that there would be challenges to the NPA. \nFrom 2013 on, \nthere were representations made in court that \nthat \nchallenge was ongoing, and the defendant never sought to \nflee, never anticipated a time when he would flee, continued to \nlive his law-abiding life. So the risk of flight, I think, is \ndramatically overstated in the government's presentation. \nI think the \ntraditional remedies that the court finds \nappropriate in case after case -- a large cash bond; passport \nrelinquished; waiving \nextradition; a bracelet on; some form of \nsupervision that is adequate to guarantee his appearance, it \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015678\n\n19 \nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nwill be child's play \nto find that; bonds from other people, \nsurety bonds from other people. \nBecause we have not had an opportunity to see our \nclient until today and because we have just received the \ngovernment's submission, what we would like to do is have the \nopportunity to sit down and put together a bail package, a \ncoherent bail package \nin writing and provide it to the court. \nI would point out on the obstruction allegation \nTHE COURT: Let me ask you this -- sorry to interrupt \nyou -- do you want to adjourn the detention \nhearing? Under the \nstatute, you have up to three days. \nMR. WEINGARTEN: What I would like is \nto have until \nthe end of the week to \nprovide something in writing, a specific \nrecommendation in writing. \nTHE COURT: So you want to adjourn a \ndetermination of \nbail? \nMR. WEINGARTEN: \nYes. \nTHE COURT: Is there any objection to that from the \ngovernment? The defendant is detained in the interim \nunder \n3142(f). \nMR. WEINGARTEN: Right. \nMR. :  Your Honor, we certainly don't object \nif the defendant is consenting to detention with leave to make \na further \napplication. \nI think the government would like at least a brief \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015679\n\n20 \nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nopportunity to respond to some of those points, to the extent \nthat the defense is arguing that Mr. Epstein should be granted \nbail as a general matter and the court is going to consider \nthose arguments. \nTHE COURT: \nWell, the court always considers the \nparties' arguments. \nBut let me just come back to Mr. \nWeingarten for a \nminute. Mr. Weingarten, under \nthe Bail Reform Act you are \nentitled to a continuance of three days, which I guess would \ntake us to Thursday. \nMR. WEINGARTEN: Right. \nTHE COURT: The \nother alternative, I guess, if you \nwant to de facto extend that three days is consent to \ndetention \nwithout prejudice. \nMR. WEINGARTEN: We \nestimated that by Thursday we \ncould get you something in writing and then appear back before \nyou at your \nconvenience. \nTHE COURT: Okay. Do you want to schedule it -- well, \nI think Thursday's proceedings right now would \nbe in front of \nJudge Berman unless he wants to send it back to me for bail, \nbut do you want to put this down for \ndetention hearing on \nThursday? \nMR. WEINGARTEN: Can I make one \npoint that I don't \nwant to forget that I think is extremely \nimportant? \nTHE COURT: Go ahead. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015680\n\nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMR. WEINGARTEN: The last \nthing we did today was \nrefuse to answer questions. What we said at \nPretrial is heaven \nforbid we \nmake a mistake, and in terms of assets, we wanted to \nbe precise. So there was no refusal. There was a request for \ntime to supplement. That was accepted. And that's part of the \nreason we want to sit down and make sure we get our \ninformation \ncorrect to provide to the court. \nTHE COURT: All right. \nMR. WEINGARTEN: Can I make \none other point? \nTHE \nCOURT: Sure. \nMR. WEINGARTEN: In terms of the \nobstruction, I think \nit is \nsuch a significant part of our argument that the conduct \nat issue is ancient. It is from 2002 to 2005. So obviously if \nthe defendant is a threat to obstruct justice, the court needs \nto take that into account. The allegations raised -- and I \njust read them briefly because we just got the government's \nletter -- relate to negotiations between the feds and the \ndefendant. Back when the Southern District of Florida was \nattempting to find an appropriate remedy, there were \ndiscussions going back and forth: Can we squeeze you into this \nstatute? And it didn't work, and it didn't work because there \nis no factual basis. That is the reference to the alleged \nobstruction. Not obstructive acts. Instead, the feds in \nFlorida agreed to the plea to the state offense because there \nwas no appropriate statute \nthat covered conduct that was \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015681\n\n22 \nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nproveable. That is the answer to the obstruction issue. \nTHE COURT: All \nright. So you want to adjourn the \ndetention \nhearing until Thursday? \nMR. WEINGARTEN: \nYes. \nTHE COURT: All right. Is \nthere any objection to that \nfrom the government? \nI think under the statute he is entitled \nto \nthree days. \nMR. \n:  That is, of course, fine, \nyour Honor. \nI think we would like just a \nvery brief opportunity to \nrespond to some of those arguments so that they don't sort of \nhang with the \ncourt for three days unresponded to. \nTHE COURT: All \nright. Go ahead. \nMR. \n:  Just very \nbriefly, your Honor, I \nthink a \nlot of that discussion was entirely orthogonal to the \nissues here. \nBut just very briefly, with respect to the charges \nhere, there is simply no force \nrequired for underage victims. \nA grand jury has \nproperly returned an indictment, and these are \nfact issues that are being presented in large part. \nCertainly the concept of child prostitution is, \nfrankly, offensive and not recognized in federal law. \nThe idea \nthat \nchildren can consent to sex and be prostitutes is beyond \nthe realm of federal law which contemplates trafficking, which \nis what has been charged here. Mr. \nWeingarten is free to argue \nto a jury that trafficking minors was only statutory rape or \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015682\n\n23 \nj782epsC kjc \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthat those victims weren't treated as badly as the parade of \nhorribles he has in mind. But for now the question is whether \nthe defendant's attendance can be assured. \nAnd with respect to the nonprosecution agreement \nTHE COURT: I'm not sure I \nwould refer to something as \nonly statutory rape. The use of the word \"only\" before \n\"statutory rape\" I'm not sure sits well. But go ahead. \nMR. :  And I agree, your Honor. \nWith respect to the actual substance, the Southern \nDistrict of \nFlorida has represented in public filings that the \nnonprosecution agreement was limited to the Southern District \nof Florida, and we can \nlitigate that in a motion to dismiss, \nbut it is simply not relevant here. \nWith respect to the statute of limitations, \nMr. Weingarten says that the conduct is old. He did not say \nthat that it is beyond the statute of limitations because it is \nnot. \nAnd, finally, it is \nnot the same conduct. Some of the \nconduct overlaps. Some of the conduct does not. And in \nparticular, one of the two counts of the indictment is \npredicated exclusively \non New York victims. \nSo for all of those reasons, we just ask the court to \nconsider those responses as it awaits the defendant's filings \nlater this \nweek. \nMR. WEINGARTEN: Can I just make \none point to clarify? \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015683\n\nj782epsC kjc \nTHE COURT: Go \nahead. \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMr WEINGARTEN: \nsenior moment. \nOn the statutory rape thing, I had a \nThere is no statutory rape because there is no \npenetration, and that is the answer to that question. \nTHE COURT: All right. \nWe will set this down \nfor a detention hearing on \nThursday, July 11, for the continuation of the detention \nhearing. Thursday, July 11, at 2 p.m. \nThe defendant is detained at least until the \ncontinuation of the detention hearing pursuant to 18 United \nStates Code \n3142(f). \nI have been advised by Judge Berman that he wants to \nsee counsel right after these proceedings. Judge Berman's \ncourtroom is 17B. So counsel and Mr. Epstein should go to 17B. \nAll right. Anything else from the \ngovernment? \nMR. :  Your Honor, ordinarily we \nwould ask \nto exclude speedy trial time, but I think because we are going \ndirectly to Judge Berman, we have no such application. \nTHE COURT: Mr. Weingarten, \nanything else? \nMR. WEINGARTEN: No, thank you, \nyour Honor. \nTHE COURT: Mr. Weingarten, \nanything else? \nMR. WEINGARTEN: No, your \nHonor. \nTHE COURT: All right. Thank you all. \noCo \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00015684",
    "pageCount": 24,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "1 \n22 \n23 \n24 \n25 \nUNITED STATES OF AMERICA, \nv. \nJEFFREY EPSTEIN, \nDefendant. \nBefore: \nx \nNew York, N.Y. \n19 Cr."
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "a pro hac vice \nto represent \nMr. Epstein. \nTHE \nCOURT: Okay. \nMR."
      },
      {
        "name": "Weingarten",
        "role": "extracted",
        "context": "nited \nStates Code \n§ \n1591. \nMr. \nWeingarten, are you going to be lea"
      },
      {
        "name": "Conference \nJuly",
        "role": "extracted",
        "context": "York, N.Y. \n19 Cr. \n490(KMB) \nConference \nJuly 8, 2019 \n1:20 \np.m. \nHON. HEN"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "ited States Attorney for the \nSouthern \nDistrict of New York \nBY: \nAssistant U"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "n \nDistrict of New York \nBY: \nAssistant United tates Attorneys \nSTEPTOE & JO"
      },
      {
        "name": "Defendant \nAlso",
        "role": "extracted",
        "context": "t \nMARC FERNICH \nAttorney for Defendant \nAlso \nPresent: \nSpecial \nAgent \nDe"
      },
      {
        "name": "Special \nAgent",
        "role": "extracted",
        "context": "or Defendant \nAlso \nPresent: \nSpecial \nAgent \nDetective \nFBI \n,  NYPD \nMag"
      },
      {
        "name": "Magistrate Judge",
        "role": "extracted",
        "context": "ent \nDetective \nFBI \n,  NYPD \nMagistrate Judge \nSOUTHERN DISTRICT REPORTERS,"
      },
      {
        "name": "Special Agent",
        "role": "extracted",
        "context": "the \ngovernment, \nWith us are Special Agent \nof the F.B.I. and \nDetective"
      },
      {
        "name": "For \nJeffrey",
        "role": "extracted",
        "context": "Good afternoon, \nyour Honor. For \nJeffrey Epstein, Reid Weingarten from"
      },
      {
        "name": "Reid Weingarten",
        "role": "extracted",
        "context": "Honor. For \nJeffrey Epstein, Reid Weingarten from the \nlaw firm of Steptoe"
      },
      {
        "name": "Martin \nWeinberg",
        "role": "extracted",
        "context": "Good afternoon, your \nHonor. Martin \nWeinberg. I'm an \nattorney from Boston"
      },
      {
        "name": "Marc \nFernich",
        "role": "extracted",
        "context": "Good \nafternoon, your Honor. Marc \nFernich, New York, New York, also for"
      },
      {
        "name": "Judge Berman",
        "role": "extracted",
        "context": "All right. I have \nspoken to Judge Berman. \nThe matter has been referre"
      },
      {
        "name": "Count One",
        "role": "extracted",
        "context": "indictment \nin two counts. \nCount One charges you with \na sex traff"
      },
      {
        "name": "Count Two",
        "role": "extracted",
        "context": "United States Code \n§ \n371. \nCount Two charges with you with the sub"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "ing in violation of Title \n18 United \nStates Code \n§ \n1591. \nMr. \nWeingart"
      },
      {
        "name": "Pretrial \nServices",
        "role": "extracted",
        "context": "regard, I have \nreceived the Pretrial \nServices report. I have also received"
      },
      {
        "name": "Pretrial Services",
        "role": "extracted",
        "context": "joins the \nrecommendation of Pretrial Services that the defendant be \ndetain"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "n Manhattan and his estate in Palm Beach, Florida. In both \nlocations,"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "private island in the U.S. \nVirgin Islands and a residence in \nParis, Fr"
      },
      {
        "name": "Counts One",
        "role": "extracted",
        "context": "ed years of \nincarceration on Counts One and Two, and the \nlikelihood"
      },
      {
        "name": "Young Miscellaneous",
        "role": "extracted",
        "context": "els that included the words \n\"Young Miscellaneous Nudes 1\" and \"Girl Pics Nude."
      },
      {
        "name": "Girl Pics",
        "role": "extracted",
        "context": "g Miscellaneous Nudes 1\" and \"Girl Pics Nude.\" \nYour Honor, this is n"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "asion, and that is, under the Crime Victims \nRights Act, that \nact simply"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "is, under the Crime Victims \nRights Act, that \nact simply says that v"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "extensive \nlitigation in the \nSouthern District of Florida before \nJudge Marr"
      },
      {
        "name": "Judge Marra",
        "role": "extracted",
        "context": "n District of Florida before \nJudge Marra on that very subject. In fact"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "and, in \nparticular, the NPA. The United States took the position that"
      },
      {
        "name": "To \nThe",
        "role": "extracted",
        "context": "22 \n23 \n24 \n25 \nindictment. To \nThe \nallegations \nThis is \nancien"
      },
      {
        "name": "Attorney \nGeneral",
        "role": "extracted",
        "context": "remember an occasion when the Attorney \nGeneral Eric \nHolder and I think \nDir"
      },
      {
        "name": "Eric \nHolder",
        "role": "extracted",
        "context": "on when the Attorney \nGeneral Eric \nHolder and I think \nDirector Comey h"
      },
      {
        "name": "Director Comey",
        "role": "extracted",
        "context": "ral Eric \nHolder and I think \nDirector Comey had a press conference \nestab"
      },
      {
        "name": "Bail Reform",
        "role": "extracted",
        "context": "e. Mr. Weingarten, under \nthe Bail Reform Act you are \nentitled to a co"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-07-08",
        "event": "July 8, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:51.223Z"
}