{
  "document": {
    "id": "efta00029619",
    "filename": "EFTA00029619.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00029619.pdf",
    "text": "\n\nSubject: RE: Epstein FOIA \nDate: Fri, 02 Jul 2021 15:49:49 +0000 \nEmbedded: Epstein.msg \nIf helpful, the attached email from our counterparts at Main and BOP lays out the BOP's understanding of and media \nstrategy for today's production of Epstein materials to the Times. As discussed previously, we've agreed to have them to \nrefer inquiries to us. They've also asked for guidance on timing. Thanks! \nSubject: RE: Epstein FOIA \nAll, \nFYI, lust called from Main (I believe she's still at Fed Programs). She said there was interest from the AG's \nOffice in the release and had some questions. We talked through things, and she said she'd carry the info back. She said \nshe or someone else from DC might follow up. \nThanks, \nSteven \nSubject: Epstein FOIA \nMorning. Just for your awareness, I got a call regarding the FOIA litigation from one of our press counterparts at Main. \nShe asked if it would be okay to refer press inquiries to SDNY, I told her it wasn't a problem. Other than process \nquestions, and I anticipate declining to comment anyway. \nEFTA00029619\n\nDo we have a sense of timing as to when this will happen? (I was having a  hard time hearing during the call, but my \nimpression was tomorrow and it would be voluminous and take the Times a while to get through?) Thanks. \nSpokesman \nUnited States Department of Justice \nU.S. Attorney's Office (Southern District of New York \nEFTA00029620",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Fed Programs",
        "role": "extracted",
        "context": "ain (I believe she's still at Fed Programs). She said there was interest"
      },
      {
        "name": "Steven \nSubject",
        "role": "extracted",
        "context": "DC might follow up. \nThanks, \nSteven \nSubject: Epstein FOIA \nMorning. Just"
      },
      {
        "name": "Spokesman \nUnited",
        "role": "extracted",
        "context": "ile to get through?) Thanks. \nSpokesman \nUnited States Department of Justice"
      },
      {
        "name": "States Department",
        "role": "extracted",
        "context": "?) Thanks. \nSpokesman \nUnited States Department of Justice \nU.S. Attorney's O"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nU.S. Attorney's Office (Southern District of New York \nEFTA00029620"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:23.820Z"
}