{
  "document": {
    "id": "efta00014985",
    "filename": "EFTA00014985.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014985.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nINDICTMENT \nUNITED STATES OF AMERICA \nTOVA NOEL, \nand \nMICHAEL THOMAS, \nDefendants. \nX \nThe \nGrand Jury charges: \nINTRODUCTION \n1. On or about August 10, \n2019, TOVA NOEL and MICHAEL \nTHOMAS, the defendants, while on duty as correctional officers at \nthe Manhattan Correctional Center (\"MCC\"), repeatedly chose not to \ndo  mandated counts of prisoners under their watch in  the \nMCC's \nspecial housing unit (\"SHU\").  Instead, for substantial portions \nof their shifts, NOEL \nand THOMAS sat at their desk, slept, and \nbrowsed the internet. To conceal the deliberate dereliction of \ntheir responsibilities, \nNOEL and THOMAS repeatedly signed false \ncertifications attesting to counts of inmates they never did. As \na result of those false statements, the MCC believed prisoners \nin \nthe SHU were being regularly monitored and accounted for \nwhen, in \nfact, as  a  result of  the defendants' conduct, no  correctional \nofficer conducted any count or round of the SHU from \napproximately \n10:30 p.m. on August 9 until approximately 6:30 a.m. on August 10, \nEFTA00014985\n\nat which time, as \nalleged herein, NOEL and THOMAS discovered the \nbody of an MCC inmate, Jeffrey Epstein, who had committed suicide \nwhile \nunobserved earlier that morning. \nRELEVANT INDIVIDUALS AND ENTITIES \n2. The MCC \nis federal administrative detention \nfacility located in Manhattan that is run by the Bureau of Prisons \n(\"BOP\"). The MCC is \none of  several facilities used to  house \ninmates who have been charged with federal crimes in the Southern \nDistrict of New York, but who are \nawaiting trial. The MCC employs \ncorrectional officers, and their primary duty is to ensure the \ncare, custody, and control of the inmate population of the MCC. \n3. TOVA \nNOEL, the defendant, has been employed as a \nfederal correctional officer at the MCC since approximately 2016. \nAs of August 2019, NOEL's primary assignment was the SHU. On \nAugust 9, 2019, NOEL \nworked a regular shift from 4 p.m. to 12 a.m. \nin the SHU, and then worked an overtime shift from 12 a.m. to 6 \na.m. on August 10, 2019, also in the SHU. \n4. MICHAEL THOMAS, the \ndefendant, has been employed as \na correctional officer at the MCC by the BOP since approximately \n2007. Beginning in approximately 2013, \nTHOMAS was assigned to work \nas a  materials handler supervisor, which is a  non-custodial \nposition, although \nTHOMAS regularly worked overtime shifts as a \n2 \nEFTA00014986\n\ncorrectional \nofficer. THOMAS worked an overtime shift in the SHU \non August 10, 2019, from 12 a.m. to 6 a.m. \n5. As detailed \nherein, \nJeffrey Epstein was \nincarcerated at the MCC between his arrest on July 6, 2019, and \nhis suicide on August 10, 2019. Epstein was detained pending trial \nin \nthe Southern District of New York on sex trafficking charges. \nTHE MCC AND INSTITUTIONAL \nCOUNTS \n6. The MCC, \nwhich houses approximately 750 inmates at \nany time, assigns inmates to various housing units within the \nMCC, \nincluding \ngeneral population and the SHU. The SHU is located on \nthe \nninth floor of the MCC and access to the SHU is controlled by \na  single locked door, which can only be opened remotely by  an \nofficer \nin  the MCC's centralized control center (the \"Control \nCenter\"). \nWithin the SHU, inmates are assigned to six separate \ntiers, each of which can be accessed only via a single locked door \nto which the correctional officers assigned to the SHU have keys. \nEach tier has eight cells, each of which can house either one or \ntwo prisoners, and each individual cell - which is made of cement \nand metal - is accessed only through a single, locked door, to \nwhich \ncorrectional officers assigned to the SHU have keys. \n7. \nCorrectional officers assigned to guard inmates at \nthe MCC are required to conduct institution-wide counts of inmates \nat regular, scheduled intervals to ensure that each inmate is alive \n3 \nEFTA00014987\n\nand accounted for within the MCC (the \"institutional count\"). On \nweekdays, the MCC conducts five institutional counts at 4 p.m., 10 \np.m., 12 a.m., 3 a.m., and 5 \na.m. Performing an  institutional \ncount is one of the most basic and essential aspects of a \ncorrectional officer's job, and the count is one of the most basic \nand essential functions of daily operation of  the MCC. \nTwo \nofficers are required to complete the institutional count for each \nhousing unit, \nincluding the SHU, and are further required to \ndocument their performance of the count \non an official MCC form \ncalled a count \nslip. \n8. Specifically, on the count slip, both correctional \nofficers \nare required to fill in the date and time the count was \nperformed, write the total number of inmates physically present in \nthe unit counted, and then each sign the \nform. The forms are then \ncollected and delivered to  the Control Center, where they are \ncompared to the institution's inmate roster to ensure that each \ninmate is accounted for. Only after all the count slips are \ncollected from each housing unit, and the numbers on the slips are \nmatched to the institution's inmate roster, can the institutional \ncount be deemed \"cleared\" or completed. Records of each \ninstitutional count, including the count slips, are provided to a \nsupervising \nofficial and retained by the MCC. \n4 \nEFTA00014988\n\n9. \nIn addition \nto the institutional count, \ncorrectional officers assigned to the SHU are required to complete \nrounds every thirty minutes (\"30-minute rounds\"). Like the \ninstitutional counts, the 30-minute rounds are conducted to ensure \nthat each inmate is alive and accounted \nfor within their cell. \nCorrectional \nofficers working in the SHU are required to complete \na  form, which is reviewed and \nsigned by their supervisor, \ndocumenting the date and time of each 30-minute round in each tier \nof the SHU. \nEPSTEIN'S PRIOR APPARENT SUICIDE ATTEMPT \n10. On July 6, 2019, inmate Jeffrey Epstein was \narrested and detained at the MCC on sex \ntrafficking charges. On \nJuly 10, 2019, Epstein was assigned to the SHU due to, among other \nthings, risk \nfactors for suicidality and safety concerns. \n11. On  July 23, \n2019, while housed in  the SHU, MCC \nofficers responded to an emergency call, and found Epstein on the \nfloor of his cell with a \nstrip of bedsheet around his neck. MICHAEL \nTHOMAS, the defendant, was one of the MCC officers who responded \nto the incident. Although Epstein claimed that he did not recall \nhow the sheet ended up around his neck, Epstein was subsequently \ntransferred out of  SHU to suicide watch. Inmates assigned to \nsuicide watch are housed in a cell on the \nhospital wing floor, and \n5 \nEFTA00014989\n\nare watched twenty-four hours a  day by  a  staff member or a \nspecially trained inmate \ncompanion. \n12. Epstein remained on \nsuicide watch for approximately \ntwenty-four hours, and then was transferred to psychological \nobservation, \nuntil July 30, 2019. Psychological observation is \nless restrictive than suicide watch, but inmates are still housed \nin the hospital \nwing and watched twenty-four hours a day. \n13. On July 30, 2019, Epstein was transferred back to \nthe SHU, and, at the direction of MCC's psychological staff, was \nassigned a cellmate, in order to ensure Epstein remained under the \nobservation of another inmate at  all times. Epstein was also \nassigned to the cell closest to the correctional officers' \ndesk in \nthe common area of the SHU, which was approximately fifteen feet \nfrom the \ncell. Correctional officers assigned to the SHU were also \ntold to keep a close watch of Epstein in \nlight of his prior apparent \nsuicide attempt. \nEVENTS OF \nAUGUST 9-10, 2019 \n14. \nOn August 9, 2019, Epstein's cellmate was \ntransferred out of the MCC at approximately 8:00 a.m. Despite the \ndirections described above that Epstein have a cellmate, no new \ncellmate was assigned to Epstein's cell. \n15. TOVA NOEL, the \ndefendant, was one of the assigned \nofficers duty in the SHU from 4:00 p.m. on August 9, 2019 to 8 \n6 \nEFTA00014990\n\na.m. on August 10. From 4:00 p.m. to 12:00 a.m., two other officers \nwere on duty with \nNOEL in the SHU: one officer was assigned to \nwork from 2 p.m. to 10 p.m. (\"Officer-1\"), \nand one officer was \nassigned to work from \n4:00 p.m. to 12 a.m. (\"Officer-2\"). MICHAEL \nTHOMAS, the defendant, started his shift in the SHU at 12:00 a.m. \non August 10. From 12:00 a.m. \nuntil 8:00 a.m. NOEL and THOMAS were \nthe only two officers on duty in the SHU. \n16. During the time \nperiod from 4 p.m. on August 9 to 8 \na.m. on August 10, officers on  duty in \nthe SHU, including TOVA \nNOEL and MICHAEL THOMAS, the \ndefendants, were responsible for \nconducting five institutional counts: 4 p.m. and 10 p.m. on August \n9; and 12 a.m., 3 a.m. and 5 a.m. on August 10. \nNOEL, THOMAS and \nthe other guards on  duty were also responsible for \ncompleting \npaperwork attesting to each of those counts. While, as detailed \nherein, count slips were completed for each institutional count, \nin \nfact, not a single one of those institutional counts was done. \n17. TOVA NOEL, the defendant, and \nOfficer-1 were \nresponsible for conducting the 4 p.m. institutional count in the \nSHU. \nAs video from the MCC's internal video surveillance system \nmakes \nclear, NOEL and Officer-1 did not complete the 4 p.m. count. \nNOEL and Officer-1 did, \nhowever, complete and sign a count slip \nthat falsely stated that the 4 p.m. institutional count had been \ncompleted. \nIn reliance on \nthat falsified count slip, at \n7 \nEFTA00014991\n\napproximately 5:03 p.m., the Control Center cleared the 4  p.m. \ncount. \n18. By or before \n10 \np.m., all \ninmates in the MCC were \nlocked in their cells for the \nnight. At or around that time, TOVA \nNOEL, the defendant, and Officer-2 were responsible for conducting \nthe 10 p.m. institutional count in the SHU. \nHowever, video from \nthe MCC's internal video surveillance system shows that NOEL and \nOfficer-2 did not complete the 10 p.m. count. Nonetheless, NOEL \nand Officer-2 completed and signed a count slip falsely stating \nthat the 10  p.m. institutional count had been completed. In \nreliance on that falsified count slip, at approximately 10:36 p.m., \nthe Control Center cleared the 10 p.m. count. \n19. \nAt  approximately 10:30 p.m. on  August 9,  2019, \nafter TOVA \nNOEL, the defendant, had signed and submitted the 10 \np.m. \ncount slip and the institutional count had been completed, \nTOVA NOEL, the defendant, \nbriefly walked up to, and then walked \nback from, the door to the tier in  which Epstein was housed. \nAccording to video obtained from the MCC's internal video \nsurveillance system, this was the last time anyone, including \nany \ncorrectional officer, walked up to, let alone entered, the tier in \nwhich Epstein was \nhoused until approximately 6:30 a.m. on August \n10. \n8 \nEFTA00014992\n\n20. Officer-l's shift ended at approximately 10 p.m., \nand at  approximately 12  a.m., MICHAEL THOMAS, the defendant, \nreplaced Officer-2. TOVA NOEL, \nthe defendant, and THOMAS were \nresponsible for conducting the 12 a.m. institutional count in the \nSHU. \nAs confirmed by \nvideo from the MCC's internal video \nsurveillance system, NOEL and THOMAS did not complete the 12 a.m. \ncount. Nonetheless, NOEL and THOMAS completed and signed a count \nslip for the \n12 a.m. count that falsely stated that the \ninstitutional count had been completed. \nIn \nreliance on  that \nfalsified count slip, at approximately 12:49 a.m., the Control \nCenter cleared the 12 a.m. count. \n21. TOVA NOEL and MICHAEL THOMAS, \nthe defendants, were \nadditionally responsible for conducting the 3 a.m. and 5 a.m. \ninstitutional counts in the SHU. As confirmed by video from the \nMCC's internal video surveillance system, NOEL and THOMAS did not \ncomplete either the 3 a.m. or the 5 a.m. count. \nNOEL and THOMAS \nnonetheless completed and signed count slips for both counts that \nfalsely stated that they had completed the 3 a.m. and 5 a.m. \ninstitutional counts. In reliance on that falsified count slip, \nat  approximately 3:24 a.m. and 5:30 a.m., the Control Center \ncleared the 3 a.m. and 5 a.m. counts, respectively. \n22. \nMoreover, despite the requirement that guards on \nduty in  the SHU conduct and document regular, 30-minte rounds, \n9 \nEFTA00014993\n\nTOVA NOEL and MICHAEL THOMAS, the \ndefendants, did not perform any \nof the required 30-minute rounds during their shift between \napproximately 12 a.m. and 6:30 a.m. Nonetheless, the defendants \ncompleted, and NOEL signed, numerous 30-minute round reports \nfalsely affirming that \nthey had, in fact, conducted such rounds. \n23. During the night, \ninstead of completing the \nrequired counts and rounds, \nTOVA NOEL and MICHAEL THOMAS, the \ndefendants, were seated at the correctional officers' desk in the \nSHU common area, using the computers, and moving around the SHU \ncommon area. NOEL used the computer periodically throughout the \nnight, including to search \nthe internet for furniture sales and \nbenefit websites. THOMAS used the computer briefly around 1 a.m., \n4 a.m., and 6 a.m. to search for motorcycle sales and sports news. \nThroughout much of the night, NOEL and THOMAS sat in their chairs \nand, at various points, appeared to be asleep. \n24. At approximately 4 a.m., the overnight \nsupervisor \nbriefly visited NOEL and THOMAS in the SHU, conferring with NOEL \nand THOMAS who were seated at and around the officers' desk, before \nleaving. At approximately 5:30 a.m., another correctional officer \nbriefly visited the SHU, conferring with NOEL and THOMAS in the \ncommon area of  the SHU before leaving. Aside from those two \nofficers, no one else entered the SHU - and no one conducted any \ncounts or rounds - the \nentire night. \n10 \nEFTA00014994\n\n25. Shortly after 6:30 \na.m., MICHAEL THOMAS and TOVA \nNOEL, the defendants, walked up to the tier in \nwhich Epstein was \nhoused to serve breakfast. Epstein was alone in his \ncell and not \nresponsive. A noose was around Epstein's neck. At approximately \n6:33 \na.m., \nan  alarm was activated in  the SHU. \nA  supervising \ncorrectional officer who had just started his shift (\"Supervisor-\n1\") responded to the alarm, and as NOEL approached the door to the \nSHU to  meet Supervisor-1, NOEL told Supervisor-1 that \n\"Epstein \nhung himself.\" Epstein was \ntransferred to a local hospital where \nhe  was declared dead shortly thereafter. A  subsequent autopsy \ndetermined that Epstein had committed \nsuicide by hanging himself. \n26. After arriving in the SHU, Supervisor-1 spoke \nwith \nMICHAEL THOMAS and TOVA NOEL, the \ndefendants. NOEL told \nSupervisor-1 \"we did not complete the 3am nor 5 am rounds.\" THOMAS \nstated, \"we messed up,\" \"I messed up, she's not to blame, we didn't \ndo any rounds.\" \nCOUNT \nONE \n(Conspiracy) \n27. In or about August 2019, in the Southern District of \nNew York and elsewhere, TOVA NOEL and MICHAEL THOMAS, the \ndefendants, knowingly conspired with each other and with others \nknown and \nunknown to: \n11 \nEFTA00014995\n\na. \nKnowingly \ndefraud the United States by \nimpairing, \nobstructing, and defeating the lawful functions of a \ndepartment or  agency of  the United States; to  wit, the MCC's \nfunction to ensure the care, custody, and control of the inmate \npopulation of the MCC. \n28. Knowingly make and use \na false writing or document \nknowing the \nsame to contain a materially false, fictitious, and \nfraudulent statement and entry with the intent to impede, obstruct, \nor  influence the investigation \nor  proper administration of any \nmatter \nwithin the jurisdiction of any department or agency of the \nUnited States, in  violation of  Title 18, United States Code, \nSection 1001 (a) (3). \n29. In \nfurtherance of the conspiracy and to effect the \nillegal objects \nthereof, TOVA NOEL and MICHAEL THOMAS, the \ndefendants, committed the following overt acts, among others, \nin \nthe Southern District of New York and elsewhere: \na. \nOn \nAugust 10, 2019, NOEL \nand THOMAS falsely \ncertified, on an MCC count slip, that they had completed the 12 \na.m. institutional count of the SHU, when they had not in fact \ndone so. \nb. \nOn \nAugust 10, 2019, \nNOEL and THOMAS falsely \ncertified, on  an  MCC count slip, that they had completed the 3 \n12 \nEFTA00014996\n\na.m. institutional count of the SHU, when they had not in fact \ndone so. \nc. \nOn \nAugust 10, 2019, NOEL \nand THOMAS falsely \ncertified that they had completed the 5 a.m. institutional count \nof the SHU at MCC, when they had not in fact done so. \nd. \nOn \nAugust 10, 2019, NOEL \nand THOMAS falsely \ncertified that they had completed 30-minute rounds of the SHU \nbetween 12 a.m. and 6:30 a.m., when they had not in fact done so. \n(Title 18, United States Code, Section 371) \nCOUNT \nTWO \n(False Records - \n4 p.m. \nCount) \nThe Grand \nJury further charges: \n30. The Grand Jury incorporates the allegations \ncontained in paragraphs 1 through X of this Indictment as though \nfully \nset forth herein. \n31. On or about August 9, 2019, in the Southern District \nof New York, TOVA NOEL, the defendant, willfully and knowingly did \nmake and use a  false writing or  document knowing the same to \ncontain a materially false, fictitious, and fraudulent statement \nand entry with the intent to impede, obstruct, or influence the \ninvestigation or \nproper administration of any matter within the \njurisdiction of any department or agency of the United States, and \ndid attempt to do the same, to  wit, NOEL created, signed, and \n13 \nEFTA00014997\n\nsubmitted to the MCC a materially false count slip indicating that \nshe had completed the 4 p.m. institutional count of the SHU, when \nshe had not in fact done so. \n(Title 18, United States Code, Sections 1001(a)(3) and 2) \nCOUNT THREE \n(False Records - 10 p.m. Count) \nThe Grand \nJury further charges: \n32. \nThe Grand Jury incorporates the allegations \ncontained in paragraphs 1 through X of this Indictment as though \nfully \nset forth herein. \n33. On or about August 9, 2019, in the Southern \nDistrict \nof New York, TOVA NOEL, the defendant, willfully and knowingly did \nmake and use a  false writing or  document knowing the same to \ncontain a materially false, fictitious, and fraudulent statement \nand entry with the intent to impede, obstruct, or influence the \ninvestigation or \nproper administration of any matter within the \njurisdiction of any department or agency of the United States, and \ndid attempt to do the same, to  wit, NOEL created, signed, and \nsubmitted to the MCC a materially false count slip indicating \nthat \nshe had completed the 10 p.m. institutional count of the SHU, when \nshe had not in fact done so. \n(Title 18, United States Code, Sections 1001(a) (3) and 2) \n14 \nEFTA00014998\n\nCOUNT \nFOUR \n(False Records - 12 a.m. Count) \nThe Grand \nJury further charges: \n34. \nThe Grand Jury incorporates the allegations \ncontained in paragraphs 1 through X of this Indictment as though \nfully \nset forth herein. \n35. On or about August 10, 2019, in the Southern \nDistrict of New York, TOVA NOEL and MICHAEL THOMAS, \nthe defendants, \nwillfully and knowingly did make and use a \nfalse writing or \ndocument knowing the same to contain a  materially false, \nfictitious, and fraudulent statement and entry with the intent to \nimpede, obstruct, or influence the investigation \nor proper \nadministration of any matter \nwithin the jurisdiction of any \ndepartment or agency of the United States, and did attempt to do \nthe same, to wit, NOEL and THOMAS created, signed, and submitted \nto the MCCC a materially false count slip indicating that they had \ncompleted the 12 a.m. institutional count of the SHU, when they \nhad \nnot in fact done so. \n(Title 18, United States Code, Sections 1001(a) (3) and 2) \n15 \nEFTA00014999\n\nCOUNT FIVE \n(False Records - 3 a.m. Count) \nThe Grand \nJury further charges: \n36. The Grand Jury incorporates the allegations \ncontained in paragraphs 1 through X of this Indictment as though \nfully \nset forth herein. \n37. On or about August 10, 2019, in the Southern \nDistrict of New York, TOVA NOEL and MICHAEL THOMAS, \nthe defendants, \nwillfully and knowingly did make and use a \nfalse writing or \ndocument knowing the same to contain a  materially false, \nfictitious, and fraudulent statement and entry with the intent to \nimpede, obstruct, or influence the investigation \nor proper \nadministration of any matter \nwithin the jurisdiction of any \ndepartment or agency of the United States, and did attempt to do \nthe same, to wit, NOEL and THOMAS created, signed, and submitted \nto the BOP a materially false count slip indicating that they had \ncompleted the 3 a.m. institutional count of the SHU, when they had \nnot \nin fact done so. \n(Title 18, United States Code, Sections 1001(a) (3) and 2) \n16 \nEFTA00015000\n\nCOUNT \nSIX \n(False Records - 5 a.m. Count) \nThe Grand \nJury further charges: \n38. The Grand Jury incorporates the allegations \ncontained in \nparagraphs \n1 through X of this Indictment as \nthough \nfully \nset forth herein. \n39. On or about August 10, 2019, in the Southern \nDistrict of New York, TOVA NOEL and MICHAEL THOMAS, \nthe defendants, \nwillfully and knowingly did make and use a \nfalse writing or \ndocument knowing the same to contain a  materially false, \nfictitious, and fraudulent statement and entry with the intent to \nimpede, obstruct, or influence the investigation \nor proper \nadministration of any matter \nwithin the jurisdiction of any \ndepartment or agency of the United States, and did attempt to do \nthe same, to wit, NOEL and THOMAS created, signed, and submitted \nto the BOP a materially false count slip that that reflected that \nthey had completed the 5 a.m. institutional count of the SHU, when \nthey had not in fact done so. \n(Title 18, United States Code, Sections 1001(a) (3) and 2) \nFOREPERSON \nGEOFFREY S. BERMAN \nUnited States Attorney \n17 \nEFTA00015001\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUNITED STATES OF AMERICA \nTOVA NOEL, \nand \nMICHAEL THOMAS, \nDefendants. \nSEALED INDICTMENT \n19 Cr. \nTitle \n18, United States Code, \nSections 371, 1001(a) (3), and \n2. \nGEOFFREY S. BERMAN \nUnited States Attorney \nA TRUE BILL \nForeperson. \nEFTA00015002",
    "pageCount": 18,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "and THOMAS discovered the \nbody of an MCC inmate, Jeffrey Epstein, who had committed suicide \nwhile \nunobserved ear"
      },
      {
        "name": "The \nGrand",
        "role": "extracted",
        "context": "HAEL THOMAS, \nDefendants. \nX \nThe \nGrand Jury charges: \nINTRODUCTION"
      },
      {
        "name": "Manhattan Correctional",
        "role": "extracted",
        "context": "correctional officers at \nthe Manhattan Correctional Center (\"MCC\"), repeatedly ch"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "ed with federal crimes in the Southern \nDistrict of New York, but who are \nawa"
      },
      {
        "name": "On \nAugust",
        "role": "extracted",
        "context": "imary assignment was the SHU. On \nAugust 9, 2019, NOEL \nworked a regul"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tained pending trial \nin \nthe Southern District of New York on sex traffickin"
      },
      {
        "name": "Control \nCenter",
        "role": "extracted",
        "context": "tralized control center (the \"Control \nCenter\"). \nWithin the SHU, inmates a"
      },
      {
        "name": "Control Center",
        "role": "extracted",
        "context": "llected and delivered to  the Control Center, where they are \ncompared to"
      },
      {
        "name": "On July",
        "role": "extracted",
        "context": "APPARENT SUICIDE ATTEMPT \n10. On July 6, 2019, inmate Jeffrey Epste"
      },
      {
        "name": "On \nJuly",
        "role": "extracted",
        "context": "on sex \ntrafficking charges. On \nJuly 10, 2019, Epstein was assigne"
      },
      {
        "name": "On  July",
        "role": "extracted",
        "context": "ity and safety concerns. \n11. On  July 23, \n2019, while housed in  t"
      },
      {
        "name": "Although Epstein",
        "role": "extracted",
        "context": "o responded \nto the incident. Although Epstein claimed that he did not recal"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "S OF \nAUGUST 9-10, 2019 \n14. \nOn August 9, 2019, Epstein's cellmate w"
      },
      {
        "name": "False Records",
        "role": "extracted",
        "context": "e, Section 371) \nCOUNT \nTWO \n(False Records - \n4 p.m. \nCount) \nThe Grand"
      },
      {
        "name": "The Grand",
        "role": "extracted",
        "context": "se Records - \n4 p.m. \nCount) \nThe Grand \nJury further charges: \n30. T"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-10",
        "event": "August 10, \n2019"
      },
      {
        "date": "2019-08-09",
        "event": "August 9, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2019-07-06",
        "event": "July 6, 2019"
      },
      {
        "date": "2019-07-10",
        "event": "July 10, 2019"
      },
      {
        "date": "2019-07-23",
        "event": "July 23, \n2019"
      },
      {
        "date": "2019-07-30",
        "event": "July 30, 2019"
      },
      {
        "date": "2019-08-09",
        "event": "August 9,  2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:49.935Z"
}