{
  "document": {
    "id": "efta00010277",
    "filename": "EFTA00010277.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00010277.pdf",
    "text": "\n\nQuestionnaire for Official Foreign Travel \nUnited States Attorneys' Offices and the Executive Office for United States Attorneys \nLast Revised: April 28, 2016 \nA separate questionnaire is required for each EOUSA/USAO employee who is traveling. \nPart I. Traveler Information and Scope of Travel \nFull Name \nOffice e. .  EOUSA \nUSAO-ALN, etc. \nE-mail Address Position Title \nTelephone Number De •  • ' e) \nDeparture Date (from Home or Office) Return Date (to Home or Office) \nCountry of Birth Place of Birth \nForeign Locations \nCity \nProvince (if applicable) \nCountry \nDestination I \nDestination 2 \nDestination 3 \nDestination 4 \nQ I : Are you traveling to more than four destinations? If yes, \nattach an additional sheet listing the additional destinations. \nO YES ® NO \nQ2: Have you completed your travel reservations? If yes, please \nattach a detailed flight itinerary, your lodging information, and \nany other transportation reservations. If no, please STOP and \nmake your travel reservations before proceeding. \n0 YES \nO NO\nQ3: Have you already obtained OIA's approval? If yes, please \nattach OIA's approval e-mail. If you are traveling for civil \npurposes, you do not need OIA's approval to travel. For others, \nsubmit a completed questionnaire to OIA to obtain approval. \nO YES 0 NO \nQ4: Do you have an official passport that is valid for at least six \nmonths from the date you will arrive in the foreign country? \n0 \nYES O NO \nQ5: Have you submitted a request for an official passport to \nEOUSA and is the request currently pending? \nO YES ® NO \nQ6: Has the Department of State granted you a waiver of the \nrequirement for an official passport? If yes, please attach the \nState Department's e-mail granting a waiver. \nO YES ® NO \nEFTA00010277\n\nQ7: Do any of your destinations require a visa for travel under \nan official passport? If applicable, submit the required materials \nto EOUSA to obtain visas prior to departure. \nO YES ® NO \nQ8: For the passport under which you will be traveling, please provide the following data: \nPassport Type (e.g., \nTourist, Official) \nPassport Issuing \nCountry \nPassport Number \n(note pending, if \napplicable) \nPassport Expiration \nDate (note pending, if \napplicable) \nQ9: Are you traveling to a high-threat area? O YES 0 NO \nQ10: Have you completed HTSOS training in the last five \nyears? If yes, please attach the training certificate if you are \ntraveling to a high-threat area. \n® YES O NO \nQ11: Have you completed FACT training in the last five years? \nIf yes, please attach the training certificate, if you are traveling \nto a high-threat area. \nO YES 0 \nNO \nQ12: What is your security clearance level? If you have access \nto TS-SCI, you must complete a DOJ-504 and provide it to your \nDOSM and receive a security briefing prior to departure. \nQ13: Do you plan to take any government-furnished equipment \n(including \"bring your own device\" equipment) out of U.S. \nterritory? If yes, submit a request to your IT Systems Manager. \n® YES O NO \nQ14: Will any travel expenses be paid for, or reimbursed, by a \nsource external to the EOUSA/USAO community? If yes, seek \nadvance approval from \nGCO \nor RMP, as necessary. \nO YES \n0 NO \nQ15: Do your travel arrangements include actual lodging \nexpenses (i.e., lodging expenses in excess of OCONUS rates)? \nO YES 0 NO \nQ16: Do your travel arrangements include premium class travel \n(e.g., travel accommodations above coach class)? \nO YES 0 NO \nQ17: Have you already received country clearance from the \nState Department through the eCC system? If yes, please attach \nthe eCC notification that provides country clearance. \nO YES 10 NO \nQ18: EOUSA requests eCC country clearance for nearly all \nEOUSA and \nUSAO \ntravelers. The clearance is required prior to \ndeparture. Shall EOUSA request eCC clearance for \nyou? \n® YES O NO \nQ19: If you do not have eCC authorization to travel, and you \ndo not want EOUSA to request eCC clearance for you, what \noffice is requesting eCC clearance on your behalf? Note that \nfederal investigative agencies are not authorized to obtain eCC \nclearance on behalf of EOUSA or USAO attorneys. \nEFTA00010278\n\nPart II. General Questions Applicable to All Foreign Travel \nQ20: Who is paying for the travel? \nUSAO- SDNY \nQ21: If foreign embassy personnel or consular or diplomatic officials have been consulted \nregarding travel, please provide their names, titles, organizations and contact information. \nN/A \nQ22: If U.S. Embassy or consular personnel have been involved, please provide their names, \ntitles, section, and contact information. \nN/A \nQ23: If assistance from U.S. Embassy or consular personnel is required (e.g., a consular official \nto administer an oath) or if office space at an Embassy or consulate is required, please specify. If \nthe Embassy is coordinating lodging, please include your credit card information. \nN/A \nQ24: If the assistance of a stenographer, court reporter, interpreter, or other service provider is \nrequired in the foreign country, please provide specific details about when and where services \nare required. EOUSA will relay the request to the State Department in the eCC system. \nN/A \nQ25: Please include any other comments or details that would help the Department of State \nensure that difficulties do not arise. \nN/A \nQ26: I am traveling... \nO\nAbroad to Attend a Conference or Training Event (Complete Part III) \n0\n  To a Country Other Than Canada on a Judicial Assistance Matter (Complete Part IV) \nO\nTo Canada on a Judicial Assistance Matter (Complete Part V) \nEFTA00010279\n\nPart III. Additional Questions for Conferences and Training Events \nQ27: What is the name of the conference event or training program? \nQ28: What is the purpose of the conference event or training program? \nQ29: What is the specific venue name and address for the conference event or training program? \nQ30: Who are the primary points of contact for the conference event or training program? Please \ninclude contact information (e.g., organizations, telephone numbers, and email addresses). \nPart IV. Additional Questions for Travel to Countries Other Than Canada on Judicial \nAssistance Matters \nQ31: Please provide the names, titles, offices, districts, telephone numbers, and email addresses \nof the individuals traveling abroad with you for purposes of conducting investigations, \ninterviews, depositions, inspections, etc. Include all federal, state or local U.S. officials who \nintend to travel, as well as service providers who will be traveling with you (if applicable). \nQ32: Please provide the case name, \nUSAO number, and court docket number. \nIn re Jeffrey Epstein, USAO # 2018R01618 \nQ33: What is the nature of the case (explain briefly in lay terms)? In what stage is the case? \nHow sensitive is the case in your estimation? \nInvestigation is ongoing and very sensitive. \nEFTA00010280\n\nQ34: What is the purpose of travel? In particular, specify what will be accomplished during \ntravel (e.g., interviewing witnesses, taking depositions, etc.). \nInterviewing and debriefing a witness. \nQ35: Please list the names and nationalities of persons to be interviewed or deposed, including \naddresses and telephone numbers if available. \nQ36: Is the prosecution of a foreign national foreseen? If so, provide name and nationality. \nA subject of the investigation is Ghislaine Maxwell. who is believed to be a citizen of the United States, the United \nKingdom, and France. \nQ37: Is a host country government official to be deposed or interviewed? Please provide name, \ntitle, and whether the person has been contacted and has agreed to participate. \nNo. \nQ38: Have foreign authorities (e.g., INTERPOL, foreign police) cleared the visit and are foreign \nauthorities prepared to cooperate? Please explain in detail and reference the names, titles, and \ntelephone numbers of the foreign contacts. \nYcs. \nEFTA00010281\n\nPart V. Additional Questions for Travel to Canada on Judicial Assistance Matters \nQ39: Please provide the names, titles, offices, districts, telephone numbers, and email addresses \nof the individuals traveling abroad with you for purposes of conducting investigations, \ninterviews, depositions, inspections, etc. Include all federal, state or local U.S. officials who \nintend to travel, as well as service providers who will be traveling with you (if applicable). \nQ40: Please provide the case name, \nUSAO \nnumber, and court docket number. \nQ41: Briefly explain the background of the case (including the nature of the case, stage of the \ncase, special sensitivities associated with the case, and how much money is involved). \nQ42: What is the purpose of travel? In particular, specify what will be accomplished during \ntravel (e.g., interviewing witnesses, taking depositions, etc.). Include the dates and times of the \ninterviewing, investigating or other activities. Why is travel to Canada necessary? \nEFTA00010282\n\nQ43: Names of persons to be interviewed or deposed, including dates of birth, nationality and \ncitizenship, phone numbers, and home or business address for each witness and any other \npertinent information that may assist in locating them. If this information is unavailable, \nDFAIT will not grant clearance. \nQ44: Provide confirmation that the interviews or depositions are voluntary and provide the \ncontact information for the persons who have contacted the witnesses/suspects (e.g., Royal \nCanadian Mounted Police). \nQ45: Provide the name and contact information for any legal representative(s) who may take part \nin the proceedings, as well as that of their firm/organization. \nQ46: If the prosecution of a foreign national is foreseen, please provide name and nationality. \nQ47: If a Canadian government official is to be deposed or interviewed, provide name, title, and \nwhether the person has been contacted and has agreed to participate. \nQ48: If INTERPOL, Canadian law enforcement, or another Canadian authority has cleared the \nvisit or if Canadian authorities are otherwise prepared to cooperate, explain in detail including \nnames, titles, and telephone numbers of the Canadian contact(s). \nThe completed questionnaire and attachments (e.g., itinerary, training certificate), should be: \n• Emailed to OIA to obtain OIA's approval for foreign travel (unless OIA approval has already been \nobtained or unless travel is for civil purposes only) \n• Emailed to EOUSA (using the USAEO-Foreign Travel Mailbox) \n• Included as an attachment to the foreign travel authorization in E2 Solutions. \nIf you have any questions about foreign travel, please contact the EOUSA RMP Travel Unit by emailing USAEO-\nForeign Travel or by calling (202) 252-5600. \nEFTA00010283",
    "pageCount": 7,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "me, \nUSAO number, and court docket number. \nIn re Jeffrey Epstein, USAO # 2018R01618 \nQ33: What is the nature of th"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "d nationality. \nA subject of the investigation is Ghislaine Maxwell. who is believed to be a citizen of the United St"
      },
      {
        "name": "Official Foreign",
        "role": "extracted",
        "context": "Questionnaire for Official Foreign Travel \nUnited States Attorne"
      },
      {
        "name": "Travel \nUnited",
        "role": "extracted",
        "context": "ionnaire for Official Foreign Travel \nUnited States Attorneys' Offices and"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "ficial Foreign Travel \nUnited States Attorneys' Offices and the Executive Of"
      },
      {
        "name": "Executive Office",
        "role": "extracted",
        "context": "es Attorneys' Offices and the Executive Office for United States Attorneys"
      },
      {
        "name": "Attorneys \nLast",
        "role": "extracted",
        "context": "tive Office for United States Attorneys \nLast Revised: April 28, 2016 \nA se"
      },
      {
        "name": "Traveler Information",
        "role": "extracted",
        "context": "ee who is traveling. \nPart I. Traveler Information and Scope of Travel \nFull Nam"
      },
      {
        "name": "Travel \nFull",
        "role": "extracted",
        "context": "eler Information and Scope of Travel \nFull Name \nOffice e. .  EOUSA \nUSA"
      },
      {
        "name": "Name \nOffice",
        "role": "extracted",
        "context": "ion and Scope of Travel \nFull Name \nOffice e. .  EOUSA \nUSAO-ALN, etc."
      },
      {
        "name": "Address Position",
        "role": "extracted",
        "context": "EOUSA \nUSAO-ALN, etc. \nE-mail Address Position Title \nTelephone Number De •"
      },
      {
        "name": "Title \nTelephone",
        "role": "extracted",
        "context": "etc. \nE-mail Address Position Title \nTelephone Number De •  • ' e) \nDepartur"
      },
      {
        "name": "Number De",
        "role": "extracted",
        "context": "ess Position Title \nTelephone Number De •  • ' e) \nDeparture Date (fr"
      },
      {
        "name": "Departure Date",
        "role": "extracted",
        "context": "elephone Number De •  • ' e) \nDeparture Date (from Home or Office) Return"
      },
      {
        "name": "Return Date",
        "role": "extracted",
        "context": "re Date (from Home or Office) Return Date (to Home or Office) \nCountry"
      },
      {
        "name": "Birth Place",
        "role": "extracted",
        "context": "o Home or Office) \nCountry of Birth Place of Birth \nForeign Locations"
      },
      {
        "name": "Birth \nForeign",
        "role": "extracted",
        "context": "e) \nCountry of Birth Place of Birth \nForeign Locations \nCity \nProvince (if"
      },
      {
        "name": "Locations \nCity",
        "role": "extracted",
        "context": "Birth Place of Birth \nForeign Locations \nCity \nProvince (if applicable) \nCo"
      },
      {
        "name": "Country \nDestination",
        "role": "extracted",
        "context": "ty \nProvince (if applicable) \nCountry \nDestination I \nDestination 2 \nDestination"
      },
      {
        "name": "State Department",
        "role": "extracted",
        "context": "t? If yes, please attach the \nState Department's e-mail granting a waiver."
      },
      {
        "name": "Passport Type",
        "role": "extracted",
        "context": "provide the following data: \nPassport Type (e.g., \nTourist, Official) \nP"
      },
      {
        "name": "Passport Issuing",
        "role": "extracted",
        "context": "e (e.g., \nTourist, Official) \nPassport Issuing \nCountry \nPassport Number \n(n"
      },
      {
        "name": "Country \nPassport",
        "role": "extracted",
        "context": "Official) \nPassport Issuing \nCountry \nPassport Number \n(note pending, if \nap"
      },
      {
        "name": "Passport Expiration",
        "role": "extracted",
        "context": "ote pending, if \napplicable) \nPassport Expiration \nDate (note pending, if \nappl"
      },
      {
        "name": "Systems Manager",
        "role": "extracted",
        "context": ", submit a request to your IT Systems Manager. \n® YES O NO \nQ14: Will any t"
      },
      {
        "name": "General Questions",
        "role": "extracted",
        "context": "neys. \nEFTA00010278\n\nPart II. General Questions Applicable to All Foreign Tra"
      },
      {
        "name": "All Foreign",
        "role": "extracted",
        "context": "neral Questions Applicable to All Foreign Travel \nQ20: Who is paying fo"
      },
      {
        "name": "Training Event",
        "role": "extracted",
        "context": "oad to Attend a Conference or Training Event (Complete Part III) \n0\n  To a"
      },
      {
        "name": "Complete Part III",
        "role": "extracted",
        "context": "Conference or Training Event (Complete Part III) \n0\n  To a Country Other Than"
      },
      {
        "name": "Country Other",
        "role": "extracted",
        "context": "(Complete Part III) \n0\n  To a Country Other Than Canada on a Judicial Ass"
      },
      {
        "name": "Than Canada",
        "role": "extracted",
        "context": "III) \n0\n  To a Country Other Than Canada on a Judicial Assistance Matt"
      },
      {
        "name": "Judicial Assistance",
        "role": "extracted",
        "context": "ountry Other Than Canada on a Judicial Assistance Matter (Complete Part IV) \nO"
      },
      {
        "name": "Complete Part IV",
        "role": "extracted",
        "context": "a Judicial Assistance Matter (Complete Part IV) \nO\nTo Canada on a Judicial A"
      },
      {
        "name": "To Canada",
        "role": "extracted",
        "context": "Matter (Complete Part IV) \nO\nTo Canada on a Judicial Assistance Matt"
      },
      {
        "name": "Complete Part",
        "role": "extracted",
        "context": "a Judicial Assistance Matter (Complete Part V) \nEFTA00010279\n\nPart III. A"
      },
      {
        "name": "Additional Questions",
        "role": "extracted",
        "context": "t V) \nEFTA00010279\n\nPart III. Additional Questions for Conferences and Training"
      },
      {
        "name": "Training Events",
        "role": "extracted",
        "context": "Questions for Conferences and Training Events \nQ27: What is the name of the"
      },
      {
        "name": "Countries Other",
        "role": "extracted",
        "context": "ional Questions for Travel to Countries Other Than Canada on Judicial \nAssi"
      },
      {
        "name": "Judicial \nAssistance",
        "role": "extracted",
        "context": "ountries Other Than Canada on Judicial \nAssistance Matters \nQ31: Please provide"
      },
      {
        "name": "United \nKingdom",
        "role": "extracted",
        "context": "zen of the United States, the United \nKingdom, and France. \nQ37: Is a host"
      },
      {
        "name": "Royal \nCanadian",
        "role": "extracted",
        "context": "the witnesses/suspects (e.g., Royal \nCanadian Mounted Police). \nQ45: Provid"
      },
      {
        "name": "Mounted Police",
        "role": "extracted",
        "context": "spects (e.g., Royal \nCanadian Mounted Police). \nQ45: Provide the name and"
      },
      {
        "name": "Foreign Travel",
        "role": "extracted",
        "context": "led to EOUSA (using the USAEO-Foreign Travel Mailbox) \n• Included as an at"
      },
      {
        "name": "Travel Unit",
        "role": "extracted",
        "context": "please contact the EOUSA RMP Travel Unit by emailing USAEO-\nForeign Tr"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2016-04-28",
        "event": "April 28, 2016"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(202) 252-5600"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:41.658Z"
}