{
  "document": {
    "id": "efta00016422",
    "filename": "EFTA00016422.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016422.pdf",
    "text": "\n\nAkin \nGump \nSTRAUSS \nHAUER & FELD LLP \nPARVIN DAPHNE MOYNE \nDecember 24, 2019 \nCONFIDENTIAL PURSUANT TO FED. R. CRIM. P. 6(e) \nVIA ELECTRONIC DELIVERY \nAssistant U.S. \nAttorney \nU.S. \nAttorney's Office \nSouthern District of New York \n1  Saint Andrew's Plaza \nNew York, NY 10007 \nRe: July 11, 2019 Subpoena to Deutsche Bank \nDear Mr. \nOn behalf of our client, Deutsche Bank AG, New York Branch and its affiliates (\"Deutsche \nBank\" or the \"Bank\"), we write in further response to the grand jury subpoena dated July 11, 2019 \n(the \"Subpoena\"). This letter and the enclosed document production represent the thirteenth \nsubmission in our client's rolling response to the Subpoena. \nEnclosed with this letter is an encrypted file labeled DB-SDNY-PROD013, responsive to \nitems 1, 2, 3, 4, 5, 6, 7, 8, 9, 17, 18, 19, 20, 21, 24, 26, and 27 of the Subpoena. The documents \nare labeled DB-SDNY-0100861 to 0124801. We have prepared a production index, attached as \nAppendix A, which identifies the following categories of documents responsive to the Subpoena: \n•-Emails: Today's production contains emails from the custodial \nfiles of who served as Jeffrey Epstein's relationship manager from \n2013 to 2016. The emails generally relate to Mr. management of the \nBank's relationship with Jeffrey Epstein and his associates. Mr. \nemails are responsive to multiple requests in the Subpoena, including account \nopenings, Keys, wire transfers, and correspondence with account \nholders. Mr.emails are identified as' Emails\" in the attached \nproduction inc cx. \n• mails: Today's production contains emails from the custodial \nfiles of who served as the Co-Head of \nfrom 2013 to 2016. Mr. Packard was involved in the decision to \nEFTA00016422\n\nDecember 24.2019 \nPage 2 \nonboard Mr. Epstein as a  client, as well as the decision to maintain the \nrelationship after concerns were raised in January 2015. Mr. emails \nare designated '=Emails\" in the attached production index. \nThe decryption password for the production will be provided by separate email. As we \nhave discussed, we continue to collect relevant information related to the Subpoena, and expect to \nmake additional productions in the near future. \nBecause we are producing these materials pursuant to a  grand jury subpoena, it  is our \nunderstanding that this production will be treated as confidential consistent with Federal Rule of \nCriminal Procedure 6(e). Notwithstanding the confidentiality of the enclosed materials and \ninformation, should you receive any request for disclosure of such information, pursuant to the \nFreedom of Information Act or otherwise, we ask to be notified in a timely fashion and given the \nopportunity to object to such disclosure. Further, should you determine to disclose any materials \nto any third party, we ask to be given reasonable advance notice in order to allow us to pursue any \navailable remedies. In such event, we request that you contact the undersigned by email or \ntelephone rather than rely on regular mail or facsimile transmission to provide such notice. Please \nadvise us if you object to or disagree with the foregoing requests. \nFor the avoidance of doubt, no response or document provided in response to the Subpoena \nshall be construed as a waiver of any applicable privilege or doctrine available to Deutsche Bank \nunder state or federal law. If it  were found that production of any of the enclosed materials \nconstitutes disclosure of otherwise privileged matters, such disclosure would be inadvertent. By \nthe production of such documents, Deutsche Bank does not intend to waive and has not waived \nthe attorney-client privilege or any other protections. \nPlease do not hesitate to contact us at or if you \nhave any questions. We look forward to continuing to wor with you in a cooperative manner. \nSincerely, \nParvin D. Moyne \nJames J. Benjamin, Jr. \nThomas C. Moyer \nEFTA00016423\n\nDecember 24 2019 \nPage 3 \nEnclosures \nEFTA00016424",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "emails from the custodial \nfiles of who served as Jeffrey Epstein's relationship manager from \n2013 to 2016. The em"
      },
      {
        "name": "On",
        "role": "extracted",
        "context": "bpoena to Deutsche Bank \nDear Mr. \nOn behalf of our client, De"
      },
      {
        "name": "Packard",
        "role": "extracted",
        "context": "o-Head of \nfrom 2013 to 2016. Mr. Packard was involved in the decis"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "mber 24.2019 \nPage 2 \nonboard Mr. Epstein as a  client, as well as"
      },
      {
        "name": "Akin \nGump",
        "role": "extracted",
        "context": "Akin \nGump \nSTRAUSS \nHAUER & FELD LLP \nP"
      },
      {
        "name": "Office \nSouthern",
        "role": "extracted",
        "context": ". \nAttorney \nU.S. \nAttorney's Office \nSouthern District of New York \n1  Sain"
      },
      {
        "name": "Saint Andrew",
        "role": "extracted",
        "context": "hern District of New York \n1  Saint Andrew's Plaza \nNew York, NY 10007"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "f New York \n1  Saint Andrew's Plaza \nNew York, NY 10007 \nRe: July 11,"
      },
      {
        "name": "Deutsche Bank",
        "role": "extracted",
        "context": "Re: July 11, 2019 Subpoena to Deutsche Bank \nDear Mr. \nOn behalf of our c"
      },
      {
        "name": "Dear Mr",
        "role": "extracted",
        "context": "19 Subpoena to Deutsche Bank \nDear Mr. \nOn behalf of our client, De"
      },
      {
        "name": "Deutsche \nBank",
        "role": "extracted",
        "context": "k Branch and its affiliates (\"Deutsche \nBank\" or the \"Bank\"), we write in"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "confidential consistent with Federal Rule of \nCriminal Procedure 6(e)."
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "sistent with Federal Rule of \nCriminal Procedure 6(e). Notwithstanding the con"
      },
      {
        "name": "Information Act",
        "role": "extracted",
        "context": ", pursuant to the \nFreedom of Information Act or otherwise, we ask to be no"
      },
      {
        "name": "Moyne \nJames",
        "role": "extracted",
        "context": "anner. \nSincerely, \nParvin D. Moyne \nJames J. Benjamin, Jr. \nThomas C. M"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-12-24",
        "event": "December 24, 2019"
      },
      {
        "date": "2019-07-11",
        "event": "July 11, 2019"
      },
      {
        "date": "2019-12-24",
        "event": "December 24 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:52.643Z"
}