{
  "document": {
    "id": "efta00019689",
    "filename": "EFTA00019689.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019689.pdf",
    "text": "\n\nFrom: \"Stoddart, Allison\" < \nTo: \n< \n>, \"Sahni, Anjan\" \nCc: 'cr \nSubject: RE: ntities subpoenas \nDate: Mon, 23 Sep 2019 13:09:53 +0000 \nl/ \nThanks, M. That works for us. \nAllison \nFrom: \nSent: Saturday, September 21, 2019 3:15 PM \nTo: Stoddart, Allison 41 \nCc: \nSubject: RE: entities subpoenas \nEXTERNAL SENDER \nAllison, \nSahni, Anjan \nThanks for checking in. Regarding the production format for the wire information, unless it's burdensome or the materials \nare very voluminous, we'd like to receive both the Excel and PDF versions. Let us know, though, if that's an issue. For the \nsecond question, why don't you produce the information as it's currently organized in the first instance, and we can get a \nsense of the volume, structure, searchability, etc. If we then think it would be useful to receive the information by \naccount (which I think ordinarily is easiest for us, though may not be necessary here), we can circle back, if that all sounds \nalright to you? \nthanks, \nFrom: Stoddart, Allison \nSent: Friday, September 20, 2019 14:10 \nTo: \nCc: \n<=e; \nSubject: RE: entities subpoenas \n>; \nSahni, Anjan \n> \nWe are preparing to produce account lists early next week. We have also started to receive certain wire information, but \nwanted to discuss the format of that data with you before producing it. \nFirst the wire information is available in two formats that contain identical information: PDF and Excel. For each \ntransaction, the PDF version has a two-page summary of date, amount, sender, recipient, and other related information. \nThe two-page summaries are compiled chronologically into a single multi-page PDF across all of the individual's accounts. \nThe Excel version includes all of the same information, but each transaction is reflected in a single row. The Excel format \nis more easily accessible on our end, and we assume that it is more useful for you. Therefore, we would propose to \nproduce only the Excel version, but please let us know if you would like the PDF compilations as well. \nEFTA00019689\n\nSecond the wire information is pulled by client name and is organized chronologically across all of that individual's \naccounts. (Note that pulling by name also pulls in instances where the individual's name is mentioned only in the \npayment details, even where the individual is neither sending nor receiving the money.) The account information for \nsender and recipient is visible for each transaction, but because the account may be in the \"Order,\" \"Debit,\" or \"Credit\" \nParty fields, it is not easily sortable by account number. In light of your request below, please let us know if you would like \nus to organize the data by account before production. This will take a little work for the Excel format, but is feasible. \nGiven the volume of transactions, it would be incredibly time-consuming to reorganize the PDF compilations. \nHappy to discuss further. \nThanks and have a great weekend, \nAllison \nAlli n t art WilmerHale \n250 Greenwich Street \nNew York, NY \n10007 USA \nFrom: \nSent: Tuesday, September 17, 2019 10:11 AM \nTo: \nSahni, \nAnjan \nCc: \nSubject: RE: \nEXTERNAL SENDER \nAnjan, \nentities subpoenas \n; Stoddart, Allison \nThanks, and this all makes sense. We're happy to get wire information on a rolling basis, and other than that I think it \nprobably will be most efficient for us to receive the priority categories together (as to any individual account) unless there \nwill be a significant time lag due to any particular type of record, which we're happy to be in touch about as you get your \narms around the materials. And as always we can be in touch as the process progresses to refine the approach as useful. \nthanks, \nFrom: Sahni, Anjan \nSent: Monday, September 16, 2019 23:44 \nTo: \nI \n< \n>; Stoddart, Allison \nCc: \nSubject: RE: entities subpoenas \n> \nThanks= We're aiming to provide a list of accounts (along with account types) for each of Epstein, S and \nMaxwell by the end of this week or early next week. \nWe are prioritizing the collection of and Maxwell documents, and will also prioritize Butterfly Trust documents. \nWe will do our best to organize the documents in a way that's easily digestible and will certainly provide indices. As you \nEFTA00019690\n\nnoted, some information may be available to us sooner (e.g., wire information) than others (e.g., account statements). \nAssuming that you'd prefer that we provide information quickly, we'll plan to produce such account information on a \nrolling basis, but we are happy to hold off until we have collected all of the priority categories —  account statements, wire \nrecords, account opening documents, and KYC materials —  for a given account. Let us know your preference. \nThanks, \nAnjan \nFrom: \nSent: Sunday, September 15, 2019 5:42 PM \nTo: Sahni, Anjan Stoddart, Allison \nCc: \nI  cl>; \nSubject: RE: entities subpoenas \nEXTERNAL SENDER \nAnjan, Allison, \nFollowing up on our discussion earlier this week, wanted to provide some additional information and to confirm some of \nwhat we spoke about. We had talked about the likely usefulness of an index—or other description or list—of the number \nand type of accounts that would be covered by the requests in each of the subpoenas; we certainly understand that may \ntake time, but do you have an estimate of approximately when that information would be available? \nAs we discussed, although the investigation continues to move forward quickly in all aspects, to the extent the pending \nsub oenas are being processed in some serial order, the subpoenas relating to Ghislaine Maxwell and \ndated August 16 and September 3, respectively, are more time-sensitive for us than the subpoenas relating \nto Jeffrey Epstein, dated August 11. (Please note that there is a typo in the September 3 subpoena—in the \"NAME\" field, \nthe second name should say' rather than please let us know if we need to serve a \ncorrected version of the subpoena for your records.) \nFor the Maxwell and subpoenas, we are especially interested in incoming check and wire information, as well as \naccount statements, in the first instance. And as we also talked about, more generally we are prepared to receive \nproductions on a  rolling basis, with account statements, wire records, account opening documents, and KYC materials \nbeing prioritized in particular. And if you're able to keep us posted on the likely scope of responsive documents, we'll use \nthat information to further focus and target our requests. \nIn terms of logistics, I think I neglected to mention this on the phone, but wanted to also note that we sometimes receive \nW\nntity subpoena responses that are unusually disorganized—either not separated by account, or that only include \naccount statements and not other associated requested materials, or unaccompanied by an index or other way to discern \nwhat materials are reflected in thousands or tens of thousands of pages in a production, etc. My recollection from prior \nfights withMis that this is in significant part due to the fact that their records still need to be individually printed and \nscanned for production (and that a fully-electronic review and production system, while in progress, is still a year or two \naway). We're of course very heartened that these particular productions will go through you, which I imagine will \nmitigate those issues, but we do want to formally request that any productions be organized by account, produced in \nelectronic format, and accompanied by indices linked to production numbers so we can make sense of what we receive. \nFinally, with respect to areas of particular focus, we would like to request expedited production of any records relating to \naccounts in the name of, or for the benefit of, \"Butterfly Trust,\" in connection with the Epstein subpoenas. \nPlease let us know if any additional information would be useful, thanks again for talking with us last week, and we look \nforward to being in touch again soon. \nEFTA00019691\n\nAssistant U.S. Attorney \nSouthern District of New York \nFrom: \nSent: Monday, September 09, 2019 09:04 \nTo: Sahni, Anjan  \nCc: \n<e; \nSubject: \nRe: entities subpoenas \nSure, give us a call at 10:15. Talk with you then. \nct> \nOn Sep 9, 2019, at 09:00, Sahni, Anjan wrote: \nThanks.. We can call you at the number below. If it's possible to do 10:15, that would be great. \nBest, \nAnjan \nOn Sep 6, 2019, at 7:24 PM, wrote: \nEXTERNAL SENDER \nStoddart, Allison \nThat works for us. Please let us know if there's a number we should call you at, otherwise we'll be reachable then at \nthanks, \nFrom: Sahni, Anjan \nSent: Friday, September 06, 2019 19:16 \nTo: \nCc: \nAllison \nSubject: Re: entities subpoenas \nThanks -loam on Monday? \nOn Sep 6, 2019, at 2:34 PM, \nc> \nwrote: \nEXTERNAL SENDER \nAnjan, \nStoddart, \nEFTA00019692\n\nWe unfortunately have a meeting starting imminently that we expect may go a couple hours. We could do anytime \nbefore noon on Monday, though, if there's a time then that works for you? \nthanks, \nFrom: Sahni, Anjan \nSent: Friday, September 06, 2019 12:00 \nTo: \nCc: \nAllison \nSubject: RE \nMany thanks, Alex. \nThanks, \nAnjan \nFrom: \nSent: Wednesday, September 4, \n2019 7:47 PM \nTo: Sahni, Anjan \nCc: \nSubject: RE: entities subpoenas \n> \nentities subpoenas \nWould later this afternoon work for a call? Might 3pm or 4pm work? \n> \nEXTERNAL SENDER \nAnjan, \nStoddart, \nVery good to hear from you, and I apologize for the delay in replying to your voicemail from Friday —  I was on trial last \nweek so have spent the past couple days digging out from under piles of emails and voicemails. But we'd be happy \nto speak with you regarding the subpoenas to the JPMorgan entities in connection with the Epstein investigation. \nWe had been in touch with Steve D'Allessandro, who was very helpful, but he also mentioned that they might bring \nin outside counsel. \nIf you let us know a couple times that would work for you tomorrow or Friday—and I'm copying my colleagues \nanc who are also working on the case—we'll get a quorum on our side and finalize a time. And please let \nus know if any other information would be useful in the interim. \nthanks, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00019693",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "-sensitive for us than the subpoenas relating \nto Jeffrey Epstein, dated August 11. (Please note that there is a ty"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "d in some serial order, the subpoenas relating to Ghislaine Maxwell and \ndated August 16 and September 3, respectivel"
      },
      {
        "name": "Allison \nFrom",
        "role": "extracted",
        "context": "hanks, M. That works for us. \nAllison \nFrom: \nSent: Saturday, September 2"
      },
      {
        "name": "Anjan \nThanks",
        "role": "extracted",
        "context": "RNAL SENDER \nAllison, \nSahni, Anjan \nThanks for checking in. Regarding th"
      },
      {
        "name": "Allison \nSent",
        "role": "extracted",
        "context": "ou? \nthanks, \nFrom: Stoddart, Allison \nSent: Friday, September 20, 2019 1"
      },
      {
        "name": "The Excel",
        "role": "extracted",
        "context": "f the individual's accounts. \nThe Excel version includes all of the s"
      },
      {
        "name": "Allison \nAlli",
        "role": "extracted",
        "context": "ks and have a great weekend, \nAllison \nAlli n t art WilmerHale \n250 Green"
      },
      {
        "name": "Greenwich Street",
        "role": "extracted",
        "context": "Alli n t art WilmerHale \n250 Greenwich Street \nNew York, NY \n10007 USA \nFro"
      },
      {
        "name": "Anjan \nCc",
        "role": "extracted",
        "context": ", 2019 10:11 AM \nTo: \nSahni, \nAnjan \nCc: \nSubject: RE: \nEXTERNAL SEND"
      },
      {
        "name": "Allison \nThanks",
        "role": "extracted",
        "context": "tities subpoenas \n; Stoddart, Allison \nThanks, and this all makes sense. We"
      },
      {
        "name": "Anjan \nSent",
        "role": "extracted",
        "context": "seful. \nthanks, \nFrom: Sahni, Anjan \nSent: Monday, September 16, 2019 2"
      },
      {
        "name": "Allison \nCc",
        "role": "extracted",
        "context": "3:44 \nTo: \nI \n< \n>; Stoddart, Allison \nCc: \nSubject: RE: entities subpo"
      },
      {
        "name": "Butterfly Trust",
        "role": "extracted",
        "context": "nts, and will also prioritize Butterfly Trust documents. \nWe will do our be"
      },
      {
        "name": "Anjan \nFrom",
        "role": "extracted",
        "context": "ow your preference. \nThanks, \nAnjan \nFrom: \nSent: Sunday, September 15,"
      },
      {
        "name": "Anjan Stoddart",
        "role": "extracted",
        "context": "15, 2019 5:42 PM \nTo: Sahni, Anjan Stoddart, Allison \nCc: \nI  cl>; \nSubje"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "EFTA00019691\n\nAssistant U.S. Attorney \nSouthern District of New York \nFrom:"
      },
      {
        "name": "Anjan  \nCc",
        "role": "extracted",
        "context": "er 09, 2019 09:04 \nTo: Sahni, Anjan  \nCc: \n<e; \nSubject: \nRe: entities"
      },
      {
        "name": "On Sep",
        "role": "extracted",
        "context": "15. Talk with you then. \nct> \nOn Sep 9, 2019, at 09:00, Sahni, Anj"
      },
      {
        "name": "Anjan \nOn",
        "role": "extracted",
        "context": "that would be great. \nBest, \nAnjan \nOn Sep 6, 2019, at 7:24 PM, wrot"
      },
      {
        "name": "Allison \nThat",
        "role": "extracted",
        "context": ": \nEXTERNAL SENDER \nStoddart, Allison \nThat works for us. Please let us k"
      },
      {
        "name": "Allison \nSubject",
        "role": "extracted",
        "context": "ber 06, 2019 19:16 \nTo: \nCc: \nAllison \nSubject: Re: entities subpoenas \nThan"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-09-21",
        "event": "September 21, 2019"
      },
      {
        "date": "2019-09-20",
        "event": "September 20, 2019"
      },
      {
        "date": "2019-09-17",
        "event": "September 17, 2019"
      },
      {
        "date": "2019-09-16",
        "event": "September 16, 2019"
      },
      {
        "date": "2019-09-15",
        "event": "September 15, 2019"
      },
      {
        "date": "2019-09-09",
        "event": "September 09, 2019"
      },
      {
        "date": "2019-09-06",
        "event": "September 06, 2019"
      },
      {
        "date": "2019-09-04",
        "event": "September 4, \n2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:59.402Z"
}