{
  "document": {
    "id": "efta00030190",
    "filename": "EFTA00030190.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030190.pdf",
    "text": "\n\nFrom: ' \n(USANYS)\"  \nTo: (CRM)\" < \nSubject: RE: U.S. Department of Justice investigation \nDate: Tue, 16 Jun 2020 15:33:14 +0000 \nThanks, although given that Bloxsome has clearly been sharing his own communications with the Home Office, I think \nwe would be comfortable sharing his. \nIn any event, I have conferred on this end, and we are prepared to accept your advice and allow you to communicate on our \nbehalf with the Home Office in lieu of writing our own letter at this time. I'll await your draft. \nThanks very much, \nFmar \nRM) ca \nSent: Tuesday, June 16, 2020 11:11 AM \nTo: \n(USANYS) \nSubject: RE: U.S. Department of Justice investigation \nM- This is very helpful. It does not look like we can share the Feb email with the Home Office without \nchecking with Bloxsome first. If we share it, he will cite it as just one more reason the US cannot be \ntrusted. \nAlso, I think this process started before Jan 2020. I have my notes at the Embassy, but I think I started \nworking with in the late fall, and the DCM put in one or more calls on this in either Nov or Dec. I'll \ndig out my notes when I am back in the office later this week. \nLet me draft an email to and her team and then send it for your consideration. I think it would \nbe better in the first instance to deal with this diplomatically and then escalate if unsuccessful. \nFrom: (USANYS) \n<\nSent: Tuesday, June 16, 2020 3:40 PM \nTo: CRM) \nSubject: FW: U.S. Department of Justice investigation \n=— You should also be aware of the correspondence below which is what precedes the Valentine's Day email (the \nhighlighting is mine). Obviously, as with the other one, please keep just to yourself for now, pending further discussions about \nnext steps, but this gives you some of the context I was referring to. Many thanks,MI \nBegin forwarded message: \nFrom: Gary Bloxsome \nDate: February 5, 2020 at 12:39:15 EST \nTo: ' (USANYS)\" \nCc: ' \n(USANYS)\" 'c=s \n(USANYS)\".>  Daniel \nEFTA00030190\n\nCundy , Jennifer Richardson • \nSubject: Re: U.S. Department of Justice investigation \nDear \nThank you for your email. \nWe will reflect on the position of DOJ and provide you with a considered response shortly. \nBest. \nGary \nGary Bloxsome I  Partner \nAIM \nI  London I  EC4M 7EF \nI www.blackfords.com \n8lackfords LLP is a  limited liability partnership registered in England & Wales with registered number \n0025398 at Hill House, 1 Mint Walk, Croydon, CRO lEA. A list of members' names is available at this \naddress. \nODOR: details of how we handle personal data can be found in our \nprivacy Statement \nAuthonsed and regulated by the Solicitors Regulation Authority under number 462078. \nOn 4 Feb 2020, at 18:23, (USANYS) wrote: \n(\n.sternal email: is it safe to open attachments and \nlinks•? \nGary, \nYou are aware of our position, and we do not believe any further rehashing of our prior conversations is productive at this \npoint. That said, we can confirm that it is our standard practice to refrain from publicly commenting on the substance of \nany witness interview, and we intend to abide by that practice in this case. Beyond that, we can make no commitments. \nPlease advise as to whether Prince Andrew will agree to be interviewed and, if so, when such interview will take place. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: Gary Bloxsome \nSent: Monday, February 03, 2020 10:46 \nTo: (USANYS) •c•Ma \nCc: \n(USANYS)>: \nJennifer Richardson \nSubject: Re: U.S. Department of Justice investigation \n(USANYS)>; Daniel Cundy \nEFTA00030191\n\nDear \nThank you for your email of 30 January 2020. \nOn 10 January 2020 you personally assured me that any contact between the Duke of York and the DOJ was \nconfidential and would remain confidential within the investigation team in the DOJ and FBI. You said: \"We don't \nintend to share either the contents or the existence of the conversation beyond our chain of command in the DOJ. \nAs well as our partners at the FBI. It is confidential within the investigation team and our supervisors.\" The note I \nmade of what you said about the confidentiality of the interview process is as follows: \"We do not publicise the \ncontent or existence of any of our interviews. We can't guarantee that anyone might not share it with some other \nperson or it might be shared with other individuals who might come to have knowledge of its existence, but our \noffice does not advise the press of the interview and doesn't advise other interviewees of the fact the interview has \ntaken place or the contents of those discussions. For example, it was reported widely that our office was \nattempting to interview your client months ago which was inaccurate. We have been working on this request for \nseveral weeks now and it has not hit the press. That is consistent with our processes. We take confidentiality very \nseriously.\" \nAt no point did you suggest that, because of a press statement made on behalf of the Duke in November 2019, you \nor your colleagues in the investigation team would feel able to provide a public commentary on the DOJ's views on \nthe degree of cooperation provided by the Duke. DOJ's first contact of any kind with the Duke was in early January \n2020, and the first mention of any request for consideration of an interview came solely from you. \nI object to your wholly inaccurate statement that the Duke has created a public misimpression. The Duke has made \nit clear that he has a strong desire to cooperate fully with the ongoing investigation by the DOJ. The \ncommunications between us were intended to enable him to provide that co-operation. In order for this process \nto continue, I need to emphasise that we regard the confidential treatment of all contacts between the DOJ and \nthe Duke as essential. We do not wish to have any public pronouncements on what we regard as a voluntary and \nconfidential process. Please confirm that any further communications in connection with the requested voluntary \ninterview will be treated as wholly confidential and the DOJ will offer no further commentary on the Duke's co-\noperation. \nBest \nGary Bloxsome \nGary \nBloxsome I Partner \nBlackfords LLP I \nLondon I \nEC4M 7EF \nwww.blackfords.com \n<image001.jrz≥ <image002.jpg≥\nSlackfords LLP is  a limited liability partnership registered in England & Wales with registered number O[325398 at \nCroydon, CR0 lEA. A list of members' names is available at this address. \nGDPR: details of how we handle personal data can be found in our Privacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nEFTA00030192\n\nOn 30 Jan 2020, at 23:51, (USANYS) ‹> wrote: \nExternal email: is it sale to open attachments and links? \nGary, \nOn November 20, 2019, Prince Andrew publicly offered to cooperate with our investigation into Jeffrey Epstein's crimes, \nstating in a press release: \"Of course, I am willing to help any appropriate law enforcement agency with their \ninvestigations, if required.\" In early January 2020, our Office responded to the Prince's public offer by contacting you to \nset up the interview that the Prince claimed to be willing give us. More than three weeks after our initial contact with \nyou, we still had no date for an interview, nor did we even have a commitment from you that the Prince in fact would \nagree to an interview. \nOn January 27, 2020, at a press event held by Safe Horizon to which Mr. Berman was invited, Mr. Berman was asked: \"As \npart of (the Epstein] investigation have you reached out to interview Prince Andrew, and has he been cooperative?\" \nMr. Berman responded: \"Ordinarily, our office doesn't comment on whether an individual cooperates or doesn't \ncooperate with our investigation. However, in Prince Andrew's case, he publicly offered, indeed in a press release, \noffered to cooperate with law enforcement investigating the crimes committed by Jeffrey Epstein and his coconspirators. \nSo I think in that context, it's fair for people to know whether Prince Andrew has followed through with that public \ncommitment. So let me say that the Southern District of New York and the FBI have contacted Prince Andrew's attorneys \nand requested to interview Prince Andrew and to date, Prince Andrew has provided zero cooperation.\" \nMr. Berman's statement corrected a public misimpression —  created by the Prince himself —  that the Prince is cooperating \nwith our investigation. \nAs soon as the Prince commits to a date for the interview that he so publicly offered to us more than two months ago, we \nwould be prepared to announce that he has agreed to be interviewed. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: Gary Bloxsome \nSent: Tuesday, January 28, 2020 11:59 \nTo: (USANYS) \n<l\nCc: (USANYS) \n; Jennifer Richardson \nSu ect: e: U.S. Department o Justice investigation \nDear, \n>; Daniel Cundy \nThank you for your email response claiming that US Attorney Berman's statements were factually accurate and \ndid not create a misleading impression. \nWe only have access to edited video and newspaper reporting of what the US Attorney said. Those reports \nsuggest the US Attorney described the position of the Duke of York and his advisors in misleading, \ncondemnatory and prejudicial terms. US Attorney Berman is quoted as having stated there has been \"zero co-\noperation\". This is not an accurate statement of the position. The following are also false statements ascribed to \nMr Berman and to the Dal/FBI: \"F.B.I. agents and federal prosecutors in New York ... reached out to his lawyers \nEFTA00030193\n\nand asked to interview him. There was no response at all, according to three people familiar with the \ninvestigation.\" (New York Times 27.01.20) and \"Geoffrey Berman, a US attorney, said federal prosecutors and \nthe FBI hod asked to interview Prince Andrew about the late paedophile billionaire, but had been met with a \nwall of silence\"(The Telegraph 28.01.20). \nPlease provide us with an accurate record of the statements made by The US Attorney and/or the DOJ/FBI \nincluding a transcript of any relevant questions and answers. \nWe note from your email that you have not provided any response to our request that you confirm that the DOJ \nwill not be making any further public statements about the Duke of York. We had understood from our \nconversations with you and from the rules governing media relations that DOJ personnel and the US Attorney \nwould not comment on the nature or progress of any grand jury investigation and in particular would not \ncomment on the willingness of any Subject to make a voluntary statement to the Dal. We ask you to confirm \nthat there will be no further public comment on any contact between the Duke of York and the DO1. \nKind regards \nGary \nGary Bloxsome I  Partner \nBlackfords LLP I London I EC4M 7EF \nwww.blackfords.com \n<iimagdiajpg? ≤imagtal)2jpg≥ \nBlackfords LLP is a  limited liability partnership registered in England & Wales with registered number 0C325398 at \nCroydon, CRO lEA. A list of members names is available at this address. \nGDPR: details of how we handle personal data can be \nfound in our privacy \nStatement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 27 Jan 2020, at 22:59, (USANYS) wrote: \nExternal entail: is it safe to open attachments and links? \nGary, \nOur understanding is that U.S. Attorney Berman made a factual statement in response to a specific question that \nsuggested the Duke of York either would or was cooperating, and he responded that to date he has not in fact provided \ncooperation with our investigation. That is, he corrected the record generally in a  factually accurate statement; I don't \nbelieve this would create a misleading impression. \ncooperate, and we look forward to hearing from you when he has made a determination as to whether he is in fact \nwilling to speak with us. \nI appreciate that you have advised us that your client has a desire to \nRegards, \nFrom: Gary Bloxsome \nSent: Monday, January 27, 2020 13:44 \nTo: (USANYS) < \nCc: (USANYS) (USANYS) <?; Daniel Cundy \nEFTA00030194\n\n; Jennifer Richardson \nSubject: Re: U.S. Department of Justice investigation \nThe press are reporting that Geoffrey S. Berman, the United States Attorney for the Southern District of New York has \ndisclosed what we understood were confidential communications between us and and \nIt has also been suggested that Geoffrey S. Berman has stated that the Duke of York has not co-operated with the \nSouthern District. As you know we have made it very clear that the Duke of York has a strong desire to cooperate with \nthe ongoing investigation by the DOJ and we are trying to reach a position where we are able to advise him to do so. \nWe are concerned about the misleading impression that has been created and the effect this has on our ability to \nadvise the Duke to proceed with any voluntary co-operation. Please confirm that the DOJ will not be making any further \npublic statements on this topic. \nThank you. \nGary Bloxsome \nGary \nBloxsome \nI \nPartner \nBlackfords LLP I \nI \nLondon I EC4M 7EF \nI www.blackfords.com\nBlackfords LLP is a  limited liability partnership registered in England & Wales with registered number \n0C325398 at \nCroydon. \nCR0 LEA. A list of members names is available at this \naddress. \nGDPR: details of how we handle personal data can \nbe found in our Privacy Statement \nAuthorised and regulated by the Solicitors Regulation Authonty under number 462078. \nOn 22 Jan 2020, at 17:34, (USANYS) wrote: \nExternal emad: is It sate to open attachments and \nlinks! \nGary, \nWe've received your response. We look forward to hearing whether the Duke of York is willing to speak with us. \nthank you, \nFrom: Gary Bloxsome \nSent: Wednesday, January 22, 2020 11:35 \nTo: (USANYS) < \nCc: (USANYS) <M>; \n;Jennifer Richardson \nSubject: Re: U.S. Department o Justice investigation \n(USANYS) a; Daniel Cundy \nWe are very grateful for your offer of assistance. At present we do not believe you can help us but we would welcome \na real-time conversation once we have achieved some of the more immediate preliminary tasks, including the need to \nEFTA00030195\n\ngather information from the Royal Household and others. \nBest \nGary \nBloxsome \nI \nPartner \nEllackfords LLP London EC4M 7EF \nwww.blackfords.com \nBlackfords LIP is a  limited \nliability \npartnership registered in England & Wales with registered number \n0C325398 at Croydon, CR0 1E/4. A list of members' names is available at this \naddress. \nGOPR: details of how we handle personal data can be \nfound in our Privacy Statement\nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 20 Jan 2020, at 18:52, (USANYS) wrote: \nExternal entail: is it safe to open attachments and links? \nGary, \nThank you for your response. It would be useful for us if you were able to help us understand the nature of the \nissues and procedures with which you are dealing, particularly as it sounds like it will take at least a couple \nadditional weeks to address even minor preliminary issues, which suggests likely additional subsequent time to \nhandle further processes—and without a response to the question of whether he is willing to speak with us, \nseparate from a general desire to cooperate. Our investigation is moving forward expeditiously and so we would be \ngrateful for some understanding of the relevant issues (especially, though not exclusively, to the extent we may be \nable to assist in their resolution) and would be happy to speak via phone if a real-time conversation would be more \nconducive to that discussion. \nthank you, \nFrom: Gary Bloxsome <gary hinxsnmePblackfords.com>\nSent: Monday, January 20, 2020 11:23 \nTo: \n(USANYS) < \nCc: (USANYS) <    >;USANYS \nCundy ; Jennifer Richardson\nSubject: : .  . epar men o us is investigation \nDaniel \nThank you for your email. The Duke of York has made it clear to us that he has a strong desire to cooperate fully \nwith the ongoing investigation by the DOJ. \nIt is our responsibility to deal with the various issues and procedures that arise here that will need to be addressed \nto enable him to do so. We should be able to deal with at least some of the minor preliminary issues in the next two \nweeks and we will update you on our progress once we have done so. \nRegards, \nGary \nEFTA00030196\n\nGary Bloxsome I  Partner \nBlackfords LLP \nI \nLondon \nI \nEC4M \n7EF \nwww.blackfords.com \n<image001 jpg> <image002.jpg>\n8lackfords LIP is a limited liability partnership registered in England & Wales with registered number OC325398 a \nCroydon, CR0 AA. A list of members names is available at this address. \nGDPR: details of how we handle personal data can be found in our &say Statement \nAuthonsed and regulated by the Solicitors Regulation Authority under number 462078. \nOn 18 Jan 2020, at 01:06, (USANYS) wrote: \nExternal email: is it safe to open attachments and links? \nGary, \nWe write to follow up on our phone conversation of a week ago. Could you please advise regarding status, in \nparticular the initial question, separate from any logistics, of whether you expect your client will be willing to \nspeak with us? And of course please let us know if any additional information would be useful to you. \nthank you, \nFrom: Gary Bloxsome \nSent: Wednesday, January 08, 2020 07:38 \nTo: (USANYS) < \nCc: Male; (USANYS) <>; Daniel \nCundy ; Jennifer Richardson \nSubject: Re: U.S. Department of Justice investigation \nThank you for your email. \nFriday 10th January at 1400(LDN) time is fine. \nPlease forward dial in details. \nKind regards \nGary \n> \nEFTA00030197\n\nGary Bloxsome \nPartner \nBlackfords LLP I \nI \nwww.blackfords.com \nI London \nI \nEC4M \n7EF \n=a. \nBlacktur;:s LL,' a  a \nlimited \npartnership registered in England &  Wales with registered number \nOC325398 at Croydon, CR0 lEA. A list of members names is available at this \naddress. \nGDPR: details of how we handle personal data can be found in our \n£uyxLy\n Statmetli,\nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 7 Jan 2020, at 18:56, \n(USANYS) ca \nwrote: \nExternal email: is it sale to open attachments and links? \nGary, \nWe are available for a preliminary call this Friday, January 10. If it would be convenient for you, we are available \nat 9:00 local time for us (which I believe would be 14:00 your time►. If that works, we can plan to call you at your \noffice line unless you'd prefer we use another number or a  conference \nline. \nthank you, \nFrom: Gary Bloxsome \nSent: Tuesday, January 07, 2020 11:20 \nTo: \nCc: \nCundY \"EIM \nSubject: Re: U.S. Department of Justice investigation \nThank you for your email. \nPlease confirm whether you would be available for a preliminary telephone call on Friday 10th January 2020. \nKind regards. \n(USANYS) \n•c:M \n(USANYS) \n• Jennifer Richardson \n>; \nDaniel \nGary \nGa Bloxsome Partner \nBlackfords LLP I I  London I \nEC4M 7EF \nEFTA00030198\n\nwww.blackfords.com \nBlackfords LIP is  a  limited liability partnership registered in England & Wales with registered number \nO[325398 at \nCroydon. \nCR0 lEA. A list of members' names is available at this \naddress. \nGDPR: details of how we handle personal data can be found in our Privacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 4 Jan 2020, at 01:38, \nExternal email: is it safe to open attachments and links? \nMr. Bloxsome, \nwrote: \nThank you for your response and for confirming your representation. To respond to your question generally, in \nconnection with our investigation of conduct relating to Jeffrey Epstein and certain of his associates, we wish to \nrequest a consensual, voluntary law enforcement interview with your client. Generally, we would expect to \ninquire about his relationship and communications with Jeffrey Epstein and his associates, as well as certain \nallegations that have arisen publicly and in our investigation to date. \nAlthough we recognize we separately have the ability to convey such a request through diplomatic and law \nenforcement channels, we understand we may also alternatively inquire directly with counsel, when an \nindividual has legal representation. Given your representation, we are inquiring directly with counsel in the \nfirst instance. \nCertainly we can discuss our request in more detail, but we hope this will provide the information you were \nseeking as a threshold matter, and we look forward to being in touch. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: Gary Bloxsome \nSent: Friday, January 03, 2020 10:30 \nTo: \nCc: \nCundy \n(USANYS) \nUSANYS \nC \n(USANYS) \n; Jennifer Richardson\nSubject: Re: U.S. Department of Justice investigation \nDear Sirs, \nThank you for your email dated 2 January 2020. \nI confirm that we do represent HRH the Duke of York. \nI would be grateful if you could please clarify what specifically you invite us to contact you about. \nKind regards \n>; \nDaniel \nGary Bloxsome \nEFTA00030199\n\nGary \nBloxsome \nI \nPartner \nBlackfords LLP London I EC4M 7EF \nI  www.blackfords.com \nBlackfords \nLLP \nIS annership registered in England & Wales with registered number \n0C325398 at Croydon, CR0 lEA. A list of members names is available at this \naddress. \nGOPR: details of how we handle personal data can \nbe found in our Privacy Statement \nAuthorised and regulated by the Solicitors Regulation Authonty under number 462078. \nOn 2 Jan 2020, at 18:54, (USANYS) > wrote: \nExternal email: is it safe to open attachments and links? \nMr. Bloxsome, \nWe are the federal prosecutors investigating conduct relating to Jeffrey Epstein, under the U.S. Department of \nJustice, Southern District of New York. We have been advised that you currently represent HRH The Duke of \nYork. Could you please advise whether that is correct? We — my colleagues \nand I —  can be reached anytime at these email addresses, or please let us know if you would prefer to set up a \ntime to discuss via phone. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00030200",
    "pageCount": 11,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "offered to cooperate with our investigation into Jeffrey Epstein's crimes, \nstating in a press release: \"Of course"
      },
      {
        "name": "Prince Andrew",
        "role": "extracted",
        "context": "make no commitments. \nPlease advise as to whether Prince Andrew will agree to be interviewed and, if so, when suc"
      },
      {
        "name": "Berman",
        "role": "extracted",
        "context": "held by Safe Horizon to which Mr. Berman was invited, Mr. Berman w"
      },
      {
        "name": "Bloxsome",
        "role": "extracted",
        "context": "open attachments and links? \nMr. Bloxsome, \nwrote: \nThank you for y"
      },
      {
        "name": "Home Office",
        "role": "extracted",
        "context": "s own communications with the Home Office, I think \nwe would be comfort"
      },
      {
        "name": "Gary Bloxsome",
        "role": "extracted",
        "context": "gin forwarded message: \nFrom: Gary Bloxsome \nDate: February 5, 2020 at 12"
      },
      {
        "name": "Jennifer Richardson",
        "role": "extracted",
        "context": "Daniel \nEFTA00030190\n\nCundy , Jennifer Richardson • \nSubject: Re: U.S. Departme"
      },
      {
        "name": "Dear \nThank",
        "role": "extracted",
        "context": "ent of Justice investigation \nDear \nThank you for your email. \nWe will"
      },
      {
        "name": "Gary \nGary",
        "role": "extracted",
        "context": "red response shortly. \nBest. \nGary \nGary Bloxsome I  Partner \nAIM \nI"
      },
      {
        "name": "Hill House",
        "role": "extracted",
        "context": "registered number \n0025398 at Hill House, 1 Mint Walk, Croydon, CRO lE"
      },
      {
        "name": "Mint Walk",
        "role": "extracted",
        "context": "ber \n0025398 at Hill House, 1 Mint Walk, Croydon, CRO lEA. A list of"
      },
      {
        "name": "Statement \nAuthonsed",
        "role": "extracted",
        "context": "can be found in our \nprivacy Statement \nAuthonsed and regulated by the Solicito"
      },
      {
        "name": "Solicitors Regulation",
        "role": "extracted",
        "context": "uthonsed and regulated by the Solicitors Regulation Authority under number 462078"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ce. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: G"
      },
      {
        "name": "Ma \nCc",
        "role": "extracted",
        "context": ", 2020 10:46 \nTo: (USANYS) •c•Ma \nCc: \n(USANYS)>: \nJennifer Richar"
      },
      {
        "name": "Daniel Cundy",
        "role": "extracted",
        "context": "ice investigation \n(USANYS)>; Daniel Cundy \nEFTA00030191\n\nDear \nThank yo"
      },
      {
        "name": "The Duke",
        "role": "extracted",
        "context": "eated a public misimpression. The Duke has made \nit clear that he ha"
      },
      {
        "name": "Best \nGary",
        "role": "extracted",
        "context": "on the Duke's co-\noperation. \nBest \nGary Bloxsome \nGary \nBloxsome I Pa"
      },
      {
        "name": "Bloxsome \nGary",
        "role": "extracted",
        "context": "'s co-\noperation. \nBest \nGary Bloxsome \nGary \nBloxsome I Partner \nBlackfor"
      },
      {
        "name": "Partner \nBlackfords",
        "role": "extracted",
        "context": "ry Bloxsome \nGary \nBloxsome I Partner \nBlackfords LLP I \nLondon I \nEC4M 7EF \nww"
      },
      {
        "name": "Privacy Statement",
        "role": "extracted",
        "context": "onal data can be found in our Privacy Statement \nAuthorised and regulated by"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "ttachments and links? \nGary, \nOn November 20, 2019, Prince Andrew publi"
      },
      {
        "name": "On January",
        "role": "extracted",
        "context": "ould \nagree to an interview. \nOn January 27, 2020, at a press event he"
      },
      {
        "name": "Safe Horizon",
        "role": "extracted",
        "context": "020, at a press event held by Safe Horizon to which Mr. Berman was invit"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tment. So let me say that the Southern District of New York and the FBI have"
      },
      {
        "name": "Attorney Berman",
        "role": "extracted",
        "context": "ail response claiming that US Attorney Berman's statements were factually a"
      },
      {
        "name": "Mr Berman",
        "role": "extracted",
        "context": "false statements ascribed to \nMr Berman and to the Dal/FBI: \"F.B.I. a"
      },
      {
        "name": "Geoffrey Berman",
        "role": "extracted",
        "context": "New York Times 27.01.20) and \"Geoffrey Berman, a US attorney, said federal"
      },
      {
        "name": "The Telegraph",
        "role": "extracted",
        "context": "met with a \nwall of silence\"(The Telegraph 28.01.20). \nPlease provide us"
      },
      {
        "name": "Statement \nAuthorised",
        "role": "extracted",
        "context": "can be \nfound in our privacy \nStatement \nAuthorised and regulated by the Solicito"
      },
      {
        "name": "Gary \nBloxsome",
        "role": "extracted",
        "context": ". \nThank you. \nGary Bloxsome \nGary \nBloxsome \nI \nPartner \nBlackfords LLP I"
      },
      {
        "name": "Royal Household",
        "role": "extracted",
        "context": "gather information from the Royal Household and others. \nBest \nGary \nBlox"
      },
      {
        "name": "Partner \nEllackfords",
        "role": "extracted",
        "context": "rs. \nBest \nGary \nBloxsome \nI \nPartner \nEllackfords LLP London EC4M 7EF \nwww.blac"
      },
      {
        "name": "Daniel \nThank",
        "role": "extracted",
        "context": "ar men o us is investigation \nDaniel \nThank you for your email. The Duke"
      },
      {
        "name": "Daniel \nCundy",
        "role": "extracted",
        "context": "YS) < \nCc: Male; (USANYS) <>; Daniel \nCundy ; Jennifer Richardson \nSubjec"
      },
      {
        "name": "Ly\n Statmetli",
        "role": "extracted",
        "context": "data can be found in our \n£uyxLy\n Statmetli,\nAuthorised and regulated by"
      },
      {
        "name": "Daniel \nGary",
        "role": "extracted",
        "context": ") \n• Jennifer Richardson \n>; \nDaniel \nGary \nGa Bloxsome Partner \nBlackfo"
      },
      {
        "name": "Ga Bloxsome",
        "role": "extracted",
        "context": "Richardson \n>; \nDaniel \nGary \nGa Bloxsome Partner \nBlackfords LLP I I"
      },
      {
        "name": "Dear Sirs",
        "role": "extracted",
        "context": "ent of Justice investigation \nDear Sirs, \nThank you for your email da"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-06-16",
        "event": "June 16, 2020"
      },
      {
        "date": "2020-02-05",
        "event": "February 5, 2020"
      },
      {
        "date": "2020-02-03",
        "event": "February 03, 2020"
      },
      {
        "date": "2019-11-20",
        "event": "November 20, 2019"
      },
      {
        "date": "2020-01-27",
        "event": "January 27, 2020"
      },
      {
        "date": "2020-01-28",
        "event": "January 28, 2020"
      },
      {
        "date": "2020-01-22",
        "event": "January 22, 2020"
      },
      {
        "date": "2020-01-20",
        "event": "January 20, 2020"
      },
      {
        "date": "2020-01-08",
        "event": "January 08, 2020"
      },
      {
        "date": "2020-01-07",
        "event": "January 07, 2020"
      },
      {
        "date": "2020-01-03",
        "event": "January 03, 2020"
      },
      {
        "date": "2020-01-30",
        "event": "30 January 2020"
      },
      {
        "date": "2020-01-10",
        "event": "10 January 2020"
      },
      {
        "date": "2020-01-02",
        "event": "2 January 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:25.251Z"
}