{
  "document": {
    "id": "efta00019024",
    "filename": "EFTA00019024.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019024.pdf",
    "text": "\n\nED-1057 (Rev. 5-8-10) \n(Overall Document Classification Required) \nFEDERAL \nBUREAU OF INVESTIGATION \nElectronic Communication \nTitle: \n(U//FOUO) INTERVIEW OF \nDrafted By: Missing \nCase ID it: 31E-MM-NEW (U) EPSTEIN, JEFFREY \nDate: 12/04/2018 \nDetails: \n01/23/2007 \nwas interviewed in the town \nof Palm Beach, Florida regarding a federal investigation involving the \nsexual exploitation of minors. After being advised of the identity of \nthe interviewing agents and the nature of the interview, \nprovided the following information: was employed as a \nChauffeur/Butler/House Manager for JEFFREY EPSTEIN  at EPSTEIN's \nresidence,    in August or \nSeptember 2004. worked for EPSTEIN for approximately six \nmonths. \nstated that when EPSTEIN was in town he was an early \nriser. \nwas expected to be available at all times, seeing to \nEPSTEIN's needs and the needs of EPSTEIN's guest. When EPSTEIN hired \n,  EPSTEIN told that he had many girlfriends and \nthat \nhe must be discreet. salary and the chef's, DAVID \nLast Name Unknown(LNU), salary were paid from the New York Office. \nhired LOUELLA LNU, the cleaning lady. was \nresponsible for paying LOUELLA LNU and the gardener, Jerome LNU. When \nEPSTEIN would come to town, was to have $8000.00 cash, and \n$8000.00 in a checking account. had a visa in his name with \na $3000.00 credit line. The credit card and checking account were both \nwith Colonial Bank. Another responsibility of was to keep \n$200.00 - $300.00 in each vehicle. He described himself as a human \nATM. Also prior to EPSTEIN's arrival to the residence, was \nto take $100.00 bills and fan them out on a table near EPSTEIN's bed \nlocated upstairs in EPSTEIN's master bedroom. was also to \nplace a gun between EPSTEIN's mattress in a holster that was always \npositioned between the mattresses. Once EPSTEIN departed the \nresidence, would return the weapon to the safe. \nstated that there was a manual written by an employee of EPSTEIN on \nthe duties and responsibilities of each of EPSTEIN's residences. \nAccording to was EPSTEIN's personal assistant. \nShe would travel everywhere with EPSTEIN. was not allowed to \naddress EPSTEIN directly. would either have to contact \nLNU located out of the New York Office or speak with \nregarding matters that concerned EPSTEIN. liked ,  but \nsaid that he felt like she had a hard start in life. said \n(Overall Document IIIIIItication \nRequired) \nEFTA00019024\n\n(Overall Document Classification Required) \nTitle: (U//FOUO) INTERVIEW OF \nRe: 31E-MM-NEW, 12/04/2018 \nthat Christmas time was hard for and that she was not fond of \nthat time of year. \ncompared \nwith a female companion \nof EPSTEIN, LNU. \nthought \ncould show a \"mean\" \nside, \nbut \nLNU, a \"Polish girl\", was more naive. said \nthat EPSTEIN was trying to make LNU more \nsophisticated. \nstated that there were many females that would come to the \nresidence. A lot of the females that traveled with EPSTEIN looked \nEuropean or Foreign. stated that the local girls who visited \nthe residence appeared to be younger than those that EPSTEIN traveled \nwith. was not sure of the local girls' ages. When asked by \nthe interviewing agent if they were under eighteen, stated \nthat he delivered flowers to a girl at Royal Palm Beach High School \nand that some of the girls had car pooled together. The interviewing \nagent inquired of if that meant he believed some of the \ngirls were underage. nodded his head, affirming that he \nbelieved some of the girls were under the age of eighteen. \nstated that EPSTEIN had directed him to purchase roses for a local \nfemale, was unable to remember her name. The Unidentified \nFemale(UF) was appearing in a high school drama play. \npurchased the roses from Extra Touch Flowers and delivered them to \nRoyal Palm Beach High School. also took the same OF to her \nresidence two or three times. \ninstruction, had also rented a vehicle for the UF. He said \nit was a Dodge Neon. stated that he recalled one female that \ntraveled with EPSTEIN that looked very young. He believed her name was \n)  LNU and that she was from California. remembered \nher only staying at the residence on that one occasion. LNU \nenjoyed flying, so was instructed by EPSTEIN to take \nLNU to get a flying lesson. took LNU to an airport in \nLANTANA, Florida. He believed her full name may be found on documents \nthat \nwere filled out prior to LNU receiving the lesson. \nsaid that EPSTEIN overall was a very private individual. \nsaid that EPSTEIN would get massages everyday, sometimes \nmorning and night. was asked on occasion by to pay \nthe girls for the massage they had provided to EPSTEIN. He would pay \n$300.00 or $400.00 dollars from his petty cash. specifically \nremembered paying a masseuse by the name of LNU. \nstated that he did not go upstairs while the girls performed massages \non EPSTEIN. Afterwards \nthough, he would go upstairs and clean up. \nsaid that under EPSTEIN's \nHe would also throw tissues in  the trash and take towels to \nbe laundered. \nIIIIIIIII\nDocument Classification Required) \n2 \nEFTA00019025\n\n(Overall Document Classification Required) \nTitle: (U//FOUO) INTERVIEW OF \nRe: 31E-MM-NEW, 12/04/2018 \nsaid that he would wear gloves when cleaning \nup after a massage. did not witness any sexual activity \nbetween the females and EPSTEIN. \nIII. According to , other than receiving massages, EPSTEIN \nenjoyed getting ice cream from a local ice cream parlor with the \ngirls. Under EPSTEIN's direction, and sometimes would \ntake the girls shopping. If EPSTEIN accompanied them he would stay in \nthe vehicle. The girls would shop, find something they liked, place \nthe items on hold, and later would purchase the \nitems. \nalso had traveled to the Wellington Mall where he bought \nother gifts for the girls, i.e. Ipods or MP3 players. \nstated \nthat on occasion, EPSTEIN would allow some of the girls to drive one \nof his vehicles. stated that he had taken messages from \nfemales calling regarding providing massages to EPSTEIN. He also \nstated that an older female possibly in her thirties, named \nLNU, would call the residence. She would tell to let EPSTEIN \nknow that she had females for him. could provide no other \ninformation about LNU. said that GHISLAINE MAXWELL \ntraveled to the residence with EPSTEIN on occasion. believed \nMAXWELL to be EPSTEIN's girlfriend, at first. However, when other \nfemales accompanied EPSTEIN, MAXWELL would take another bedroom in the \nresidence. said that he thought MAXWELL also would try to \nfind females for EPSTEIN. On one occasion, MAXWELL told that \nthere was $30,000.00 in the safe and that was her money. \nsaid that the only male visitor he could recall accompanying EPSTEIN \nto the residence was \nbelieved \nowned a modeling agency possibly named stated \nthat he believed EPSTEIN wanted to be the center of attention with his \nfemale companions. told the interviewing agents that on one \noccasion, was preparing several of the females something to \neat in the kitchen. The females were laughing and appeared to be \nhaving a good time. EPSTEIN entered the kitchen and asked the females \nto join him in the other room. said that he believed EPSTEIN \nwas jealous. also stated that he believed many of EPSTEIN's \nfemale companions were looking to make something of themselves and \nwere seeking EPSTEIN's assistance. stated that he believed, \nin reality, they were accomplishing nothing. \n(Overall Document Classification Required) \n3 \nEFTA00019026\n\n(Overall Document \nClassification Required) \nTitle: (U//F000) \nINTERVIEW OF \nRe: 31E-MM-NEW, \n12/04/2018 \n.• \n(Overall \nDocument Classification Required) \n4 \nEFTA00019027",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "employed as a \nChauffeur/Butler/House Manager for JEFFREY EPSTEIN  at EPSTEIN's \nresidence,    in August or \nSeptem"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "rovide no other \ninformation about LNU. said that GHISLAINE MAXWELL \ntraveled to the residence with EPSTEIN on occasi"
      },
      {
        "name": "Overall Document",
        "role": "extracted",
        "context": "ED-1057 (Rev. 5-8-10) \n(Overall Document Classification Required) \nFED"
      },
      {
        "name": "Classification Required",
        "role": "extracted",
        "context": "v. 5-8-10) \n(Overall Document Classification Required) \nFEDERAL \nBUREAU OF INVESTIG"
      },
      {
        "name": "Electronic Communication",
        "role": "extracted",
        "context": "RAL \nBUREAU OF INVESTIGATION \nElectronic Communication \nTitle: \n(U//FOUO) INTERVIEW"
      },
      {
        "name": "Drafted By",
        "role": "extracted",
        "context": "tle: \n(U//FOUO) INTERVIEW OF \nDrafted By: Missing \nCase ID it: 31E-MM-"
      },
      {
        "name": "Missing \nCase",
        "role": "extracted",
        "context": "UO) INTERVIEW OF \nDrafted By: Missing \nCase ID it: 31E-MM-NEW (U) EPSTEIN"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "s interviewed in the town \nof Palm Beach, Florida regarding a federal"
      },
      {
        "name": "House Manager",
        "role": "extracted",
        "context": "ployed as a \nChauffeur/Butler/House Manager for JEFFREY EPSTEIN  at EPSTE"
      },
      {
        "name": "Last Name",
        "role": "extracted",
        "context": "salary and the chef's, DAVID \nLast Name Unknown(LNU), salary were pai"
      },
      {
        "name": "Colonial Bank",
        "role": "extracted",
        "context": "cking account were both \nwith Colonial Bank. Another responsibility of wa"
      },
      {
        "name": "Overall Document III",
        "role": "extracted",
        "context": "a hard start in life. said \n(Overall Document IIIIIItication \nRequired) \nEFTA00"
      },
      {
        "name": "Itication \nRequired",
        "role": "extracted",
        "context": "said \n(Overall Document IIIIIItication \nRequired) \nEFTA00019024\n\n(Overall Docu"
      },
      {
        "name": "Royal Palm",
        "role": "extracted",
        "context": "elivered flowers to a girl at Royal Palm Beach High School \nand that s"
      },
      {
        "name": "Beach High",
        "role": "extracted",
        "context": "owers to a girl at Royal Palm Beach High School \nand that some of the"
      },
      {
        "name": "The Unidentified",
        "role": "extracted",
        "context": "unable to remember her name. The Unidentified \nFemale(UF) was appearing in"
      },
      {
        "name": "Extra Touch",
        "role": "extracted",
        "context": "ay. \npurchased the roses from Extra Touch Flowers and delivered them to"
      },
      {
        "name": "Dodge Neon",
        "role": "extracted",
        "context": "for the UF. He said \nit was a Dodge Neon. stated that he recalled one"
      },
      {
        "name": "Document Classification",
        "role": "extracted",
        "context": "to \nbe laundered. \nIIIIIIIII\nDocument Classification Required) \n2 \nEFTA00019025\n\n("
      },
      {
        "name": "Wellington Mall",
        "role": "extracted",
        "context": "ms. \nalso had traveled to the Wellington Mall where he bought \nother gifts"
      },
      {
        "name": "Overall \nDocument",
        "role": "extracted",
        "context": "31E-MM-NEW, \n12/04/2018 \n.• \n(Overall \nDocument Classification Required) \n4"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2018-12-04",
        "event": "12/04/2018"
      },
      {
        "date": "2007-01-23",
        "event": "01/23/2007"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:58.144Z"
}