{
  "document": {
    "id": "efta00018028",
    "filename": "EFTA00018028.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018028.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 315 Filed 07/30/21 Page 1 of 3 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY FILED \nDOC 0: \nDATE \nFILED:?/30/21 \n20-CR-330 (AJN) \nORDER \nALISON J. NATHAN, District Judge: \nThe Government has moved for an order requiring David Markus to comply with Local \nCriminal Rule 23.1 following an op-ed that he authored opining on the merits of this pending \ncase. \nDkt. No. 309. \nMr. Markus is plainly a lawyer associated with the defense in this case. His formal \nrepresentation has involved handling at least one pre-trial issue for Ms. Maxwell—in particular, \nappeals to the Second Circuit of this Court's bail-denial determinations. Dkt. No. 173; see also \nUnited States v. Maxwell, Nos. 21-58-cr(L), 21-770-cr (2d Cir.). Beyond that, he has held \nhimself out as Ms. Maxwell's attorney in press related to the current trial stage, including in the \nop-ed at issue in the Government's letter application, which describes him as \"Maxwell's \nappellate counsel.\" He has also attended a proceeding in this matter and spoken on Ms. \nMaxwell's behalf to the press afterwards while identified as Ms. Maxwell's attorney. See \nStephen Rex Brown, Ghislaine Maxwell Makes First In-Person NYC Court Appearance, N.Y. \nDaily News (Apr. 23, 2021), https://www.nydailynews.corn/new-yorkrny-ghislaine-maxwell-\narraignment-20210423-b3aza5eh7bddna7r247px2yb7e-story.html. \nNevertheless Mr. Markus argues that he is not subject to Rule 23.1 because he does not \ncurrently represent Ms. Maxwell in any proceedings and has not made an appearance in this \n1 \nEFTA00018028\n\nCase 1:20-cr-00330-AJN Document 315 Filed 07/30/21 Page 2 of 3 \nCourt. Dkt. No. 314. Rule 23.1 is not so superficial nor easily circumvented. Nothing in the \nrule limits its application to lawyers who have formally noticed an appearance. To the contrary, \nas the text throughout the rule makes clear, it applies to statements made by lawyers (and others) \n\"associated\" with \"pending or imminent criminal litigation.\" S.D.N.Y. Local Criminal Rule \n23.1(a) (last updated Oct. 29, 2018); see also Rule 23.1(b) (\"a lawyer participating in or \nassociated with the investigation\"); Rule 23.1(c) (\"lawyer or law firm associated with the \nprosecution or defense\"). An attorney need not be of record in order to be sufficiently \n\"associated\" with a case as to justify application of disciplinary rules regarding extrajudicial \nstatements. Lawyers who have not filed a formal notice of appearance may still possess \ninformation that lends a perception by the public that their remarks on a pending case hold \ngreater authority. See In re Hinds, 449 A.2d 483, 496 (N.J. 1982); see also People v. Buttajuoco, \n599 N.Y.S.2d \n419 (Nassau Cty. Ct. 1993). \nSuch is the case with Mr. Markus's role in the pending matter. As noted, Mr. Markus has \nattended a proceeding in this Court, after which he spoke to the press on Ms. Maxwell's behalf. \nHe has represented Ms. Maxwell on appeals of this Court's pre-trial bail determinations. \nMoreover, Mr. Markus has identified himself as Ms. Maxwell's appellate lawyer in a published \nop-ed discussing his opinion of the merits of this case. These facts mean that the public, which \nincludes potential jurors, may perceive Mr. Markus as an authoritative source of information \nregarding the pending matter and may readily consider his remarks to be accurate and reliable. \nMr. Markus is therefore ORDERED to comply with Local Criminal Rule 23.1. \nThe Government does not ask the Court to discipline Mr. Markus based on his op-ed and \nthe Court declines to consider whether it violated Rule 23.1 given the potential lack of clarity \nwith respect to whether Mr. Markus was bound by the rule. The Court emphasizes that the rule \n2 \nEFTA00018029\n\nCase 1:20-cr-00330-AJN Document 315 Filed 07/30/21 Page 3 of 3 \nprovides illustrative examples of statements that \"presumptively involve a substantial likelihood \nthat their public dissemination will interfere with a fair trial or otherwise prejudice the due \nadministration of justice within the meaning of the rule.\" S.D.N.Y. Local Criminal Rule 23(d). \nGoing forward, Mr. Markus and all lawyers associated with the pending case are now \nclearly on notice that their conduct falls under the purview of Local Criminal Rule 23.1. Indeed, \nthe above concerns do not apply only to Mr. Markus. This Court has previously noted that \n\"counsel[,] agents for the parties and counsel for potential witnesses\" must take care to \"protect \nthe Defendant's right to a fair trial by an impartial jury.\" Dkt. No. 28. This Court is cognizant \nthat criminal matters heading toward trial are especially sensitive to extrajudicial statements. All \nthose associated with this case must act to ensure the case is tried solely in court or else they risk \nbeing deemed responsible for any trial delay or for undermining the integrity of the upcoming \ntrial. See S.D.N.Y. Local Criminal Rule 23.1(h). In addition to the impact it could have on this \nmatter, failure to comply could also result in attorney discipline. Id. Rule 23.1(i). \nSO \nORDERED. \nDated: July 30, \nNew York, New York \nSLA\n2021 \nALISON J. NATHAN \nUnited States District Judge \n3 \nEFTA00018030",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "Markus",
        "role": "extracted",
        "context": "ending \ncase. \nDkt. No. 309. \nMr. Markus is plainly a lawyer assoc"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "least one pre-trial issue for Ms. Maxwell—in particular, \nappeals t"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "JN) \nORDER \nALISON J. NATHAN, District Judge: \nThe Government has moved fo"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "N J. NATHAN, District Judge: \nThe Government has moved for an order requir"
      },
      {
        "name": "David Markus",
        "role": "extracted",
        "context": "moved for an order requiring David Markus to comply with Local \nCrimina"
      },
      {
        "name": "Local \nCriminal",
        "role": "extracted",
        "context": "g David Markus to comply with Local \nCriminal Rule 23.1 following an op-ed"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "n particular, \nappeals to the Second Circuit of this Court's bail-denial d"
      },
      {
        "name": "See \nStephen",
        "role": "extracted",
        "context": "ed as Ms. Maxwell's attorney. See \nStephen Rex Brown, Ghislaine Maxwell"
      },
      {
        "name": "Rex Brown",
        "role": "extracted",
        "context": "well's attorney. See \nStephen Rex Brown, Ghislaine Maxwell Makes Firs"
      },
      {
        "name": "Makes First",
        "role": "extracted",
        "context": "Rex Brown, Ghislaine Maxwell Makes First In-Person NYC Court Appearanc"
      },
      {
        "name": "Court Appearance",
        "role": "extracted",
        "context": "ell Makes First In-Person NYC Court Appearance, N.Y. \nDaily News (Apr. 23, 2"
      },
      {
        "name": "Daily News",
        "role": "extracted",
        "context": "n NYC Court Appearance, N.Y. \nDaily News (Apr. 23, 2021), https://www."
      },
      {
        "name": "Nevertheless Mr",
        "role": "extracted",
        "context": "ddna7r247px2yb7e-story.html. \nNevertheless Mr. Markus argues that he is not"
      },
      {
        "name": "Local Criminal",
        "role": "extracted",
        "context": "riminal litigation.\" S.D.N.Y. Local Criminal Rule \n23.1(a) (last updated O"
      },
      {
        "name": "See In",
        "role": "extracted",
        "context": "case hold \ngreater authority. See In re Hinds, 449 A.2d 483, 496 ("
      },
      {
        "name": "Nassau Cty",
        "role": "extracted",
        "context": "ttajuoco, \n599 N.Y.S.2d \n419 (Nassau Cty. Ct. 1993). \nSuch is the case"
      },
      {
        "name": "This Court",
        "role": "extracted",
        "context": "not apply only to Mr. Markus. This Court has previously noted that \n\"c"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:56.059Z"
}