{
  "document": {
    "id": "efta00010614",
    "filename": "EFTA00010614.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00010614.pdf",
    "text": "\n\nFrom: \n\" \nTo: \n=NY) \n(FBI)\" .M.IMM>, \nCc: , \" I. USANYS \" \nSubject: RE: agent communications \nDate: Sun, 22 Aug 2021 19:11:42 +0000 \nHi all, \nFollowing up on this, can you let me know whether we're on track for this deadline? Apologies for pestering, but we'll \nneed to make this deadline in order to meet our court-ordered 3500 deadline. \nThanks very much, \nFrom: \nSent: Tuesday, August 10, 2021 6:09 PM \nTo: (FBI) •::>; \nCc: \nSubject: agent communications \n(USANYS) \nHi \nand \n'nd I spoke about this today, but I wanted to recap our conversation in an email so that everyone is on the same \npage about what types of communications we'll need you to gather. As we discussed, we would like to receive these \nmaterials no later than September 10, so that we have enough time to review and process them for 3500 productions. \nI'll send around a calendar invitation so that everyone can keep track of the deadline. There are two categories of \nmaterials to gather: \n•  For and anyone else at C20 or working with C20 (including victim specialists in New York or \nelsewhere): \n•  We will need any and all communications with witnesses, or attorneys for witnesses. \n•  This includes all electronic communications, including emails and text messages. \n•  We will need these materials for all witnesses, regardless of whether they are testifying or not, and \nregardless of whether they were part of the Maxwell phase of the investigation. \n•  Fo and \n•  We will need all of their communications, reports, or other writings about the Epstein/Maxwell \ninvestigation, both internal and external. \n•  We will need all forms of electronic communications —  documents, emails, text messages, chats/instant \nmessages, or anything else. \n•  This also includes any type of report or notes (formal or informal) in connection with this case. \nThanks, \nEFTA00010614\n\nAssistant United \nStates Attorney \nEFTA00010615",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "case. \nThanks, \nEFTA00010614\n\nAssistant United \nStates Attorney \nEFTA0001061"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "TA00010614\n\nAssistant United \nStates Attorney \nEFTA00010615"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-08-10",
        "event": "August 10, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:42.303Z"
}