{
  "document": {
    "id": "efta00022197",
    "filename": "EFTA00022197.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00022197.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: Discovery questions \nDate: Tue, 18 Aug 2020 08:33:11 +0000 \nAttachments: Miami_Case_Docs.pdf \nHi \nThanks so much for your help with the Maxwell discovery so far. I have some follow-up questions about the most recent \nbatch you provided, and wanted to check in on the longer term tasks we discussed last month. \nBelow are some questions regarding the discovery Paul dropped off a few days ago with requests for additional items: \n• The last page of the attached appears to be a photograph of a  disc. The label on the disc seems to suggest it \ncontains grand jury transcripts. Have you given us those transcripts? \n• The message pad scans you provided still have post-it notes on top of several of the message pad pages. I think \nMandy mentioned that each pad had been scanned twice, but I'm only seeing one copy of each pad—and those \ncopies all of post-its on them. That's true of nearly every \"Notebook\" pdf you provided in the \"Message pad \nscans\" folder. Would you please get us a scans of these without post-its on them? \n• It looks like we're still missing SW returns for the 20 mag 6719 warrant and for the NH premises warrant. Would \nyou please get us copies of those returns? \nFollowing up on our conversation last month, I think we're still waiting on the below items from you guys. Would you \nplease be able to get us these this week? \n• Full FBI sentinel file \n• CART paperwork regarding the extraction of data from all devices seized during the investigation \n• All 302s regarding the extraction of data from any seized devices and the review of images (both digital and hard \ncopy) seized during the investigation, including from Epstein's properties. \n• Scans of the files Reiter provided to the FBI and provide us with all of those scanned materials \n• Scans of all hard copy documents, including photos, in the possession of the FBI that have not yet been scanned, \nincluding anything seized during any searches. Please produce to SDNY all of those scans, except any nude or \npartially nude images. For nude or partially nude images, please provide us with a  log detailing how many such \nimages were scanned, where they were from, and where they are being stored. \n• Copies of the contents of all the discs that were seized and searched pursuant to search warrants to a platform \nfor review. Then please produce to SDNY a  copy all of those materials, except any nude or partially nude images. \nFor nude or partially nude images, please provide us with a log detailing how many such images were located, \nwhere they were from, and where they are being stored. \nPlease let me know if you have any questions or if it would be useful to hop on a call. \nThanks very much, \nAssistant United States Attorney \nSouthern District of New York \n1  St. Andrew's Plaza \nEFTA00022197\n\nNew York NY 10007 \nEFTA00022198",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Hi \nThanks",
        "role": "extracted",
        "context": "chments: Miami_Case_Docs.pdf \nHi \nThanks so much for your help with th"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "n a call. \nThanks very much, \nAssistant United States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "very much, \nAssistant United States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "stant United States Attorney \nSouthern District of New York \n1  St. Andrew's"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:06.227Z"
}