{
  "document": {
    "id": "efta00031357",
    "filename": "EFTA00031357.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00031357.pdf",
    "text": "\n\nI knew Ghislaine Maxwell for over 10 years. It was her calculating \nand sadistic manipulation that anaesthetized me, in order to \ndeliver me, with full knowledge of the heinous and \ndehumanizing abuse that awaited me, straight to the hands of \nJeffrey Epstein. Without Ghislaine, Jeffrey could not have done \nwhat he did. She was in charge. She egged him on and \nencouraged him. She told me of others she recruited, and she \nthought it was funny. She pretends to care, only to garner \nsympathy and enjoys drawing her victims in with perceived \ncaring, only to entrap them and make them feel some sense of \nobligation to her through emotional manipulation. She was the \npredator and a  monster. \nThe sociopathic manner in which she nurtured our relationship, \nabused my trust and took advantage of my vulnerability, makes \nit clear to me that she would have done anything to get what she \nwanted, to satisfy Mr. Epstein. I have great fear that Ghislaine \nMaxwell will flee, since she has demonstrated, over many years, \nher sole purpose is that of self-preservation. She blatantly \ndisregards and disrespects the judicial system, as demonstrated \nby her perjuring herself and bullying anyone who dared accuse \nher. \nI  have great fear that she may seek to silence those whose \ntestimony is instrumental in her prosecution. In fact, when I was \nlisted as a  witness in a civil action involving Maxwell, I received a \nphone call in the middle of the night, threatening my then 2-year \nold's life if I testified. \nEFTA00031357\n\nI have fear speaking here today, even anonymously. However, I \nhave chosen to implore the court not grant bond for Ms. \nMaxwell because I know the truth. I know what she has done, I \nknow how many lives she has ruined and because I know this, I \nknow she has nothing to lose, has no remorse and will never \nadmit what she has done. \nPlease do not let us down by allowing her the opportunity to \nfurther hurt her victims, or evade the consequences that surely \nawait her if justice is served. If she believes she risks prison, she \nwill never come back. If she is  out, I need to be protected. I \npersonally know her international connections, that would allow \nher to go anywhere in the world and disappear at a  moment's \nnotice, or make others disappear, if she needs to. \nEFTA00031358",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "abuse that awaited me, straight to the hands of \nJeffrey Epstein. Without Ghislaine, Jeffrey could not have done"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "I knew Ghislaine Maxwell for over 10 years. It was her calculating \nand sa"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "what she \nwanted, to satisfy Mr. Epstein. I have great fear that G"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "the court not grant bond for Ms. \nMaxwell because I know the truth"
      },
      {
        "name": "Without Ghislaine",
        "role": "extracted",
        "context": "he hands of \nJeffrey Epstein. Without Ghislaine, Jeffrey could not have done"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "stein. I have great fear that Ghislaine \nMaxwell will flee, since she has demo"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:27.925Z"
}