{
  "document": {
    "id": "efta00030169",
    "filename": "EFTA00030169.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030169.pdf",
    "text": "\n\nFrom: ' \nTo: \nCc: \nSubject: Re: counsel having difficulty meeting with client \nDate: Sun, 07 Jul 2019 22:38:52 +0000 \nImportance: Normal \nThanks so much for the quick response (and solution). Mr. Weinberg should be able to get back to MCC in \nabout 30 minutes so should be all set, and I'll let you know if he reaches out to me with any issues. \nthanks again, \nOn Jul \n7, 2019, at 18:28, wrote: \nHe's in with an attorney now (not sure which) but I cleared Mt Weinberg to go in too. \nSent from my Verizon, Samsung Galaxy smartphonc \nOriginal message \nFrom: \"  \nDate: 7/7/19 6:18 PM GMT-05:00 \nTo: \nSubjec : : counse avmg t   icu y mee mg wt c ten \n>» ' \nMassachusetts \n\" \n07/07/2019 18:18 >» \nFrom: \nSent: Sunday, July 07, 2019 18:18 \nTo: \nSubject: Re: counsel having difficulty meeting with client \nSorry■ just seeing \nthis now. Where is he barred? \nSent from my Verizon, Samsung Galaxy smarlphone \nOriginal message ------\nFrom: ' \nDate: 7/7/19 5:36 PM (GMT-05:00) \nTo: \n)\"a \nEFTA00030169\n\nSubject: RE: counsel having difficulty meeting with client \n>» ' \n\" 07/07/2019 \n17:36 >>> \nWith apologies for the weekend email, we have a defendant, Jeffrey Epstein, who was arrested last night and is \ncurrently being detained at MCC, and is expected to be presented on an indictment tomorrow. His attorney, Martin \nWeinberg, has represented him in the past, and represents him in connection with our case and has been in touch with \nus throughout the weekend. He went to MCC today to meet with him in advance of the presentment tomorrow, but \nwas just told he is not allowed in because he is from out-of-state. \nWe're concerned about the defendant not having access to his attorney in advance of the presentment (as we would be \nfor any defendant) and so I wanted to reach out to you—is it at allpossible to address this issue so Mr. Weinberg can \nmeet with his client this evening? I'm available anytime at o discuss, if that's helpful, or Mr. Weinberg \ncan also be reached directly at if that's easier (though if you reach out directly to him if you could please \njust let me know afterward I'd be grateful). \nvery much, \nEFTA00030170",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ogies for the weekend email, we have a defendant, Jeffrey Epstein, who was arrested last night and is \ncurrently be"
      },
      {
        "name": "Weinberg",
        "role": "extracted",
        "context": "uick response (and solution). Mr. Weinberg should be able to get bac"
      },
      {
        "name": "Normal \nThanks",
        "role": "extracted",
        "context": "9 22:38:52 +0000 \nImportance: Normal \nThanks so much for the quick respons"
      },
      {
        "name": "On Jul",
        "role": "extracted",
        "context": "h any issues. \nthanks again, \nOn Jul \n7, 2019, at 18:28, wrote: \nH"
      },
      {
        "name": "Mt Weinberg",
        "role": "extracted",
        "context": "not sure which) but I cleared Mt Weinberg to go in too. \nSent from my V"
      },
      {
        "name": "Samsung Galaxy",
        "role": "extracted",
        "context": "n too. \nSent from my Verizon, Samsung Galaxy smartphonc \nOriginal message"
      },
      {
        "name": "Martin \nWeinberg",
        "role": "extracted",
        "context": "tment tomorrow. His attorney, Martin \nWeinberg, has represented him in the p"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-07-07",
        "event": "07/07/2019"
      },
      {
        "date": "2019-07-07",
        "event": "July 07, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:25.167Z"
}