{
  "document": {
    "id": "efta00009676",
    "filename": "EFTA00009676.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00009676.pdf",
    "text": "\n\nU.S. Department of Justice \nATTORNEY'S GUIDE TO THE \nMETROPOLITAN CORRECTIONAL \nCENTER \nNEW YORK, NEW YORK \nAPRIL 2008 \nEFTA00009676\n\nTABLE OF CONTENTS \nI. INTRODUCTION 1 \nA. \nAddress \n1 \nB. Telephone Numbers \n1 \nC. \nBureau of \nPrisons' Web Address \n2 \nII. PRETRIAL DETENTION \n3 \nA. Legal Visiting 3 \n1. Visiting \nHours 3 \n2. \nAttorney Processing \n4 \n3. \nIdentification \n4 \n4. Property Brought Into the Visiting Room \nS \n5. Private \nConference Rooms \n6 \n6. Multiple \nClient Visits \n6 \n7. \nDress Code \n7 \n8. Legal \nRepresentatives 7 \n9. \nPolygraphs \n8 \n10. \nDepositions 8 \n11. Separation Assignment/Co-Defendant \nMeetings 9 \n12. Foreign \nAttorneys \n10 \n13. \nSocial Visiting 10 \nB. \nTelephone Calls \n10 \n1. Unmonitored \nTelephone Calls \n10 \n2. \nInmate Telephone System \n(ITS) \n11 \n3. \nEmergency Telephone Calls \n12 \nC. \nLegal Mail 12 \n1. Legal Mail Envelopes 12 \n2. Legal \nMail Packages \n13 \n3. FedEx \nand UPS \n13 \n4. \nStamps \n13 \n5. Court \nClothing 14 \n6. Mail for Multiple \nDefendants \n14 \nD. \nRelease of \nRecords/Information 14 \n1. Subpoenas \n14 \n2. \nMedical Records \n15 \nE Inmate Legal \nActivities \n15 \n1. Law Library 15 \n2. Access to Computerized Discovery \nMaterials 16 \n3  Leisure Library 16 \n4. \nService of Process \n16 \nF. Administrative Remedy Program 17 \nG. Inmate \nDesignations \n18 \nCourt Ordered Studies \n19 \nH. \nHealth Services \n19 \n1. Sick Call 19 \n2. \nEmergency Care \n19 \n3. Medication \n19 \n4. \nIndependent Medical Exams \n20 \n5. Visits with Inmates \nin Hospital \n20 \nI. \nSpecial \nHousing Unit \n20 \nJ. \nMiscellaneous \n21 \n1. Religious \nPrograms \n21 \n2. \nFood Service \n21 \n3. Inmate \nCommissary \n21 \n4. \nMarriage \n22 \n5. Personal \nProperty \n22 \n6. Admission and \nOrientation Handbook \n22 \nATTACHMENTS \nAttachment A-Application to Enter \nInstitution as Representative Form \nAttachment B\n-National Crime Information Center Form \nEFTA00009677\n\nI. INTRODUCTION \nThe Metropolitan \nCorrectional Center, in New York, New York (MCC \nNew York), is owned and operated by the Federal Bureau of Prisons \n(Bureau), an agency of the United States (U.S.) Department of \nJustice. The primary mission of MCC New York is to serve federal \ncourts in the Southern and Eastern \nDistricts of New York by \nproviding pretrial detention \nin conjunction with the U.S. \nMarshals Service (USMS). \nThis \nguide outlines the relevant policies and procedures \napplicable to attorneys representing defendants incarcerated at \nMCC New \nYork. The procedures cover issues such as legal \nvisiting, \nattorney-client communication, and release of \ninformation. \nA. Address \n1. Mailing \naddress \nStaff: \nStaff Name \nand Title \nMCC \nNew York \nMetropolitan Correctional \nCenter \n150 \nPark Row \nNew York, NY 10007 \nB. \nTelephone \nNumbers \n1. MCC New York \nMain \nNumber \n2. Legal \nDepartment \nInmates: \nInmate \nName and Reg. No. \nMCC \nNew York \nMetropolitan Correctional \nCenter \n150 \nPark Row \nNew York, NY 10007 \n(646) 836-6300 \nBecause all calls must be cleared through the Control Center for \nsecurity purposes, direct extensions are not allowed to be \ndisseminated. The legal department is comprised of two staff \nattorneys and an administrative assistant. \nLegal \nDept. Fax No. \nPage \n1 of 22 \nEFTA00009678\n\nC. Bureau \nThe \nweb address \nLocator, Bureau \ndocuments under \nof \nPrisons' Web Address \nis http://www.bob.clov.   You can access the Inmate \nProgram Statements, and procedures for requesting \nthe Freedom of Information Act. \nPage \n2 of 22 \nEFTA00009679\n\nII. PRETRIAL DETENTION \nMCC New York \nstaff are aware of the importance of the \ninstitution's pretrial detention \nmission. MCC New York staff \nare expected to act in a professional manner and are governed by \na code of employee conduct. Attorneys who feel that they have \nbeen treated unprofessionally by a staff member are asked to put \ntheir complaint in writing to the Warden's Office, MCC New York, \n150 Park Row, New York, NY 10007. All complaints will \nbe looked \ninto and appropriate action will be taken if necessary. \nIn \nturn, our staff appreciate the professionalism and courtesy \nexpected from attorneys and other officers of the court. \nAttorneys are expected not only to abide by the Attorney Guide, \nbut generally to act in a professional \nmanner. In addition, all \nvisitors are expected to refrain from using profanity \nand keep \ntheir voices at a conversational \nlevel when speaking with staff, \ninmates \nand other visitors. All visitors, including attorneys, \nare prohibited from using cell phones within the institution, \nincluding the lobby. \nAll visitors, including attorneys, \nwho violate MCC New York's \nvisiting rules, create disturbances at the institution or in any \nway jeopardize the security or orderly operation of the \ninstitution may have their visiting \nprivileges restricted or \nsuspended. \nThe information \ncontained in this Guide is meant to be a general \nguideline and is not \nall-inclusive. We cannot envision every \ncircumstance that could occur, and thus the Guide does not \ncontain the answers to all questions. For example, in the \nevent \nof an institution emergency, security needs of the institution \nwill override any portion of this \nAttorney Guide. \nA. Legal Visiting \n1.   Visiting \nHours \nLegal \nvisitation hours are as follows: \nMonday-Sunday (including Federal Holidays) 8:00 a.m. - 7:00 \np.m. \nVisits during these hours do not need to be scheduled in advance. \nSpecial legal visits outside of these hours may be requested \nthrough MCC New York's \nLegal Department with at least 24 hours \nnotice (The Legal Department is open Monday-Friday 7:30 a.m.-\n4:00 p.m. so a request for Monday must be in b  the receding \nFriday). Requests should be faxed to: \" \n, \nAttn: \nLegal Department.\" \nEvery effort will be made to accommodate \nsuch requests, but final approval is contingent upon \nthe \nPage 3 \nof 22 \nEFTA00009680\n\navailability \nof staff. In the event an attorney requires an \nemergency visit outside normal legal visiting hours and has not \npre-requested it, he/she must contact the Operations Lieutenant. \nIf there is any problem with a legal \nvisit during off duty hours, \nattorneys should ask to speak with the Institution \nDuty Officer \nor Operations Lieutenant. \n2. Attorney Processing \nMCC New York conducts a daily count of all inmates at 4:00 p.m., \nwith an additional count at 10:00 a.m. on Saturdays, Sundays and \nfederal holidays. Additional unscheduled counts may also occur \nin emergencies. \nDuring a count, inmates must be at their \nassigned cell or bunk, unless the inmate has been authorized to \nbe in another area. In order to guarantee an accurate count, a \nrequest that an inmate remain \nin the visiting room during the \ncount must be made at least one hour before the count, i.e., \n3:00 p.m. for the 4:00 p.m. count and 9:00 a.m. for the 10:00 \na.m. \ncount. When this approval is granted, the inmate is placed \non the \"out count\" and will be required \nto remain in the \nvisiting room \nuntil the count has been completed. Inmates who \nhave not been placed on the out count must terminate their legal \nvisits a half hour before the count begins, i.e., 3:30 p.m. and \n9:30 a.m. Attorneys who arrive at \nthe institution within an \nhour before the start of a count, i.e., after 3:00 p.m. or 9:00 \na.m., will not \nbe able to visit their client until after the \ncount clears. \nCounts usually take approximately 30-40 minutes to \nclear. During \nthis time, all \nmovement in the institution ceases. Consequently, \nattorneys and/or their representatives will not be allowed to \nenter or exit the Visiting Room \nduring official counts. Visits \nshould be scheduled accordingly to avoid unnecessary delays. \n3. \nIdentification \nTo receive attorney entrance privileges, an individual must be \nable to establish his or her status as an attorney by presenting \nidentification \nthat verifies active membership in any state bar. \nExcluding Legal \nAid Society Federal Defender's, NY State \nAttorneys are required to have a Secure Pass Identification card \nfor entrance. Upon notification that a NY State attorney is not \nin possession of a Secure Pass, and upon approval from the \nLegal \nDepartment, attorneys will be permitted to enter the institution \nfor 60 days from their date of approval without the Secure Pass. \nIf an attorney is licensed in a state other than New \nYork, \nhe/she must contact the legal department at least 24 \nhours in \nadvance so that their status as an attorney in good standing may \nbe verified. Provided the Legal Department can verify \nthe \nattorney's status, the attorney will be added on a list located \nin the lobby, authorizing the attorney's entrance for a one year \nPage \n4 of 22 \nEFTA00009681\n\nperiod with \ngovernment issued picture identification, such as a \ndrivers license. It is ultimately the attorney's responsibility \nto establish his or her membership in a State \nBar. \nAfter completing the \nNotification to Visitor form, attorneys must \nbe processed through the metal detector, have their hand stamped \nand sign the bound logbook before being allowed entry into the \ninstitution. By signing the Notification to Visitor forms, \nattorneys certify that they are \nnot carrying firearms, \nexplosives, weapons, ammunition, metal cutting tools, recording \nequipment, cellular phones, cameras, food items, narcotics, \nmarijuana, alcoholic beverages, prescription drugs or any other \nitem deemed contraband. All legal materials and \nbriefcases will \nbe searched for contraband and processed through the fluoroscope. \nHandbags, newspapers, portable telephones, and non-legal \nmaterials are not permitted \nin the Visiting Room. \nOfficial Visitors: \nFederal employees, including Assistant U.S. \nAttorneys, law enforcement officers, U.S. Court officials, U.S. \nProbation Officers, and Assistant \nFederal Public Defenders, will \nbe permitted to visit upon presentation of appropriate \nidentification. All visitors must \npresent official \nidentification, sign in and out of the logbook, and pass through \nthe metal detector. \n4. \nProperty Brought \ninto the Visiting Room \nLegal Material \nAn attorney may bring into the visiting room legal materials \nrelated to an inmate's case, including CDs, or audio/videotapes \nas well as dollar bills for the \nvending machines. An attorney \n(not a paralegal, investigator, mitigation specialist or \ninterpreter) \nwill be authorized to provide a reasonable (not \nto exceed four inches) amount of legal materials to the inmate at \nthe conclusion of the attorney visit. The \ninmate will be allowed \nto take these legal materials with him/her to \nhis/her unit after \nthe Officer determines the items are of a legal nature and he/she \ninspects them for contraband. Legal materials should not be read \nfor content but examined only to determine that they are indeed \nlegal materials and they are free of contraband. Inmates housed \nin the \nSpecial Housing Unit (SHU) will be allowed to take legal \nmaterials to their unit minus folders, paperclips, staples, \nrubber bands, or any other items that could be \nconsidered a security concern. All \nother materials, including \ncellular phones, pagers, newspapers, magazines, tissues, wallets \nand keys, are prohibited and must be secured in a lobby locker \nbefore entering the secure confines of the institution. \nAdditionally, legal videos, CDs and audio tapes, cannot be \nprovided to an inmate during a legal visit but may be placed in \nthe Lobby legal mail drop box for \ndelivery to the inmate. Mail \ndeposited in these boxes must be small enough to fit through the \nPage 5 \nof 22 \nEFTA00009682\n\nopening of the box. Larger packages may be broken down into \nseveral smaller envelopes. These boxes are emptied Monday-\nFriday, \nexcluding federal holidays, and the contents are \nprocessed with other mail received from the post office that \nday. Envelopes must be clearly marked with the attorney's name \n(including \nlanguage that identifies that person as an attorney), \ninmate's name and register number and the \nfollowing statement: \n\"SPECIAL MAIL-OPEN ONLY IN THE PRESENCE OF THE INMATE.\" See \nbelow, \npage 12. \nUnauthorized items found in the inmate's \npossession will be treated as contraband. \nTape PIayers, VCRs & Computers to Review Discovery \nMaterial \nDue to security concerns, attorneys may not bring \nelectronic \nequipment into the secure confines of the \ninstitution. However, \nMCC New \nYork has tape players, \nVCRs and televisions for \nattorneys to review discovery \nmaterials with clients in visiting \nrooms. These items are available on a first come, first served \nbasis by oral request to the \nvisiting room officer. \nMCC \nNew York also has a computer that attorneys may use to \nreview computer CDs with \ntheir clients. The computer is \navailable during attorney visiting hours and should be reserved \nat least 24 hours in advance by calling the Legal \nDepartment. \nAttorneys who make an appointment to use the computer will have \npreference over those who do not make an appointment. Attorneys \nshould bring a copy of the CD \ndiscovery when meeting with an \ninmate. \nAudio and video cassettes and CDs may also be mailed directly to \nan inmate \nvia the legal mail procedures explained below in the \nLegal Mail section, \nCl. Inmates may review their DVD and CD-Rom \ndiscovery material as described in the Law \nLibrary Section, El. \n5. \nPrivate Conference Rooms \nThese rooms are available on a first come, first served basis. \nThere are twelve conference rooms in the building. Institutional \nsecurity and fire safety regulations restrict the total number \nof people that may be in the visiting room at any one \ntime. \nUltimately, it is a correctional \ndecision where any visit will \ntake place. \n6. Multiple Client Visits \nAttorneys are not limited in the number of inmates they may \nvisit in one day. \nHowever, only one inmate may be brought down \nto the visiting room at any time. Please see below in \nSeparation/Codefendant Meeting Section 11 for instruction \non Co-\nDefendant Meetings. When an attorney has finished the legal \nvisit and the inmate has been sent back to the unit, another \ninmate may be brought down to the \nvisiting room. \nPage 6 \nof 22 \nEFTA00009683\n\nApproved legal representatives (law clerk, paralegal, \ninterpreter, investigator, psychologist, and other experts) may \naccompany an attorney into \nthe Visiting Room. If visiting \nindependently, representatives must follow the requirements set \nforth in the \n\"Legal Representatives\" section below. See Section \n8. \nAttorneys are ordinarily not permitted to bring \nmaterial \nwitnesses into \nthe Visiting Room. Prior approval to do so must \nbe received from the Warden and requires a court order. Written \nrequests for such approval should clearly outline the specific \ncircumstances requiring this type of \nvisit. Visits will not be \napproved \nif alternative arrangements are available to defense \ncounsel. \n7. Dress \nCode \nAll visitors, including \nattorneys, are required to dress in a \nmanner \nappropriate for a \ncorrectional environment. Excessively \nprovocative, immodest or revealing attire is reason to deny \nvisiting. Visitors over the age of 12 \nwill not be allowed into \nthe institution in \nshort skirts, mini skirts, shorts or dresses \nexceeding three inches above the kneecap in length. See-through \nclothing, halter-tops, tube tops, tank tops, any top that \nreveals the midriff area, low-cut shirts or blouses, revealing \nfront \nand/or backless clothing, \nskin-tight clothing, spandex \nclothing and sweat pants are not allowed. \nFurthermore, clothing \nwhich may impede \nidentification (e.g., hoods) or easily hide \ncontraband (e.g., coats) present security concerns and are also \nprohibited. All \nvisitors are required to wear shoes (no shower \nshoes, flip-flops, toe-revealing or backless shoes of any kind) \nand undergarments (including bras for females).  The Warden has \ndelegated to the Institution Duty Officer the ultimate decision-\nmaking authority \nregarding what attire is appropriate inside the \nVisiting Room. If the Duty \nOfficer is not available, the \nOperations Lieutenant will \nmake the final decision. A \nmemorandum \ncontaining clothing guidelines is posted in the lobby \nof MCC New York. It is \nthe responsibility of visitors to \nfamiliarize themselves with \nthis memo and watch for updates. \n8. Legal Representatives \nAttorneys are allowed to visit their \nclients upon providing \nevidence of their professional status. However, attorneys often \nneed other individuals, e.g., paralegals, interpreters, \nmitigation specialists, private investigators, to visit their \nclients in \nconnection with legal representation. These \nindividuals do not receive the same entry privileges granted to \nattorneys and must first submit an \napplication (See ATTACHMENT \nA) signed by a sponsoring attorney and pass a background check \nbefore being granted permission to \nenter MCC New York. \nPage \n7 of 22 \nEFTA00009684\n\nOnce approved, the individual will be included on a list \nmaintained in the lobby and allowed to enter the institution for \none year with appropriate government issued \nID. The entry \napplication may be requested from and mailed to the Legal \nDepartments of \neither MCC New York or MDC Brooklyn. Once \napproved the individual may enter both institutions. \nFor \nmitigation specialists, every time they visit the \ninstitution for a new inmate, they must submit a court order to \nthe \nLegal Department which authorizes them to enter the \ninstitution to visit with that specific \ninmate. Upon reapplying \nat the end of their one year entry \nperiod, mitigation \nspecialists and doctors are required to produce a new order, \nreflecting \nthe new year. \n9. \nPolygraphs \nThe Warden may permit \npolygraph tests in connection with state or \nfederal criminal felony \ninvestigations. See 28 C.F.R. §551.71. \nPolygraph tests in connection with \nmisdemeanor offenses, civil \nproceedings, or any other matters are generally disapproved, \nabsent a federal court order. 11 ias Requests for polygraph \nexaminations must be submitted to the Legal Department with \napproval by \nthe Warden. The written request should include at \nleast the \nfollowing information: \n(1) Inmate's name and register number; \n(2) Case caption, case number and nature of matter; \n(3) Requested date and time; \n(4) Expected \nlength of polygraph; \n(5) Name, title, and organization of each person \nattending (all non-attorneys and non\n-legal \nrepresentatives will have to fill out an application so \nMCC can complete a background \ncheck (See ATTACHMENT B); \n(6) List \nof all equipment to be used; and \n(7) Indication of \nwhether the inmate's consent has been \nobtained. \nThe Warden must be able to confirm the validity of the request \nand the inmate being examined must give written consent on a form \nprovided for that purpose. Requesters are responsible for \nmeeting all state and local \nrequirements in administering the \ntest. \n10. \nDepositions \nRequests for Depositions for state matters, both civil and \ncriminal, must be submitted to the Legal Department for review. \nAll deposition requests must be made in writing and include the \nfollowing \ninformation: \n(1) \nInmate's name and register number; \n(2) A court order or similar court signed document for the \nPage 8 \nof 22 \nEFTA00009685\n\ndeposition; \n(3) Case caption, case number and nature of matter; \n(4) Requested date and time; \n(5) Expected length of deposition; \n(6) Name, title, and organization of each person attending \n(all \nnon-attorneys and non-legal representatives must \nfill out an \napplication so MCC can complete a \nbackground check (11tE \nAttachment B)); \n(7) List of \nall equipment to be used; and \n(8) \nIndication of whether the inmate's consent has been \nobtained. \nVideo or tape recorders are not allowed inside the institution. \nFurthermore, all equipment is subject to inspection prior to \nentering the institution. \n11. Separation Assignments/Co-Defendant Meetings \nCo-defendant meetings must be requested at least 24 hours in \nadvance of the meeting, e.g. for a meeting on Tuesday at 2:00 \nP.M., the request must be submitted by Monday at 2:00 P.M. \nWritten requests should be faxed to the MCC New York Legal \nDepartment, , and should include the names of \neveryone attending the meeting, including, but not limited to, \nattorneys, paralegals, interpreters, investigators, co-defendants \non bail and co-defendants at MCC New York. Please \nindicate which \nattorney represents each inmate. Also, please include with the \nrequest a copy of the first page of the indictment \nshowing that \nthe requested parties are co-defendants. This must be provided \nevery \ntime a meeting is requested. \nSeparation Orders: An inmate with a \"separation order\" is \nprohibited from coming in contact with the inmate from whom he or \nshe is separated. Such a restriction would \nnormally prevent a \nco-defendant meeting. Ordinarily, the request can be \naccommodated if the AUSA who placed the separation order notifies \nthe institution that the separation does not apply to co-\ndefendant meetings. However, if the inmates have been separated \ndue to security concerns, whether based on information developed \nby an outside agency or the Bureau of Prisons, MCC has the \ndiscretion to not allow the meeting. Attorneys who are aware of \nseparation orders between co-defendants should include \nwith their \nrequest the name and phone number of the AUSA assigned to the \ncase in question. These requests should be made as far in \nadvance as possible, as the meeting will not be scheduled if the \nresponsible Assistant United States Attorney cannot be contacted. \nFor co-defendant meetings that involve one \nor more inmates from \nMCC New York and one or more inmates from MDC Brooklyn, it is the \nresponsibility of the defense attorney to contact the responsible \nAssistant United States Attorney, who will, in turn, contact the \nUSMS to arrange transportation of the inmate. The Bureau of \nPrisons does not transport inmates for co-defendant meetings. \nPage 9 \nof 22 \nEFTA00009686\n\nThe request for the meeting should be sent to both MCC and MDC \nLegal Departments. MDC Brooklyn's Legal Department fax number is \n(718) \n840-4250. \n12. Foreign \nAttorneys \nAttorneys who are not licensed in a state or jurisdiction of the \nUnited States must provide verification of their status as a \nlicensed attorney in good standing in a \nforeign jurisdiction, \nprior to their initial \nvisit. Foreign attorneys should contact \ntheir respective Consulate Office, who will provide the attorney \nofficial documentation (raised seal for most countries) stating \nthat the individual is in fact an attorney in good standing in \nthat country. The attorney must provide to the MCC \nNew York \nLegal Department, the \noriginal letter from his or her consulate \nverifying the \nforeign attorney's status as a licensed attorney \nin good standing. Once the status of the foreign attorney has \nbeen confirmed, that attorney will be processed as a legal \nvisitor for future \nvisits for one year only. The attorney may \nrequest to be placed on the list on an annual \nbasis by following \nthe above described procedure. \n13. Social Visitors \nSea \nwww.bop.gov,  MCC New York Visiting \nRegulations. \nB. \nTelephone Calls \n1. Unmonitored Telephone Calls \nInmates may place unmonitored telephone calls to their attorneys. \nSee \n28 C.F.R. §540.105; and Program Statement 5264.07, Sec.8, \nTelephone Regulations for \nInmates. \nAll housing units, excluding \nSpecial Housing Unit (SHU), have access to unmonitored telephones \nwith a direct connection to the SDNY Federal Public Defenders' \nOffice. Some units also have unmonitored telephones with a \ndirect connection to the EDNY Federal Public \nDefenders' Office. \nIf the inmate's attorney cannot be contacted on the provided \ntelephones, the inmate must specifically request Unit Team staff \nassistance in \nwriting. The Unit Team staff will review the \nrequest, and if approved, the call may be placed from the Unit \nTeam's unmonitored telephones. \nIn \norder to receive an \nunmonitored attorney call, the inmate or the inmate's attorney \nmust request Unit Team approval, demonstrating that other \ncorrespondence, visiting, and normal telephone use is inadequate. \nInmate requests for unmonitored attorney calls are carefully \nreviewed \ninsofar as important Bureau interests are not affected. \nFrequent unmonitored telephone calls increase an inmate's \nopportunity to pursue illegal activities without detection. \nAdditionally, staff time and attention is unfairly focused on the \nsingle inmate receiving \nnumerous unmonitored telephone calls at \nthe expense of the many other inmates on a caseload. \nPage \n10 of 22 \nEFTA00009687\n\nAn \nattorney may not call an inmate. Attorneys who need to speak \nwith an inmate and do not anticipate that the inmate will call \nthem \nmust visit the inmate in person or contact the inmate by \nletter. Similarly, attorneys may not fax documents to inmates \nor to MCC New York staff for delivery to inmates. \n2. \nInmates Telephone System (ITS) \nThe Bureau \nof Prisons extends telephone privileges to inmates as \npart of its overall correctional management strategy. See 28 \nC.F.R. §540.100, et seq.,  Subpart I - Telephone Regulations \nfor \nInmate;  and Program Statement \n5264.07, \nTelephone \nRegulations for \nInmates. \nTelephone \nprivileges are a \nsupplemental means of \nmaintaining community and \nfamily ties that may contribute to an \ninmate's personal development. An inmate may request to call a \nperson of his or her choice outside the institution on a \ntelephone provided for that purpose. However, limitations and \nconditions may be imposed upon an inmate's telephone privileges \nto ensure adherence to other aspects of the Bureau's correctional \nmanagement \nresponsibilities. In addition to the procedures set \nforth in this \nsubpart, inmate telephone use is subject to those \nlimitations which the \nWarden determines are necessary to ensure \nthe security or good order, including \ndiscipline, of the \ninstitution or to protect the public. Restrictions on inmate \ntelephone use may also be imposed as a disciplinary sanction. \n2gg \n28 C.F.R. Part 541. \nInmates must submit a list of numbers they wish to be placed on \ntheir approved telephone list. Inmates can only call numbers \nplaced on their approved telephone list. Once an inmate submits \nthe initial list, \nit will be processed as soon as possible. \nInmates may submit additional telephone numbers once they are \nassigned a Correctional Counselor or Case Manager from the \nUnit \nTeam. \nInmates are \ncapability. \neach inmate \nOrdinarily, \nthe receiving party pays. See 28 C.F.R. §540.105. Third party, \nconference calls or use of two phones on the same number, or \nother alternative call arrangements are not permitted, thus \nlimiting the \nopportunity for inmates to use the phones for \ncriminal or other \ninappropriate purposes. Inmates who use the \ntelephone improperly are subject to disciplinary actions \nwhich \nmay \nresult in the loss of telephone privileges, and in some cases \ncriminal \ncharges. \nadvised of the institution's \ntelephone monitoring \nal 28 \nC.F.R. \n§540.102. \nA notice is posted next to \ntelephone advising that calls are monitored. \ncalls are paid for by the inmate, but in some cases \nInmates may place attorneys on their approved telephone list. \nHowever, the calls are recorded and subject to monitoring. Such \ncalls are not attorney-client privileged calls. Inmates \nseeking \nattorney-client privileged calls must request an unmonitored \ntelephone call as described above in section B(1). \nPage 11 of 22 \nEFTA00009688\n\n3. Emergency \nTelephone Calls \nInmates requiring \nan emergency social phone call due to a death \nor serious illness of an immediate family member shall submit a \nrequest to the Religious Services \nDepartment. Likewise, if an \nindividual needs to contact an inmate for these reasons, they \nshould call the main number and ask to speak to the Religious \nServices Department. \nC. \nLegal \nMail \nAll legal mail must be addressed to the inmate. All mail \naddressed to staff on behalf of an inmate will be \nreturned to \nsender. Inmates may not receive documents via facsimile. \n1. \nLegal Mail Envelopes: \nThe Bureau has established procedures by which an inmate may \nreceive confidential legal \nmail. See 28 C.F.R. \n§ \n540.18; and \nBureau of Prisons Program Statement 5800.10, Mail Management \nManual (\"PS 5800.10\").  The Code of Federal Regulations provides \nthat special mail, which may only be opened in the presence of \nthe inmate, will be treated as such \"if the sender is adequately \nidentified on the envelope, and the front of the envelope is \nmarked \n`Special Mail - Open only in the presence of the \ninmate.'\" 28 C.F.R. \n§ \n540.18(a).  However, the presence of a \nreturn address with a firm name does not \nsufficiently identify \nthe sender of the material as an attorney. \nSpecifically, the attorney must be adequately \nidentified on the envelope as an attorney . . . The \nuse of the title \"Esquire\" without additional \nindication of the sender's occupation does not \nestablish the bearer as an attorney or legal aid \nsupervisor. Mail from individuals \nusing the title \n\"Esquire\" as the exclusive \nidentification of their \nstatus shall not be handled as \nspecial mail, even if \nthe envelope contains some \nspecial mail markings. \nP.S. 5800.10, Ch. 3, p.5. To maintain \nconsistent handling of \nlegal mail, \nstrict compliance with these procedures will be \nenforced by MCC New York \nmail room staff. To properly identify \nlegal mail, counsel must write their name (not just the firm's \nname) and their legal status (i.e., attorney), in the return \naddress portion of the envelope. \nThis information, in addition \nto writing elsewhere on the envelope \"Special Mail - Open only \nin presence of inmate,\" \nwill ensure that legal mail is treated \nas confidential attorney-client \ncommunication. \nPage 12 of 22 \nEFTA00009689\n\n2. Legal Mail Packages: \nBureau of Prisons policy requires that incoming inmate property \npackages be authorized in advance unless otherwise approved \nunder another Bureau policy. Packages \ncontaining only legal \nmaterial do not need to be pre-approved; however: \npackages must be marked with words such as `Authorized \nby Bureau Policy.' This is to alert mail \nroom staff \nthat enclosed materials contain matter which does not \nrequire prior \napproval. . . .  A package received \nwithout an appropriately completed [authorization \nform], or without markings \nindicating authorized \nmaterials enclosed, is considered unauthorized and \nshall be returned to the sender. \nPS 5800.10, Ch. 3, pp.8-9. \nThis additional marking, i.e., \n\"Authorized by Bureau Policy,\" is \nonly required on packages and should be in addition to the legal \nmail markings explained above. Any \nlegal mail that is delivered \nin a box, a padded envelope or is \nwrapped in shipping paper is \nconsidered a package and will be handled pursuant to the above \npolicy. An attorney who is \nunsure whether a legal shipment will \nbe considered a package or an envelope should write \n\"Authorized \nby Bureau Policy\" to ensure that the shipment is not rejected. \n(Note: An inmate who wishes to receive a non-legal material \npackage \nfrom anyone, including an attorney, must contact a \nmember of the Unit Team to complete the appropriate paperwork \nand receive \napproval.) \n3. \nFedEx:\nAttorneys should not send packages via FedEx because no inmate \nmail is received directly at MCC New \nYork. Staff pick up all \ninmate mail at the United States Post \nOffice. FedEx will only \ndeliver to the actual prison and staff are prohibited \nfrom \nreceiving a \npackage for an inmate that is hand-delivered to MCC \nNew York. Attorneys who \nwish to expedite the delivery of \ndocuments or materials to their clients are advised to pass them \nduring a legal visit, place the materials in one of the \ninstitution's legal drop boxes or send the materials via the \nPostal Service's Express or \nPriority Mail services. \n4. \nStamps \nInmates may not receive stamps or stamped items other than \nissuance from the institution or by purchase from the commissary. \n28 C.F.R. \n§540.21(j).  These items will be treated as contraband \nPage \n13 of 22 \nEFTA00009690\n\nin the \ninstitution. Attorneys are permitted to send self-\naddressed envelope without affixed postage. \n5. Court Clothing \nCourt clothing for trial can be delivered in one of two ways: \n1) Prior to an individual bringing in \nclothes, it is the \ninmate's responsibility to submit an \"Authorization to Receive A \nPackage or Property BP-331\" to his \nUnit Counselor. This form \ncan be obtained from the inmate's Unit Team. The Unit Counselor \nwill then deliver one copy of \nthat form to the Receiving and \nDischarge (R&D) Department. The inmate will \nreceive the other \ncopies of that form so that he may mail one to the \nindividual \nwho will be dropping off the court \nclothes. The individual \nbringing the clothing should \ncall R&D staff in advance before \ndropping off clothes. Once authorized, they must bring the copy \nof the BP-331 form \nwith the package and notify the lobby officer \nwho will contact a staff member \nfrom the R&D department. An R&D \nstaff member \nwill then report to the lobby and accept the \nclothing. \n2) A court order can be obtained in lieu \nof the BP-331 form \nmentioned above. A call to R&D in advance of dropping the \nclothing must still be made. Inmates are allowed up to two sets \nof \ntrial clothes. \n6. Mail for \nmultiple defendants \nIf a case involves several co-defendants who will need to \nview \nthe same discovery material, the package/envelope of discovery \nmust be addressed to the Legal Department, as described above, \nand the mailing must contain a cover letter \nindicating all \ninmates and Register Numbers who are to have access to this \ndiscovery \nmaterial. \nD. \nRelease \nof \nRecords/Information \n1. \nSubpoenas \nSubpoenas for documents ma be faxed to the MCC New \nYork Legal \nDepartment at .  Upon receipt of the fax, \nMCC New \nYork will begin \ngathering the requested documents. Please be \nadvised that the Privacy Act prohibits the release of any \ninformation pursuant to a subpoena without the written \npermission of the individual to \nwhom the records pertain. This \nrequirement applies to attorneys requesting documents about \ntheir clients. Therefore, an attorney \nmust provide an original \nsigned consent for release of \ninformation from his or her client \nalong \nwith any subpoena for information. Any records to which \nan \ninmate normally has access, i.e., the inmate's medical \nrecords and central file, will be provided directly to the \nPage 14 of 22 \nEFTA00009691\n\nrequesting attorney with the proper inmate consent. \nHowever, \nall other subpoenaed records will be provided to the United \nStates Attorney's Office for a determination of \nwhether to \nrelease the documents, pursuant to the \nTouhy\n regulations, 28 \nC.F.R. \n§ \n16.21 et seq. \n2. \nMedical Records \nMedical records may be obtained by defense counsel with a Consent \nto Release Authorization signed by the \ninmate-the original \nconsent form is required. The request can be mailed to the Legal \nDepartment. If the inmate is no longer assigned to MCC New York, \nthen the requesting attorney must file a FOIA request to the \nfollowing address: \nFreedom of \nInformation Act/Privacy Act Section \nOffice of General Counsel, Room \n841 \nFederal Bureau of \nPrisons \n320 First Street, N.W. \nWashington, \nD.C. 20534 \nHealth Services staff are not at liberty to discuss information \nwith an inmate's attorney related to that inmate's medical \ncondition. Attorneys are encouraged to seek such information \ndirectly from their clients. \nIf a newly arriving inmate has prior \nnon-Bureau medical records, \nyou may send the materials to MCC New York, \nATTN: Health Services \nUnit. \nE. Inmate Legal Activities \n1. \nLaw Library \nThe law library at MCC \nNew York consists \nof \nlegal books, electric \ntypewriters, and computers on which inmates may access and view \ndiscovery material on CD-ROM format. The Education Department \nalso provides copy machines for inmates to use in \npreparing any \nlegal documents. \nTypically, inmates at MCC New York may access the law library \nduring their \nscheduled law library hours, which are one day a \nweek, Monday through Thursday. Inmates should check the bulletin \nboards in their respective housing units for days and times \nscheduled. Inmates may sign up to access the law library between \nthe hours of 7:45 a.m. and 10:40 a.m., \nand from 12:30 p.m. \nthrough 3:30 p.m. Since MCC \nNew York is a high-rise building, \neach floor is allowed access to the law library one day per week \nbecause many of the inmates must be separated from each other at \nall times for security purposes. In addition, inmates who are \npro se or who have a demonstrated legal need, such as an imminent \ncourt deadline or an excessive amount \nof discovery \nmaterial to \nPage \n15 of 22 \nEFTA00009692\n\nreview, may be granted an additional six hours \nof library time on \nFridays by making a request to the Education Department. All \nrequests for additional law library time are, of course, subject \nto staff availability, number of inmate requests, and security \nconcerns. If the pretrial inmate is pro se, as in representing \nhis/herself, the inmate should \nprovide the Education Department \nwith official \ncourt documentation verifying his/her status. \nThere is also a basic law library in the Special Housing Unit \n(SHU). \nIf the law library \ndoes not have the reference material the \ninmate needs to do the research, the inmate may consult with the \nEducation Department staff on the possibility of requesting \nadditional \nmaterials. \n2. Access to Computerized \nDiscovery Materials \nMCC New York's law library \nhas computers which inmates may access \nduring their \nscheduled law library hours. \nAll electronic discovery materials must be sent in CD-ROM formats \ninstead \nof DVD disks. MCC New York currently does not have the \nequipment to support DVDs. Material from DVD disks should be \nbroken down and distributed onto several CDs. MCC New \nYork \ncomputers have the capability to play industry standard audio or \nvideo files in the following formats: \n1. \nvideo clips of AVI, MPG, MPEG, WMV \n2. audio \nclips of WAV, MP3, WMA \n3. \ndocuments in PDF form, HTML, TXT, JPG, DOC \nDue to licensing issues, MCC New York does not support RealPlayer \nrecorded audio or video formats, CD-RW disks, files made \nfor a \nnon-Microsoft computer (such as MacIntosh) or discovery in \nnon-\nstandard/proprietary \nformat. \n3. Leisure Library \nAll housing units have been \nassigned a time for utilizing the \nleisure \nlibrary. Inmates should check the unit bulletin board \nfor days and times scheduled. \n4. Service \nof \nProcess \nBureau staff are prohibited from effecting service of process on \ninmates. MCC New \nYork policy requires that an inmate be served \nby a federal, state or local law enforcement \nofficial (Marshals \nor Sheriffs).  Because service of process occurs within the \nsecure confines of the institution, private process servers, who \nare not also law enforcement officials, may not serve inmates. \nThe qualified process server must contact MCC New York's Inmate \nSystems Management department to schedule an appointment before \ncoming to the institution. \nPage \n16 of 22 \nEFTA00009693\n\nF. \nAdministrative Remedy \nProgram \nIt is imperative that inmates attempt to resolve any condition of \nconfinement issues internally either by speaking to appropriate \nstaff or through the Administrative Remedy Process. Further, \nall \nhousing units have bulletin boards that have \ninformation \nexplaining sick call procedures, access to discovery directions, \netc. \nThe Bureau's \nAdministrative Remedy Program is a process through \nwhich inmates may seek formal \nreview of an issue relating to \nvirtually any aspect of their \nconfinement, if informal procedures \nhave not resolved the matter. See 28 C.F.R. Part 542 \n-\nAdministrative \nRemedy; \nand \nProgram Statement 1330.13, \nAdministrative Remedy Proaram. \nThis program \napplies as follows: \n(1) to \ninmates confined in institutions operated by the Bureau of \nPrisons; (2) to inmates who \nare \ndesignated to contract \nResidential Reentry Centers \n(RRCs), formally known as Community \nCorrections Centers, under Bureau of Prisons responsibility; and \n(3) to former inmates for issues that arose during their \nconfinement. See C.F.R. §542.10. \nInmates are obligated to attempt informal resolution of \ngrievances prior to filing a formal request \nfor administrative \nremedy. \nySee \n28 C.F.R. §542.13. The deadline for completion of \ninformal resolution and submission of a \nformal written \nAdministrative Remedy Request, on the appropriate form, is 20 \ncalendar days following the date on which the basis for the \nRequest occurred. See 28 C.F.R. §542.14. Once an inmate \nhas \nfiled a formal grievance \nat the institution level (BP-9), the \nWarden of that facility has 20 calendar days to investigate and \nprovide the inmate a written response. See 28 C.F.R. §542.18. \nIf the inmate is \nnot satisfied with the Warden's response, he/she \nhas 20 calendar days to file a Regional \nAdministrative Remedy \nAppeal (BP-10). 21 28 C.F.R. \n§542.15. Once received in the \nRegional Office, \nthe Regional Director has 30 calendar days to \ninvestigate and provide the inmate a written response. See 28 \nC.F.R. §542.18. If the inmate is \nnot satisfied with the Regional \nDirector's response, he/she has 30 calendar days to file a \nCentral \nOffice Administrative Remedy Appeal (BP-11). 28 \nC.F.R. §15. Once received in the Central Office, the \nAdministrator, \nNational Inmate Appeals, has 40 days to \ninvestigate and provide the inmate a written response. 28 C.F.R. \n§542.18. After \nreceiving the Administrator's response, the \ninmate has exhausted the Bureau's Administrative \nRemedy Program. \nThe program provides \nfor expedited investigations and responses \nin emergency situations, as well as extensions of time for both \nfiling grievances and receiving \nresponses. At any level, an \nAdministrative Remedy may be rejected if it does not fully comply \nwith \nProgram Statement 1330.13, \nAdministrative Remedy \nProaram. \nPage 17 of 22 \nEFTA00009694\n\nIf \ncomplaining about a sensitive issue, in the sense that the \ninmate's safety or well-being would be placed in danger if the \nrequest became known at the institution, the inmate may submit \nhis administrative remedy directly to the appropriate Regional \nDirector, \nmarking \"Sensitive\" upon the request and explaining, in \nwriting, the reason \nfor not submitting the request at the \ninstitution. \nYSgg \nProgram Statement 1330.13, Sec.8(d)(1), \nAdministrative Remedy \nProaram. \nIf the \nRegional \nAdministrative \nRemedy Coordinator agrees that the request is sensitive, the \nrequest shall be accepted, investigated, and responded to. \nOtherwise, the request will not be accepted, and the inmate will \nbe advised in writing of that determination, without return \nof \nthe request. The inmate may then pursue the matter by submitting \na request for Administrative Remedy locally to the Warden. \nThe \nWarden shall allow a reasonable extension of time for such a \nresubmission. \nSee 28 \nC.F.R. §542.17. \nSpecial procedures regarding the \nappeal of Disciplinary Hearing \nOfficer (DHO) actions may be found at 28 C.F.R. §542.14(d)(2). \nAppeals from DHO actions shall be submitted initially to the \nRegional Director for the region where the \ninmate is currently \nlocated. \nG. Inmate \nDesignations \nThe majority of \ninmates at MCC New York are pre-trial inmates \nwho, if sentenced, will \nserve their sentence in another \ninstitution. \nHowever, an inmate is not transported to a new \ninstitution immediately upon sentencing. The sentencing court \nmust first provide to the USMS the final presentence \ninvestigation report and a signed judgement and commitment order. \nThe USMS must then forward these documents along with a request \nfor designation to the Designation and Sentence Computation \nCenter (DSCC), located in Grand Prairie, \nTexas. When designating \nan \ninstitution for an inmate to serve a sentence, the Bureau \nconsiders many factors, including but not limited to, the \nsecurity level of the inmate, medical or psychiatric concerns and \njudicial recommendations. Once an institution has been \ndesignated, the inmate will be transported on the next bus or \nairlift on which space is \navailable. This entire process often \ntakes several weeks to complete. Contact information for DSCC is \nas follows: \nDesignation and Sentence Computation Center \nGrand Prairie Office Complex \nU.S. Armed Forces Reserve Complex \n346 \nMarine Forces Drive \nGrand Pr iri TX 75051 \nPhone: \nFax: \nPage \n18 of 22 \nEFTA00009695\n\nCourt \nOrdered Studies \nAt anytime during an \ninmate's pre-trial confinement, the judge \nmay order one of numerous studies found at 18 U.S.C. §4241 et \nseq. Once a judge signs the request for designation, the court \nmust send a copy to the USMS and Probation who will then \ncontact \nDSCC. Since the inmate is not sentenced, he is not yet in Bureau \ncustody, therefore the Bureau cannot make the designation without \nan official request from the USMS to the Bureau in Grand \nPrairie. \nNeither the \nLegal Department nor any institution staff have a \nrole in the process. It is up to the attorneys on the criminal \ncase to make sure the order is processed as described in this \nparagraph. If questions arise, the attorneys may contact the \nDSCC (contact info. above). \nH. \nHealth Services \n1. Sick Call \nInmates are advised during their \ninitial screening and physical \nexamination that if they wish to be evaluated by the Health \nServices Department, they must submit a sick call slip to the \ndepartment. It is imperative that inmate's use this system, as \nit helps the department track requests and have inmates seen on a \nfirst need to be seen basis. If an inmate has a \nverified chronic \ncondition (i.e. diabetes, hypertension, etc.) he will be placed \nin a chronic \ncare clinic and scheduled for appointments \nautomatically. \nSick call slips are available on the housing units and there is a \nsick call box on each unit in which to submit the \nslips. The \nsick call box on each housing unit will be emptied daily by a \nmember of Health Services Staff and given to the medical staff \nfor triage. Requests will be prioritized in accordance with \ngreatest medical need. Inmates will be charged a $2.00 co-pay \nfee for all non-chronic \ncare, non-emergent appointments. \n2. \nEmergency Care \nAny time \nthere is a medical emergency on a unit, the inmate \nshould notify the unit officer who can call the on-duty P.A. \n3. \nMedication \nWith regards to medication, \nMCC New York staff will make every \neffort to continue an inmate on a specific medication as long as \nthe inmate has proof that he is on that medication (a \nprescription, a prescription bottle, etc.).  However, for safety \nof staff and other inmates, there are several medications that an \ninmate may be on that are not on the national Bureau of Prisons \nformulary. In this instance, if \nmedical staff find it necessary \nto prescribe a substitute medication, they will \ndo so. If an \ninmate is prescribed a medication that has \nrefills, it is their \nresponsibility to notify the \npharmacy when they need a refill. \nPage \n19 of 22 \nEFTA00009696\n\nThis can be accomplished by placing the empty bottle on the daily \npill line \ncart that comes around to each housing unit at least \nonce a day. If medical staff feel that an inmate should not be \nin possession of certain medications they need (certain \npsychiatric medications), the inmate will be administered the \nmedication by \npharmacy during daily pill line. \n4. Independent Medical \nExaminations (IME) \nIf an attorney seeks a court \norder for an IME, the following \ninformation \nmust be included: \n(1) Inmate's \nname and register number; \n(2) A court order or similar court signed document for the \nexamination; \n(3) A \nprovision for time and date to be determined by all \naffected parties; \n(4) Expected length \nof examination; \n(5) Name, title, and organization of each person attending \n(all-non attorneys and non-legal \nrepresentatives will \nhave \nto fill out an application so MCC can complete a \nbackground check (See Attachment B); \n(6) \nList of all equipment to be used; and \n(7) An indication of \nwhether the inmate's consent has been \nobtained. \nAll of the above should be faxed to the Legal \nDepartment who will \nmake arrangements with the medical department for a convenient \ntime and date. The physician entering will be subject to using \nthe equipment available at MCC \nNew York. The physician will also \nhave to complete Attachment B. \n5. Visits with Inmates \nin Local Hospital \nAll \nUSMS inmates (inmates who have not yet been sentenced) will \nbe referred to the USMS for visiting, whether \nlegal or social. \nI. \nSpecial \nHousing \nUnit \n(SHU) \nMCC New York has a SHU to house inmates separate from the general \npopulation. The SHU consists of two categories of cells: \nadministrative detention and disciplinary segregation. \nDisciplinary Segregation Status.   A form of separation from the \ngeneral population in which \ninmates who commit serious violations \nof Bureau rules are confined by \nthe Discipline Hearing Officer, \nfor specified periods of time, in a cell removed \nfrom the general \npopulation. The DH0 imposes the sanction \nof disciplinary \nsegregation upon determining that no other available disposition \nwill adequately achieve the purpose of punishment and deterrence \nnecessary to regulate an inmate's behavior within acceptable \nlimits. \nPage \n20 of 22 \nEFTA00009697\n\nAdministrative Detention \nStatus.   A non-punitive form of \nseparation from the general population used when the continued \npresence of the inmate within the general population would pose a \nserious threat to life, property, self, staff or other inmates, \nor to the security or orderly \nrunning of the institution. This \nhousing status may also include inmates who require protective \ncustody, those who cannot be placed in local population because \nthey are en route to another institution (holdovers), and those \nwho are awaiting a hearing \nbefore the Unit Discipline Committee \nor Discipline Hearing Officer. Program \nStatement 5270.07, Inmate \nDiscipline and Special Housing Units,  found at Bureau's public \nwebsite. \nAdditionally, all newly arriving \ninmates at MCC are placed in the \nSpecial Housing Unit until they are screened and an appropriate \nhousing unit (general population or SHU) is determined. \nJ. Miscellaneous \n1. Religious Programs \nTitle 28 C.F.R. §548, Religious \nPrograms and Program Statement \n5360.09, Religious Beliefs and Practices set forth the Bureau of \nPrisons' policy for inmates who wish to practice their religion \nwhile \nincarcerated. Chaplains are available at all institutions. \nSee 28 C.F.R. \n§548.12. \nIn addition, contract \nreligious clergy \nand volunteers from the community augment Bureau staff to make \navailable a wide variety \nof programs, including those involving \ngroup worship, individual religions counseling, \nspiritual \nguidance, and the study of sacred \nwritings. \nSee \n28 C.F.R. \n§548.14. Inmates must make all religious requests, \nincluding \ncommon fare diets, through the Religious Services Department. \n2. \nFood \nService \nTitle 28 C.F.R. §548, Subpart C - Special Food and Meals, \nprovides that special diets are available to meet the medical \nneeds of diabetics and others who require low-salt, \nlow-calorie, \nor other special diets. Additionally, \"common-fare\" meals are \noffered to inmates whose religious practices require dietary \nrestrictions. See 28 C.F.R. §§547.20(b) and 548.20; Program \nStatement 5360.09, Religious \nBeliefs and \nPractices. \nThe common \nfare program is designed to meet the dietary requirements of \ndifferent religions. \n3. \nInmate Commissary \nInmates' families \nand friends may send inmates funds through \nWestern Union's Quick Collect Program or through the National \nLock Box. Please see instructions at the following address: \nhttp:_//www.bop.gov/inmate Programs/money/Isla \nPage 21 of 22 \nEFTA00009698\n\n4. \nMarriage \nInmates who seek \nauthorization to marry while in confinement must \nsubmit a written request through their Case Manager. \n5. Personal \nProperty \nBureau of Prisons policy on inmate retention of personal property \nis found in \nProgram Statement 5580.07, \nPersonal \nProperty, Inmate. \nSee also 28 C.F.R. Part 553 - Inmate Property. Inmates may \npossess only that property which by policy is authorized. See 28 \nC.F.R. \n§553.11. \nThose rules contribute to the management of \ninmate \npersonal property in the institution, and contribute to a \nsafe \nenvironment for staff and inmates by reducing fire hazards, \nsecurity risk, and sanitation problems. Personal hygiene \nitems \nare issued by the institution for indigent inmates. \nInmates may \nalso purchase personal property items from the \ninstitution \ncommissary. \nInmates going out to court may bring legal material relevant to \ntheir current court proceedings. Inmates are not allowed to \nreturn from \ncourt with additional legal materials. Attorneys \nwishing to provide inmates \nwith additional legal materials must \nsend such material in the mail or deposit \nthem material in the \nlobby legal mail drop boxes. \n6. A&O Handbook \nInmates entering MCC New York are provided with an Admission and \nOrientation (\"A&O\") Handbook, which explains institution rules \nand procedures. The A&O Handbook addresses subjects such as \npurchasing \nitems from the commissary, inmate correspondence and \nthe inmate \nadministrative remedy process. \nPage 22 of 22 \nEFTA00009699\n\nATTACHMENT A \nEFTA00009700\n\nMETROPOLITAN DETENTION CENTER \n100 29111 STREET \nBROOKLYN, NEW YORK 11232 \n(718) 840-4200 \nDear Sir/Madam: \nMETROPOLITAN CORRECTIONAL CENTER \n150 PARK ROW \nNEW YORK, NEW YORK 10007 \n(646) 836-6300 \nWe are in receipt of your request that you, or a person whom you employ or supervise, be allowed \nto visit and correspond in relation to legal matters with \nFederal Register Number \nIn order for such visiting or correspondence to be conducted, we must request that you, or your \nemployee or your student, complete and sign the enclosed questionnaire. Please answer the \nquestionnaire, and ensure that all sections are completed. In addition, we must request that the \nsponsoring attorney execute the Attorney's Statement at the end of the questionnaire. Please return \nthe form upon completion, either by regular or overnight mail. \n**BE ADVISED THAT APPLICATIONS WILL NOT BE ACCEPTED AT THE FRONT \nLOBBY OF THE INSTITUTION. APPLICATIONS SENT TO THIS OFFICE VIA \nFACSIMILE WILL BE DESTROYED UPON RECEIPT. ONLY ORIGINAL \nAPPLICATIONS WILL BE PROCESSED.** \nThe information supplied on this questionnaire may be used for investigative purposes in \ndetermining whether to grant this request to visit and correspond with inmates. The processing of \nthe applications takes a minimum of 14 days from the date of receipt. It is your responsibility to \ncontact the Legal Department to ascertain whether you, or your employee or student, will be \nallowed to visit or correspond with the above-referenced inmate. \nUpon approval, the applicants admittance to enter will expire (1) year from the applicants date \nof approval. It is the applicant's responsibility to reapply upon their expiration. \nPage 1 of 10 Revixed \nEFTA00009701\n\nGENERAL \nThis information is provided pursuant to Public Law 93-579, the Privacy Act of December 31. 1974. \nPURPOSES & USES \nThe information you supply may be used as a basis for an investigation regarding your \ncorrespondence with , Federal \nRegister Number .  In the process of conducting the investigation, the \nBureau of Prisons may disclose the information to federal, state, or local law enforcement agencies. \nEFFECTS OF NONDISCLOSURE \nYou are not required to supply the information requested on the attached questionnaire. If you do \nnot furnish the information requested, the processing of your request will be suspended, and you will \nreceive no further consideration. If you furnish only part of the information required, the processing \nof your request will be attempted; however, it  may be significantly delayed. If the information \nwithheld is found to be essential to processing your request properly, you will be so informed, and \nyour request will receive no further consideration unless you supply the missing information. \nAlthough no penalties are authorized for failure to supply the requested information, failure to \nsupply the information could result in your not being considered for or allowed admittance to the \ninstitution or correspondence privileges with the inmate in question. \nPage 2 of 10 Revixed \nEFTA00009702\n\nO PARALEGAL* (See Page 5) \nO INTERPRETER \nO PRIVATE INVESTIGATOR (See Page 9) \nq MITIGATION SPECIALIST (See Page 10) \n❑OTHER \nAPPLICATION TO ENTER AN INSTITUTION OR CORRESPOND WITH A FEDERAL \nPRISONER AS THE REPRESENTATIVE OF A LICENSED ATTORNEY. \nThis form has three parts: \n1.Questionnaire:    This questionnaire is to be completed by each paralegal, legal assistant, clerk, \nstudent, interpreter, mitigation specialist or private investigator who seeks to enter an institution of \nthe Federal Bureau of Prisons to visit or correspond with a federal prisoner as the representative of \na licensed attorney. This application will not be processed unless this questionnaire with the original \nsignature is received at the Legal Department. \n2. Certification:    Each person seeking to enter a federal institution to visit or correspond with a \nfederal prisoner must sign the certification which follows the questionnaire. \n3. Attorney's Statement:   The licensed attorney sponsoring you must sign the sponsoring \nstatement. This application will not be processed if the Attorney's Sponsoring Statement is not \nsigned. \nQUESTIONNAIRE \nNOTE: Answer all questions. If a question does not apply to you , write \"Not Applicable\" in the \nspace provided for the answer. \n1. Name: \nA: Any alias or other name ever used: \nName:   When Used: \n2. A. Social Security Number: \nB. Date of Birth:  C. Place of Birth: \nD. Sex:  E. Race: \nPage 3 of 10 Revixed \nEFTA00009703\n\n3. A. Present Residential Address: \nB. Length of time at this address: \nC. Home telephone number: \nD. List all residential addresses (including street and number, city and state) for the last \nfive (5) years and dates you resided at each address: \nAddresses Dates \n4. A. Present Place of Employment: \nI. Name of immediate supervisor: \nH. Employer's business address: \nIII. Employer's telephone number: \nIIII. Dates of Employment: \nB. List all previous employers for the past five (5) years, including employers' addresses and \ndates of your employment with each employer: \nEMPLOYER ADDRESS DATES OF EMPLOYMENT \n5. A. List all schools, universities, or other educational institutions attended from grade \nPage 4 of 10 Revixed \nEFTA00009704\n\n10 to present (this should include any and all legal training that you have received): \nSCHOOL ADDRESS DEGREE & DATE RECEIVED \n*B. Paralegal entrance privileges are ONLY extended to paralegals in the employ of the \nsponsoring attorney, not self-employed paralegals who are consulted by attorneys. \nParalegal applications require the applicant A) be a current law school student or graduate \nB) provide a  copy of their paralegal certificate or C) have a  minimum of (6) months \nexperience as a paralegal working with their sponsoring attorney AND provide a letter \nfrom the sponsoring attorney stating the applicant's duties. \n6. Have you ever been convicted of ANY criminal offense? \nIf so, complete the following. You may exclude any convictions for minor traffic violations \n(fine of $150.00 or less) \nOFFENSE DATE OF CONVICTION NAME & LOCATION OF COURT \n7. Have you ever been confined in any jail, prison or penal institution? \nIf so, complete the following: \nType of Institution Location \n(State, Federal, Municipal County) \nDates of Confinement \nPage 5 of 10 Revixed \nEFTA00009705\n\n8. Have you ever been charged with a criminal offense? If yes, please briefly summarize \ncircumstances and legal disposition of the case. \n9. A Have you ever been denied permission to visit or correspond with an inmate by an institution \nwithin the Federal Bureau of Prisons (social or legal)? \nB. If so, state the institution(s), inmate(s) and date(s) of denial. \n10. Are you a citizen of the United States? A. \nIf not, give the name of the country of which you are a citizen or subject: B. \nAlien Registration Number: C. \n11. Are you a relative of or have a social relationship with the inmate(s) you are seeking to visit \nwith at the MDC/ MCC? If yes, explain relationship. \n12. Are you currently on, or seeking to be placed on the social visiting list of any inmate(s) \nhoused at a federal institution? \nPage 6 of 10 Revixed \nEFTA00009706\n\nSTATEMENT OF APPLICANT \nI certify that I am authorized to act as the legal representative of \nwho is a licensed member of the bar of the State of \nI request that I be allowed to interview and correspond with \nFederal Register Number    who is confined at the MDC/ MCC. \nI am aware of my responsibility as a representative of the above-named attorney and certify \nthat I am able to meet this responsibility. I am also aware of the Bureau of Prisons' Policy \non Inmate Legal Activities and certify that I am able to and will adhere to the requirements \nof this policy. I pledge to abide by Bureau of Prisons regulations and institution guidelines. \nI hereby certify that all of the information contained in this questionnaire is true and correct \nto the best of my knowledge. Furthermore, I understand that all information contained in this \nquestionnaire may be investigated and verified through the use of federal, state and local \nauthorities. \nApplicant's printed name: \nApplicant's signature: \nDate Completed: \nPrivate Investigators must submit a copy of their Private Investigators Certificate and Private \nInvestigator's photo identification. \nPage 7 of 10 Revixed \nEFTA00009707\n\nSTATEMENT OF SPONSORING ATTORNEY \nI hereby certify that I am a licensed member of the bar of the State of \nand that I employ or supervise \nI authorize to represent me and request that as my \nrepresentative she/he be allowed to interview and correspond with \nFederal Register Number   who is currently confined at MDC \nBrooklyn/ MCC New York, I further certify that is aware \nof the responsibility of her/his role as my representative and is able to meet this \nresponsibility. I pledge that I  will supervise my representative's activities. I accept personal \nand professional responsibility for all acts of my representative which affect the institution, \nits inmates or staff. \nAttorney's printed name: \nAddress: \nTelephone Number: \nAttorney's Signature: \nDate Completed: \nPage 8 of 10 Revixed \nEFTA00009708\n\nPRIVATE INVESTIGATOR APPLICANTS \nThe following visiting procedures will be applied to Private Investigators entering the \ninstitutions: \nPrivate Investigators on the approved list will be permitted to enter the institution without the \naccompaniment of their sponsoring attorney. \nPrivate Investigators will be required to submit a statement of sponsoring attorney as well as a \ncopy of their Private Investigator's License EACH TIME THEY WANT TO VISIT ON \nBEHALF OF AN ATTORNEY OTHER THAN THE INITIAL SPONSORING ATTORNEY. \nYour admittance to enter will expire one year from the date of your approval or upon the \nexpiration of your private investigators license (which ever comes first). \nPrivate Investigators will be permitted to bring pre-approved interpreters, if necessary. \nPlease be advised that it is the responsibility of the Private Investigator to make her/his sponsoring \nattorney aware of the above procedures. The enclosed Sponsoring Statement form can be \nreproduced locally. \nPage 9 of 10 Revixed \nEFTA00009709\n\nMITIGATION SPECIALIST/ DOCTOR APPLICANTS \nThe following visiting procedures will be applied to Mitigation Specialists entering this \ninstitution: \nMitigation Specialists/ Doctors on the approved list will be permitted to enter the institution \nwithout the accompaniment of their sponsoring attorney. \nMitigation Specialists/ Doctors will be required to submit a court order along with the statement \nof sponsoring attorney EACH TIME THEY WANT TO VISIT ON BEHALF OF AN \nATTORNEY OTHER THAN THE INITIAL SPONSORING ATTORNEY. \nA new order must be produced for each inmate that the Mitigation Specialist/ Doctor seeks to \ncorrespond with, additionally, a new order must be produced when the mitigation specialist is \nrenewing their application after expiration. \nMitigation Specialists/ Doctors will be permitted to bring pre-approved interpreters, if necessary. \nMitigation Specialists/ Doctors must schedule visits by faxing a copy of the order and a letter \nspecifying the date and time requested. The letter should include the inmate's name and register \nnumber. The request needs to be faxed to the respective Legal Department for the institution you \nneed to visit. \nPlease be advised that it is the responsibility of the Mitigation Specialist/ Doctors to make her/his \nsponsoring attorney aware of the above procedures. The enclosed Sponsoring Statement form can \nbe reproduced locally. \nPage 10 of 10 Revixed \nEFTA00009710\n\nATTACHMENT B \nEFTA00009711\n\nBP-A0660.012 \nAP  99 \nU.S. \nDEPARTMENT OF \nJUSTICE \nNCIC \nCHECK \nFEDERAL BUREAU OF PRISONS \nAUTHORIZATION \nFOR RELEASE OF \nINFORMATION \nNCIC \n(National Crime \nInformation \nCenter) CHECK \nI  hereby \nauthorize a \nrepresentative of \nthe Federal \nBureau of Prisons to \nobtain any \ninformation \non my \ncriminal history \nbackground. \ni understand that \nthis check \nmust be done \nbefore I am \nallowed to \nenter/serve at \nany Bureau \nfacility. I \nalso understand \nthat \nrefusal \nto \nprovide all \nnecessary \ninformation may \nresult in 1) \ndenial of entry \ninto a \nBureau \nfacility and 2) \ndenial of \nvolunteer/contract \nstatus. \n1. Name (Last, \nFirst, Middle) \n2. Address (Street \naddress) (City, \nState, \nCounty, \nZip \nCode) \n3. Home Telephone \nNumber (Area \nCode, Number): \n4. \nAliases/Nickname: \n5. \nCitizenship \n(List the country \nyou are a \ncitizen of): \n6. Social Security \nNumber: \n7. \nDate \nof Birth (Month, day, \nyear): \n8a. \nSex: \nOb. \nRace: \nSc. \nHeight: \n8d. Weight: \n80. Color of Eyes: \n8f. Color \nof \nHair: \n9. Place of \nBirth \n(City, \nState, \nCounty), \n(List \ncity, \ncounty and country if outside the \nU.S. \nA) \n10. The \nabove listed \ninformation \nis \ntrue \nand correct. \nApplicant's \nSignature \n10a. Date \nPRIVACY \nAC7 NOTICE \nAuthority for \nCollecting \nInformation:  E.O. \n10450; 5 CSC 1303-1305; \n42 \nUSC \n2165 \nand 2455; \n22 USC 2585 \nand 2519; and \n5 USC 3301 \nPurposes and Uses' \nInformation provided \non this form will \nbe furnished to \nindividuals in \norder to \nobtain information \nregarding \nactivities in connection \nwith an \ninvestigation to \ndetermine (1) fitness for Federal \nemployment, \n(2) \nclearance to \nperform \ncontractual \nservice \nfor the Federal \nGovernment, (3) security \nclearance or access. \nThe information \nobtained \nmay be \nfurnished to third parties \nas necessary in the \nfulfillment of \nofficial \nresponsibilities. \nEffects of Non\n-disclosures:  Furnishing the \nrequested information is \nvoluntary, but failure \nto provide all or of \npart the information may \nresult in lack of further \nconsideration for \nemployment, \nclearance or access, or \nin the termination of \nyour employment. \n!This form may by replicated \nvie MP) \nEFTA00009712",
    "pageCount": 37,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Telephone Numbers",
        "role": "extracted",
        "context": "DUCTION 1 \nA. \nAddress \n1 \nB. Telephone Numbers \n1 \nC. \nBureau of \nPrisons' W"
      },
      {
        "name": "Web Address",
        "role": "extracted",
        "context": "s \n1 \nC. \nBureau of \nPrisons' Web Address \n2 \nII. PRETRIAL DETENTION \n3"
      },
      {
        "name": "Legal Visiting",
        "role": "extracted",
        "context": "II. PRETRIAL DETENTION \n3 \nA. Legal Visiting 3 \n1. Visiting \nHours 3 \n2."
      },
      {
        "name": "Visiting \nHours",
        "role": "extracted",
        "context": "N \n3 \nA. Legal Visiting 3 \n1. Visiting \nHours 3 \n2. \nAttorney Processing \n4"
      },
      {
        "name": "Attorney Processing",
        "role": "extracted",
        "context": "3 \n1. Visiting \nHours 3 \n2. \nAttorney Processing \n4 \n3. \nIdentification \n4 \n4."
      },
      {
        "name": "Property Brought",
        "role": "extracted",
        "context": "4 \n3. \nIdentification \n4 \n4. Property Brought Into the Visiting Room \nS \n5."
      },
      {
        "name": "Visiting Room",
        "role": "extracted",
        "context": "4. Property Brought Into the Visiting Room \nS \n5. Private \nConference Ro"
      },
      {
        "name": "Private \nConference",
        "role": "extracted",
        "context": "Into the Visiting Room \nS \n5. Private \nConference Rooms \n6 \n6. Multiple \nClient"
      },
      {
        "name": "Multiple \nClient",
        "role": "extracted",
        "context": "vate \nConference Rooms \n6 \n6. Multiple \nClient Visits \n6 \n7. \nDress Code \n7"
      },
      {
        "name": "Dress Code",
        "role": "extracted",
        "context": "ltiple \nClient Visits \n6 \n7. \nDress Code \n7 \n8. Legal \nRepresentatives"
      },
      {
        "name": "Legal \nRepresentatives",
        "role": "extracted",
        "context": "its \n6 \n7. \nDress Code \n7 \n8. Legal \nRepresentatives 7 \n9. \nPolygraphs \n8 \n10. \nDe"
      },
      {
        "name": "Separation Assignment",
        "role": "extracted",
        "context": "s \n8 \n10. \nDepositions 8 \n11. Separation Assignment/Co-Defendant \nMeetings 9 \n12."
      },
      {
        "name": "Defendant \nMeetings",
        "role": "extracted",
        "context": "11. Separation Assignment/Co-Defendant \nMeetings 9 \n12. Foreign \nAttorneys \n10"
      },
      {
        "name": "Foreign \nAttorneys",
        "role": "extracted",
        "context": "Co-Defendant \nMeetings 9 \n12. Foreign \nAttorneys \n10 \n13. \nSocial Visiting 10"
      },
      {
        "name": "Social Visiting",
        "role": "extracted",
        "context": "Foreign \nAttorneys \n10 \n13. \nSocial Visiting 10 \nB. \nTelephone Calls \n10"
      },
      {
        "name": "Telephone Calls",
        "role": "extracted",
        "context": "13. \nSocial Visiting 10 \nB. \nTelephone Calls \n10 \n1. Unmonitored \nTelephon"
      },
      {
        "name": "Unmonitored \nTelephone",
        "role": "extracted",
        "context": "B. \nTelephone Calls \n10 \n1. Unmonitored \nTelephone Calls \n10 \n2. \nInmate Telepho"
      },
      {
        "name": "Inmate Telephone",
        "role": "extracted",
        "context": "red \nTelephone Calls \n10 \n2. \nInmate Telephone System \n(ITS) \n11 \n3. \nEmerge"
      },
      {
        "name": "Emergency Telephone",
        "role": "extracted",
        "context": "ephone System \n(ITS) \n11 \n3. \nEmergency Telephone Calls \n12 \nC. \nLegal Mail 12"
      },
      {
        "name": "Legal Mail",
        "role": "extracted",
        "context": "ency Telephone Calls \n12 \nC. \nLegal Mail 12 \n1. Legal Mail Envelopes 1"
      },
      {
        "name": "Legal \nMail",
        "role": "extracted",
        "context": ". Legal Mail Envelopes 12 \n2. Legal \nMail Packages \n13 \n3. FedEx \nand U"
      },
      {
        "name": "Court \nClothing",
        "role": "extracted",
        "context": "d UPS \n13 \n4. \nStamps \n13 \n5. Court \nClothing 14 \n6. Mail for Multiple \nDef"
      },
      {
        "name": "Multiple \nDefendants",
        "role": "extracted",
        "context": "urt \nClothing 14 \n6. Mail for Multiple \nDefendants \n14 \nD. \nRelease of \nRecords/"
      },
      {
        "name": "Medical Records",
        "role": "extracted",
        "context": "ion 14 \n1. Subpoenas \n14 \n2. \nMedical Records \n15 \nE Inmate Legal \nActiviti"
      },
      {
        "name": "Inmate Legal",
        "role": "extracted",
        "context": "4 \n2. \nMedical Records \n15 \nE Inmate Legal \nActivities \n15 \n1. Law Libra"
      },
      {
        "name": "Law Library",
        "role": "extracted",
        "context": "ate Legal \nActivities \n15 \n1. Law Library 15 \n2. Access to Computerized"
      },
      {
        "name": "Computerized Discovery",
        "role": "extracted",
        "context": "Law Library 15 \n2. Access to Computerized Discovery \nMaterials 16 \n3  Leisure Lib"
      },
      {
        "name": "Leisure Library",
        "role": "extracted",
        "context": "d Discovery \nMaterials 16 \n3  Leisure Library 16 \n4. \nService of Process \n1"
      },
      {
        "name": "Administrative Remedy",
        "role": "extracted",
        "context": ". \nService of Process \n16 \nF. Administrative Remedy Program 17 \nG. Inmate \nDesign"
      },
      {
        "name": "Inmate \nDesignations",
        "role": "extracted",
        "context": "trative Remedy Program 17 \nG. Inmate \nDesignations \n18 \nCourt Ordered Studies \n1"
      },
      {
        "name": "Court Ordered",
        "role": "extracted",
        "context": "G. Inmate \nDesignations \n18 \nCourt Ordered Studies \n19 \nH. \nHealth Servi"
      },
      {
        "name": "Health Services",
        "role": "extracted",
        "context": "ourt Ordered Studies \n19 \nH. \nHealth Services \n19 \n1. Sick Call 19 \n2. \nEme"
      },
      {
        "name": "Sick Call",
        "role": "extracted",
        "context": "H. \nHealth Services \n19 \n1. Sick Call 19 \n2. \nEmergency Care \n19 \n3"
      },
      {
        "name": "Emergency Care",
        "role": "extracted",
        "context": "ces \n19 \n1. Sick Call 19 \n2. \nEmergency Care \n19 \n3. Medication \n19 \n4. \nI"
      },
      {
        "name": "Independent Medical",
        "role": "extracted",
        "context": "e \n19 \n3. Medication \n19 \n4. \nIndependent Medical Exams \n20 \n5. Visits with Inm"
      },
      {
        "name": "Special \nHousing",
        "role": "extracted",
        "context": "Inmates \nin Hospital \n20 \nI. \nSpecial \nHousing Unit \n20 \nJ. \nMiscellaneous"
      },
      {
        "name": "Religious \nPrograms",
        "role": "extracted",
        "context": "20 \nJ. \nMiscellaneous \n21 \n1. Religious \nPrograms \n21 \n2. \nFood Service \n21 \n3."
      },
      {
        "name": "Food Service",
        "role": "extracted",
        "context": "Religious \nPrograms \n21 \n2. \nFood Service \n21 \n3. Inmate \nCommissary \n2"
      },
      {
        "name": "Inmate \nCommissary",
        "role": "extracted",
        "context": "21 \n2. \nFood Service \n21 \n3. Inmate \nCommissary \n21 \n4. \nMarriage \n22 \n5. Per"
      },
      {
        "name": "Personal \nProperty",
        "role": "extracted",
        "context": "ary \n21 \n4. \nMarriage \n22 \n5. Personal \nProperty \n22 \n6. Admission and \nOrient"
      },
      {
        "name": "Orientation Handbook",
        "role": "extracted",
        "context": "operty \n22 \n6. Admission and \nOrientation Handbook \n22 \nATTACHMENTS \nAttachment"
      },
      {
        "name": "Enter \nInstitution",
        "role": "extracted",
        "context": "Attachment A-Application to Enter \nInstitution as Representative Form \nAttac"
      },
      {
        "name": "Representative Form",
        "role": "extracted",
        "context": "tion to Enter \nInstitution as Representative Form \nAttachment B\n-National Crime"
      },
      {
        "name": "National Crime",
        "role": "extracted",
        "context": "sentative Form \nAttachment B\n-National Crime Information Center Form \nEFTA"
      },
      {
        "name": "Information Center",
        "role": "extracted",
        "context": "Attachment B\n-National Crime Information Center Form \nEFTA00009677\n\nI. INTROD"
      },
      {
        "name": "The Metropolitan",
        "role": "extracted",
        "context": "FTA00009677\n\nI. INTRODUCTION \nThe Metropolitan \nCorrectional Center, in New"
      },
      {
        "name": "Correctional Center",
        "role": "extracted",
        "context": "TRODUCTION \nThe Metropolitan \nCorrectional Center, in New York, New York (MCC"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "is owned and operated by the Federal Bureau of Prisons \n(Bureau), an agen"
      },
      {
        "name": "Eastern \nDistricts",
        "role": "extracted",
        "context": "l \ncourts in the Southern and Eastern \nDistricts of New York by \nproviding pre"
      },
      {
        "name": "Marshals Service",
        "role": "extracted",
        "context": "in conjunction with the U.S. \nMarshals Service (USMS). \nThis \nguide outlines"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "fendants incarcerated at \nMCC New \nYork. The procedures cover issues"
      },
      {
        "name": "Staff Name",
        "role": "extracted",
        "context": "1. Mailing \naddress \nStaff: \nStaff Name \nand Title \nMCC \nNew York \nMe"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "me \nand Title \nMCC \nNew York \nMetropolitan Correctional \nCenter \n150 \nPark Row \nNew Y"
      },
      {
        "name": "Park Row",
        "role": "extracted",
        "context": "an Correctional \nCenter \n150 \nPark Row \nNew York, NY 10007 \nB. \nTele"
      },
      {
        "name": "Telephone \nNumbers",
        "role": "extracted",
        "context": "Row \nNew York, NY 10007 \nB. \nTelephone \nNumbers \n1. MCC New York \nMain \nNumbe"
      },
      {
        "name": "Main \nNumber",
        "role": "extracted",
        "context": "ne \nNumbers \n1. MCC New York \nMain \nNumber \n2. Legal \nDepartment \nInmate"
      },
      {
        "name": "Legal \nDepartment",
        "role": "extracted",
        "context": "CC New York \nMain \nNumber \n2. Legal \nDepartment \nInmates: \nInmate \nName and R"
      },
      {
        "name": "Inmate \nName",
        "role": "extracted",
        "context": "Legal \nDepartment \nInmates: \nInmate \nName and Reg. No. \nMCC \nNew York"
      },
      {
        "name": "Control Center",
        "role": "extracted",
        "context": "s must be cleared through the Control Center for \nsecurity purposes, direc"
      },
      {
        "name": "Legal \nDept",
        "role": "extracted",
        "context": "an administrative assistant. \nLegal \nDept. Fax No. \nPage \n1 of 22 \nEFTA"
      },
      {
        "name": "Fax No",
        "role": "extracted",
        "context": "tive assistant. \nLegal \nDept. Fax No. \nPage \n1 of 22 \nEFTA00009678"
      },
      {
        "name": "Bureau \nThe",
        "role": "extracted",
        "context": "ge \n1 of 22 \nEFTA00009678\n\nC. Bureau \nThe \nweb address \nLocator, Bureau"
      },
      {
        "name": "Inmate \nProgram",
        "role": "extracted",
        "context": "ob.clov.   You can access the Inmate \nProgram Statements, and procedures fo"
      },
      {
        "name": "Information Act",
        "role": "extracted",
        "context": "or requesting \nthe Freedom of Information Act. \nPage \n2 of 22 \nEFTA00009679"
      },
      {
        "name": "Attorney Guide",
        "role": "extracted",
        "context": "cted not only to abide by the Attorney Guide, \nbut generally to act in a p"
      },
      {
        "name": "Federal Holidays",
        "role": "extracted",
        "context": "ws: \nMonday-Sunday (including Federal Holidays) 8:00 a.m. - 7:00 \np.m. \nVisi"
      },
      {
        "name": "Legal Department",
        "role": "extracted",
        "context": "sted \nthrough MCC New York's \nLegal Department with at least 24 hours \nnotic"
      },
      {
        "name": "The Legal",
        "role": "extracted",
        "context": "th at least 24 hours \nnotice (The Legal Department is open Monday-Fri"
      },
      {
        "name": "Operations Lieutenant",
        "role": "extracted",
        "context": "d it, he/she must contact the Operations Lieutenant. \nIf there is any problem wit"
      },
      {
        "name": "Institution \nDuty",
        "role": "extracted",
        "context": "should ask to speak with the Institution \nDuty Officer \nor Operations Lieute"
      },
      {
        "name": "Identification \nTo",
        "role": "extracted",
        "context": "void unnecessary delays. \n3. \nIdentification \nTo receive attorney entrance pri"
      },
      {
        "name": "Excluding Legal",
        "role": "extracted",
        "context": "membership in any state bar. \nExcluding Legal \nAid Society Federal Defender"
      },
      {
        "name": "Aid Society",
        "role": "extracted",
        "context": "state bar. \nExcluding Legal \nAid Society Federal Defender's, NY State"
      },
      {
        "name": "Federal Defender",
        "role": "extracted",
        "context": "Excluding Legal \nAid Society Federal Defender's, NY State \nAttorneys are re"
      },
      {
        "name": "State \nAttorneys",
        "role": "extracted",
        "context": "ociety Federal Defender's, NY State \nAttorneys are required to have a Secure"
      },
      {
        "name": "Secure Pass",
        "role": "extracted",
        "context": "orneys are required to have a Secure Pass Identification card \nfor entr"
      },
      {
        "name": "State \nBar",
        "role": "extracted",
        "context": "sh his or her membership in a State \nBar. \nAfter completing the \nNotif"
      },
      {
        "name": "Official Visitors",
        "role": "extracted",
        "context": "itted \nin the Visiting Room. \nOfficial Visitors: \nFederal employees, includin"
      },
      {
        "name": "Probation Officers",
        "role": "extracted",
        "context": ", U.S. Court officials, U.S. \nProbation Officers, and Assistant \nFederal Publi"
      },
      {
        "name": "Assistant \nFederal",
        "role": "extracted",
        "context": "U.S. \nProbation Officers, and Assistant \nFederal Public Defenders, will \nbe pe"
      },
      {
        "name": "Public Defenders",
        "role": "extracted",
        "context": "icers, and Assistant \nFederal Public Defenders, will \nbe permitted to visit"
      },
      {
        "name": "Legal Material",
        "role": "extracted",
        "context": "ught \ninto the Visiting Room \nLegal Material \nAn attorney may bring into t"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "band. Inmates housed \nin the \nSpecial Housing Unit (SHU) will be allowed to"
      },
      {
        "name": "Review Discovery",
        "role": "extracted",
        "context": "PIayers, VCRs & Computers to Review Discovery \nMaterial \nDue to security co"
      },
      {
        "name": "Material \nDue",
        "role": "extracted",
        "context": "omputers to Review Discovery \nMaterial \nDue to security concerns, attorne"
      },
      {
        "name": "Law \nLibrary",
        "role": "extracted",
        "context": "material as described in the Law \nLibrary Section, El. \n5. \nPrivate Con"
      },
      {
        "name": "Private Conference",
        "role": "extracted",
        "context": "aw \nLibrary Section, El. \n5. \nPrivate Conference Rooms \nThese rooms are availa"
      },
      {
        "name": "Rooms \nThese",
        "role": "extracted",
        "context": ", El. \n5. \nPrivate Conference Rooms \nThese rooms are available on a firs"
      },
      {
        "name": "Multiple Client",
        "role": "extracted",
        "context": "y visit will \ntake place. \n6. Multiple Client Visits \nAttorneys are not lim"
      },
      {
        "name": "Visits \nAttorneys",
        "role": "extracted",
        "context": "ke place. \n6. Multiple Client Visits \nAttorneys are not limited in the number"
      },
      {
        "name": "Codefendant Meeting",
        "role": "extracted",
        "context": "ease see below in \nSeparation/Codefendant Meeting Section 11 for instruction \no"
      },
      {
        "name": "Defendant Meetings",
        "role": "extracted",
        "context": "on 11 for instruction \non Co-\nDefendant Meetings. When an attorney has finishe"
      },
      {
        "name": "Legal Representatives",
        "role": "extracted",
        "context": "uirements set \nforth in the \n\"Legal Representatives\" section below. See Section"
      },
      {
        "name": "See Section",
        "role": "extracted",
        "context": "presentatives\" section below. See Section \n8. \nAttorneys are ordinarily"
      },
      {
        "name": "Dress \nCode",
        "role": "extracted",
        "context": "able to defense \ncounsel. \n7. Dress \nCode \nAll visitors, including \natt"
      },
      {
        "name": "The Warden",
        "role": "extracted",
        "context": "including bras for females).  The Warden has \ndelegated to the Institu"
      },
      {
        "name": "Institution Duty",
        "role": "extracted",
        "context": "Warden has \ndelegated to the Institution Duty Officer the ultimate decision"
      },
      {
        "name": "Duty \nOfficer",
        "role": "extracted",
        "context": "de the \nVisiting Room. If the Duty \nOfficer is not available, the \nOperat"
      },
      {
        "name": "Legal \nDepartments",
        "role": "extracted",
        "context": "uested from and mailed to the Legal \nDepartments of \neither MCC New York or MD"
      },
      {
        "name": "Polygraphs \nThe",
        "role": "extracted",
        "context": "eflecting \nthe new year. \n9. \nPolygraphs \nThe Warden may permit \npolygraph"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [
      "(646) 836-6300",
      "(718) \n840-4250",
      "(718) 840-4200"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:40.517Z"
}