{
  "document": {
    "id": "efta00023424",
    "filename": "EFTA00023424.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00023424.pdf",
    "text": "\n\nPage I  of 4 \nOCC Electronic Freedom of Information - NYT FOR request —  BOP 82, filed 8/13/19 \nFrom: \"Ivor r \nTo: \nDate: 8/13/2019 5:00 PM \nSubject: NYT FOIA request -- BOP #2, filed 8/13/19 \nHi, I am enclosing a FOIA request, below. Please let me know if I can be of any help in explaining this \nor narrowing it. \nMany thanks, \nDanielle \nDanielle Ivory \nReporter \nThe New York Times \n620 Eighth Avenue \nNew York, NY 10018 \nOffice phone: \nMobile phone: \nEmail: \nAug. 13, 2019 \nBureau of Prisons \nFREEDOM OF INFORMATION ACT REQUEST \nDear FOIA Officer: \nRequested records \n\"Records\" means information of any kind, including writings (handwritten, typed, electronic or otherwise \nproduced, reproduced or stored), letters, memoranda, correspondence, notes, applications, completed \nforms, studies, reports, reviews, telephone conversations, faxes, emails, documents, photographs, \nEFTA00023424\n\nPage 2 of 4 \nminutes of meetings, records of meetings in any form, and any other compilation of data from which \ninformation can be obtained. All of the foregoing are included in this request if they are in the \npossession of or otherwise under the New York Times requests for Records of the following type in the \npossession, custody, or control of OSHA. \nPursuant to the Freedom of Information Act, 5 U.S.C. Section 552 et seq (\"FOIA\"), I request copies of \n(or access to) documents about Jeffrey Epstein who died at the Metropolitan Correctional Center \n(MCC) on Aug. 10, 2019, specifically (hereafter described as \"the records\"): \n(1) All video camera footage at MCC pertinent to the Jeffrey Epstein suicide and the first suicide \nattempt. \n(2) All BOP documents pertaining to Jeffrey Epstein's suicide and first suicide attempt. \n(3) All BOP documents, including email correspondence and meeting minutes, pertaining to the \ndecision to remove Jeffrey Epstein from suicide watch. \n(4) All BOP special investigation reports mentioning Jeffrey Epstein. \n(5) All BOP correspondence with the U.S. Attorney's Office regarding Jeffrey Epstein. \nThe Bureau of Prisons web-based inmate locator shows that only one Jeffrey Epstein is listed in the \nBOP system, so identifying the correct Jeffrey Epstein should not be a problem for the bureau. For this \nrequest, records generated by BOP employees based in New York, Texas, and in Washington, DC, \nshould be searched. \nI am a reporter for The New York Times, an accredited and recognized newsgathering organization. I \nrequest the Records to inform the public about matters of public concem. \nONGOING LAW ENFORCEMENT PROCEEDINGS/INVESTIGATIONS \nAs to any records located in the investigative files of pending investigations, you may not assert \nExemption 7(A) without conducting a document-by-document review to determine whether release of \nthe records would interfere with ongoing law enforcement proceedings. \nThe United States District Court of the District of Columbia recently \"remind[ed] the FBI of its obligation \nto conduct record-level reviews at the administrative level before refusing to produce records contained \nin its investigative files.\" Tipograph v. Dep't of Justice, 83 F. Supp. 2d 234 (D.D.C. Mar. 18, 2015) \nIn addition, the FOIA Improvement Act of 2016 added a provision instructing federal agencies to \nwithhold records only when their release would work some foreseeable or is prohibited by law, not just \nbecause they may technically be exempt. \nEven if the records might otherwise be exempt, an agency may withhold them only if their disclosure \nEFTA00023425\n\nPage 3 of 4 \nwould actually harm the interest protected by the exemption, or if it is prohibited by some other law. 5 \nU.S.0 552(a)(8). The agency does need to identify what reasonably foreseeable harm would flow from \nrelease of the information being withheld, consider partial disclosure of the information, take reasonable \nsteps to segregate and release nonexempt information. \nRESPONSE TIME \nFOIA requires that your agency respond to this request within 20 business days. This request is \nsegregable, and your agency may not withhold entire records because of one section that you believe \nis exempt from disclosure. Under federal law, if you choose to withhold any such parts of the records \nfrom disclosure, you must specify in a written response the factual and legal basis for withholding any \npart of the Records. \nESTIMATED DATE OF COMPLETION \nI respectfully request that you provide me with a reasonably estimated date of completion. See 5 U.S.C. \n§ 552(a)(7)(B)(ii). If the estimated date of completion is being significantly delayed because of a portion \nof the request needs to be processed by another agency, please inform me which agency that is and \nwhether it has provided you with an estimated date of completion. \nFORMAT OF REQUESTED RECORDS \nI am further requesting that the Records be provided to me on computer files in the same format as \nthey are currently maintained at the agency, pursuant to Burka v. Dept. of Health & Human Svcs., 87 \nF.3d 508 (D.C. Cir. 1996). As you know, providing documents electronically is cheaper than mailing \nhard copies. \nFEE WAIVER \nI respectfully request that you waive all fees in connection with this request as provided by 5 U.S.C. § \n552(a)(4)(A)(iii). FOIA was designed to provide citizens a broad right to access government records. \nFOIA's basic purpose is to \"open agency action to the light of public scrutiny,\" with a focus on the \npublic's \"right to be informed about what their government is up to.\" U.S. Dep't of Justice v. Reporters \nComm. For Freedom of Press, 489 U.S. 749, 773-74 (1989) (internal quotation and citations omitted). \nIn order to provide public access to this information, FOIA's fee waiver provision requires \"[djocuments \nshall be furnished without any charge or at a [reduced] charge . . . disclosure of the information is in the \npublic interest because it is likely to contribute significantly to public understanding of the operations or \nactivities of the government and is not primarily in the commercial interest of the requester.\" 5 U.S.C. § \nEFTA00023426\n\nPage 4 014 \n552(a)(4)(A)(iii). \nEXPEDITED PROCESSING \nThere is extreme public interest in records concerning the prison stay and death of Jeffrey Epstein, who \nwas accused of sexually abusing scores of women and underage girls. Not only has a person died in \nfederal custody, but the death has generated multiple conspiracy theories implicating government \nworks at the highest levels and taxpayer money. Disclosure of the records request is in the public \ninterest because disclosure is likely to contribute significantly to the understanding of the operations or \nactivities of the government. In addition, as one of the largest circulation newspapers in the United \nStates, The New York Times plays an important role in sharing information with the public and helping \nthe public understand how the federal government works. Disclosure of the records is not primarily in \nthe commercial interest of myself or The New York Times but is intended to facilitate reporting on the \noperations of government. \nPlease contact me if I may assist in your office's response to this request. \nYours, \nDanielle Ivory \nDanielle Ivory \nThe New York Times \nOffice: \nCell: \nFax: \nSignal encrypted chat: \nEFTA00023427",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "request copies of \n(or access to) documents about Jeffrey Epstein who died at the Metropolitan Correctional Center"
      },
      {
        "name": "Electronic Freedom",
        "role": "extracted",
        "context": "Page I  of 4 \nOCC Electronic Freedom of Information - NYT FOR requ"
      },
      {
        "name": "Danielle \nDanielle",
        "role": "extracted",
        "context": "narrowing it. \nMany thanks, \nDanielle \nDanielle Ivory \nReporter \nThe New York"
      },
      {
        "name": "Ivory \nReporter",
        "role": "extracted",
        "context": "y thanks, \nDanielle \nDanielle Ivory \nReporter \nThe New York Times \n620 Eigh"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "le \nDanielle Ivory \nReporter \nThe New York Times \n620 Eighth Avenue"
      },
      {
        "name": "York Times",
        "role": "extracted",
        "context": "elle Ivory \nReporter \nThe New York Times \n620 Eighth Avenue \nNew York,"
      },
      {
        "name": "Eighth Avenue",
        "role": "extracted",
        "context": "rter \nThe New York Times \n620 Eighth Avenue \nNew York, NY 10018 \nOffice p"
      },
      {
        "name": "Information Act",
        "role": "extracted",
        "context": ". \nPursuant to the Freedom of Information Act, 5 U.S.C. Section 552 et seq"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "ffrey Epstein who died at the Metropolitan Correctional Center \n(MCC) on Aug. 10, 201"
      },
      {
        "name": "The Bureau",
        "role": "extracted",
        "context": "e regarding Jeffrey Epstein. \nThe Bureau of Prisons web-based inmate l"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "law enforcement proceedings. \nThe United States District Court of the"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "ment proceedings. \nThe United States District Court of the District of Colu"
      },
      {
        "name": "Improvement Act",
        "role": "extracted",
        "context": "2015) \nIn addition, the FOIA Improvement Act of 2016 added a provision ins"
      },
      {
        "name": "Human Svcs",
        "role": "extracted",
        "context": "to Burka v. Dept. of Health & Human Svcs., 87 \nF.3d 508 (D.C. Cir. 199"
      },
      {
        "name": "Reporters \nComm",
        "role": "extracted",
        "context": "to.\" U.S. Dep't of Justice v. Reporters \nComm. For Freedom of Press, 489 U."
      },
      {
        "name": "For Freedom",
        "role": "extracted",
        "context": "f Justice v. Reporters \nComm. For Freedom of Press, 489 U.S. 749, 773-7"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "circulation newspapers in the United \nStates, The New York Times plays an"
      },
      {
        "name": "Danielle Ivory",
        "role": "extracted",
        "context": "nse to this request. \nYours, \nDanielle Ivory \nDanielle Ivory \nThe New York"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      },
      {
        "name": "Washington, DC",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-08-13",
        "event": "8/13/2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:08.944Z"
}