{
  "document": {
    "id": "efta00013290",
    "filename": "EFTA00013290.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013290.pdf",
    "text": "\n\nFrom: \nTo: \n'\nLO, \nSubject: FW: Ghislaine Maxwell 02879-509 \nDate: Thu, 07 Jan 2021 18:27:23 +0000 \n(USANYS)\" \nFYI \nO\nFromatniss, \nSent: Thursda , January 7 2021 12:06 PM \nTo:BOBBI C STERNHEIM \nCc: Christian Everdell   \na \n; Mark S. Cohen \n; \nSubject: Re: Ghislaine Maxwell 02879-509 \nGood afternoon Bobbi: \nWe have receive your concerns and will be looking in to these matters. \nAll concerns will be properly addressed as needed. \nBest, \n>>> BOBBI C STERNHEIM •<> 1/6/2021 2:38 AM >» \nCounsel for Ghislaine Maxwell learned that she has been issued a disciplinary charge. Please provide a copy of \nthe Incident Report. \nMembers of the same team who physically mistreated and threatened Ms. \nMaxwell on Sunday now claim that she is not tidy (See email below.) The basis of the charge is unclear -\nbecause Ms. Maxwell has not deviated from her routine of the past 7 months. But the fact that it comes after Ms. \nMaxwell and counsel made complaints about staff is concerning, disturbing, and questionable. \nThe policy of rotating in staff from other institutions has contributed to lack of consistency and clarity in the \nmanagement of Ms. Maxwell. One team tells her one thing which is then contradicted by another team. \nOne team tells her she can't keep books in her locker; another team tells her to put books in her locker. One team \ntells her to keep a set of clothes in her isolation cell; another team faults her for doing so. \nMs. \nMaxwell's \nrequest for guidance is met with a terse response: \"Read the A&O handbook.\" \nMs. Maxwell cannot ask other inmates for help and is at the mercy of guards who appear to delight is their \npower over her. The present team was particularly harsh during a previous rotation and seem to have increased \ntheir contempt for Ms. Maxwell. \nMs. Maxwell- and counsel- are concerned for her safety while in the custody of the present team. \nIn lieu of an opportunity for Ms. Maxwell to be moved to another unit, and the unlikelihood that she would be \ntransferred to the MCC as a result of Epstein's death while BOP was \"asleep\" on the watch, we are requesting \nthat the present team be removed from guarding Ms. Maxwell. \nIssues still remain concerning Ms. Maxwell's meals.She still is not receiving items on the menu. \nYesterday, she received the same meal for lunch and dinner. Tuesday morning she was given an inedible black \nand rotting banana. Over the weekend she was given bologna, despite being on a non-flesh diet. The guard \nEFTA00013290\n\ninformed her that the meat had not been refrigerated and recommended that she not eat it. \nThe MDC's inability to provide proper nutrition is reoccurring and problematic. \nThe problems keep escalating, giving rise to the belief that Ms. \nMaxwell is being targeted and victimized. I  urge you to address and correct these problems. The failure to do so \nwill result in a request for court intervention. \nBOBBI C. STERNHEIM, ESQ. \nLaw Offices of Rabbi C. Sternheim \nMain: \nFax: \nThis message and any attached documents contain information from the \nLaw Offices of Bobbi C. Stemheim \nthat may be confidential and/or privileged. \nIf you are not the intended recipient, you may not read, copy, distribute, or use this information. \nIf you have received this transmission in error, please notify the sender immediately by reply e-mail and then \ndelete this message. Thank you. \n> On Jan 4, 2021, at 7:07 PM, BOBBI C STERNHEIM \nwrote: \n> Counsel for Ghislaine Maxwell (02879-509) write to report that she \nwas physically mistreated and verbally threatened by MDC staff over the weekend. \nMI> Officer (sp) performed a body search of Ms. Maxwell inside her \nisolation cell with her back to the handheld camera. \n> During the search, Officer El squeezed Ms. Maxwell's breast with \nvice-like pressure equivalent to a mammography. \n> Ms. Maxwell physically recoiled in response to pain caused by Officer \nM. Another guard, Officer (sp) \n> threatened to charge Ms. Maxwell with \"assaulting an officer should \nshe move again during a search of her person. \n> Ms. Maxwell reported the physical incident to a staff psychologist \nand to an associate warden and was examined by \n> medical staff. In addition to written reports, the physical and \nverbal incidents should have been captured on the hand-held \n> camera, used constantly to surveil Ms. Maxwell. \n> This is not the first time Ms. Maxwell has been touched \ninappropriately by MDC staff, as MDC records should reflect. \n> Counsel for Ms. Maxwell make this report to put the MDC on notice: \n> Should Ms. Maxwell be further assaulted and threatened, we will file \nan official complaint with the Attorney General's Office and notify the Court. This will further blemish the \nBOP's reputation, already tarnished by negligence resulting in the death of Jeffrey Epstein. The restrictive \nconditions of Ms. Maxwell's detention in the MDC correlate directly to the Epstein debacle in the MCC, making \nunprovoked rough treatment of Ms. Maxwell baffling. \n> Be further advised, should Ms. Maxwell face any retaliation as a \nEFTA00013291\n\nresult of this email, this too will be promptly reported. \n> BOBBI C. STERNHEIM, ESQ. \n> Law Offices of Bobbi C. Sternheim \n> \nMain: \n> \nCell: \n> \nFax: \n>> **Covid-19 Notice: The West 19th Street office is currently closed \nbut we \ncontinue to work remotely. \n>> Please use email or fax, instead of regular mail, for all \ncorrespondence during this time. \n>> We continue to work regular business hours throughout this \nsituation. \n>> Thank you for your consideration. Our best wishes for your good \nhealth and well being. \n> This message and any attached documents contain information from the \nLaw Offices of Bobbi C. Sternheim \n> that may be confidential and/or privileged. \n> If you are not the intended recipient, you may not read, copy, \ndistribute, or use this information. \n> If you have received this transmission in error, please notify the \nsender immediately by reply e-mail and then delete this message. Thank you. \nEFTA00013292",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "tarnished by negligence resulting in the death of Jeffrey Epstein. The restrictive \nconditions of Ms. Maxwell's det"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "From: \nTo: \n'\nLO, \nSubject: FW: Ghislaine Maxwell 02879-509 \nDate: Thu, 07 Jan 2021 18:27:23 +0000"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "lly mistreated and threatened Ms. \nMaxwell on Sunday now claim that"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "PM \nTo:BOBBI C STERNHEIM \nCc: Christian Everdell   \na \n; Mark S. Cohen \n; \nSub"
      },
      {
        "name": "Incident Report",
        "role": "extracted",
        "context": "Please provide a copy of \nthe Incident Report. \nMembers of the same team wh"
      },
      {
        "name": "Law Offices",
        "role": "extracted",
        "context": "n. \nBOBBI C. STERNHEIM, ESQ. \nLaw Offices of Rabbi C. Sternheim \nMain:"
      },
      {
        "name": "Sternheim \nMain",
        "role": "extracted",
        "context": "ESQ. \nLaw Offices of Rabbi C. Sternheim \nMain: \nFax: \nThis message and any"
      },
      {
        "name": "On Jan",
        "role": "extracted",
        "context": "e this message. Thank you. \n> On Jan 4, 2021, at 7:07 PM, BOBBI C"
      },
      {
        "name": "Officer El",
        "role": "extracted",
        "context": "camera. \n> During the search, Officer El squeezed Ms. Maxwell's breast"
      },
      {
        "name": "Should Ms",
        "role": "extracted",
        "context": "to put the MDC on notice: \n> Should Ms. Maxwell be further assaulted"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "n official complaint with the Attorney General's Office and notify the Court"
      },
      {
        "name": "The West",
        "role": "extracted",
        "context": "Fax: \n>> **Covid-19 Notice: The West 19th Street office is current"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-01-06",
        "event": "1/6/2021"
      },
      {
        "date": "2021-01-07",
        "event": "January 7 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:46.261Z"
}