{
  "document": {
    "id": "efta00013656",
    "filename": "EFTA00013656.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013656.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: RE: Follow \nup \nDate: Fri, 21 Mar 2008 19:15:19 +0000 \nImportance: Normal \nHi Here is the info that I have. Jeopardy attaches at the start of the presentation of evidence at trial, \nso a  s  ou not be an issue. \nThe bigger problem is the statute of limitations. A defendant can waive his right to challenge the statute under \nFlorida law, but I don't think that Epstein will be willing to do so. \nAt this point he also could demand a speedy trial. Once he has done so, if the trial is not held very quickly, he \ncan move for \"discharge.\" Once \"discharged,\" Epstein cannot be prosecuted on the crime charged or any other \ncrimes that could have been charged as a result of the same conduct or criminal episode. The State cannot avoid \nthis bar by filing a \"Nolle Prosequi\" and then trying to re-file the same or different charges based on the same \nconduct or criminal episode. \nPlease let me know if you need anything else. \nFrom: \nSent: Friday, March 21, 2008 11:51 AM \nTo: \nCc: \nSubject: RE: Follow up \nOne more question -  do you know when double jeopardy attaches under Florida law? More specifically, if the \nstate charges were dropped now, could they be dropped without prejudice? \nFrom: \nSent: Thursday, March 20, 2008 4:39 PM \nTo: \nCc: \nSubject: RE: Follow up \nHi The state indictment is related to two girls. One of those girls is included in the federal \nindictment, the other is not. The state indictment charges solicitation of adult prostitution, it does not charge any \nchild exploitation offense, despite the fact that, under Florida law, neither lack of knowledge of age nor \naffirmative misrepresentation of age by the victim is a defense. \nEFTA00013656\n\nThe victim from the state case who is referenced in the federal indictment told Epstein her true age and \nhe engaged in full sexual intercourse with her a few days shy of her 18th birthday. For that birthday, he gave her \na series of gifts, including lingerie. The other 18 girls named in the current indictment are not part of the state \nindictment. \nThe state case currently has a trial date set for July. Before we got involved, the police were told that \nEpstein was going to plead to a misdemeanor and get no jail time. (That is one of the reasons why they asked \nthe FBI to step in.) Since the federal investigation began, Epstein's counsel have continued the case repeatedly \non the basis that they cannot resolve that case until the federal case is resolved. As part of the non-prosecution \nagreement that the Office put together with Epstein, the federal case was supposed to be resolved if Epstein \nagreed to three main terms: (1) he had to plead to a state offense for which sex offender registration was \nrequired, specifically, the procurement of minors to engage in prostitution; (2) he had to agree to an 18-month \nterm of incarceration; and (3) he had to agree to pay restitution and damages to the victims. After the agreement \nwas signed, he then tried to escape all three requirements. \nHe objected to pleading to the state charge, claiming that the facts did not apply, and asked to plead to a \nnon-registrable offense instead. When we responded that there were four other registrable offenses where the \nfacts certainly fit, those were rejected because (1) they required registration and (2) the state sentencing \nguidelines for those offenses were too high. \nHe tried to arrange to get out on work release, which would allow him to \"work\" anywhere he liked \nduring the day and sleep in a halfway house, rather than a jail, at night. When he learned that sex offenders \nweren't allowed to be a part of the work release program, he started complaining about the jail time. He now \nwants to get a \"suspended sentence\" and/or home confinement, instead. \nHe complained that he should be able to fully litigate the issues of liability and damages with regard to \nthe third term of the agreement, despite his agreement directly to the contrary. \nWith respect to the current status of the state case, other than the new trial date, all that I  know is that \nEpstein is now subpoenaing victims for depositions who are not included in the state indictment. (Under Florida \nlaw, defense counsel are allowed to depose witnesses, including victims, prior to trial.) He seems to be trying to \nuse that process to get information about the federal investigation. I do not know whether Epstein's \nmisdemeanor deal is back on the table because the defense demanded that we have no contact with the State \nAttorney's Office, so I  haven't spoken with the ASA in over 6 months. \nI wish I  had more information to give you. If you would like me to reach out to either the local detective \non the state case or the Assistant State Attorney, please let me know. Or, if you would like their contact info, I \ncan forward that to \nyou, too. \nThank you. I will be back in the office tomorrow and you can call me there with any other questions. \nFrom: \nSent: Thursda March 20 2 11:4 AM \nTo: \nCc: \nSubject: RE: Follow up \nEFTA00013657\n\nTwo quick questions: Could you clarify whether any of the victims that are included in the state indictment \nwould also be included in any federal indictment? If you know, what is the status of the state case? \nThanks, \nFrom: \nSent: Wednesday, March 19, 2008 7:17 PM \nTo: \nCc: \nSubject: RE: Follow up \nI'm running out the door, but I wanted to get a response off. Sorry for not updating you sooner. The meeting went well —\nenough. They wanted to \"complete the record\" with some written material, which we expect to have by Monday. We're \nputting together our response to their arguments and we should be ready to issue it as soon as we get and digest their final \nsubmissions. Assuming we get the submissions by Monday, I expect to have our position to you by the middle of next \nweek. \nSo far we've not had any questions we couldn't answer with the materials at hand, but we'll reach out to you promptly if we \nneed to. \nThanks, \nFrom: \nSent: Wednesda , March 19, 2008 6:30 PM \nTo: \nSubject: \nFollow up \nHi M— Sony to bother you. I  know you had mentioned that you might have some questions for me after \nyour meeting. I am going to be out most of the day tomorrow and then back on Friday and then I will be out for \na week, so I wanted to get stuff to you before I leave. Do you need anything from me or the investigators? \nThanks. \nEFTA00013658",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Normal \nHi",
        "role": "extracted",
        "context": "8 19:15:19 +0000 \nImportance: Normal \nHi Here is the info that I have."
      },
      {
        "name": "The State",
        "role": "extracted",
        "context": "conduct or criminal episode. The State cannot avoid \nthis bar by fil"
      },
      {
        "name": "Nolle Prosequi",
        "role": "extracted",
        "context": "avoid \nthis bar by filing a \"Nolle Prosequi\" and then trying to re-file t"
      },
      {
        "name": "Hi The",
        "role": "extracted",
        "context": "Cc: \nSubject: RE: Follow up \nHi The state indictment is related t"
      },
      {
        "name": "Under Florida",
        "role": "extracted",
        "context": "ded in the state indictment. (Under Florida \nlaw, defense counsel are all"
      },
      {
        "name": "State \nAttorney",
        "role": "extracted",
        "context": "t we have no contact with the State \nAttorney's Office, so I  haven't spoke"
      },
      {
        "name": "Assistant State",
        "role": "extracted",
        "context": "ive \non the state case or the Assistant State Attorney, please let me know."
      },
      {
        "name": "Thursda March",
        "role": "extracted",
        "context": "ther questions. \nFrom: \nSent: Thursda March 20 2 11:4 AM \nTo: \nCc: \nSubje"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2008-03-21",
        "event": "March 21, 2008"
      },
      {
        "date": "2008-03-20",
        "event": "March 20, 2008"
      },
      {
        "date": "2008-03-19",
        "event": "March 19, 2008"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:47.103Z"
}