{
  "document": {
    "id": "efta00027744",
    "filename": "EFTA00027744.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027744.pdf",
    "text": "\n\nFrom: \nTo: Alex Conlon \nSubject: RE: SDNY investigation / interview \nDate: Wed, 22 May 2019 14:59:04 +0000 \nImportance: Normal \nSounds good, thanks. \nFrom: Alex Conlon \nSent: Tuesday, May 21, 2019 22:35 \nTo: \nSubject: Re: SDNY investigation /  interview \nThanks so much. I let know who is planning to attend the meeting from your office and haven't heard anything \nback from her about that. I expect that means she's fine with it, but if anything changes I'll let you know. \nThanks again, \nAlex \nGet Outlook for \niOS \nFrom: \nSent: Tuesday, May 21, 2019 7:24:38 PM \nTo: Alex Conlon \nSubject: RE: SDNY investigation / interview \nIf either or both of the other individuals want to reach out to us, that's totally fine and they can call in the first \ninstance -- her cell is and they can call her literally anytime (and can leave a message with their contact info \nif for whatever reason she's not able to pick up when they call). \nSeparately, we're confirmed for Thursday at 4:30. One heads up, as I mentioned was a possibility, the AUSAs will be me \nand my colleague is also traveling, so is available, but please let us know if you think it would be \nprudent (and/or if prefers) that we have another female agent join, in case there are topics would prefer \nthat and I step out for. No pressure or obligation either way, just wanted to mention it as a possibility. \nPlease let me know if I'm forgetting anything, and thanks very much. \nOriginal Message \nFrom: Alex Conlon \nSent: Tuesday, May 21, 2019 17:57 \nTo: \nSubject: RE: SDNY investigation / interview \nOh, also -- asked for the contact information she can give in case the people she reaches out to want to \naffirmatively reach out to you or one of your colleagues to arrange a meeting with you. \nI wasn't sure if I should give her contact info or yours. Please let me know and I'll pass that on right away. \nEFTA00027744\n\nThanks, \nAlex \nAlex Conlon I Kaplan Hecker & Fink LLP \n---Original Message----\nFrom: \nSent: Tuesday, May 21, 2019 4:11 PM \nTo: Alex Conlon \nSubject: Re: SDNY investigation / interview \nJust need the day of the week : ) \nSent from my iPhone \nOn May 21, 2019, at 16:07, Conlon mailto: >> wrote:\nHi M, \nI just tried to reach you at your desk, but missed you. \nis available to meet this week at 4:30 at our office if that works for you. Also, she plans to make the phone calls we \ndiscussed today and tomorrow on her own. She will contact me once she has connected with two individuals she's \nreaching out to and I will reach out to you in turn. \nHappy to discuss anything, if that's helpful. \nThanks, \nAlex \nAlex Conlon I Kaplan Hecker & Fink LLP \nmailto: \nEFTA00027745\n\nFrom: \nSent: Tuesday, May 14, 2019 4:49 PM \nTo: Alex Conlonmailto \n›> \nCc: Alexandra Elenowitz-Hess \nSubject: RE: SDNY investigation /  interview \nAlex, \nJust tried calling but missed you — wanted to briefly follow up on our conversation last week to let you know that we \ncertainly don't have any objection to someone from your firm (whether attorney or staff) taking notes in connection with \nMs. conversations to tell the individuals we discussed that our office is interested in speaking with them. I \nexpect we might request a copy of the notes, and, as discussed, whoever is with her would be a potential, theoretical \nwitness, but no issue on our end with any of that. \nSeparately, if it's possible, could you please ask Ms. if there is a time next week or the following that we could \nmeet with her? We're hoping to cover all the information we need to in this first set of discussions before June, when I \nthink it will be even more inconvenient for her to meet. I expect the next meeting will address difficult topics, including \nGiglio subjects and some review of Epstein's conduct with Ms. in particular; but, I also expect that once we get \nthrough those issues, we won't need to meet with her again for at least a little while. \nWe can generally make ourselves available whenever works on her end, with some combination of our team (e.g., if it's \nthe latter half of next week, will likely be me and our new team member but let us know if there are any issues \nwith that), and as always can work around her schedule. And happy to come to your office for the final push. \nDon't hesitate to give a call if any other info would be helpful, or if any questions or issues, and thanks very much. \nAssistant U.S. Attorney \nSouthern District of New York \nThis email and its attachments may contain information that is confidential and/or protected from disclosure by the \nattorney-client, work product or other applicable legal privilege. If you are not the intended recipient of the email, please \nbe aware that any unauthorized review, use, disclosure, dissemination, distribution, or copying of this communication, or \nany of its contents, is strictly prohibited. If you have received this communication in error, please notify the sender \nimmediately and destroy all copies of the message from your computer system. Thank you. \nThis email and its attachments may contain information that is confidential and/or protected from disclosure by the \nattorney-client, work product or other applicable legal privilege. If you are not the intended recipient of the email, please \nbe aware that any unauthorized review, use, disclosure, dissemination, distribution, or copying of this communication, or \nany of its contents, is strictly prohibited. If you have received this communication in error, please notify the sender \nimmediately and destroy all copies of the message from your computer system. Thank you. \nThis email and its attachments may contain information that is confidential and/or protected from disclosure by the attorney-client. work product or other \napplicable legal privilege. If you aro not the intended recipient of the email, please be aware that any unauthorized review use, disclosure. dissemination. \ndistribution, or copying of this communication. or any of its contents, is strictly prohibited. If you have received this communication in \nerror, \nplease notify \nthe sender immediately and destroy all copies of the message from your computer system. Thank you. \nEFTA00027746",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Alex Conlon",
        "role": "extracted",
        "context": "From: \nTo: Alex Conlon \nSubject: RE: SDNY investigat"
      },
      {
        "name": "Normal \nSounds",
        "role": "extracted",
        "context": "9 14:59:04 +0000 \nImportance: Normal \nSounds good, thanks. \nFrom: Alex Con"
      },
      {
        "name": "Alex \nGet",
        "role": "extracted",
        "context": "let you know. \nThanks again, \nAlex \nGet Outlook for \niOS \nFrom: \nSent"
      },
      {
        "name": "Original Message",
        "role": "extracted",
        "context": "thing, and thanks very much. \nOriginal Message \nFrom: Alex Conlon \nSent: Tue"
      },
      {
        "name": "Alex \nAlex",
        "role": "extracted",
        "context": "away. \nEFTA00027744\n\nThanks, \nAlex \nAlex Conlon I Kaplan Hecker & Fink"
      },
      {
        "name": "Kaplan Hecker",
        "role": "extracted",
        "context": "Thanks, \nAlex \nAlex Conlon I Kaplan Hecker & Fink LLP \n---Original Messa"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "f the week : ) \nSent from my iPhone \nOn May 21, 2019, at 16:07, Conlo"
      },
      {
        "name": "Alex Conlonmailto",
        "role": "extracted",
        "context": "ay, May 14, 2019 4:49 PM \nTo: Alex Conlonmailto \n›> \nCc: Alexandra Elenowitz-"
      },
      {
        "name": "Alexandra Elenowitz",
        "role": "extracted",
        "context": "o: Alex Conlonmailto \n›> \nCc: Alexandra Elenowitz-Hess \nSubject: RE: SDNY inves"
      },
      {
        "name": "Hess \nSubject",
        "role": "extracted",
        "context": "›> \nCc: Alexandra Elenowitz-Hess \nSubject: RE: SDNY investigation /  in"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ks very much. \nAssistant U.S. Attorney \nSouthern District of New York \nThis em"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-05-21",
        "event": "May 21, 2019"
      },
      {
        "date": "2019-05-14",
        "event": "May 14, 2019"
      },
      {
        "date": "2019-05-22",
        "event": "22 May 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:18.898Z"
}