{
  "document": {
    "id": "efta00027809",
    "filename": "EFTA00027809.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027809.pdf",
    "text": "\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 1 of 14 \nIN THE UNITED STATES DISTRICT COURT \nFOR THE SOUTHERN DISTRICT OF FLORIDA \nJANE DOE 1 AND JANE DOE 2, \nCivil Action No. \nPetitioners, \nv. \nUNITED STATES OF AMERICA, \nRespondent. \n08-80736-CIV-MARRA \nGovernment's Notice of Proposed Procedures for the \nDetermination of a Remedy \nThe United States of America, by Byung J. Pak, United States Attorney for the \nNorthern District of Georgia, and \nSpecial \nAttorneys for \nthe \nSouthern \nDistrict of Florida, files this notice \noutlining \nthe Government's proposed schedule for determining the issue of what remedy, \nif any, should be applied based on the Court's Opinion and Order of February \n21, \n2019. [Doc. 435]. \nPursuant to the Court's order, the parties have conferred extensively over the \npast several weeks regarding the steps that may be necessary to aid the Court's \ndetermination of a remedy. While the parties agree on certain components, \nincluding cross-briefing and art opportunity for all parties to be heard, we have \nbeen unable to reach an agreement on a briefing schedule primarily based on \ntwo substantive disagreements. \nEFTA00027809\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 2 of 14 \nFirst, the government has requested a sixty-day period to speak directly with \nvictims who may be affected by any remedy in this matter prior to submitting its \nrecommendation. For the \nreasons discussed below, \nPetitioners \ncounsel oppose \nthis request. Based on discussions with Petitioners, the government anticipates \nthat Petitioners are likely to propose remedies that could impact victims in \nsignificant—and perhaps unintended —ways. At this time, neither the \ngovernment nor the Petitioners have spoken to the majority of victims. The \nvictims views and concerns are critical to inform the government's \nrecommendation of an appropriate remedy, particularly given the sensitive \nnature of the crime at issue. Accordingly, the government respectfully submits \nthat a sixty-day period to consult with victims is both reasonable and essential to \nthe Court's determination of a \nremedy. \nSecond, the government proposes that Petitioners should file the first \npleading setting forth their recommended remedy; Petitioners insist that the \ngovernment should do so. Requiring Petitioners to file an initial statement is not \nonly consistent with the well-established practice that plaintiffs must identify \ntheir requested relief, but also necessary to the efficient determination of a \nremedy by clarifying the potential scope of options sought by Petitioners. \nBased on its careful review of pleadings in this matter and discussions with \nPetitioners, the government understands Petitioners' long-stated desire for an \nopportunity to be heard and for an efficient resolution of this \nmatter. The \ngovernment shares those concerns. The government also appreciates the delicate \n600 U.S. Courthouse, 75 Ted Turner Drive S.W., Atlanta, GA 30303 \n(404) 581-6000 fax (404) 581-6181 \n2 \nEFTA00027810\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 3 of 14 \ntask facing this Court to craft an appropriate remedy that respects the rights of \nall parties without causing unintended harm to victims. Providing the victims \nwith an opportunity to be heard, \nboth by having \nPetitioners \nsubmit their \nsuggested remedy first and then by granting the government a reasonable time \nto speak with potentially impacted victims, promotes all of these goals and will \nbest guide the Court's determination of a path forward. \nDISCUSSION \nConsistent with the principles stated above, the government proposes the \nfollowing procedures to aid the Court's determination of a remedy: \n• Within 30 days of the Court's scheduling order, the Petitioners will \nsubmit their proposed remedies with a brief in support. \n• The government will have 60 days from the date of the Petitioners' \nsubmission to consult with the Petitioners and any additional victims \nwho may be impacted by the proposed remedies. \n• Within 30 days after this consultation period, the government will \nrespond in writing to the \nPetitioners submission. \n• Within 14 days of the government's submission, the Petitioners may \nsubmit a reply brief. \n• No stir-replies will be permitted without permission of the Court. \n600 U.S. \nCourthouse, 75 Ted Turner Drive S.W., Atlanta, GA 30303 \n(404) 581-6000 fax (404) 581-6181 \n3 \nEFTA00027811\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 4 of 14 \n• Within 30 days of the Petitioners' reply, or notice to the Court that no \nreply is being submitted, any briefs by intervening or interested parties \nare due. \n• Within 30 days of the intervening/interested parties submissions, the \nPetitioners and the government may submit a response. \n• The Court will \nmandate a mediation between the parties to discuss a \npossible resolution of the case.1\n• If the mediation is unsuccessful, the Court will hold argument on the \nparties briefs, including any intervening or interested parties \nsubmissions. \nThis schedule will facilitate the expeditious resolution of this matter by \nclarifying the scope of remedies sought by Petitioners \nin the initial filing, \ngranting victims a reasonable time period to share with the government their \nthoughts and concerns about the appropriate \noutcome, and encouraging the \nparties to mediate a solution. Although the parties share the same aim to find the \nbest resolution for victims, Petitioners oppose the government's request for a 60-\nday period to speak with victims and do not want to state their requested relief \nfirst, even though they have had more than ten years to consider what relief to \nseek. The government respectfully submits that the Court should adopt the \ngovernment's \nproposed schedule. \n1 The parties agree that a mediation could be productive and are continuing to \ndiscuss the appropriate timing for one. \n600 U.S. Courthouse, 75 Ted Turner Drive S.W., Atlanta, GA 30303 \n(404) 581-6000 fax (404) 581-6181 \n4 \nEFTA00027812\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 5 of 14 \n1. The Government should have a reasonable period of time to speak with \nvictims prior to recommending a remedy that could affect many of them. \nDespite \nbringing a \ncivil \nsuit based on the government's failure to \nconfer with \nvictims prior to entering into a non-prosecution agreement, Petitioners' counsel \nnow oppose granting time for the government to confer with those same victims \nin an effort to propose an appropriate remedy for the Court. Counsel's \nopposition is contrary to their prior insistence that the government should speak \nwith victims and would hamstring the Court's consideration of issues relevant to \na proper \nresolution. In light of the unique procedural posture of this case, the \nvoices of victims who may be impacted by any remedy entered in this action will \nshape the government's recommended relief and should guide the Court's \nultimate resolution. \nAny remedy that the Court imposes in this action may have far-reaching \nconsequences that impact many victims beyond Petitioners. In particular, \nPetitioners have repeatedly discussed some form of rescission of the non-\nprosecution agreement (\"the Agreement\") as a remedy in this action. [Doc. 48 at \n37; Doc. 127 at 1]. As the Court is well aware, the Agreement required Jeffrey \nEpstein to fulfill \ncertain conditions in exchange for the non-prosecution \nprovisions, including his agreement to compensate victims who chose to file suit \npursuant to 18 U.S.C. § 2255, a statute that presumed damages of $150,000 per \nvictim \nwith potential recovery of punitive damages and other relief. [Doc. 48 at \n10; Doc. 48-5 at 5]. A rescission of the Agreement may impact victims who \n600 U.S. Courthouse, 75 Ted Turner Drive S.W., Atlanta, GA 30303 \n(404) 581-6000 fax (404) 581-6181 \n5 \nEFTA00027813\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 6 of 14 \nrecovered damages pursuant to the Agreement by making their settlements \nsubject to challenge. An understanding of the views of these victims is essential \nto the government's, and ultimately this Court's, consideration of this remedy. \nThe necessity of consulting with victims who could be affected by any remedy \nis especially apparent here given the particular vulnerability of these victims. It is \nwell\n-recognized \nthat \nvictims of \nsexual \nassault may suffer \nchronic \npsychological \neffects that carry long-term consequences for their well-being, and \n\"[r]eadjustment after victimization can be challenging.\" Violence Prevention, \nCenters for Disease Control and Prevention, available at \nhttpsilwww.cdc.govIviolencepreventionsexualviolence/fastfact.html (last accessed May \n9, 2019). In this case, even if victim settlements are not disturbed, any rescission \nof the Agreement and subsequent investigation may trigger unintended \nconsequences for victims who have attempted to readjust their lives a decade \nafter Epstein's conviction for a state offense. And victims' prior statements that \nthey suffered emotional distress and were troubled by the prospect of any \ninvolvement in the government's investigation of Epstein, and the potential \nexposure of their identities, only heightens this concern. [Doc. 403-18 ¶ 12]. The \ngovernment thus believes it is essential to understand these victims concerns \nprior to recommending a remedy. See Maryland v. Craig, 497 U.S. 836, 852,110 S. \nCt. 3157, 3167 (1990) (recognizing the government's \"compelling\" interest \"in the \nprotection of minor victims of sex \ncrimes from further trauma and \nembarrassment.\" (quotation marks omitted)). The government is sensitive to the \n600 U.S. Courthouse, 75 Ted Turner Drive S.W., Atlanta, GA 30303 \n(404) 581-6000 fax (404) 581-6181 \n6 \nEFTA00027814\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 7 of 14 \ntrauma already endured by victims in this matter, and consideration of their \nconcerns prior to imposing a remedy is vital to the Court's determination. \nProviding a reasonable period for the government to speak with \nvictims is \nalso important because both Petitioners and the government lack clarity about \nwhat victims want and how they may be affected by this matter. During the \nparties \ndiscussions, Petitioners acknowledged that they have consulted only a \nsubset (less than a majority) of the victims. The parties also agree that victims are \nlikely to hold varying opinions about an appropriate remedy, including those \nwho are likely to oppose rescission of the Agreement. Accordingly, the \ngovernment believes that a sixty-day period to confer with victims is the \nminimum amount of time needed to inform its judgment about a remedy so it \ncan \neffectively advise the Court. \nIn light of the government's expressed commitment to speak to victims about \na remedy, Petitioners opposition to the government's request is disappointing \nand would lead to a flawed process. Petitioners counsel have cited multiple \nreasons for their opposition, none of which withstand scrutiny. \nFirst, counsel contend that the government has declined the opportunity to \nconfer with \nvictims over the past ten years, so it should not be given time to do \nso now. While the government understands Petitioners' concern regarding the \nprior efforts of the U.S. Attorney's Office of the Southern District of Florida to \ncommunicate \nwith victims, undersigned counsel have repeatedly expressed to \nPetitioners our intention to speak with victims from the outset of our \n600 U.S. Courthouse, 75 Ted Turner Drive S.W., Atlanta, GA 30303 \n(404) 581-6000 fax (404) 581-6181 \n7 \nEFTA00027815\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 8 of 14 \ninvolvement in March 2019. Indeed, a different approach was necessitated by the \ndifferent procedural posture of this case after the Court entered its order of \npartial \nsummary \njudgment.2 [Doc. \n435] Based \non that order, the \ngovernment now \nseeks to assist the Court's determination of a remedy through a recommendation \ninformed by an understanding of the victims concerns. The government's \ncommitment to confer with victims at the remedy stage has been, and will \nremain, firm. \nSecond, Petitioners' counsel suggest that a period dedicated to conferring \nwith victims would further \ndelay proceedings. But the government's request \nfor \na sixty-day period to speak with victims after Petitioners' submission on \nremedies is reasonable, if not ambitious, particularly in light of the fact that \nPetitioners have only consulted with a subset of victims over the past ten years. \nThe government does not seek an open-ended delay, but instead asks for a \n2  Petitioners' counsel also have suggested that the government's prior \nobjection to their motion to add Jane Doe No. 3 and Jane Doe No. 4 as plaintiffs is \ninconsistent with the government's commitment to speak with victims. Not so. \nThe government objected to their joinder based on legal infirmities in Petitioners' \nmotion, including the untimely nature of the request, the statute of limitations, \nand the injection of \nnew legal issues when Jane Doe No. 4 was not known to the \ngovernment at the time of the Agreement. [Doc. 290 at 12-13; Doc. 314 at 23-24]. \nThe Court agreed that adding Jane Doe No. 3 and Jane Doe No. 4 was improper \nthis \"late in the proceedings.\" [Doc. 324 at 7]. The \ngovernment never asserted \nthat the views of these victims could not be considered at the remedy stage. \n600 U.S. Courthouse, 75 Ted Turner Drive S.W., Atlanta, GA 30303 \n(404) 581-6000 fax (404) 581-6181 \n8 \nEFTA00027816\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 9 of 14 \nreasonable chance to speak to as many victims as possible so that it can frame a \nproper remedy and inform the Court.3\nThird, \nPetitioners \ncounsel claim that the government could file its proposed \nremedy first and then amend its pleading later, if necessary, after speaking to \nvictims. Such an approach would lessen, not promote, an efficient resolution by \ninviting the prospect of amended filings with \naccompanying multiple rounds of \nbriefing. No judicial or victim interests are served in requiring the government to \nsubmit an incomplete filing lacking victim input before supplementing later. \nMost troubling, Petitioners counsel suggest that only the views of Jane Doe \nNo. 1 and Jane Doe No. 2 should be relevant to a remedy, and that the Court \nshould not consider the opinions of other victims given the certainty that some \nwill hold differing views. The fact that \nvictims likely have diverse concerns and \nopinions about the proper path forward makes it more essential, not less, that the \nCourt have the benefit of their viewpoints for its consideration. The government \ntrusts that Petitioners counsel will effectively advocate for Petitioners' desired \nrelief. But Petitioners should not impede the Court's consideration of other \n3 Although Petitioners assert that the Court's \"limited\" extension granted in \nMarch gave the government enough time to confer with victims, this claim does \nnot align with what the Court ordered the government to do, which was to \nconfer with Petitioners regarding the procedures for deciding a remedy after \nreviewing the voluminous pleadings in this matter. [Doc. 448 at 1-2]. The \ngovernment has worked diligently to do so. \n600 U.S. Courthouse, 75 Ted Turner Drive S.W., Atlanta, GA 30303 \n(404) 581-6000 fax (404) 581-6181 \n9 \nEFTA00027817\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 10 of 14 \nvictims who may be affected by a remedy, particularly when the parties have not \nspoken to the majority of them. \nAccordingly, the government's request for a sixty-day period to speak \nto \nvictims who may be affected by a remedy should be granted. Such a process is \nfair to Petitioners, just to the victims, and essential for the Court. \n2. Petitioners should file a pleading setting forth their requested remedy to \nclarify the relief sought before the government's response. \nThe parties disagree as to which party should submit the initial statement \nsetting forth a recommended remedy, but general rules of civil practice, the \nstatutory language of the Crime Victims Rights Act (\"CVRA\"), and the judicial \ninterest in an efficient resolution of this matter require Petitioners to identify \ntheir remedy first. \nGeneral principles of civil practice require the plaintiff to identify the relief \nrequested. Civil complaints must contain \"a demand for the relief sought.\" Fed. \nR. Civ. P. 8(a)(3). No authority supports Petitioners' apparent position that if a \nplaintiff subsequently establishes a claim for relief, the burden shifts to the \nrespondent to propose the remedy to be entered. Simply stated, Petitioners must \nidentify the specific relief they seek to accord the government with fair notice \nand an opportunity to respond. \nContrary to Petitioners' contentions, the CVRA does not mandate a different \nresult. The \"Enforcement and Limitations\" provisions of the CVRA, 18 U.S.C. \n§ 3771(d), outline the remedial steps that may be taken by victims seeking to \n600 U.S. Courthouse, 75 Ted Turner Drive S.W., Atlanta, GA 30303 \n(404) 581-6000 fax (404) 581-6181 \n10 \nEFTA00027818\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 11 of 14 \nassert their rights enumerated in 18 U.S.C. § 3771(a). Specifically, Section 3771(d) \nprovides that victims may seek relief for any violation of their CVRA rights, \nstates that victims \nmay do \nso by \nfiling \na motion, and sets \nforth limitations on \nremedies that may be granted under the CVRA. 18 U.S.C. §§ 3771(d)(1), (d)(3), \n(d)(5)-(6). Although Section 3771(d) does not explicitly state which party must \nrecommend \nspecific relief in all \ncases, it does identify the party who must make a \nmotion for at least one of the potential remedies: \"the victim.\" 18 U.S.C. \n§ 3771(d)(5). If the \"victim\" must make a request to reopen a plea or sentence, id., \nit is incumbent on Petitioners to file a pleading setting forth their requested \nremedy if they seek to reopen the Agreement here. \nIn an improper effort to shift this burden to the government, Petitioners claim \nthat a different CVRA subsection, Section 3771(c), which is separate from the \nSection 3771(d) remedial provisions, requires the government to file first. But this \nprovision merely sets forth the general principle that the government should \n\"make \ntheir best efforts\" to notify victims \nof their rights \nunder \nthe \nCVRA. 18 \nU.S.C. § 3771(c)(1). To the extent that this provision has any bearing on this issue, \nthe government's request for reasonable time to confer with victims, and to \nthereby treat them with \"fairness and respect for the victim's dignity and \nprivacy,\" represents the government's best efforts to accord the victims their \nrights at this stage. 18 U.S.C. §§ 3771(a)(5), (a)(8). \nIn addition, an initial statement from Petitioners clarifying the specific \nremedies sought will facilitate a more efficient resolution because it will focus the \n600 U.S. Courthouse, 75 Ted Turner Drive S.W., Atlanta, GA 30303 \n(404) 581-6000 fax (404) 581-6181 \n11 \nEFTA00027819\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 12 of 14 \ngovernment's discussions with victims. It is presently unclear what relief \nPetitioners believe is suitable in this case. Shortly after initiating this lawsuit, \nPetitioners \ncounsel stated that \"because of the legal consequences \nof \ninvalidating \nthe current agreement, it is likely not in my clients' best interest to ask for the \nrelief that we initially asked for.\" [Doc. 403-21 at 4]. Three years later, Petitioners \nproposed a list of more than a dozen potential \nremedies, including \nthe \nrescission \nof the Agreement. [Doc. 127 at 14-15]. In recent discussions, Petitioners have not \nidentified what, if any, of these remedies they will seek in addition to some form \nof rescission of the Agreement. The government needs to know what remedies \nPetitioners propose in order to speak openly and effectively with victims about \ntheir views on relief. Delaying the Petitioners pleading would force the \ngovernment \neither to have multiple discussions with victims before and \nafter \nreceiving clarity on Petitioners' requested relief, or to forgo discussions with \nvictims until both parties had already recommended relief without victim input. \nThis proposal is neither \nefficient nor serves the victims interests. \nAccordingly, Petitioners should set forth their requested relief, followed by \nthe government's responsive brief after a reasonable period to confer with \nvictims. \n600 U.S. \nCourthouse, 75 Ted Turner Drive S.W., Atlanta, GA 30303 \n(404) 581-6000 fax (404) 581-6181 \n12 \nEFTA00027820\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 13 of 14 \nCONCLUSION \nFor the foregoing \nreasons, the Court should adopt the government's proposed \nprocedures to aid in its determination of what remedy, if any, should apply. \nRespectfully submitted, \nBYUNG J. PAK \nUnited States Attorney \n/s/ \nSpecial Attorney \n/s/ \nSpecial Attorney \n600 U.S. \nCourthouse, 75 Ted Turner Drive S.W., Atlanta, GA 30303 \n(404) 581-6000 fax (404) 581-6181 \n13 \nEFTA00027821\n\nCase 9:08-cv-80736-KAM Document 451 Entered on FLSD Docket 05/10/2019 Page 14 of 14 \nCertificate of Service \nI served this document today by filing it using the Court's CM/ ECF system, \nwhich automatically notifies the parties and \ncounsel of record. \nMay 10, 2019 \nAssistant United States Attorney \nEFTA00027822",
    "pageCount": 14,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Civil Action",
        "role": "extracted",
        "context": "JANE DOE 1 AND JANE DOE 2, \nCivil Action No. \nPetitioners, \nv. \nUNITED"
      },
      {
        "name": "Proposed Procedures",
        "role": "extracted",
        "context": "MARRA \nGovernment's Notice of Proposed Procedures for the \nDetermination of a R"
      },
      {
        "name": "Remedy \nThe",
        "role": "extracted",
        "context": "s for the \nDetermination of a Remedy \nThe United States of America, by"
      },
      {
        "name": "Northern District",
        "role": "extracted",
        "context": "ited States Attorney for the \nNorthern District of Georgia, and \nSpecial \nAtt"
      },
      {
        "name": "Special \nAttorneys",
        "role": "extracted",
        "context": "ern District of Georgia, and \nSpecial \nAttorneys for \nthe \nSouthern \nDistrict"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "Special \nAttorneys for \nthe \nSouthern \nDistrict of Florida, files this notice"
      },
      {
        "name": "Requiring Petitioners",
        "role": "extracted",
        "context": "the \ngovernment should do so. Requiring Petitioners to file an initial statement"
      },
      {
        "name": "Ted Turner",
        "role": "extracted",
        "context": "cate \n600 U.S. Courthouse, 75 Ted Turner Drive S.W., Atlanta, GA 30303"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "t 05/10/2019 Page 5 of 14 \n1. The Government should have a reasonable peri"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "aware, the Agreement required Jeffrey \nEpstein to fulfill \ncertain condition"
      },
      {
        "name": "Violence Prevention",
        "role": "extracted",
        "context": "mization can be challenging.\" Violence Prevention, \nCenters for Disease Control"
      },
      {
        "name": "Disease Control",
        "role": "extracted",
        "context": "ence Prevention, \nCenters for Disease Control and Prevention, available at"
      },
      {
        "name": "See Maryland",
        "role": "extracted",
        "context": "ior to recommending a remedy. See Maryland v. Craig, 497 U.S. 836, 852,1"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "U.S. Attorney's Office of the Southern District of Florida to \ncommunicate \nw"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "ection to their motion to add Jane Doe No. 3 and Jane Doe No. 4 as p"
      },
      {
        "name": "But Petitioners",
        "role": "extracted",
        "context": "Petitioners' desired \nrelief. But Petitioners should not impede the Court's"
      },
      {
        "name": "Although Petitioners",
        "role": "extracted",
        "context": "t's consideration of other \n3 Although Petitioners assert that the Court's \"limi"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "he \nstatutory language of the Crime Victims Rights Act (\"CVRA\"), and the"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "language of the Crime Victims Rights Act (\"CVRA\"), and the judicial \ni"
      },
      {
        "name": "Although Section",
        "role": "extracted",
        "context": "1(d)(1), (d)(3), \n(d)(5)-(6). Although Section 3771(d) does not explicitly s"
      },
      {
        "name": "Special Attorney",
        "role": "extracted",
        "context": "United States Attorney \n/s/ \nSpecial Attorney \n/s/ \nSpecial Attorney \n600 U"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "sel of record. \nMay 10, 2019 \nAssistant United States Attorney \nEFTA00027822"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "ay 10, 2019 \nAssistant United States Attorney \nEFTA00027822"
      }
    ],
    "locations": [
      {
        "name": "Atlanta, GA",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-05-10",
        "event": "05/10/2019"
      },
      {
        "date": "2019-02-21",
        "event": "February \n21, \n2019"
      },
      {
        "date": "2019-05-09",
        "event": "May \n9, 2019"
      },
      {
        "date": "2019-05-10",
        "event": "May 10, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(404) 581-6000",
      "(404) 581-6181"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:19.046Z"
}