{
  "document": {
    "id": "efta00013511",
    "filename": "EFTA00013511.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013511.pdf",
    "text": "\n\nU.S. \nDepartment of \nJustice \nUnited States Attorney \nSouthern District of Florida \n500 South Australian Ave., Suite 400 \nWest Palm Beach, FL 33401 \nFacsimile: (561) 820-8777 \nOctober 2007 \nDELIVERY BY FACSIMILE \nThe Hon. Edward B. Davis (Ret.) \nAkerman Senterfitt \nOne \nSoutheast Third Avenue, 25th Floor \nMiami, Florida \n33131 \nRe: Service as a Special Master \nDear \nJudge Davis: \nThank you for agreeing to serve as a Special Master and for assisting the United States \nAttorney's Office in the selection of an attorney representative to represent a group of identified \nvictims. This letter is meant to assist you in performing your duties by providing you with \nbackground information regarding the agreement between the United States and Jeffrey Epstein \nand the duties that the attorney representative will have to perform. \nThe Federal Bureau of Investigation and the \nU.S. Attorney's Office conducted an \ninvestigation of Mr. Epstein. As a result of that investigation, the U.S. Attorney's Office and \nMr. \nEpstein entered into a Non-Prosecution Agreement and an Addendum that contains, inter alia , \nthe following terms: \n7A. The United States has the right to assign to an independent third-party the \nresponsibility for consulting with and, subject to the good faith approval of \nEpstein's \ncounsel, selecting the attorney representative for the individuals identified \nunder the \nAgreement. If the United States elects to assign this responsibility to an \nindependent third-party, both the United States and Epstein retain the right to make \ngood faith objections to the attorney representative suggested by the \nindependent \nthird-party prior to the final designation of the attorney representative. \n7B. The parties will jointly prepare a short written submission to the independent \nthird-party regarding the role of the attorney representative and regarding Epstein's \nAgreement to pay such attorney representative his or her regular customary hourly \nrate for representing such victims subject to the provisions of paragraph 7C, infra. \n7C. Pursuant to additional paragraph 7A, Epstein has agreed to pay the fees of the \nattorney \nrepresentative selected by the independent third party. This provision, \nhowever, shall not obligate Epstein to pay the fees and costs of contested litigation \nfiled against him. Thus, if after consideration of potential settlements, an attorney \nrepresentative elects to file a \ncontested lawsuit pursuant to 18 U.S.C. §  2255 or \nelects to pursue any other \ncontested remedy, the paragraph 7  obligation of the \nAgreement to pay the costs of the attorney representative, as opposed to \nany \nstatutory or other obligations \nto pay reasonable attorneys fees and costs such as \nthose contained in \n§  2255 to bear the costs of the attorney representative, shall \ncease. \n8.If any of the individuals referred to [in the paragraphs above] elects to file suit \npursuant to 18 U.S.C. § 2255, Epstein will not contest the jurisdiction of the United \nStates District Court for the Southern District of Florida over his person and/or the \nsubject matter, and Epstein waives his right to contest liability and also waives his \nEFTA00013511\n\nright to contest damages up to an amount agreed to between Epstein and the \nidentified individual, so long as the \nidentified individual elects to proceed \nexclusively under 18 \nU.S.C. §  2255, and agrees to waive any other claim for \ndamages, whether pursuant to state, federal, or common law. Notwithstanding this \nwaiver, with respect to those individuals whose names appear on the list \nprovided \nby the \nUnited States, Epstein's signature on this agreement, his waivers and failures \nto contest liability and such damages in any suit are not to be \nconstrued as an \nadmission of any criminal or civil liability. \n9.Epstein's signature on this agreement also is not to be construed admission of \ncivil or criminal liability or a waiver of any jurisdictional or other defense as to \nany \nperson whose name does not appear on the list provided by the United States. \n10.Except as to those individuals \nwho elect to proceed exclusively under 18 U.S.C. \n§ 2255, as set forth in [the above paragraphs], neither Epstein's signature on this \nagreement, nor its terms, nor any resulting waivers or settlements by Epstein are to \nbe construed as admissions or \nevidence of civil or criminal liability or a waiver of \nany jurisdictional or other defense as to any person, whether or not her name \nappears on the list provided by \nthe United States. \nThe most recent version of the statute \nreferenced above, 18 U.S.C. § 2255, provides that: \nAny person who, while a minor, was a victim of a violation of section . . . 2422 or \n2423 of this title and who suffers personal injury as a  result of such violation, \nregardless of whether the injury occurred while such person was a minor, may sue \nin any appropriate United States District Court and shall recover the actual \ndamages such person \nsustains and the cost of the suit, including a  reasonable \nattorney's fee. Any person as described \nin the preceding sentence shall be deemed \nto \nhave sustained damages of no less than $150,000 in value. a \nSection 2422 prohibits the use of a  facility of interstate commerce to \ninduce minors to \nengage in sexual activity and prostitution, and section 2423 prohibits interstate travel for the \npurpose of engaging in sexual activity or prostitution with minors . The United States has \nidentified victims as defined by this statute. \nDue to the \ncircumstances of the case and the number and caliber of the attorneys who \nrepresent Mr. Epstein, in selecting the victims' attorney representative, the United States suggests \nthat \nyou consider the following criteria: \nI. Experience doing both plaintiffs' and defense litigation. \nI. Experience with state and federal statutory and common law tort claims. \nI. The ability to communicate effectively with young women (the victims' current ages are \nbetween 16 and 24). \nI. Experience litigating against large law firms and high profile attorneys who may test the \nveracity of the victims' claims. \nI. Sensitivity to the nature of the suit and the victims' interest in maintaining their privacy. \nI. Experience litigating in federal court in the Southern District of Florida. \nI. The \nresources to hire experts and others, while working on a contingency fee basis, in \norder to prepare for trial, if a settlement cannot be reached. \nI. The ability to negotiate effectively. \nPursuant to this letter, the United States assigns to you the responsibility for consulting \nwith and selecting the attorney representative for the individuals. The United States and Epstein \nretain the right to make good faith objections to the attorney representative you select prior to \nthe \nfinal designation of the attorney representative. In that regard, after you have reached a decision \nEFTA00013512\n\nregarding the attorney representative, please provide me with his or her name \ninformation. \nIf I  can provide you with any further information, please do not hesitate to \nThank you again for your assistance with this matter. \nSincerely, \nR. Alexander \nAcosta \nUnited States Attorney \nBy: \ncc: \nAUSA \nand contact \ncontact me. \nFirst Assistant United \nStates Attorney \nFt \nAn earlier version of this statute deems that any person described in the preceding sentence shall have \nsustained damages of no less than $50,000 in value. \nEFTA00013513",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "rding the agreement between the United States and Jeffrey Epstein \nand the duties that the attorney representative"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "onducted an \ninvestigation of Mr. Epstein. As a result of that inve"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "U.S. \nDepartment of \nJustice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "epartment of \nJustice \nUnited States Attorney \nSouthern District of Florida"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of Florida \n500 South Austral"
      },
      {
        "name": "South Australian",
        "role": "extracted",
        "context": "hern District of Florida \n500 South Australian Ave., Suite 400 \nWest Palm Be"
      },
      {
        "name": "West Palm",
        "role": "extracted",
        "context": "h Australian Ave., Suite 400 \nWest Palm Beach, FL 33401 \nFacsimile: ("
      },
      {
        "name": "The Hon",
        "role": "extracted",
        "context": "2007 \nDELIVERY BY FACSIMILE \nThe Hon. Edward B. Davis (Ret.) \nAker"
      },
      {
        "name": "Akerman Senterfitt",
        "role": "extracted",
        "context": "Hon. Edward B. Davis (Ret.) \nAkerman Senterfitt \nOne \nSoutheast Third Avenue,"
      },
      {
        "name": "One \nSoutheast",
        "role": "extracted",
        "context": "s (Ret.) \nAkerman Senterfitt \nOne \nSoutheast Third Avenue, 25th Floor \nMia"
      },
      {
        "name": "Third Avenue",
        "role": "extracted",
        "context": "an Senterfitt \nOne \nSoutheast Third Avenue, 25th Floor \nMiami, Florida"
      },
      {
        "name": "Floor \nMiami",
        "role": "extracted",
        "context": "Southeast Third Avenue, 25th Floor \nMiami, Florida \n33131 \nRe: Service"
      },
      {
        "name": "Special Master",
        "role": "extracted",
        "context": "rida \n33131 \nRe: Service as a Special Master \nDear \nJudge Davis: \nThank yo"
      },
      {
        "name": "Dear \nJudge",
        "role": "extracted",
        "context": "Service as a Special Master \nDear \nJudge Davis: \nThank you for agreein"
      },
      {
        "name": "The Federal",
        "role": "extracted",
        "context": "tative will have to perform. \nThe Federal Bureau of Investigation and t"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": ". \nEpstein entered into a Non-Prosecution Agreement and an Addendum that contains"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": ", \nthe following terms: \n7A. The United States has the right to assig"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "ntest the jurisdiction of the United \nStates District Court for the Southe"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "diction of the United \nStates District Court for the Southern District of"
      },
      {
        "name": "Alexander \nAcosta",
        "role": "extracted",
        "context": "this matter. \nSincerely, \nR. Alexander \nAcosta \nUnited States Attorney \nBy:"
      },
      {
        "name": "Attorney \nBy",
        "role": "extracted",
        "context": "xander \nAcosta \nUnited States Attorney \nBy: \ncc: \nAUSA \nand contact \ncon"
      },
      {
        "name": "First Assistant",
        "role": "extracted",
        "context": "SA \nand contact \ncontact me. \nFirst Assistant United \nStates Attorney \nFt"
      },
      {
        "name": "Attorney \nFt",
        "role": "extracted",
        "context": "irst Assistant United \nStates Attorney \nFt \nAn earlier version of this s"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Miami",
        "type": "location"
      },
      {
        "name": "Palm Beach, FL",
        "type": "city"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [
      "(561) 820-8777"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:46.749Z"
}