{
  "document": {
    "id": "efta00017813",
    "filename": "EFTA00017813.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00017813.pdf",
    "text": "\n\nFrom: \nTo: \n• \nr    \nCc: ' \n\" < \nSubject: RE: US v. Maxwell, 20 Cr. 330 (AJN) - discovery production \nDate: Thu, 19 Nov 2020 17:33:55 +0000 \n(USANYS)\" \nChris, \nI have asked our paralegal and IT staff how large a drive we will need, and I hope to have an answer for you by our 1:30 \ncall today. \nAs for the most recent production, the hard drive contains the production prepared by our vendor, which includes \napproximately 1.2 million documents. The CD contains the final portion of the responsive images from Epstein's iPhone. \nSo they were produced separately because they were prepared by different offices: the hard drive was prepared by the \nvendor, and the CD was prepared by our paralegals. \nBecause we are planning to put all productions onto a single hard drive, as you requested, the files from the CD will be \nincluded on that new drive, so Ms. Maxwell will have those files both on a CD and on a hard drive. \nBest, \nAssistant United States Attorney \nSouthern District of New York \nI  St. Andrew's Plaza \nNew York, NY 10007 \nFrom: Christian Everdell \nSent: Wednesday, November 18, 2020 10:39 PM \nTo: \n) \nCc: \nsc.>; \n(USANYS) <> \nSubject: RE: US v. Maxwell, 20 Cr. 330 (AJN) - discovery production \nThanks, \nWe will provide another drive to load the full production. We just have to figure out how big it needs to be. If you have \nany thoughts on that, please let me know. \nAlso, can you explain the difference between the hard drive and the CD? Did you just need a little more space than what \nthe hard drive offered? Or is there a reason you put certain files on the CD? I note that the laptop does not contain a disk \nEFTA00017813\n\ndrive, so I assume Ms. Maxwell will have to use the prison computer to review the files on the CD? \nThanks, \nChris \nFrom: [mailto: \nSent: Wednesday, November 18, 2020 2:23 PM \nTo: Christian Everdell; Mark S. Cohen. Laura Menninger; Jeff Pagliuca; BOBBI C STERNHEIM \nCc: ); (USANYS) \nSubject: RE: US v. Maxwell, 20 Cr. 330 (AJN) - discovery production \nChris, \nI have asked MDC staff to provide Ms. Maxwell with the drive containing the November 9th discovery production and will \nfollow up with them again about it. \nWe can certainly make a copy of all productions to date on a single hard drive for Ms. Maxwell to review at the MDC. My \napologies, I did not appreciate that you were requesting a full reproduction of all past discovery. My understanding was \nthat the reproductions contained on the November 9th drive would address your concerns. If you would prefer to have a \nsingle drive containing all productions, we can certainly accommodate that request. Please let me know if you would like \nus to use one of the drives already at the MDC for this purpose, or if you would like to provide my office with a new drive. \nMy understanding from the MDC is that for security purposes, the laptop will be kept in a locker to which only two \nlieutenants have access. Those two lieutenants work Monday through Friday 8:30am to 3:30pm, which is when Ms. \nMaxwell will have access to the laptop. For the remainder of the 13 hours of review time, Ms. Maxwell may review her \ndiscovery on the MDC computer. The laptop is being provided to allow Ms. Maxwell to open files that she could not open \non the MDC computer. 35 hours per week should be more than sufficient to review any excel files or other file types that \ncannot be viewed on the MDC computer. \nBest, \nAssistant United States Attorney \nSouthern District of New York \nI  St. Andrew's Plaza \nNew York, NY 10007 \nFrom: Christian Everdell \nSent: Wednesday, November 18, 2020 2:11 PM \nTo: \n>: \nCc: \n>; \n(USANYS) \nSubject: RE: US v. Maxwell, 20 Cr. 330 (AJN) - discovery production \nEFTA00017814\n\nWe will send someone to pick up the new production. But as we discussed, if Ms. Maxwell has to rely on the existing hard \ndrives to view the discovery on the new laptop, that is not going to work. \nFor one thing, Ms. Maxwell still has not received the hard drive you produced on November 9, which was supposed to \ncontain replacement copies of the files on the hard drive produced on September 3 (which was broken in MDC) and the \nfiles in the October 2 production (see attached email). We cannot rely on a drive that has not been made available to Ms. \nMaxwell. \nAlso, when we spoke about the laptop, my understanding was that if you could not load the files directly onto the laptop, \nyou would create a new hard drive that contained the entire discovery production and that you would verify that the files \non that hard drive were readable on the new laptop. That way, we would not have to rely on a patchwork of prior hard \ndrives which had a lot of problems. \nTo be clear, I don't think the laptop solution you have proposed will solve the problems that Ms. Maxwell has been \nexperiencing and is not consistent with what we discussed. If there is no way to load the full discovery on the laptop \nitself, then please advise if you are able to create a new hard drive that contains the complete production (without the \nhighly confidential materials) that can be made available to Ms. Maxwell in the MDC. \nAlso, I have been informed by Ms. Maxwell, that the MDC told her today that she will only be able to use the laptop to \nreview discovery from 8:30am-3:30pm on weekdays. That is only seven hours a day, as opposed to the 13 hours a  day \n(plus weekends) that the BOP had agreed to before. There is no reason for this restriction. It is also not acceptable. In \nthis latest production alone, there are over 2 million pages to review. Ms. Maxwell cannot possibly review that much \nmaterial by trial if her review is restricted in this way. Please confirm that she will be able to have the full 13 hours per \nday (plus weekends) to review the discovery, as previously agreed. \nThanks, \nChris \nFrom: [mailto:\nSent: Wednesday, November 18, 2020 9:25 AM \nTo: Christian Everdell; Mark S. Cohen• Laura Menninger; Jeff Pagliuca; BOBBI C STERNHEIM \nCc: ►; (USANYS) \nSubject: US v. Maxwell, 20 a  330 (AM) - discovery production \nCounsel, \nA drive and a CD containing a new discovery production in the above-referenced case are now available for pickup at One \nSt. Andrew's Plaza. Attached please find the accompanying discovery letter. \nThis morning, I hand delivered a copy of this production and a laptop to the MDC for Ms. Maxwell. My understanding \nfrom the MDC is that Ms. Maxwell will be permitted to use this laptop and a power cord to review her discovery drives. \nOur IT staff, paralegal staff, and I have all confirmed that this laptop is able to open every file type contained in the \ndiscovery productions to date. The laptop does not have sufficient storage space to save the productions on the laptop \nitself, but we have saved all discovery cover letters to date on the desktop for ease of access. Ms. Maxwell will need to \nuse the hard drives with the laptop to review her discovery. \nBest, \nEFTA00017815\n\nAssistant United \nStates Attorney \nSouthern District of \nNew York \n1  St. Andrew's Plaza \nNew York, NY 10007 \nEFTA00017816",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "ncluded on that new drive, so Ms. Maxwell will have those files bot"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "and on a hard drive. \nBest, \nAssistant United States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "ive. \nBest, \nAssistant United States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "stant United States Attorney \nSouthern District of New York \nI  St. Andrew's"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "of New York \nI  St. Andrew's Plaza \nNew York, NY 10007 \nFrom: Christi"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "za \nNew York, NY 10007 \nFrom: Christian Everdell \nSent: Wednesday, November 18"
      },
      {
        "name": "Chris \nFrom",
        "role": "extracted",
        "context": "he files on the CD? \nThanks, \nChris \nFrom: [mailto: \nSent: Wednesday, N"
      },
      {
        "name": "Laura Menninger",
        "role": "extracted",
        "context": "tian Everdell; Mark S. Cohen. Laura Menninger; Jeff Pagliuca; BOBBI C STERN"
      },
      {
        "name": "Jeff Pagliuca",
        "role": "extracted",
        "context": "rk S. Cohen. Laura Menninger; Jeff Pagliuca; BOBBI C STERNHEIM \nCc: ); (U"
      },
      {
        "name": "One \nSt",
        "role": "extracted",
        "context": "e now available for pickup at One \nSt. Andrew's Plaza. Attached ple"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-11-18",
        "event": "November 18, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:55.653Z"
}