{
  "document": {
    "id": "efta00014263",
    "filename": "EFTA00014263.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014263.pdf",
    "text": "\n\nSDNY News \nClips, Monday, March 9, 2020 \nSDNY News Clips \nMonday, March 9, 2020 \nContents \nPublic Corruption 2 \nEpstein 2 \nMCC \n3 \nMoney Laundering and Transnational Criminal Enterprises 5 \nNavarro \n5 \nTerrorism and International Narcotics 10 \nSchulte 10 \nViolent and Organized Crime 13 \nRay 13 \nMatters of Interest 16 \nBerman 16 \nBarr 18 \nWeinstein 19 \nCoronavirus 20 \n1 \nEFTA00014263\n\nSDNY News Clips, Monday, March 9, 2020 \nPublic Corruption \nEpstein \nPrince Andrew 'shut the door' on Epstein probe cooperation: U.S. prosecutor \nReuters \nBy Brendan Pierson and Mark Hosenball \n3/9/2020 \nNEW YORK (Reuters) - Britain's Prince Andrew has declined to cooperate with a U.S. investigation into possible co-\nconspirators of deceased financier and accused sex trafficker Jeffrey Epstein, a U.S. prosecutor said on Monday. \n\"Contrary to Prince Andrew's very public offer to cooperate with our investigation into Epstein's co-conspirators, an \noffer that was conveyed via press release, Prince Andrew has now completely shut the door on voluntary cooperation \nand our office is considering its options,\" U.S. Attorney Geoffrey Berman said when asked about Epstein at a news \nconference about an unrelated case. \nBerman's spokesman James Margolin declined comment on the options being considered. He said the prince's lawyers \nhad said Andrew would not submit voluntarily to an interview. He said this was after Jan. 27, when Berman told a news \nconference Andrew had not offered any cooperation. \nAndrew, 60, had said in a public statement in November that he was stepping down from public duties and would be \nwilling to help \"any appropriate law enforcement agency with their investigations, if required.\" \nA friend of Epstein's, the prince has not been accused of criminal wrongdoing. He has described his association with the \nfinancier as \"ill-judged.\" A spokeswoman for the royal family declined comment. \nClare Montgomery, a  senior London barrister who British news reports say represents Andrew on matters related to \nEpstein, also declined to comment, citing professional rules limiting her ability to speak publicly about legal issues. \nAndrew, Queen Elizabeth's second son, has denied an accusation by a woman who said she was trafficked by Epstein \nand forced to have sex with his friends, including the prince, when she was 17. \nA U.S. Federal Bureau of Investigation probe is focusing on British socialite Ghislaine Maxwell, a longtime associate of \nEpstein's, and others who facilitated the wealthy financier's alleged trafficking of underage girls, law enforcement \nsources told Reuters in December. \nEpstein had socialized with the prince and other high-profile figures including U.S. President Donald Trump and former \npresident Bill Clinton. \nEpstein's suicide in Manhattan's Metropolitan Correctional Center in August, at age 66, occurred little over a month \nafter he was arrested and charged with trafficking dozens of underage girls as young as 14 from at least 2002 to 2005. \nProsecutors said he recruited girls to give him massages, which became sexual in nature. Epstein had pleaded not guilty. \n2 \nEFTA00014264\n\nSDNY News Clips, Monday, March 9, 2020 \nMCC \nJail captain in charge when Jeffrey Epstein hanged himself to be transferred: sources \nNY Daily News \nBy Stephen Rex Brown \n3/9/2020 \nHe's certainly no stranger to emergencies. \nThe Metropolitan Correctional Center captain in charge when Jeffrey Epstein hanged himself is expected to be \ntransferred to a new lockup where he will serve as \"emergency preparedness officer,\" sources tell the Daily News. \nJermaine Darden's move to FCI Fort Dix, a low-security prison in Burlington County, N.J., was delayed due to the ongoing \nlockdown at the dysfunctional jail in lower Manhattan, according to a source. \nAs captain, Darden oversees lieutenants and correctional officers at MCC. Among those under his command were \nOfficers Tova Noel and Michael Thomas, who are accused of sleeping on the job and falsifying records the night of \nEpstein's death. \nA source doubted that Darden was at the jail when Epstein was found hanging in his cell at 6:30 a.m. on Aug. 10 but was \nconfident he was one of the first people called about it. \nThomas' attorney Montell Figgins said Darden's transfer and new title was yet another example of the upper ranks of \nthe Metropolitan Correctional Center facing no consequences for systemic Bureau of Prisons failures that allowed the \naccused sex trafficker to avoid facing justice. \n\"It shows you the hubris of the system,\" Figgins said. \"They couldn't care less about the reality of what they're dong. \nThey would take this person, who was involved in this incident, and give him another title?\" \nDarden, 48, declined to comment. \nThe transfer follows a pattern similar to that of Lamine N'Diaye, the correctional center warden during the Epstein \ndebacle. N'Diaye was moved to a desk job at a regional office in Pennsylvania days after the suicide. He was expected to \nassume a leadership role at Fort Dix in February until U.S. Attorney General William Barr intervened and ordered the \ntransfer be put on hold while investigations into Epstein's death continue, The Associated Press reported. \nDarden's new title at Fort Dix could come with a pay raise, a source said. \nWorking at the low-security lockup in New Jersey should be less stressful than at the Metropolitan Correctional Center. \nThe 12-story jail next door to Manhattan Federal Court has been reeling since Epstein's suicide. The building's \ninfrastructure is crumbling. Morale is at rock bottom following the arrests of Thomas and Noel. A gun smuggled into the \njail prompted an ongoing lockdown and forced overworked staff to put in even longer hours. The FBI is investigating the \nflow of contraband into the facility. \n3 \nEFTA00014265\n\nSDNY News Clips, Monday, March 9, 2020 \nA gun smuggled into the jail prompted an ongoing lockdown and forced overworked staff to put in even longer hours. \nThe FBI is investigating the flow of contraband into the facility. \nFiggins made the case that Darden's leadership was one of many problems at the Metropolitan Correctional Center at \nthe time of Epstein's suicide. \n\"They don't have any pictures of what happened that night because they didn't follow proper protocol,\" Figgins said. \n\"And yet he gets another position.\" \nThe Bureau of Prisons declined to comment on personnel decisions. \nThomas and Noel have pleaded not guilty to charges including filing false records, which carries a maximum sentence of \nfive years. \n4 \nEFTA00014266\n\nSDNY News Clips, Monday, March 9, 2020 \nMoney Laundering and Transnational Criminal Enterprises \nNavarro \nHorse racing trainers and veterinarians charged in international doping scandal \nNBC \nBy Tom Winter and David K. Li \n3/9/2020 \nMore than two dozen trainers, veterinarians and others in horse racing were charged in a widespread doping scheme \nthat \"amounted to nothing less than abuse,\" federal officials and court papers revealed Monday. \nThe defendants ran horses at tracks in New York, New Jersey, Florida, Ohio, Kentucky and the United Arab Emirates, \nfederal prosecutors in New York City said. \n\"Over the course of the scheme, participants manufactured, purchased, sold, shipped, delivered, received and \nadministered thousands of units\" of performance-enhancing drugs, or PEDs, for use on racehorses, U.S. Attorney \nGeoffrey Berman wrote in charging documents against 19 of 27 defendants. \nThe indicted included 11 trainers, seven veterinarians and nine drug suppliers and distributors, according to Berman. \n\"All involved in the cruel and systematic doping of racehorses across the United States and indeed around the world \nusing misbranded, adulated and dangerous performance-enhancing drugs,\" Berman told reporters in New York. \n\"This is the most far-reaching prosecution of racehorse doping in the history of the Department of Justice.\" \nWilliam F. Sweeney Jr., the FBI's assistant director in charge of the New York office, said this practice forced horses to \nrun faster than they really could, putting them in grave danger. \n\"These substances stimulated endurance, deadened nerves, increased oxygen intake and reduced inflammation,\" \nSweeney told reporters. \"What actually happened to these horses amounted to nothing less than abuse.\" \nHe added: \"They experienced cardiac issues, overexertion leading to leg fractures, increased risk of injury and in some \ncases death.\" \nAs of now, investigators said they have not found any evidence that defendants told anyone about their doping scheme \nso to make bets on juiced horses. But they allegedly profited on hefty prize money. \n\"Conversely, the human beings in the scheme continued to line their purses as they manipulated this multiple-billion-\ndollar horse racing industry across the globe,\" Sweeney said. \"People are rightfully disturbed by the mistreatment of \nanimals who have absolutely no means of defense.\" \nProsecutors said trainer Jorge Navarro \"orchestrated\" this scheme by \"using PEDs designed to evade drug tests, \nphysically concealing containers of PEDs and drug paraphernalia from state regulators and racing officials.\" \n5 \nEFTA00014267\n\nSDNY News Clips, Monday, March 9, 2020 \nOne of Navarro's most prized thoroughbreds, X Y Jet, died of an apparent heart attack this year after receiving a \nsignificant amount of PEDs, in one instance 50 injections, according to the indictment. \nX Y Jet won the prestigious Dubai Golden Shaheen at Meydan Racecourse in Dubai in March 2019, which paid $1.5 \nmillion to the winner, highlighting a career of 12 victories and more than $3 million in earnings. The horse won that race \nand another contest in February of last year in Florida after receiving adulterated and misbranded PEDs before both \nraces, according to the indictment. \nWhile in the UAE for the Dubai race, Navarro \"personally administered various adulterated and misbranded PEDs to X Y \nJet, including a substance Navarro referred to as 'monkey,' \" according to the indictment. \n\"Monkey\" is a commonly used code word for a drug that can \"boost a racehorse's red blood cell count in order to \nstimulate endurance during a  race and improve race recover,\" according to the indictment. \nBut those drugs, \"when combined with intense physical exertion, thicken the horse's blood, thereby causing increased \ncardiac exertion and pressure, which can lead to cardiac issues or death,\" the indictment said. \nNavarro and another high profile trainer, Jason Servis, were both indicted on a count of conspiracy of drug adulteration \nand misbranding. \nNavarro allegedly told Servis in an intercepted phone call on March 5 last year that he particularly liked a PED called SGF-\n1000. \n\"I've been using it on everything almost,\" Navarro told Servis. Navarro ended the phone call a short time later, saying, \"I \ndon't want to talk about this s--- on the phone, OK,\" according to prosecutors. \nServis is the trainer of Maximum Security, who crossed the finish line first at last year's Kentucky Derby but was \ndisqualified minutes later after stewards ruled that the horse had impeded the paths of others; Country House was \ndeclared the winner. Maximum Security won the Eclipse Award as horse racing's top 3-year-old colt in 2019. \nBefore a  race later that year at Monmouth Park in Oceanport, New Jersey, Servis was caught on an intercepted \ntelephone call with veterinarian and co-defendant Kristian Rhein, according to the indictment. The veterinarian assured \nServis that a PED given to Maximum Security wouldn't show up on a test. \n\"They don't even have a test for it,\" Rhein told Servis, the indictment alleged. \"There's no test for it in America.\" \nFederal agents specializing in organize crime probes were investigating a \"different case, on a different topic all \ntogether\" before they tripped on to the doping scheme and \"one thing led to another,\" according to Sweeney. \n\"We had one agent in particular (who) was actually an expert in this industry from (a) prior life,\" Sweeney said. \"He was \npart of the team and they did great work.\" \nThe indictments show how widespread illegal drugs are in horse racing, according to People for the Ethical Treatment of \nAnimals. \n6 \nEFTA00014268\n\nSDNY News Clips, Monday, March 9, 2020 \n\"This sweeping federal investigation has exposed that illegal doping is still ubiquitous in horse racing, including at the \nhighest levels,\" PETA Senior Vice President Kathy Guillermo said in a statement. \n\"These crimes cheat bettors of billions of dollars and are egregiously cruel to horses, resulting in rampant injuries, pain, \nand deaths, such as those cited in the indictment.\" \n7 \nEFTA00014269\n\nSDNY News Clips, Monday, March 9, 2020 \nMaximum Security trainer among 27 indicted in racehorse doping scheme \nNY Post \nBy Gabrielle Fonrouge \n3/9/2020 \nThe trainer behind the world's best racehorse, Maximum Security, along with 26 others have been indicted in the largest \ncrackdown on racehorse doping the Department of Justice has ever seen, Manhattan federal prosecutors announced \nMonday. \nJason Servis, who just led Maximum Security to a  510 million victory in last month's Saudi Cup, allegedly used everything \nfrom customized painkillers to blood thickeners on \"virtually all of the racehorses under his control\" to make them \n\"unnaturally fast,\" prosecutors alleged. \n\"These defendants engaged in this conduct not for the love of the sport, and certainly not out of concern for the horses, \nbut for money,\" US Attorney for the Southern District of New York Geoffrey Berman said Monday. \"And it was the \nracehorses that paid the price for the defendants' unbridled greed.\" \nProsecutors alleged the international scheme spanned racetracks in New York, New Jersey, Florida, Ohio, Kentucky and \nthe United Arab Emirates and could have killed a number of horses. \n\"You know how many [expletive] horses he [Navarro] [expletive] killed and broke down that I made disappear? ... You \nknow how much trouble he could get in ... if they found out ... the six horses we killed?\" Nicholas Surick, one of the \nindicted trainers, wrote in a text message about co-conspirator Jorge Navarro, another high-profile horse trainer. \nOne of Navarro's award-winning steeds, X Y Jet, died of an apparent heart attack in January after receiving over 50 \ninjections of performance-enhancing drugs, an indictment against Navarro alleges. \nBerman said X Y Jet's death is still under investigation. \nThe probe, started two years ago by the Federal Bureau of Investigation, turned up a  total of nine trainers, nine \nsuppliers and seven crooked veterinarians who used blood thickeners, painkillers and bronchodilators to dope the \nhorses. \n\"These substances stimulated endurance, deadened nerves, increased oxygen intake and reduced inflammation,\" \nWilliam Sweeney, assistant director in charge of the FBI's New York office, said at a press conference. \n\"What actually happened to these horses amounted to nothing less than abuse.\" \nSweeney said the PEDs caused the horses to have \"cardiac issues\" and led to \"overexertion,\" which can cause leg \nfractures and death. \nOne of the indicted veterinarians, Dr. Louis Grasso, who'd previously been investigated for a racehorse doping scheme, \nallegedly distributed \"cobra venom\" to trainers as a painkiller and filled out prescriptions under the names of canine \npatients to keep investigators off his tail, according to court records and Paulick Report. \n\"I don't give a f—k what it is,\" Grasso allegedly told co-conspirator and fellow racehorse trainer Thomas Guido III when \nsaying he charges \"5100 per script,\" according to an indictment against him. \nGrasso then allegedly boasted to an undercover officer that he could get \"a script for anything,\" records show. \nInvestigators alleged Grasso submitted false prescriptions to over 10 pharmacies in at least seven states in 2019 alone \nand was caught counseling Guido after one of his horses died, the indictment states. \n8 \nEFTA00014270\n\nSONY News Clips, Monday, March 9, 2020 \n\"It happens ... [the trainer] probably over juiced him,\" Grasso allegedly said. \"I've seen that happen 20 times.\" \nA total of 26 out of the 27 defendants were arrested Monday while another defendant, Seth Fishman, was previously \narrested in October. Servis got hit with a charge of misbranding conspiracy, which relates to mislabeling drugs. \nThey collectively face a total of 105 years in prison, prosecutors said. \n9 \nEFTA00014271\n\nSONY News Clips, Monday, March 9, 2020 \nTerrorism and International Narcotics \nSchulte \nTrial of Programmer Accused in C.I.A. Leak Ends in Hung Jury \nNYT \nBy Nicole Hong \n3/9/2020 \nAn office of the Central Intelligence Agency outside Washington turned into a crime scene on March 7, 2017. \nWikiLeaks had just published a  trove of confidential C.I.A. documents that revealed secret methods the spy agency used \nto penetrate the computer networks of foreign governments and terrorists. \nInvestigators scrambled to find the culprit, seizing more than 1,000 devices from the C.I.A. as top-secret operations and \ncomputer networks shut down. Eventually, they arrested Joshua Schulte, 31, who worked as a computer engineer for \nthe agency. \nBut on Monday, in a muddled outcome for the government, a federal jury in Manhattan could not agree on whether to \nconvict Mr. Schulte of the biggest theft of classified documents in C.I.A. history. \nAfter hearing four weeks of testimony, the jurors deadlocked on eight counts, including illegal gathering and \ntransmission of national defense information. They did convict Mr. Schulte on two other counts — contempt of court \nand making false statements to the F.B.I. \nThe motivation for the alleged theft, prosecutors said, was Mr. Schulte's belief that C.I.A. management did not take his \nworkplace complaints seriously. His feuding with co-workers led to his resignation in November 2016 to join Bloomberg \nL.P. as a software engineer. \nThe partial verdict came after six days of chaotic deliberations. One juror was dismissed in the middle of the discussions \nbecause she violated the judge's orders by researching the case, and then shared that information with the jury. The \njudge declined to replace her with an alternate, leaving a panel of 11 people. \nThe jury also complained in a note about a separate juror who was not participating in the group discussion, raising \nconcerns about \"her attitude.\" \nAfter the verdict, one juror said the deliberations were a \"horrible experience,\" her eyes welling with tears as she \nwalked away from reporters. \nMr. Schulte's legal troubles are not over. The government could retry the case. In addition, during the investigation, \nfederal agents found more than 10,000 images and videos of child pornography on electronic devices in Mr. Schulte's \nhome. He faces a  separate federal trial on those charges. \nThe verdict showed that the jury had doubts about the government's most important evidence, which came from a \nC.I.A. server. Trial witnesses guided jurors through a complicated maze of forensic analysis that, according to \nprosecutors, showed Mr. Schulte's work machine accessing an old backup file one evening in April 2016. \n10 \nEFTA00014272\n\nSDNY News Clips, Monday, March 9, 2020 \nHe did so, prosecutors said, by reinstating his administrator-level access that the C.I.A. had removed after his workplace \ndisputes. The file matched the documents posted by WikiLeaks, the anti-secrecy organization, nearly a year later, \naccording to the government. \nThe defense argued that the C.I.A. computer network had weak passwords and widely known security vulnerabilities, \nand that it was possible other C.I.A. employees or foreign adversaries had breached the system. \nMr. Schulte's lawyers pointed to an internal C.I.A. report commissioned after the WikiLeaks debacle that found the \nagency did not know the files had been stolen until a year later. \nIn particular, the defense zeroed in on a C.I.A. employee identified only as Michael. On the night of the alleged theft, \nMichael and Mr. Schulte, who were close friends, left the office together, according to a government court filing. \nThe C.I.A. placed Michael on administrative leave in August because he was not cooperating with the criminal \ninvestigation into the data theft and had declined to take a polygraph test. \nBut the government did not notify the defense about Michael's employment status until six months later, the night \nbefore he took the stand at trial as a government witness. \nMr. Schulte's lawyer, Sabrina Shroff, asked in her closing argument why prosecutors had \"kept this information about \nMichael to themselves.\" \n\"It shows their doubt about the case against Mr. Schulte,\" she told jurors. \nDuring deliberations, some of the notes sent by the jury signaled it was exploring alternate culprits who might have \ncommitted the theft. \nThe government had no direct proof that Mr. Schulte sent the files to WikiLeaks. Instead, prosecutors relied on \ncircumstantial evidence. For instance, Mr. Schulte downloaded the same program onto his home computer that \nWikiLeaks recommends as a  safe way to submit documents to the organization. \nProsecutors said that after stealing the documents and sending them to WikiLeaks, Mr. Schulte \"nuked\" his hard drive at \nhome to erase any trace of his submission. \nThe trial provided a rare glimpse inside the top-secret cyberoperations of the C.I.A. Mr. Schulte was a  coder in the \nagency's Engineering Development Group, which builds tools that allow C.I.A. officers to extract files from foreign \ncomputers without detection. \nOn the witness stand, C.I.A. employees —  who testified under pseudonyms or only first names — publicly \nacknowledged for the first time some of the hacking tools that had been developed by the agency. \n\"Foreign governments do not want us on their networks and would complain, to put it lightly, if they caught us doing \nthis,\" testified a C.I.A. employee, who used the pseudonym Jeremy Weber. \n11 \nEFTA00014273\n\nSDNY News Clips, Monday, March 9, 2020 \nProsecutors were careful to avoid details about specific operations. During cross-examination, Ms. Shroff asked one \nC.I.A. witness: \"Do you recall a time when the C.I.A. covertly tried to read Angela Merkel's emails?\" referring to the \nGerman chancellor. \nThe government objected, and the judge stopped the witness from answering. \nThe testimony revealed the scramble inside C.I.A. headquarters when the files leaked. Sean Roche, a top C.I.A. official at \nthe time, said he got a call from another C.I.A. director who was out of breath. \"It was the equivalent of a digital Pearl \nHarbor,\" he testified. \nMr. Schulte immediately became a suspect. His personnel file indicated a willingness to violate C.I.A. policy, and his \nresignation letter accused the agency of \"deep injustices and illegal behavior,\" witnesses testified. \nMuch of the trial felt like a rehash of a workplace complaint gone horribly wrong. Mr. Schulte's primary grievance was \nwith another co-worker, identified only as Amol. Their group at the C.I.A., predominantly male coders, was known for \nshooting Nerf guns and playing pranks. \nDays after the first WikiLeaks disclosure, Mr. Schulte was scheduled to fly to Mexico. \nFederal agents approached Mr. Schulte as he was leaving work at Bloomberg and took him to a cafe near Grand Central \nTerminal in New York. Mr. Schulte gave them advice about finding the leaker. His hands trembled during the \nconversation, an F.BI. agent testified. \nThat night, Mr. Schulte stayed in a hotel room as F.B.I. agents, who had a search warrant, seized large volumes of data \nfrom his apartment. \nThe defense argued that investigators were quick to scapegoat Mr. Schulte because he was an easy target; after all, he \nhad antagonized virtually all of his co-workers at the C.I.A. \nProsecutors showed jurors detailed notebooks that Mr. Schulte kept in jail while awaiting trial. His bail was revoked after \nhe used the internet without the judge's permission, in violation of court orders. \nWhile in jail, Mr. Schulte obtained a  contraband cellphone from another inmate and set up a Twitter account called \n@freejasonbourne, referring to the fictional C.I.A. operative played by the actor Matt Damon. He emailed reporters \nsensitive information about his case from an encrypted account, resulting in his conviction for contempt of court. \nIn one notebook, prosecutors showed Mr. Schulte wrote a  to-do list for himself, including \"delete suspicious emails.\" \n12 \nEFTA00014274\n\nSDNY News Clips, Monday, March 9, 2020 \nViolent and Organized Crime \nRay \nLawrence Ray Is the Latest Defendant To Be Convicted Before He Goes to Trial \nFrank Report \nBy K.R. Claviger \n3/8/2020 \nTo some extent, it's always been this way: prosecutors like to get as much media coverage as possible when they \nannounce arrests and indictments —  especially if the defendant is well known or the alleged crime is especially \nabhorrent. \nBut with the advent of 24/7 news and the spread of social media, the reality is that many cases are now being \nadjudicated in the court of public opinion long before they show up in the court of law. \nLawrence Ray —  the man who allegedly forced at least one of his daughter's friends from Sarah Lawrence College into \nprostitution —  is the latest example of this rapidly increasing phenomenon. \nAccording to Geoffrey Berman, the U.S. Attorney for the Southern District of New York (SDNY), Ray was arrested on \nFebruary 10th at his home in Piscataway, NJ —  and charged with sex trafficking, forced labor, and extortion. \nAt the time of his arrest, Ray was in bed with one of his daughter's former college roommates —  a woman for whom he \nhad been named guardian (I plan to do more research on that situation). \nAccording to Berman, Ray had groomed the woman to be a prostitute —  and had kept most of the money she earned \nfrom her trysts. \nAlleged Prostitute's Earnings Are Extraordinary \nAt Ray's arraignment on February 11th, Assistant U.S. Attorney Danielle Sassoon described ledgers that were confiscated \nfrom Ray's home at the time of his arrest. \nAccording to Sassoon, those ledgers indicated that Ray's alleged victim generated $700,000 in earnings in 2017 — and \n$1,000,000 in 2018. \nLet's just take a look at those numbers to see if they make any sense. \nIf the alleged victim was charging an average of $500 per hookup, that would mean that she had 1,400 hookups in 2017 \n—  and 2,000 hookups in 2018. \nThat's somewhere between 27 and 39 per week —  or between 4 and 5 per day — with no days off. \nAnd even if the alleged victim was somehow able to charge an average of $1,000 per hookup —  which seems somewhat \nunlikely —  that would mean she had more than 900 hookups in 2017 and at least 1,000 in 2018. \n13 \nEFTA00014275\n\nSDNY News Clips, Monday, March 9, 2020 \nWhile all of the cited figures are mathematically and physically possible, they nevertheless seem extraordinary and \nalmost unimaginable. \nAnd should they prove to be true, they will likely cause a lot of coeds at Sarah Lawrence College and elsewhere to \nreconsider their career options. \nThe Whole Story Is Somewhat Unimaginable \nAccording to prosecutors, the exploitation began in 2010 when Ray moved into an on-campus dorm with his daughter \nand several of her sophomore classmates at the college. \nAs outlined in his indictment, \"Ray began 'therapy' sessions with some roommates purportedly to help them with their \npsychological problems, and presented himself as a father figure to the roommates\". \nThe indictment further alleges that Ray spent almost a decade physically, psychologically and sexually abusing his \nvictims. \nSome of his alleged victims were required to perform unpaid labor at Ray's behest —  while others were forced to drain \nmoney from their personal bank accounts and those of their parents. \nProsecutors indicated that the alleged crimes involved as many as five victims — and that they took place in Westchester \nCounty, Manhattan, and North Carolina. \nRay has been charged with a total of nine felony counts —  and could be facing more than 100 years in federal prison if he \nwere to be found guilty of all of them. \nAllegations First Emerged in 2019 \nAdding to the story's unbelievability is the fact that in April 2019, New York magazine published a story that included \nmany of the same accusations that are set forth in the indictment. \nAccording to a statement that was released by Sarah Lawrence College at the time of Ray's arrest, it undertook an \n\"internal investigation\" of the specific activities that were described in the New York magazine article but did not \nsubstantiate any of those claims. \nIn that same statement, the college indicated that \"We have not been contacted by the Southern District of New York, \nbut will, of course, cooperate in their investigation to the full extent of the law if invited to do so\". \nWhy the SDNY investigators would not have discussed the matter with college officials is just one of the many mysteries \nsurrounding this case. \nThis May Be Another Case Where the Results Are OK but Not the Process \nMaybe Lawrence Ray is a total scumbag who deserves to spend the rest of his life in prison. \n14 \nEFTA00014276\n\nSDNY News Clips, Monday, March 9, 2020 \nBut the way in which this case has been handled thus far —  with the salacious claims made by the U.D. Attorney for the \nSDNY at the press conference it held to announce Ray's arrest and the subsequent leaks to the media concerning the \nmaterials that were seized at Ray's home — it's starting to look a lot like the script that's been followed in other recent \nhigh-profile prosecutions. \nWhat the hell has happened to due process —  and the presumption of innocence before someone is found guilty? \nWhy do prosecutors feel it's necessary to try their cases in the court of public opinion before they go to trial? \nHow is it possible to select objective jurors who have not formed an opinion about cases like this when everyone who \nwatches TV and/or who has an internet connection is bombarded for months with news about the case before it goes to \ntrial? \nHave we reached a point where trials are no longer necessary — and we're ready to just let prosecutors decide who's \nguilty of committing a crime? \nIs this really what the founders of America had in mind when they were drafting the U.S. Constitution? \n15 \nEFTA00014277\n\nSDNY News Clips, Monday, March 9, 2020 \nMatters of Interest \nBerman \nUS Attorney Geoffrey Berman asserts independence from Justice Department \nCNN \nBy Kara Scannell \n3/9/2020 \n(CNN) —  Geoffrey Berman, the US attorney in Manhattan, asserted his office's independence from politics on Monday in \nhis first public comments since career prosecutors have clashed with Justice Department leadership over the handling of \npolitically sensitive cases. \nBerman's rare remarks follow actions taken by Attorney General William Barr, from his characterization of former \nspecial counsel Robert Mueller's investigative conclusions to the sentencing of Trump ally Roger Stone, that have raised \nconcerns among current and former prosecutors that Barr is doing the bidding of the President and politicizing the \nJustice Department. \nBerman, who was appointed by President Donald Trump, was asked by a reporter at a press conference whether the \nJustice Department had interfered in his office's investigation of Lev Parnas and Igor Fruman, two associates of Rudy \nGiuliani, Trump's personal attorney. \nParnas and Fruman, who were charged with campaign finance violations, worked with Giuliani in his effort to dig up dirt \non former Vice President Joe Biden and his son Hunter's activities in Ukraine. Prosecutors are also investigating Giuliani's \nefforts in Ukraine, including his attempt to remove then-US ambassador Marie Yovanovitch. \n\"The Southern District of New York has a long history of integrity and pursuing cases and declining to pursue cases based \nonly on the facts and the law and the equities, without regard to partisan political concerns. My primary commitment is \nand has been to maintain those core values and that's how our office is operating,\" Berman said. \nBerman's statement is the first time he has spoken out about the independence of the US Attorney's Office for the \nSouthern District of New York, which has had a long history of operating apart from the Justice Department and often \nhandles high-profile cases. \nSince Barr became attorney general last year, there has been tension between him and Berman. Barr has attempted to a \nmicromanage certain cases by asking more questions than his predecessors, according to people familiar with the \nrelationship. Berman has pushed back, these people say, and recently moved to indict a Turkish bank over Barr's efforts \nto reach a settlement that would have avoided an indictment. \nBarr clashed with federal prosecutors in recent weeks over the handling of two high-profile cases that touch the \nPresident, the sentencing of Stone and the oversight of the prosecution of Michael Flynn, Trump's former national \nsecurity adviser. Barr assigned the US attorney from St. Louis with re-examining the Flynn investigation, among others. \nHe also created a new framework for investigations relating to Ukraine with the appointment of the US attorney in \nBrooklyn to coordinate any existing investigations and approve the \"widening and expansion of existing matters,\" \naccording to an internal Justice Department memorandum. \n16 \nEFTA00014278\n\nSONY News Clips, Monday, March 9, 2020 \nThat move was perceived by some former prosecutors as an attempt to assert more control over investigations tied to \nUkraine, especially those carried out by the US Attorney's Office for the Southern District of New York. In addition to the \nGiuliani investigation, prosecutors are also looking into whether foreign money flowed into Trump's inaugural \ncommittee. The office also prosecuted Michael Cohen, Trump's former personal attorney, for violating campaign finance \nlaws in connection to payments made to two women who alleged affairs with Trump. \n17 \nEFTA00014279\n\nSDNY News Clips, Monday, March 9, 2020 \nBarr \nJudge's blistering opinion reveals William Barr's unfitness \nCNN \nBy Elie Honig \n3/9/2020 \n(CNN) —  As a Justice Department prosecutor, I was taught that all you have is your credibility and your independence. \nWithout those two attributes, you're lost. But in a scalding opinion, federal District Court Judge Reggie Walton called \ninto serious doubt whether Attorney General William Barr possesses either of these golden prosecutorial virtues (and \nbefore anyone cries politics, Judge Walton was nominated to the bench by President George W. Bush, a Republican, in \n2001). \nJudge Walton's opinion pulls no punches. He finds that \"the Court cannot reconcile certain public representations made \nby Attorney General Barr with the findings in the Mueller Report.\" (Judge Walton is hardly alone in this assessment; \nMueller himself castigated Barr for \"not fully captur[ingj the context, nature, and substance of this Office's work and \nconclusions.\") The judge notes Barr's \"lack of candor\" which \"call[s) into question Attorney General Barr's credibility and \nin turn, the Department's representation\" that it had properly redacted the Mueller report in the Freedom of \nInformation Act (FOIA) lawsuit before the Court. \nThe Justice Department released a statement taking issue with the judge's ruling, noting that its attorneys worked with \nMueller's team to redact the report. But it completely misses the point. Judge Walton criticizes Barr not for the \nredactions made to the Mueller report, but rather for Barr's misleading public comments about it. The Justice \nDepartment is silent on this issue. \nHaving already trashed Barr's credibility, Judge Walton then turned his fire on Barr's lack of political independence, \nnoting that Barr's public \"inconsistencies\" with the Mueller report -- at a time when the public did not have access to the \nreport itself -- \"cause the Court to seriously question whether Attorney General Barr made a calculated attempt to \ninfluence public discourse about the Mueller Report in favor of President Trump...\" \nFor a former Justice Department prosecutor like myself, this is a jaw-dropper. Not only does a Republican-nominated \nfederal judge call out Barr for fudging the truth, but he further questions whether Barr did it to protect the President --\nprecisely the opposite of what the Justice Department is, and should be, about. \nJudge Walton's scathing decision has led to a humiliating result not just for Barr but for the entire Justice Department. In \na FOIA lawsuit, a judge typically defers heavily to the Department to make necessary and appropriate redactions to any \nmaterials before they are released to the public. Here, however, Judge Walton has essentially said: I don't trust you to \ndo this honestly, so I'll have to babysit you and review your work first. (Fool me once...) \nA ruling like Judge Walton's would derail the career of any line-level prosecutor. In my 14 years as a federal and state \nprosecutor, neither I nor any of my hundreds of colleagues were ever called out anywhere near so bluntly and forcefully \nby a judge. Judge Walton's powerful words confirm what thousands of former Justice Department prosecutors and \nofficials (including me) already firmly believe: Barr is unfit to serve as Attorney General. \n18 \nEFTA00014280\n\nSDNY News Clips, Monday, March 9, 2020 \nWeinstein \nHarvey Weinstein injured in Rikers Island jail, his publicist says \nCNN \nBy Chloe Melas and Ralph Ellis \n3/9/2020 \n(CNN) —  Convicted rapist Harvey Weinstein fell sometime Sunday morning while at Rikers Island jail, his spokesperson \nJuda Englemayer told CNN. \nEnglemayer said Weinstein was dizzy before he fell. \n\"Harvey says his head throbs all the time and thinks he has a concussion. He has not been officially diagnosed,\" \nEnglemayer said. \nEnglemayer, who spoke to Weinstein by phone Sunday evening, says Weinstein has \"had a lot of time to think about his \nlife and what he's done,\" adding, \"He said he wasn't a nice guy and that's how he got here.\" \nMovie mogul Weinstein doesn't walk steadily and doesn't have a walker in jail, Englemayer said. During his recent trial, \nWeinstein used a walker to get in and out of court. \nAfter Weinstein was convicted of sex crimes February 24, paramedics determined he had a heart issue and transported \nhim to Bellevue Hospital in Manhattan. \nWeinstein, 67, had a heart procedure last Wednesday during which doctors inserted a  stent, Engelmayer told CNN \nrecently. He was moved Thursday to the infirmary unit at Rikers Island, New York's main jail complex, Engelmayer said. \nHe's expected to be sentenced March 11 in New York State Supreme Court. He faces a minimum of five years and a \nmaximum of more than two decades in prison. \nA New York jury convicted Weinstein of committing a criminal sex act in the first degree involving one woman and \nanother count of rape in the third degree. \n19 \nEFTA00014281\n\nSDNY News Clips, Monday, March 9, 2020 \nCoronavirus \nSDNY Courthouses Ban Entry To Any Exposed To Coronavirus \nLaw360 \nBy Frank G. Runyeon \n3/9/2020 \nLaw360, New York (March 9, 2020, 11:10 AM EDT) -- The Southern District of New York on Monday enacted new \nrestrictions on who may enter the courts due to the coronavirus outbreak, barring entry to anyone who recently \ntraveled to countries that are hardest hit by the virus or those who have come into contact with it. \nIn an order, Chief Judge Colleen McMahon said the ban applies to anyone who has traveled to China, South Korea, \nJapan, Italy or Iran in the past 14 days. Also banned are people who live with or have come into close contact with \nanyone who has been in one of those countries during that period; people who have been asked to self-quarantine; and \nthose who have either been diagnosed with the virus — called COVID-19 — or come into contact with someone who has \nbeen diagnosed. \nThe order cited guidance by the U.S. Centers for Disease Control that the best way to avoid illness is by avoiding the \nvirus altogether. \n\"Anyone attempting to enter in violation of these protocols will be denied entry by a court security officer,\" Judge \nMcMahon wrote. She added that the restrictions would \"remain in place temporarily until it is determined to be safe to \nremove them.\" \n20 \nEFTA00014282",
    "pageCount": 20,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "of deceased financier and accused sex trafficker Jeffrey Epstein, a U.S. prosecutor said on Monday. \n\"Contrary to"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "estigation probe is focusing on British socialite Ghislaine Maxwell, a longtime associate of \nEpstein's, and others w"
      },
      {
        "name": "Prince Andrew",
        "role": "extracted",
        "context": "onday, March 9, 2020 \nPublic Corruption \nEpstein \nPrince Andrew 'shut the door' on Epstein probe cooperation: U.S"
      },
      {
        "name": "Bill Clinton",
        "role": "extracted",
        "context": "U.S. President Donald Trump and former \npresident Bill Clinton. \nEpstein's suicide in Manhattan's Metropolitan C"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "her high-profile figures including U.S. President Donald Trump and former \npresident Bill Clinton. \nEpstein's su"
      },
      {
        "name": "Louis Grasso",
        "role": "extracted",
        "context": "f the indicted veterinarians, Dr. Louis Grasso, who'd previously been in"
      },
      {
        "name": "Schulte",
        "role": "extracted",
        "context": "agree on whether to \nconvict Mr. Schulte of the biggest theft of c"
      },
      {
        "name": "Shroff",
        "role": "extracted",
        "context": "ns. During cross-examination, Ms. Shroff asked one \nC.I.A. witness"
      },
      {
        "name": "News \nClips",
        "role": "extracted",
        "context": "SDNY News \nClips, Monday, March 9, 2020 \nSDNY"
      },
      {
        "name": "News Clips",
        "role": "extracted",
        "context": ", Monday, March 9, 2020 \nSDNY News Clips \nMonday, March 9, 2020 \nConte"
      },
      {
        "name": "Contents \nPublic",
        "role": "extracted",
        "context": "Clips \nMonday, March 9, 2020 \nContents \nPublic Corruption 2 \nEpstein 2 \nMCC"
      },
      {
        "name": "Money Laundering",
        "role": "extracted",
        "context": "ruption 2 \nEpstein 2 \nMCC \n3 \nMoney Laundering and Transnational Criminal En"
      },
      {
        "name": "Transnational Criminal",
        "role": "extracted",
        "context": "MCC \n3 \nMoney Laundering and Transnational Criminal Enterprises 5 \nNavarro \n5 \nTe"
      },
      {
        "name": "International Narcotics",
        "role": "extracted",
        "context": "5 \nNavarro \n5 \nTerrorism and International Narcotics 10 \nSchulte 10 \nViolent and O"
      },
      {
        "name": "Organized Crime",
        "role": "extracted",
        "context": "s 10 \nSchulte 10 \nViolent and Organized Crime 13 \nRay 13 \nMatters of Intere"
      },
      {
        "name": "Public Corruption",
        "role": "extracted",
        "context": "Clips, Monday, March 9, 2020 \nPublic Corruption \nEpstein \nPrince Andrew 'shut"
      },
      {
        "name": "Epstein \nPrince",
        "role": "extracted",
        "context": "h 9, 2020 \nPublic Corruption \nEpstein \nPrince Andrew 'shut the door' on Eps"
      },
      {
        "name": "Reuters \nBy",
        "role": "extracted",
        "context": "cooperation: U.S. prosecutor \nReuters \nBy Brendan Pierson and Mark Hose"
      },
      {
        "name": "Brendan Pierson",
        "role": "extracted",
        "context": "U.S. prosecutor \nReuters \nBy Brendan Pierson and Mark Hosenball \n3/9/2020"
      },
      {
        "name": "Mark Hosenball",
        "role": "extracted",
        "context": "uters \nBy Brendan Pierson and Mark Hosenball \n3/9/2020 \nNEW YORK (Reuters)"
      },
      {
        "name": "Attorney Geoffrey",
        "role": "extracted",
        "context": "onsidering its options,\" U.S. Attorney Geoffrey Berman said when asked about"
      },
      {
        "name": "James Margolin",
        "role": "extracted",
        "context": "ted case. \nBerman's spokesman James Margolin declined comment on the optio"
      },
      {
        "name": "Clare Montgomery",
        "role": "extracted",
        "context": "yal family declined comment. \nClare Montgomery, a  senior London barrister w"
      },
      {
        "name": "Queen Elizabeth",
        "role": "extracted",
        "context": "about legal issues. \nAndrew, Queen Elizabeth's second son, has denied an a"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "nce, when she was 17. \nA U.S. Federal Bureau of Investigation probe is foc"
      },
      {
        "name": "President Donald",
        "role": "extracted",
        "context": "rofile figures including U.S. President Donald Trump and former \npresident B"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "tein's suicide in Manhattan's Metropolitan Correctional Center in August, at age 66,"
      },
      {
        "name": "Daily News",
        "role": "extracted",
        "context": "o be transferred: sources \nNY Daily News \nBy Stephen Rex Brown \n3/9/20"
      },
      {
        "name": "By Stephen",
        "role": "extracted",
        "context": "rred: sources \nNY Daily News \nBy Stephen Rex Brown \n3/9/2020 \nHe's cer"
      },
      {
        "name": "Rex Brown",
        "role": "extracted",
        "context": "es \nNY Daily News \nBy Stephen Rex Brown \n3/9/2020 \nHe's certainly no"
      },
      {
        "name": "The Metropolitan",
        "role": "extracted",
        "context": "no stranger to emergencies. \nThe Metropolitan Correctional Center captain i"
      },
      {
        "name": "Correctional Center",
        "role": "extracted",
        "context": "mergencies. \nThe Metropolitan Correctional Center captain in charge when Jeffre"
      },
      {
        "name": "Jermaine Darden",
        "role": "extracted",
        "context": "sources tell the Daily News. \nJermaine Darden's move to FCI Fort Dix, a low"
      },
      {
        "name": "Fort Dix",
        "role": "extracted",
        "context": "Jermaine Darden's move to FCI Fort Dix, a low-security prison in Bur"
      },
      {
        "name": "Burlington County",
        "role": "extracted",
        "context": "Dix, a low-security prison in Burlington County, N.J., was delayed due to the"
      },
      {
        "name": "Officers Tova",
        "role": "extracted",
        "context": "those under his command were \nOfficers Tova Noel and Michael Thomas, who"
      },
      {
        "name": "Michael Thomas",
        "role": "extracted",
        "context": "were \nOfficers Tova Noel and Michael Thomas, who are accused of sleeping"
      },
      {
        "name": "Montell Figgins",
        "role": "extracted",
        "context": "d about it. \nThomas' attorney Montell Figgins said Darden's transfer and ne"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "rt Dix in February until U.S. Attorney General William Barr intervened and o"
      },
      {
        "name": "William Barr",
        "role": "extracted",
        "context": "y until U.S. Attorney General William Barr intervened and ordered the \nt"
      },
      {
        "name": "The Associated",
        "role": "extracted",
        "context": "nto Epstein's death continue, The Associated Press reported. \nDarden's new"
      },
      {
        "name": "New Jersey",
        "role": "extracted",
        "context": "at the low-security lockup in New Jersey should be less stressful than"
      },
      {
        "name": "Manhattan Federal",
        "role": "extracted",
        "context": "he 12-story jail next door to Manhattan Federal Court has been reeling since"
      },
      {
        "name": "The Bureau",
        "role": "extracted",
        "context": "t he gets another position.\" \nThe Bureau of Prisons declined to commen"
      },
      {
        "name": "Enterprises \nNavarro",
        "role": "extracted",
        "context": "ng and Transnational Criminal Enterprises \nNavarro \nHorse racing trainers and ve"
      },
      {
        "name": "By Tom",
        "role": "extracted",
        "context": "national doping scandal \nNBC \nBy Tom Winter and David K. Li \n3/9/2"
      },
      {
        "name": "United Arab",
        "role": "extracted",
        "context": "orida, Ohio, Kentucky and the United Arab Emirates, \nfederal prosecutor"
      },
      {
        "name": "Attorney \nGeoffrey",
        "role": "extracted",
        "context": ", for use on racehorses, U.S. Attorney \nGeoffrey Berman wrote in charging docu"
      },
      {
        "name": "Sweeney Jr",
        "role": "extracted",
        "context": "ment of Justice.\" \nWilliam F. Sweeney Jr., the FBI's assistant directo"
      },
      {
        "name": "Jorge Navarro",
        "role": "extracted",
        "context": "e.\" \nProsecutors said trainer Jorge Navarro \"orchestrated\" this scheme by"
      },
      {
        "name": "Dubai Golden",
        "role": "extracted",
        "context": "X Y Jet won the prestigious Dubai Golden Shaheen at Meydan Racecourse"
      },
      {
        "name": "Meydan Racecourse",
        "role": "extracted",
        "context": "gious Dubai Golden Shaheen at Meydan Racecourse in Dubai in March 2019, which"
      },
      {
        "name": "Jason Servis",
        "role": "extracted",
        "context": "another high profile trainer, Jason Servis, were both indicted on a coun"
      },
      {
        "name": "Maximum Security",
        "role": "extracted",
        "context": "rs. \nServis is the trainer of Maximum Security, who crossed the finish line"
      },
      {
        "name": "Kentucky Derby",
        "role": "extracted",
        "context": "ish line first at last year's Kentucky Derby but was \ndisqualified minutes"
      },
      {
        "name": "Country House",
        "role": "extracted",
        "context": "impeded the paths of others; Country House was \ndeclared the winner. Max"
      },
      {
        "name": "Eclipse Award",
        "role": "extracted",
        "context": "ner. Maximum Security won the Eclipse Award as horse racing's top 3-year-"
      },
      {
        "name": "Monmouth Park",
        "role": "extracted",
        "context": "re a  race later that year at Monmouth Park in Oceanport, New Jersey, Ser"
      },
      {
        "name": "Kristian Rhein",
        "role": "extracted",
        "context": "veterinarian and co-defendant Kristian Rhein, according to the indictment."
      },
      {
        "name": "Ethical Treatment",
        "role": "extracted",
        "context": ", according to People for the Ethical Treatment of \nAnimals. \n6 \nEFTA00014268"
      },
      {
        "name": "Senior Vice",
        "role": "extracted",
        "context": "at the \nhighest levels,\" PETA Senior Vice President Kathy Guillermo sai"
      },
      {
        "name": "President Kathy",
        "role": "extracted",
        "context": "est levels,\" PETA Senior Vice President Kathy Guillermo said in a statement"
      },
      {
        "name": "Post \nBy",
        "role": "extracted",
        "context": "n racehorse doping scheme \nNY Post \nBy Gabrielle Fonrouge \n3/9/2020"
      },
      {
        "name": "Gabrielle Fonrouge",
        "role": "extracted",
        "context": "se doping scheme \nNY Post \nBy Gabrielle Fonrouge \n3/9/2020 \nThe trainer behind"
      },
      {
        "name": "Saudi Cup",
        "role": "extracted",
        "context": "llion victory in last month's Saudi Cup, allegedly used everything \nf"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "r money,\" US Attorney for the Southern District of New York Geoffrey Berman s"
      },
      {
        "name": "Geoffrey Berman",
        "role": "extracted",
        "context": "Southern District of New York Geoffrey Berman said Monday. \"And it was the"
      },
      {
        "name": "Nicholas Surick",
        "role": "extracted",
        "context": ".. the six horses we killed?\" Nicholas Surick, one of the \nindicted trainer"
      },
      {
        "name": "William Sweeney",
        "role": "extracted",
        "context": "e and reduced inflammation,\" \nWilliam Sweeney, assistant director in charge"
      },
      {
        "name": "Paulick Report",
        "role": "extracted",
        "context": "ccording to court records and Paulick Report. \n\"I don't give a f—k what it"
      },
      {
        "name": "Thomas Guido III",
        "role": "extracted",
        "context": "and fellow racehorse trainer Thomas Guido III when \nsaying he charges \"5100"
      },
      {
        "name": "Seth Fishman",
        "role": "extracted",
        "context": "nday while another defendant, Seth Fishman, was previously \narrested in"
      },
      {
        "name": "Schulte \nTrial",
        "role": "extracted",
        "context": "and International Narcotics \nSchulte \nTrial of Programmer Accused in C.I."
      },
      {
        "name": "Programmer Accused",
        "role": "extracted",
        "context": "Narcotics \nSchulte \nTrial of Programmer Accused in C.I.A. Leak Ends in Hung J"
      },
      {
        "name": "Leak Ends",
        "role": "extracted",
        "context": "Programmer Accused in C.I.A. Leak Ends in Hung Jury \nNYT \nBy Nicole"
      },
      {
        "name": "Hung Jury",
        "role": "extracted",
        "context": "ccused in C.I.A. Leak Ends in Hung Jury \nNYT \nBy Nicole Hong \n3/9/202"
      },
      {
        "name": "By Nicole",
        "role": "extracted",
        "context": "Leak Ends in Hung Jury \nNYT \nBy Nicole Hong \n3/9/2020 \nAn office of"
      },
      {
        "name": "Central Intelligence",
        "role": "extracted",
        "context": "g \n3/9/2020 \nAn office of the Central Intelligence Agency outside Washington tur"
      },
      {
        "name": "Joshua Schulte",
        "role": "extracted",
        "context": "wn. Eventually, they arrested Joshua Schulte, 31, who worked as a computer"
      },
      {
        "name": "Sabrina Shroff",
        "role": "extracted",
        "context": "tness. \nMr. Schulte's lawyer, Sabrina Shroff, asked in her closing argumen"
      },
      {
        "name": "Engineering Development",
        "role": "extracted",
        "context": "was a  coder in the \nagency's Engineering Development Group, which builds tools tha"
      },
      {
        "name": "Jeremy Weber",
        "role": "extracted",
        "context": "loyee, who used the pseudonym Jeremy Weber. \n11 \nEFTA00014273\n\nSDNY News"
      },
      {
        "name": "Angela Merkel",
        "role": "extracted",
        "context": "C.I.A. covertly tried to read Angela Merkel's emails?\" referring to the"
      },
      {
        "name": "Sean Roche",
        "role": "extracted",
        "context": "arters when the files leaked. Sean Roche, a top C.I.A. official at \nth"
      },
      {
        "name": "Pearl \nHarbor",
        "role": "extracted",
        "context": "s the equivalent of a digital Pearl \nHarbor,\" he testified. \nMr. Schulte"
      },
      {
        "name": "Grand Central",
        "role": "extracted",
        "context": "g and took him to a cafe near Grand Central \nTerminal in New York. Mr. Sc"
      },
      {
        "name": "Matt Damon",
        "role": "extracted",
        "context": "operative played by the actor Matt Damon. He emailed reporters \nsensit"
      },
      {
        "name": "Ray \nLawrence",
        "role": "extracted",
        "context": "Violent and Organized Crime \nRay \nLawrence Ray Is the Latest Defendant T"
      },
      {
        "name": "Ray Is",
        "role": "extracted",
        "context": "rganized Crime \nRay \nLawrence Ray Is the Latest Defendant To Be Co"
      },
      {
        "name": "Latest Defendant",
        "role": "extracted",
        "context": "ime \nRay \nLawrence Ray Is the Latest Defendant To Be Convicted Before He Goe"
      },
      {
        "name": "To Be",
        "role": "extracted",
        "context": "e Ray Is the Latest Defendant To Be Convicted Before He Goes to T"
      },
      {
        "name": "Convicted Before",
        "role": "extracted",
        "context": "Is the Latest Defendant To Be Convicted Before He Goes to Trial \nFrank Repor"
      },
      {
        "name": "He Goes",
        "role": "extracted",
        "context": "endant To Be Convicted Before He Goes to Trial \nFrank Report \nBy K."
      },
      {
        "name": "Trial \nFrank",
        "role": "extracted",
        "context": "e Convicted Before He Goes to Trial \nFrank Report \nBy K.R. Claviger \n3/8"
      },
      {
        "name": "Report \nBy",
        "role": "extracted",
        "context": "efore He Goes to Trial \nFrank Report \nBy K.R. Claviger \n3/8/2020 \nTo s"
      },
      {
        "name": "Lawrence Ray",
        "role": "extracted",
        "context": "show up in the court of law. \nLawrence Ray —  the man who allegedly forc"
      },
      {
        "name": "Sarah Lawrence",
        "role": "extracted",
        "context": "f his daughter's friends from Sarah Lawrence College into \nprostitution —"
      },
      {
        "name": "Alleged Prostitute",
        "role": "extracted",
        "context": "she earned \nfrom her trysts. \nAlleged Prostitute's Earnings Are Extraordinary"
      },
      {
        "name": "Earnings Are",
        "role": "extracted",
        "context": "trysts. \nAlleged Prostitute's Earnings Are Extraordinary \nAt Ray's arrai"
      },
      {
        "name": "Extraordinary \nAt",
        "role": "extracted",
        "context": "ged Prostitute's Earnings Are Extraordinary \nAt Ray's arraignment on February"
      }
    ],
    "locations": [
      {
        "name": "Piscataway, NJ",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-03-09",
        "event": "3/9/2020"
      },
      {
        "date": "2020-03-08",
        "event": "3/8/2020"
      },
      {
        "date": "2020-03-09",
        "event": "March 9, 2020"
      },
      {
        "date": "2017-03-07",
        "event": "March 7, 2017"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:48.548Z"
}