{
  "document": {
    "id": "efta00010203",
    "filename": "EFTA00010203.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00010203.pdf",
    "text": "\n\n( 2 86$ Division MEGA4 Automated Litigation Support System \nAccount Request and Approval Form \nFor ( 2 8 6$ Division Users \nTo be used for DOJ ( 2 8 6 $ Division employees and authorized \n0 ( • FRMITWINAII I \n&DVH 3 tliffIFVKIRLP DARQ \nDJ \nNUMBER: \n2442-0129 \nCASE \nNAME: US V. \nEpstein \nLEAD ( 286$ DIVISION ATTORNEY NAME AND PHONE NUMBER: \n( 286$ CASE MANAGER NAME AND PHONE NUMBER: \niCONECT RELATIVITY \nLIST OF SPECIFIC CASES/PROJECTS FOR WHICH ACCESS IS REQUIRED: \nUS v. Epstein \nEnd User Information: \nFULL NAME: EOUSA SECTION: \nPOSITION/TITLE: TELEPHONE NUMBER: \nBUILDING/LOCATION: EMAIL ADDRESS: \nAPPROVED BY \n6,* 1$785( \nDate: \nMEGA4 System Access — EOUSA \nPage 1 of 8 \nEFTA00010203\n\nDepartment of Justice \nInformation Technology (IT) Security \nRules of Behavior (ROB) for General Users \nVersion 7.0 \nJanuary 3, 2014 \nI. \nIntroduction \nThe Rules of Behavior (ROB) for General Users pertain to the use, security, and acceptable level of risk \nfor Department of \nJustice \n(DOJ) systems. The rules highlight that taking personal responsibility for the \nsecurity of an information system and its data is an essential part of your job. As a user of the DOJ \nInformation Technology (IT) data and systems, you are the first line of defense in support of DOJ's IT \nsecurity. \nThe intent of the ROB is to acknowledge users' receipt and understanding of applicable IT security \nrequirements from various Federal and \nDOJ \npolicies and procedures. These requirements include, but \nare not limited to, the Office of Management and Budget (OMB) Circular A-130, OMB M-07-16, OMB \nM-05-08, the Privacy Act of 1974, DOJ Order 2640.2 (series), DOJ Order 2740.1 (series), and the DOJ \nIT Security Standard. \nWho is covered by these rules? \nThese rules apply to all personnel (government employees and contractors) who perform general non-\nprivileged duties on DOJ information systems, access or use DOJ information, or provide IT services \nto DOJ —  hereafter referred to as users. All users are required to review and provide signature or \nelectronic verification acknowledging compliance with these rules to their respective Component IT \nSecurity representative. \nCertain authorized personnel may obtain limited exemptions for specific occurrences when performing \nofficial duties. These individuals must document situations where equipment and software limitations \nlisted below prevent mission operations. In addition to this ROB, the user shall also agree to and \nprovide signature or electronic verification acknowledging compliance for the Privileged User ROB. \nThe system Authorizing Official (AO) will issue an exemption if the accepted risk(s) and justification \nis documented and appropriate'. \nWhat are the penalties for noncompliance? \nNon-compliance with requirements will be enforced through sanctions commensurate with the level of \ninfraction. Actions may include a verbal or written warning, temporary suspension of system access or \npermanent revocation, reassignment to other duties, or termination, depending on the severity of the \nviolation. In addition, activities that lead to or cause disclosure of classified information may result in \ncriminal prosecution under the U.S. Code, Title 18, Section 798, and other applicable statutes. \nUnauthorized browsing or inspection of Federal Taxpayer Information (Internal Revenue Code Sec. \n7213A) is punishable with a fine of up to $1,000 and/or up to one year imprisonment. Unauthorized \ndisclosure of Tax Return information (Internal Revenue Code Sec. 7213) is a felony punishable with a \nfine of up to $5,000 and up to five years in prison. In addition to these penalties, any Federal employee \nconvicted under Sec. 7213 or Sec.7213A will be dismissed from employment. \nI  For additional information on mobile device exemptions, please refer to the Department of Justice Mobile Device and Mobile \nApplication Security Policy Instruction v2 (http://dojnet.doj.gov0md/irm/itsecurity/documents/FINAL-\nD0J_Mobile_Device_and_Application_Security_Policy Instruction_v2.pdf). \n1 \nMEGA4 System Access —  EOUSA \nRevised March 2014 \nPage 2 of 8 \nEFTA00010204\n\nDepartment of Justice \nInformation Technology (IT) Security \nRules of Behavior (ROB) for General Users \nVersion 7.0 \nJanuary 3, 2014 \nII. User Responsibilities \nA. \nGeneral \nI. Comply with all Federal laws and Department and Component policies and requirements, \nincluding DOJ Orders and Standards. Use DOJ information and information systems for lawful, \nofficial use, and authorized purposes \nonly. \n2. Do not generate, download, store, copy, or transmit offensive or inappropriate information \nin any medium, to include e-mail messages, documents, images, videos, and sound files. \n3. Limit distribution of e-mail to only those with a \"need to know.\" \n4. Do not open e-mails from suspicious sources (e.g., people you don't recognize, know, or \nnormally communicate with) and do not visit untrusted or inappropriate websites (unless \nauthorized). Only download permissible files from known and reliable sources and use virus-\nchecking procedures prior to file use. \n5. Protect and safeguard all DOJ information, including personally identifiable information \n(PII), commensurate with the sensitivity and value of the data at risk. Protect and safeguard \nall DOJ information and information systems from unauthorized access, unauthorized or \ninadvertent modification, disclosure, damage, destruction, loss, theft, denial of service, \nimproper sanitization, and improper use. \n6. Verify that each computer-readable data extract containing sensitive PII data has been erased \nwithin 90 days of origination or that its use is still required. \n7. Upon \ndiscovery of a known or suspected security incident, report the incident to your Help Desk, \nIncident Response Representative, Justice Security Operations Center, Security Manager, or \nSupervisor. \n8. Immediately report lost or stolen devices (e.g., laptop, phone, tablet, thumb drive) to your Help \nDesk, Incident Response Representative, Justice Security Operations Center, Security Manager, \nor \nSupervisor. \n9. Encrypt all DOJ Sensitive but Unclassified (SBU) data on authorized mobile computers, laptops, \ntablets, and removable media (e.g., removable hard drives, thumb drives, and DVDs) using \nDepartment-approved solutions unless a waiver or policy exemption exists. For classified \nenvironments, follow the procedures required for those networks for data storage and transport. \nAll data is considered sensitive unless designated as non-sensitive by the Component \nDirector/Head/Office Head. \n10. Read and understand the DOJ security warning banner that appears prior to logging onto the \nsystem or mobile device. \nII. Screen-lock or log off your computer when leaving the work area, and remove your PIV card, if \nutilized. Log off when departing for the day. \n12. Keep all government-furnished equipment (GFE) mobile devices assigned to you in your \n2 \nMEGA4 System Access - EOUSA \nPage 3 of 8 \nEFTA00010205\n\nDepartment of Justice \nInformation Technology (IT) Security \nRules of Behavior (ROB) for General Users \nVersion 7.0 \nJanuary 3, 2014 \nphysical presence whenever possible. When it is necessary for you to be away from your GFE, \nparticularly at a non-secure location, secure all your portable electronic devices and removable \nmedia, preferably out-of-sight (e.g. in a locked container). \n13. Do not use Peer-to-Peer (P2P) technology on the Internet, such as Skype, BitTorrent, etc. P2P is \nforbidden throughout the Department unless the Department's Chief Information Officer (CIO) or \ndesignee approves a waiver. \n14. Do not auto-forward emails from your DOJ email account to your personal email account \n(e.g., Gmail, Yahoo, Hotmail). \n15. Ensure that individuals have the proper clearance, authorization, and need-to-know before \nproviding access to any DOJ information. \n16. Consent to monitoring and search of any IT equipment that is brought into, networked to, or \nremoved from DOJ owned, controlled, or leased facilities consistent with employee and \ncontractor consent obtained through log-on banners and DOJ policies. \n17. Properly mark and label classified and sensitive documents, electronic equipment, and media in \naccordance with the DOJ Security Program Operating Manual (SPOM) and DOJ Order 2620.7. \n18. Adhere to Separation of Duties principles. Understand conflict of interest in responsibilities, \nroles, and functions within a system or application (e.g., duties of the System Administrator \nand Information System Security Officer (ISSO) should not be combined). \n19. Do not change any configurations or settings of the operating system and security-related \nsoftware, or circumvent and test the security controls of the system unless authorized. \n20. Do not bypass native mobile device operating system controls to gain increased privileges (i.e., \njailbreaking or rooting the \ndevice). \n21. Do not use anonymizer sites on the Internet and bypass the Department security mechanisms \ndesigned to protect systems from malicious Internet sites. \nB. \nClassified Systems/Information \n22. Do not process classified information on an unclassified system unless authorization is \nobtained to support a specific job function. \n23. Send classified email only on systems authorized for that purpose and for the highest level of \nthe classified data involved. \n24. When in use, operate IT systems only in those areas or facilities certified for the highest \nclassification or sensitivity level of the information involved. When not in use, store a \nclassified computer, hard drive, removable media, etc. in an approved security container or in a \nfacility approved for open storage. \n25. Use classified laptops and similar devices in accordance with the DOJ Removable Media \nRequirements for Classified Systems, dated April 25, 2011. \n3 \nMEGA4 System Access - EOUSA \nPage 4 of 8 \nEFTA00010206\n\nDepartment of Justice \nInformation Technology (IT) Security \nRules of Behavior (ROB) for General Users \nVersion 7.0 \nJanuary 3, 2014 \nC. Passwords \n26. Adhere to at least the minimum password requirements for the system on which you are \nworking. \n27. Change the default password upon receipt from system administrator. \n28. Do not share account passwords with anyone. \n29. Avoid using the same password for multiple accounts. \nD. Mobile Computing & \nRemote Access Users \n30. Use mobile GFE (e.g., laptop, tablet, smartphone) for official business and authorized uses. \nMobile GFE is for use by DOJ personnel only (no spouses or relatives) and shall only connect \nthrough an authorized DOJ remote access network when accessing the Internet. \n31. Only authorized applications and software for mobile GFE can be downloaded and installed on \nDOJ devices, and only from DOJ-authorized sources. \n32. The use of Short Message Service (SMS) must be approved by the Authorizing Official. SMS \nmessages are be limited to non-sensitive information. \n33. Only install DOJ-provided removable media, including memory and subscriber identity \nmodule (SIM) cards, on mobile GFE. \n34. Only connect to secure wireless networks where possible and take precautionary measures to \nprevent the compromise of DOJ data when insecure wireless networks must be used.2\n35. Follow these guidelines unless explicitly authorized by the Authorizing Official to do \notherwise: \na. Do not connect non-DOJ mobile devices and/or accessories to DOJ networks. This includes \nmobile phones, tablets, laptops, Bluetooth devices, and other devices requiring both wired \nand wireless communication access. \nb. Do not enable mobile device tethering via Bluetooth, Universal Serial Bus (USB), or Wi-Fi \nhotspots on mobile GFE. \nc. Do not access non-Government cloud-based services-such as DropBox and iCloud—from \nmobile GFE. \nd. Do not connect mobile GFE to non-DOJ information systems, to include personal \ncomputers. \nL Virtual Conferencing \n36. Hosts and presenters must provide participants with advance notice if the virtual conference \nsession is being recorded. \n2  For additional information, please refer to the Department of Justice Secure Use of Wireless Networks FAQ at \nhttp://dojnet.doj.gov/jmcUirm/itsecurity/ises_team.php. \n4 \nMEGA4 System Access — EOUSA \nPage 5 of 8 \nEFTA00010207\n\nDepartment of Justice \nInformation Technology (IT) Security \nRules of Behavior (ROB) for General Users \nVersion 7.0 \nJanuary 3, 2014 \n37. Do not access a virtual conference presentation using an account with elevated privileges. \n38. Limit presentation information to only that which is authorized for dissemination. \n39. Delete all DOJ information on a provider's web site immediately upon the end of a virtual \nconference. \n40. Do not install any agents or other software designed to enhance or aid in virtual conferencing. \n41. Employ strong participant authentication mechanisms (i.e., multi-factor authentication, \ncreating a pin, unique login credentials, etc.). \n42. Enable logging and archiving to provide auditability of participant and host activity, as well as \nenable/disable meeting functions (e.g., upload, download, desktop sharing). \nF. Hardware \n43. Do not add, modify, or remove hardware, or connect unauthorized accessories or \ncommunications connections to DOJ IT resources unless specifically authorized. \n44. Do not access the internal components of the computer, or remove the computer or its hard \ndrive from DOJ facilities unless specifically authorized. \n45. Wipe all devices prior to reissue. There is no expectation of maintaining any personal \ninformation, data, or applications on these devices. \nG. \nSoftware \n46. Do not copy or distribute intellectual property —  including music, software, documentation, \nand other copyrighted materials —  without permission or license from the copyright owner. \nUse Dal-licensed and authorized software only. \n47. Do not install or update any software unless specifically authorized. \n48. Do not attempt to access any electronic audit trails that may exist on the computer unless \nspecifically authorized. \nH. Remote \nWeb Access \n49. Follow your organization's telework guidelines when working remotely and/or accessing DOJ \ninformation remotely. \n50. Ensure the confidentiality of government information when using remote web access (e.g., \nOWA) from a non-GFE client (public or private). This includes the following: \na. When downloading attachments to registered non-GFE private computers, immediately \nremove any extraneous attachments, encrypt them locally, or transfer them to an approved \nencrypted USB drive. \nb. Delete attachments when finished on registered non-GFE private computers. \nc. Do not download attachments on unregistered non-GFE public computers. \n5 \nMEGA4 System Access -EOUSA \nPage 6 of 8 \nEFTA00010208\n\nDepartment of Justice \nInformation Technology (IT) Security \nRules of Behavior (ROB) for General Users \nVersion 7.0 \nJanuary 3, 2014 \n51. Do not print emails in public areas and with public non-GFE printers. Users may print with \nnon-GFE private printers at home. Users will be held responsible for the compromise of \nGovernment information through negligence or a willful act. \n52. Maintain a reasonable security posture (i.e., updated antivirus, local firewall, updated OS and \nsoftware patch levels) on registered non-GFE private computers used for remote access. \nI. Traveling \nUsers \n53. The Component Mobile Computing Operations Manager, or equivalent, shall notify the JSOC, \nor an equivalent authorized SOC in advance, if you intend to travel to a foreign country with a \nDOJ laptop that will accompany you during any portion of travel with the intended dates and \nlocation(s) of travel. For travel to countries designated as high-risk counter-intelligence, the \nuse of mobile devices must be approved by the DOJ CISO prior to travel. Requests are \nprocessed via email to both the DOJ ITSS Director and the DOJ ITSS Deputy Director.;\n54. Minimize the information on your IT system to what is required to perform a particular \nmission while travelling and destroy copies of sensitive data when no longer needed. \n55. Shut down IT devices when not in use or no longer needed. If the IT device is needed but not \nthe associated network capability, turn off/disable the network/wireless network functionality.4\n56. Assume all communications (including cellular services) are being intercepted and read when \non travel in a foreign country. \n57. Keep your remote access token separate from the laptop/tablet (preferably on you) when \npossible. \nJ. Personally Identifiable Information \n58. Safeguard against breaches of information involving PII, which refers to information that can \nbe used alone or combined with other information that can distinguish or trace an individual's \nidentity—such as a name, social security number, biometric records, the date and place of \nbirth, mother's maiden name, etc. \n59. Report all breaches of information involving PII to JSOC through your Component's standard \nprocedures. \n3  For additional information on foreign travel requirements, please refer to the Foreign Travel Laptop Use and Foreign Travel \nLaptop Use Waiver Request forms (http://dojnet.doj.gov/jmdfirm/itsecurity/jsoc-cyber-defense.php). For additional \ninformation on the use of mobile devices during foreign travel, please refer to the Mobile Device and Mobile Application \nSecurity Policy Instruction (http://dojnet.doj.govijmd/irrn/itsecurity/documents/FINAL-\nDOJ_Mobile_Device_and_Application_Security_Policy Instruction_v2.pdf). \n4  For additional information, please refer to the Department of Justice Secure Use of Wireless Networks FAQ at \nhttp://dojnet.doj.gov/jmd/irm/itsecurity/ises_team.php. \n6 \nMEGA4 System Access —  EOUSA \nPage 7 of 8 \nEFTA00010209\n\nDepartment of Justice \nInformation Technology (IT) Security \nRules of Behavior (ROB) for General Users \nVersion 7.0 \nJanuary 3, 2014 \n60. Access, maintain, store, or transmit PII that you are given explicit authorization to and ensure \nyou meet required security controls! \n61. Disclose PII in accordance with appropriate legal authorities and the Privacy Act of 1974. \n62. Dispose of and retain records in accordance with applicable record schedules, National \nArchives and Records Administration guidelines and Department Policies.6\n63. Do not perform unauthorized querying, review, inspection, or disclosure of Federal Taxpayer \nInformation.' (See Internal Revenue Code Sec. 7213 and 7213A at \nhttp://www.irs.gov/irm/partl Virm 11-003-001 .hunl#d0e176) \nI acknowledge receipt and understand my responsibilities as identified above. Additionally, this \nacknowledgment accepts my responsibility to ensure the protection of PII that I  may handle. I will \ncomply with the DOJ IT Security ROB for General Users, Version 7.0, dated January 3, 2014. \nSignature Date \nPrinted Name Component and Sub-Component \nNote: Statement of acknowledgement may be made by signature if the ROB for General Users is \nreviewed in hard copy or by email/electronic acknowledgement if reviewed online. All users are \nrequired to review and provide their signature or electronic verification acknowledging compliance \nwith these rules. Users with privileged accesses and permissions shall also agree to and sign the ROB \nfor Privileged Users. If you have questions related to this ROB, please contact your Help Desk, \nSecurity Manager, or Supervisor. \nThe Department has the right, reserved or otherwise, to update the ROB to ensure it remains compliant \nwith all applicable laws, regulations, and DOJ Standards. Updates to the ROB will be communicated \nthrough the Department's \nISES \nTeam Lead and Component Training Coordinators. \n$ \nFor additional guidance on P11, please refer to Information Technology Security, \nDOJ \nOrder 2640.2F \n(https://portal.doj.govisitesidmidm/Directives/2640.2F.pdf). \n° For disposal guidance, please refer to Records Management, DOJ Order 2710.11 \n(https://portal.doj.govisitesidmidm/Directives/2710.11.pdf). \n7  For additional information on disclosure of federal taxpayer information, please refer to Internal Revenue Code Sec. 7213 and \n7213A (http://wwwirs.goviirm/part 1 1/irm_11-003-001.htmllid0e176). \n7 \nMEGA4 System Access —  EOUSA \nPage 8 of 8 \nEFTA00010210",
    "pageCount": 8,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Automated Litigation",
        "role": "extracted",
        "context": "( 2 86$ Division MEGA4 Automated Litigation Support System \nAccount Reque"
      },
      {
        "name": "Support System",
        "role": "extracted",
        "context": "on MEGA4 Automated Litigation Support System \nAccount Request and Approval"
      },
      {
        "name": "Account Request",
        "role": "extracted",
        "context": "ed Litigation Support System \nAccount Request and Approval Form \nFor ( 2 8"
      },
      {
        "name": "Approval Form",
        "role": "extracted",
        "context": "t System \nAccount Request and Approval Form \nFor ( 2 8 6$ Division Users"
      },
      {
        "name": "Division Users",
        "role": "extracted",
        "context": "d Approval Form \nFor ( 2 8 6$ Division Users \nTo be used for DOJ ( 2 8 6 $"
      },
      {
        "name": "Epstein \nEnd",
        "role": "extracted",
        "context": "CH ACCESS IS REQUIRED: \nUS v. Epstein \nEnd User Information: \nFULL NAME:"
      },
      {
        "name": "User Information",
        "role": "extracted",
        "context": "REQUIRED: \nUS v. Epstein \nEnd User Information: \nFULL NAME: EOUSA SECTION:"
      },
      {
        "name": "System Access",
        "role": "extracted",
        "context": "BY \n6,* 1$785( \nDate: \nMEGA4 System Access — EOUSA \nPage 1 of 8 \nEFTA000"
      },
      {
        "name": "Justice \nInformation",
        "role": "extracted",
        "context": "EFTA00010203\n\nDepartment of Justice \nInformation Technology (IT) Security \nRul"
      },
      {
        "name": "Security \nRules",
        "role": "extracted",
        "context": "Information Technology (IT) Security \nRules of Behavior (ROB) for General"
      },
      {
        "name": "General Users",
        "role": "extracted",
        "context": "Rules of Behavior (ROB) for General Users \nVersion 7.0 \nJanuary 3, 2014"
      },
      {
        "name": "Introduction \nThe",
        "role": "extracted",
        "context": "ion 7.0 \nJanuary 3, 2014 \nI. \nIntroduction \nThe Rules of Behavior (ROB) for G"
      },
      {
        "name": "Information Technology",
        "role": "extracted",
        "context": "ur job. As a user of the DOJ \nInformation Technology (IT) data and systems, you ar"
      },
      {
        "name": "Privacy Act",
        "role": "extracted",
        "context": "MB M-07-16, OMB \nM-05-08, the Privacy Act of 1974, DOJ Order 2640.2 (se"
      },
      {
        "name": "Security Standard",
        "role": "extracted",
        "context": "0.1 (series), and the DOJ \nIT Security Standard. \nWho is covered by these rul"
      },
      {
        "name": "Privileged User",
        "role": "extracted",
        "context": "nowledging compliance for the Privileged User ROB. \nThe system Authorizing"
      },
      {
        "name": "Authorizing Official",
        "role": "extracted",
        "context": "vileged User ROB. \nThe system Authorizing Official (AO) will issue an exemption"
      },
      {
        "name": "Federal Taxpayer",
        "role": "extracted",
        "context": "zed browsing or inspection of Federal Taxpayer Information (Internal Revenue"
      },
      {
        "name": "Internal Revenue",
        "role": "extracted",
        "context": "Federal Taxpayer Information (Internal Revenue Code Sec. \n7213A) is punishab"
      },
      {
        "name": "Code Sec",
        "role": "extracted",
        "context": "Information (Internal Revenue Code Sec. \n7213A) is punishable with a"
      },
      {
        "name": "Tax Return",
        "role": "extracted",
        "context": ". Unauthorized \ndisclosure of Tax Return information (Internal Revenue"
      },
      {
        "name": "Justice Mobile",
        "role": "extracted",
        "context": "se refer to the Department of Justice Mobile Device and Mobile \nApplicatio"
      },
      {
        "name": "Mobile \nApplication",
        "role": "extracted",
        "context": "of Justice Mobile Device and Mobile \nApplication Security Policy Instruction v"
      },
      {
        "name": "Security Policy",
        "role": "extracted",
        "context": "evice and Mobile \nApplication Security Policy Instruction v2 (http://dojnet"
      },
      {
        "name": "Policy Instruction",
        "role": "extracted",
        "context": "vice_and_Application_Security_Policy Instruction_v2.pdf). \n1 \nMEGA4 System Acc"
      },
      {
        "name": "Revised March",
        "role": "extracted",
        "context": "MEGA4 System Access —  EOUSA \nRevised March 2014 \nPage 2 of 8 \nEFTA000102"
      },
      {
        "name": "User Responsibilities",
        "role": "extracted",
        "context": "ion 7.0 \nJanuary 3, 2014 \nII. User Responsibilities \nA. \nGeneral \nI. Comply with"
      },
      {
        "name": "Help Desk",
        "role": "extracted",
        "context": ", report the incident to your Help Desk, \nIncident Response Represent"
      },
      {
        "name": "Incident Response",
        "role": "extracted",
        "context": "incident to your Help Desk, \nIncident Response Representative, Justice Secur"
      },
      {
        "name": "Justice Security",
        "role": "extracted",
        "context": "dent Response Representative, Justice Security Operations Center, Security M"
      },
      {
        "name": "Operations Center",
        "role": "extracted",
        "context": "resentative, Justice Security Operations Center, Security Manager, or \nSuperv"
      },
      {
        "name": "Security Manager",
        "role": "extracted",
        "context": "e Security Operations Center, Security Manager, or \nSupervisor. \n8. Immediat"
      },
      {
        "name": "Help \nDesk",
        "role": "extracted",
        "context": "tablet, thumb drive) to your Help \nDesk, Incident Response Representa"
      },
      {
        "name": "Component \nDirector",
        "role": "extracted",
        "context": "nated as non-sensitive by the Component \nDirector/Head/Office Head. \n10. Read a"
      },
      {
        "name": "Office Head",
        "role": "extracted",
        "context": "the Component \nDirector/Head/Office Head. \n10. Read and understand the"
      },
      {
        "name": "Chief Information",
        "role": "extracted",
        "context": "tment unless the Department's Chief Information Officer (CIO) or \ndesignee ap"
      },
      {
        "name": "Security Program",
        "role": "extracted",
        "context": "a in \naccordance with the DOJ Security Program Operating Manual (SPOM) and D"
      },
      {
        "name": "Operating Manual",
        "role": "extracted",
        "context": "with the DOJ Security Program Operating Manual (SPOM) and DOJ Order 2620.7."
      },
      {
        "name": "System Administrator",
        "role": "extracted",
        "context": "lication (e.g., duties of the System Administrator \nand Information System Secur"
      },
      {
        "name": "Information System",
        "role": "extracted",
        "context": "the System Administrator \nand Information System Security Officer (ISSO) shoul"
      },
      {
        "name": "Security Officer",
        "role": "extracted",
        "context": "rator \nand Information System Security Officer (ISSO) should not be combined"
      },
      {
        "name": "Classified Systems",
        "role": "extracted",
        "context": "alicious Internet sites. \nB. \nClassified Systems/Information \n22. Do not proce"
      },
      {
        "name": "Removable Media",
        "role": "extracted",
        "context": "es in accordance with the DOJ Removable Media \nRequirements for Classified"
      },
      {
        "name": "Mobile Computing",
        "role": "extracted",
        "context": "rd for multiple accounts. \nD. Mobile Computing & \nRemote Access Users \n30. U"
      },
      {
        "name": "Remote Access",
        "role": "extracted",
        "context": "unts. \nD. Mobile Computing & \nRemote Access Users \n30. Use mobile GFE (e."
      },
      {
        "name": "Short Message",
        "role": "extracted",
        "context": "ized sources. \n32. The use of Short Message Service (SMS) must be approve"
      },
      {
        "name": "Universal Serial",
        "role": "extracted",
        "context": "vice tethering via Bluetooth, Universal Serial Bus (USB), or Wi-Fi \nhotspots"
      },
      {
        "name": "Virtual Conferencing",
        "role": "extracted",
        "context": "clude personal \ncomputers. \nL Virtual Conferencing \n36. Hosts and presenters mus"
      },
      {
        "name": "Justice Secure",
        "role": "extracted",
        "context": "se refer to the Department of Justice Secure Use of Wireless Networks FAQ"
      },
      {
        "name": "Wireless Networks",
        "role": "extracted",
        "context": "ment of Justice Secure Use of Wireless Networks FAQ at \nhttp://dojnet.doj.gov"
      },
      {
        "name": "Use Dal",
        "role": "extracted",
        "context": "se from the copyright owner. \nUse Dal-licensed and authorized softw"
      },
      {
        "name": "Remote \nWeb",
        "role": "extracted",
        "context": "specifically authorized. \nH. Remote \nWeb Access \n49. Follow your organ"
      },
      {
        "name": "Traveling \nUsers",
        "role": "extracted",
        "context": "s used for remote access. \nI. Traveling \nUsers \n53. The Component Mobile Com"
      },
      {
        "name": "The Component",
        "role": "extracted",
        "context": "ss. \nI. Traveling \nUsers \n53. The Component Mobile Computing Operations M"
      },
      {
        "name": "Operations Manager",
        "role": "extracted",
        "context": "he Component Mobile Computing Operations Manager, or equivalent, shall notify"
      },
      {
        "name": "Deputy Director",
        "role": "extracted",
        "context": "TSS Director and the DOJ ITSS Deputy Director.;\n54. Minimize the informatio"
      },
      {
        "name": "Personally Identifiable",
        "role": "extracted",
        "context": "y on you) when \npossible. \nJ. Personally Identifiable Information \n58. Safeguard ag"
      },
      {
        "name": "Foreign Travel",
        "role": "extracted",
        "context": "irements, please refer to the Foreign Travel Laptop Use and Foreign Travel"
      },
      {
        "name": "Laptop Use",
        "role": "extracted",
        "context": "e refer to the Foreign Travel Laptop Use and Foreign Travel \nLaptop Us"
      },
      {
        "name": "Waiver Request",
        "role": "extracted",
        "context": "nd Foreign Travel \nLaptop Use Waiver Request forms (http://dojnet.doj.gov/"
      },
      {
        "name": "Mobile Device",
        "role": "extracted",
        "context": "n travel, please refer to the Mobile Device and Mobile Application \nSecur"
      },
      {
        "name": "Mobile Application",
        "role": "extracted",
        "context": "efer to the Mobile Device and Mobile Application \nSecurity Policy Instruction"
      },
      {
        "name": "National \nArchives",
        "role": "extracted",
        "context": "applicable record schedules, National \nArchives and Records Administration gu"
      },
      {
        "name": "Records Administration",
        "role": "extracted",
        "context": "dules, National \nArchives and Records Administration guidelines and Department Pol"
      },
      {
        "name": "Department Policies",
        "role": "extracted",
        "context": "Administration guidelines and Department Policies.6\n63. Do not perform unauthor"
      },
      {
        "name": "See Internal",
        "role": "extracted",
        "context": "eral Taxpayer \nInformation.' (See Internal Revenue Code Sec. 7213 and 72"
      },
      {
        "name": "Revenue Code",
        "role": "extracted",
        "context": "Information.' (See Internal Revenue Code Sec. 7213 and 7213A at \nhttp:"
      },
      {
        "name": "Signature Date",
        "role": "extracted",
        "context": "7.0, dated January 3, 2014. \nSignature Date \nPrinted Name Component and S"
      },
      {
        "name": "Printed Name",
        "role": "extracted",
        "context": "ary 3, 2014. \nSignature Date \nPrinted Name Component and Sub-Component"
      },
      {
        "name": "Component \nNote",
        "role": "extracted",
        "context": "rinted Name Component and Sub-Component \nNote: Statement of acknowledgement"
      },
      {
        "name": "Privileged Users",
        "role": "extracted",
        "context": "gree to and sign the ROB \nfor Privileged Users. If you have questions relate"
      },
      {
        "name": "The Department",
        "role": "extracted",
        "context": "rity Manager, or Supervisor. \nThe Department has the right, reserved or ot"
      },
      {
        "name": "Team Lead",
        "role": "extracted",
        "context": "rough the Department's \nISES \nTeam Lead and Component Training Coordi"
      },
      {
        "name": "Component Training",
        "role": "extracted",
        "context": "rtment's \nISES \nTeam Lead and Component Training Coordinators. \n$ \nFor additio"
      },
      {
        "name": "Records Management",
        "role": "extracted",
        "context": "sal guidance, please refer to Records Management, DOJ Order 2710.11 \n(https://"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2014-01-03",
        "event": "January 3, 2014"
      },
      {
        "date": "2011-04-25",
        "event": "April 25, 2011"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:41.506Z"
}