{
  "document": {
    "id": "efta00016939",
    "filename": "EFTA00016939.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016939.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: FW: RE: Epstein search warrant documents \nDate: Sat, 15 Feb 2020 21:49:55 +0000 \nHaving said all this, below, I'm still going to drop off the hard drive in your office in case you're able to tell what we \npreviously got and what's new —  for obvious reasons I do want the FBI to start identifying this stuff, but if we're able to \nmove forward on the most recent addition that would be great. If you could please take a look at the hard drive and let us \nknow either way? Thank you!! \nFrom: \nSent: Saturda February 15, 2020 16:30 \nTo NY) (FBI) \nC USANYS) [Contractor \nSubject: RE: Epstein search warrant documents \n(NY) \n(FBI) sc\n> \nI'm not sure who's the exact right person to ask this, so wanted to get everybody on one email chain about it —  I have the \nhard drive tha dropped off that has new Epstein search warrant materials, but it looks like there are also old \nmaterials (that I think we had previously received and uploaded??) on the hard drive, and so I'm not sure what's new. \nJust generally, ant and I talked about this last week too, but it's basically impossible for us to keep track of what \nwe're getting, and what has been completed, without some kind of identification or labeling system, along with a list of \nwhich devices have been extracted and downloaded. \nSo for example on the hard drive currently, there are 38 folders labeled \"loadFiles\" through \"37loadFiles\" with a modified \ndate of 11/14/19, which I think we may have already previously received —  but I'm not sure, because we haven't gotten \nany info on which folders match up to which devices, etc. And then there's another folder titled \"NYC024362\" that has a \nmodified date of 1/27/20, so I think that may be the materials we hadn't previously received? That folder by itself has \nmore than 600,000 items. \nI don't want to givaManything that we've already previously received and uploaded, and I can't tell from the folder or \nfile names whether eve hing on the drive is new, or whether just additional materials were saved onto it in addition to \nwhat we already have. are you able to give us some guidance on this? Ultimately what we really need is a \nspreadsheet of every device, whether it's been dumped (or partially dumped), and then identifying that same info —\nwhich device, and what materials from it —  are being given to us with each data transfer. Otherwise I think \norganizationally and for review purposes it will be a total disaster for us. \nWe're happy to have a meeting on this if that's helpful —  and thanks everybody for the assistance. \nEFTA00016939\n\nAssistant U.S. Attorney \nSouthern \nDistrict of New York \nEFTA00016940",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Saturda February",
        "role": "extracted",
        "context": "ay? Thank you!! \nFrom: \nSent: Saturda February 15, 2020 16:30 \nTo NY) (FBI)"
      },
      {
        "name": "Contractor \nSubject",
        "role": "extracted",
        "context": ":30 \nTo NY) (FBI) \nC USANYS) [Contractor \nSubject: RE: Epstein search warrant d"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "EFTA00016939\n\nAssistant U.S. Attorney \nSouthern \nDistrict of New York \nEFTA00"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-02-15",
        "event": "February 15, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:53.724Z"
}