{
  "document": {
    "id": "efta00021015",
    "filename": "EFTA00021015.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021015.pdf",
    "text": "\n\nLAW OFFICES OF BOBBI C.STERNHEIM \n212-243-1100 • \nMoln \n917-306-6666 • Cell \n888-587-4737 • \nFax \nHonorable Alison J. Nathan \nUnited States District Judge \nUnited States \nCourthouse \n40 Foley Square \nNew York, NY 10007 \nDear Judge Nathan: \n33 West 19th \nStreet -  4th Floor \nNew York, New York 10011 \nbc@sternhelmlow.com \nFebruary I, 2021 \nRe. United States v.  Ghislaine Maxwell \n20 Cr. \n330 (MN) \nBy letter to the Court, dated January 25, 2021 (Dkt.117 at 2-3), the MDC raised objection \nto the Court's order, unopposed by the government, directing the MDC to permit Ms. Maxwell to \nuse on a laptop computer on weekends and holidays. (Dkt. 116 at 2). The MDC has failed to \nstate a valid or compelling reason for opposing the Court's directive. \nThe MDC does not identify any valid reason why Ms. Maxwell cannot have access to the \nlaptop computer on weekends and holidays. The MDC does not argue, for example, that access \nto the laptop cannot be provided because of issues related to safety or security, staffing, or (to \nquote the government) the need to \"manag[e] its inmate population.\" Instead, in opposition to \nthe Court's order, the MDC repeats its stock response: Ms. Maxwell has received significant \namount of time to review her discovery and has more contact with counsel than any other MDC \ninmate is allotted. The MDC's fixation on the relative time Ms. Maxwell has been given to \nreview discovery is totally misguided. The government has produced millions of pages of \ndiscovery. Ms. Maxwell has the right to review all of them in order to prepare her defense for \ntrial. To do that, she needs access to the laptop for as much time as possible, including the \nweekends and holidays because the prison computers are incapable of reading the millions of \ndiscovery documents. Ms. Maxwell loses 10 or more hours per week due to delay in receiving \nthe laptop, problems caused by the MDC computer, and inability to access the computer during \nmorning and afternoon counts on the weekends. Comparing Ms. Maxwell to other inmates does \nnot justify restricting her use of the laptop to review discovery. \nThe MDC's proposed solution—that Ms. Maxwell can simply use the prison computer on \nthe weekends and holidays to review discovery—is utterly inadequate. As Ms. Maxwell has \npointed out on many occasions, the prison computer is incapable of reading a significant portion \nof the discovery, including but not limited to native files, Excel files, some video and audio files, \nand anything requiring Cellebrite software. The MDC concedes this fact in their letter—Ms. \nMaxwell cannot review all of her discovery on the prison computer. And using it causes a \ncolossal waste of time. For example, if Ms. Maxwell locates a document on the prison computer \nEFTA00021015\n\nLAW OFFICES OF BOB0I C. STERNHEIM \nfor which she needs to review the native image, many of which are embedded in other files, she \nmust write down the Bates number for that document and then wait until Monday to find the \nsame document using the laptop computer so that she can review the full document. Moreover, \nthe MDC computer shuts down every two hours, requiring Ms. Maxwell to reboot the computer \nand find her place in the documents to resume her review. This process can take 20-30 minutes, \nall of which is lost time. In addition, the power of central processing unit of the MDC computer \nis very slow. Uploading videos can take up to a half hour, time that cannot be used to review \nother documents. When the computer automatically shuts down, videos need to be re-opened, \nrequiring Ms. Maxwell to locate the portion of the video she was viewing when the computer \nshut down. In sum, using the prison computer is a problem, not a solution. \nMs. Maxwell's review of discovery is challenging enough on the laptop computer that \nwas provided. Even with the laptop, Ms. Maxwell is unable to search, unable to print, and \nunable to tag or highlight documents for later review. She must review millions of pages of \nunwieldy documents produced in various formats (native, image, text) one page at a time—with \nno filtering or organizing—and record millions of Bates numbers and notes of her review by \nhand on the limited amount of paper she is provided. And she is not permitted to have any \nsupplies to organize the voluminous legal papers. Hard drives provided by the government have \nbeen mishandled by MDC staff (dropped on the floor and slammed on a cart) causing them to \nbecome degraded and unstable and to randomly shut down. While the laptop does not solve all of \nthese issues, it performs far better than the MDC computers. The time, resources and funds \nexpended on problems caused by the electronic discovery and the computers is unnecessary, \nwasteful, and frustrating. The MDC is in no position - and is neither qualified nor experienced -\nto \nchallenge Ms. Maxwell's and her counsel's claim that she needs access to the laptop on the \nweekends and holidays to even hope to finish reviewing the millions of pages of documents \nproduced in discovery. \nThe MDC's assertion that Ms. Maxwell's access to her attorneys is a reason to deny her \naccess to the laptop computer on weekend and holidays is non-sensical. One has absolutely \nnothing to do with the other. And it ignores the fact that, aside from time to review discovery or \ncommunicate with counsel, Ms. Maxwell is far more restricted than all other MDC inmates. \nOther inmates have unlimited time to communicate with other inmates. With exception of \ninmates detained in the SHU for disciplinary reasons, all other MDC inmates have unlimited \ntime to interact with other inmates. Other than calls with family or communication with counsel, \nMs. Maxwell has no human contact except with guards who wield power over her, overmanage \nher, and have psychologically and physically abused her. And complaints regarding \nmistreatment by guards have led to reprisals against Ms. Maxwell. \nRather than state a valid reason for opposing the Court's directive, the MDC's opposition \nshines a klieg light on the deficiencies of its electronics and the limitations imposed on all \ninmates, most especially those detained pretrial. The restrictions placed on pretrial detainees goes \nbeyond deprivation of liberty. Their ability to prepare for trial is compromised, their access to \ncounsel is restricted, and their right to effective assistance of counsel is jeopardized. The \npandemic has made the situation even more dire. Requiring pretrial detainees, including Ms. \nMaxwell, to review terabytes of electronic discovery on inadequate computers further tips an \nalready unlevel playing field to the detriment of criminal defendants. \n2 \nEFTA00021016\n\nLAW OFFICES OF 13013131 C. STERNHEIM \nThere are no reasonable conditions to assure that as a pretrial detainee Ms. Maxwell will \nbe as prepared for trial as a defendant on bail. Permitting Ms. Maxwell to use the laptop on \nweekends and holidays is a reasonable and minimum accommodation for the difficulties entailed \nin reviewing enormous amounts of electronic discovery, and one that imposes no burden on the \nBOP nor any security issues. The Court's order directing the MDC to permit Ms. Maxwell \naccess to the computer on weekends and holidays should remain in effect. \nVery truly yours, \ngotez C. \n9,444.440. \nBOBBI C. STERNHEIM \ncc: Sophia Papapetru, MDC counsel \nGovernment Counsel \n3 \nEFTA00021017",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "mlow.com \nFebruary I, 2021 \nRe. United States v.  Ghislaine Maxwell \n20 Cr. \n330 (MN) \nBy letter to the Court, dated"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": ", directing the MDC to permit Ms. Maxwell to \nuse on a laptop compu"
      },
      {
        "name": "Fax \nHonorable",
        "role": "extracted",
        "context": "-6666 • Cell \n888-587-4737 • \nFax \nHonorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "7 • \nFax \nHonorable Alison J. Nathan \nUnited States District Judge \nUnited"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Judge \nUnited States \nCourtho"
      },
      {
        "name": "Judge \nUnited",
        "role": "extracted",
        "context": "athan \nUnited States District Judge \nUnited States \nCourthouse \n40 Foley"
      },
      {
        "name": "States \nCourthouse",
        "role": "extracted",
        "context": "States District Judge \nUnited States \nCourthouse \n40 Foley Square \nNew York, N"
      },
      {
        "name": "Foley Square",
        "role": "extracted",
        "context": "United States \nCourthouse \n40 Foley Square \nNew York, NY 10007 \nDear Jud"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "y Square \nNew York, NY 10007 \nDear Judge Nathan: \n33 West 19th \nStreet"
      },
      {
        "name": "Floor \nNew",
        "role": "extracted",
        "context": "33 West 19th \nStreet -  4th Floor \nNew York, New York 10011 \nbc@ster"
      },
      {
        "name": "Comparing Ms",
        "role": "extracted",
        "context": "rnoon counts on the weekends. Comparing Ms. Maxwell to other inmates doe"
      },
      {
        "name": "As Ms",
        "role": "extracted",
        "context": "covery—is utterly inadequate. As Ms. Maxwell has \npointed out on"
      },
      {
        "name": "Permitting Ms",
        "role": "extracted",
        "context": "trial as a defendant on bail. Permitting Ms. Maxwell to use the laptop on"
      },
      {
        "name": "Sophia Papapetru",
        "role": "extracted",
        "context": "440. \nBOBBI C. STERNHEIM \ncc: Sophia Papapetru, MDC counsel \nGovernment Coun"
      },
      {
        "name": "Government Counsel",
        "role": "extracted",
        "context": "ophia Papapetru, MDC counsel \nGovernment Counsel \n3 \nEFTA00021017"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-01-25",
        "event": "January 25, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "212-243-1100",
      "917-306-6666",
      "888-587-4737"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:03.838Z"
}