{
  "document": {
    "id": "efta00023435",
    "filename": "EFTA00023435.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00023435.pdf",
    "text": "\n\nU.S. Department of Justice \nFederal Bureau of Prisons \nCentral Office \n320 First St., NW \nWashington, DC 20534 \nDecember 16, 2019 \nDanielle Ivory \nThe New York Times \n620 Eighth Avenuse \nNew York, NY 10018 \nDear Ms. Ivory: \nThe Federal Bureau of Prisons (BOP) received your Freedom of Information Act/Privacy Act (FOIA/PA) \nrequest in which you request expedited processing of your request. Your request has been assigned a \nnumber and forwarded to the processing office noted below. Please make a note of the request number \nand processing office as you will need to include it in any correspondence or inquiry regarding your \nrequest. A copy of the first page of your request is attached to help you more easily keep track of your \nrequest. \nFOINPA Request Number: 2020-01336 \nProcessing Office: CO \nThe Department of Justice requires all requests for records be processed on a first-in, first-out basis. The \nfour exceptions to this requirement are: Circumstances in which the lack of expedited processing \ncould reasonably be expected to pose an imminent threat to the life or physical safety of an individual; (ii) \nAn urgency to inform the public about an actual or alleged Federal Government activity, if made by a \nperson who is primarily engaged in disseminating information; (iii) The loss of substantial due process \nrights; or (iv) A matter of widespread and exceptional media interest in which there exist possible \nquestions about the government's integrity that affect public confidence.\" 28 C.F.R. ยง 16.5(e). The \nFederal Bureau of Prisons makes the determination regarding the first three exceptions, and the \nDepartment of Justice's Director of Public Affairs makes the determination when the fourth category is \nrelied upon as the basis for requesting expedited treatment. \nYou requested expedited processing because there is an extreme public interest in records concerning \nthe prison stay and death of Jeffrey Epstein, who was accused of sexually abusing scores of women and \nunderage girls. Not only has a person died in federal custody, \nbut the death has generated multiple theories implicating government works at the highest levels and \ntaxpayer money. Disclosure of the records request is in the public interest because disclosure is likely to \ncontribute significantly to the understanding of the operations or activities of the government. In addition, \nas one of the largest circulation newspapers in the United States, The New York Times plays an \nimportant role in sharing information with the public and helping the public understand how the federal \ngovemment works. Disclosure of the records is not primarily in the commercial interest of myself or The \nNew York Times but is intended to \nfacilitate reporting on the operations of government. \nYou provided insufficient information to support your claim regarding an urgency to inform the public. This \nOffice cannot identify a particular urgency to inform the public about an actual or alleged federal \ngovemment activity beyond the public's right to know about government activities generally. \nYou provided insufficient information to support your claim you are primarily engaged in disseminating \ninformation that would warrant placing your request before all other requests. \nTherefore, your request will be processed in the order in which it was received. \nEFTA00023435\n\nThe time needed to complete our processing of your request depends on the complexity of our records \nsearch and the volume and complexity of any records located. Each request is assigned to one of three \ntracks: simple, complex, or expedited. Due to the large number of FOIAIPA requests received by BOP \nand the limited resources available to process such requests, BOP handles each request on a first-in, \nfirst-out basis in relation to other requests in the same track. Your request was assigned to the complex \ntrack and placed in chronological order based on the date of receipt. \nWe determined unusual circumstances exist as the documents responsive to your request must be \nsearched for and collected from a field office, and/or the documents responsive to your request are \nexpected to be voluminous and will require significant time to review. Because of these unusual \ncircumstances, we are extending the time limit to respond to your request for the ten additional days \nprovided by the statute. Processing complex requests may take up to nine months. Pursuant to 28 C.F.R. \nยง 16.5(b) and (c), you may narrow or modify your request in an effort to reduce the processing time. \nPursuant to 28 C.F.R. ยง 16.10, in certain circumstances we are required to charge fees for time spent \nsearching for or duplicating responsive documents. If we anticipate your fees will be in excess of $25.00 \nor the amount you have indicated you are willing to pay, we will notify you of the estimated amount. At \nthat time, you will have the option to reformulate your request to reduce the fees. If you requested a fee \nwaiver, we will make a decision whether to grant your request after we determine whether fees will be \nassessed for this request. \nIf you have questions regarding the status of your request or anythin discussed in this letter, including \nreformulating or narrowin our r uest, ou ma contact the CO at or the BOP FOIA \nPublic Liaison, at 320 First Street NW, Suite 936, Washington DC \n20534, o You can also check the status of your request on line at \nhttp://www.bop.gov/PublicInfo/executegoia.\nAdditionally, you may contact the Office of Government Information Services (OGIS) at the National \nArchives and Records Administration to inquire about the FOIA mediation services they offer. The contact \ninformation for OGIS is as follows: Office of Government Information, Services, National Archives and \nRecords Administration, Room 2510, 8601 Adelphi Road, College Park, Maryland 20740-6001; e-mail at \ntelephone at toll free at ; or facsimile at \nIf you are not satisfied with my response to this request, you may administratively appeal by writing to the \nDirector, Office of Information Policy (OIP), United States Department of Justice, Sixth Floor, 441 G St., \nNW, Washington, DC 20001, or you may submit an appeal through OIP's FOIAonline portal by creating \nan account at: https://www.foiaonline.govffoiaonline/action/publidhome. Your appeal must be postmarked \nor electronically transmitted within 90 days of the date of my response to your request. If you submit your \nappeal by mail, both the letter and the envelope should be dearly marked \"Freedom of Information Act \nAppeal.\" \nSincerely, \nSupervisory Attorney \nEFTA00023436",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "records concerning \nthe prison stay and death of Jeffrey Epstein, who was accused of sexually abusing scores of wo"
      },
      {
        "name": "Ivory",
        "role": "extracted",
        "context": "use \nNew York, NY 10018 \nDear Ms. Ivory: \nThe Federal Bureau of P"
      },
      {
        "name": "Justice \nFederal",
        "role": "extracted",
        "context": "U.S. Department of Justice \nFederal Bureau of Prisons \nCentral Of"
      },
      {
        "name": "Prisons \nCentral",
        "role": "extracted",
        "context": "of Justice \nFederal Bureau of Prisons \nCentral Office \n320 First St., NW \nWa"
      },
      {
        "name": "First St",
        "role": "extracted",
        "context": "Prisons \nCentral Office \n320 First St., NW \nWashington, DC 20534 \nD"
      },
      {
        "name": "Danielle Ivory",
        "role": "extracted",
        "context": "DC 20534 \nDecember 16, 2019 \nDanielle Ivory \nThe New York Times \n620 Eigh"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "ber 16, 2019 \nDanielle Ivory \nThe New York Times \n620 Eighth Avenus"
      },
      {
        "name": "York Times",
        "role": "extracted",
        "context": "2019 \nDanielle Ivory \nThe New York Times \n620 Eighth Avenuse \nNew York"
      },
      {
        "name": "Eighth Avenuse",
        "role": "extracted",
        "context": "vory \nThe New York Times \n620 Eighth Avenuse \nNew York, NY 10018 \nDear Ms."
      },
      {
        "name": "Dear Ms",
        "role": "extracted",
        "context": "Avenuse \nNew York, NY 10018 \nDear Ms. Ivory: \nThe Federal Bureau o"
      },
      {
        "name": "The Federal",
        "role": "extracted",
        "context": "k, NY 10018 \nDear Ms. Ivory: \nThe Federal Bureau of Prisons (BOP) recei"
      },
      {
        "name": "Information Act",
        "role": "extracted",
        "context": "BOP) received your Freedom of Information Act/Privacy Act (FOIA/PA) \nreques"
      },
      {
        "name": "Privacy Act",
        "role": "extracted",
        "context": "ur Freedom of Information Act/Privacy Act (FOIA/PA) \nrequest in which y"
      },
      {
        "name": "Request Number",
        "role": "extracted",
        "context": "ack of your \nrequest. \nFOINPA Request Number: 2020-01336 \nProcessing Offic"
      },
      {
        "name": "Processing Office",
        "role": "extracted",
        "context": "A Request Number: 2020-01336 \nProcessing Office: CO \nThe Department of Justic"
      },
      {
        "name": "The Department",
        "role": "extracted",
        "context": "01336 \nProcessing Office: CO \nThe Department of Justice requires all reque"
      },
      {
        "name": "Federal Government",
        "role": "extracted",
        "context": "ic about an actual or alleged Federal Government activity, if made by a \nperso"
      },
      {
        "name": "The \nFederal",
        "role": "extracted",
        "context": "idence.\" 28 C.F.R. ยง 16.5(e). The \nFederal Bureau of Prisons makes the d"
      },
      {
        "name": "Public Affairs",
        "role": "extracted",
        "context": "ment of Justice's Director of Public Affairs makes the determination when"
      },
      {
        "name": "The \nNew",
        "role": "extracted",
        "context": "mercial interest of myself or The \nNew York Times but is intended to"
      },
      {
        "name": "This \nOffice",
        "role": "extracted",
        "context": "urgency to inform the public. This \nOffice cannot identify a particular"
      },
      {
        "name": "Public Liaison",
        "role": "extracted",
        "context": "ct the CO at or the BOP FOIA \nPublic Liaison, at 320 First Street NW, Suit"
      },
      {
        "name": "First Street",
        "role": "extracted",
        "context": "FOIA \nPublic Liaison, at 320 First Street NW, Suite 936, Washington DC"
      },
      {
        "name": "Government Information",
        "role": "extracted",
        "context": "you may contact the Office of Government Information Services (OGIS) at the Nation"
      },
      {
        "name": "National \nArchives",
        "role": "extracted",
        "context": "mation Services (OGIS) at the National \nArchives and Records Administration to"
      },
      {
        "name": "Records Administration",
        "role": "extracted",
        "context": "at the National \nArchives and Records Administration to inquire about the FOIA med"
      },
      {
        "name": "National Archives",
        "role": "extracted",
        "context": "rnment Information, Services, National Archives and \nRecords Administration,"
      },
      {
        "name": "Adelphi Road",
        "role": "extracted",
        "context": "ministration, Room 2510, 8601 Adelphi Road, College Park, Maryland 20740"
      },
      {
        "name": "College Park",
        "role": "extracted",
        "context": "Room 2510, 8601 Adelphi Road, College Park, Maryland 20740-6001; e-mail"
      },
      {
        "name": "Information Policy",
        "role": "extracted",
        "context": "g to the \nDirector, Office of Information Policy (OIP), United States Departme"
      },
      {
        "name": "Sixth Floor",
        "role": "extracted",
        "context": "States Department of Justice, Sixth Floor, 441 G St., \nNW, Washington,"
      },
      {
        "name": "Supervisory Attorney",
        "role": "extracted",
        "context": "on Act \nAppeal.\" \nSincerely, \nSupervisory Attorney \nEFTA00023436"
      }
    ],
    "locations": [
      {
        "name": "Washington, DC",
        "type": "city"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-12-16",
        "event": "December 16, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:08.969Z"
}