{
  "document": {
    "id": "efta00014073",
    "filename": "EFTA00014073.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00014073.pdf",
    "text": "\n\ncEl== \nFrom: Brad Edwards • \nTo: \nUSAFLS\n , Paul Cassell \nCc: '   (USAFLS)\" \nca> \nSubject: RE: Draft Protective Order - slight tweak \nDate: Fri, 15 Aug 2008 18:49:17 +0000 \nImportance: Normal \nIt looks ok. Go ahead and submit it. While we would disagree with your statement that our proposed order goes well beyond \nwhat is at issue, since it actually covers very thoroughly the ruling by Judge Marra yesterday, at this point we feel that time is \nof the essence and we will agree with you submitting your proposed order as is. I think we all heard Judge Marra and are thus \nall clear as to the terms of the protective order and what is required. \nI would prefer that there is some language that the protective order is entered without prejudice to petitioners (seems like it \nwould go in paragraph b), but if you are unable to incorporate it in your order, then I am sure there is a record from yesterday \nthat could be used to help us get relief from the protective order at a later hearing. Anyway, thanks for preparing the order. \nWe will look out for the \"agreement\". Thanks \nFrom: (USAFLS) [mailto: \nSent: Friday, August 15, 2008 1:24 PM \nTo: Paul Cassell; Brad Edwards \nCc: I     . (USAFLS) \nSubject: RE: Draft Protective Order - slight tweak \nJudge Cassell and Brad, \nI have incorporated the change suggested by Judge Cassell to paragraph (c). I also added language in paragraph (e), \nreferring to other victims, which also provides for petitioners' counsel to promptly provide a copy of the acknowledgment \nto the U.S. Attorney's Office. The government has no doubts that counsel for petitioners will ensure the authorized \nrecipients are aware of the protective order and agree to abide by it, prior to disclosure. We do not require the \nacknowledgment in writing prior to the non-prosecution agreement being disclosed to an authorized recipient. \nWe believe the petitioners' proposed protective order goes well beyond what is at issue, the government's disclosure of \nthe non-prosecution agreement, conditioned on limited dissemination of the document upon receipt by petitioners. \nConsequently, we believe the attached proposed order, incorporating your revisions, is appropriate for the task at \nhand. Thanks. \nFrom: Paul Cassell tmailto: \nSent: Friday, August 15 2008 12:21 PM \nTo: Brad Edwards. (USAFLS) \nCc: .(USAFLS) \nSubject: RE: Draft Protective Order - slight tweak \nHello \nand \nFirst, I   don't know if we've been formally introduced. Nice to meet you ... electronically at least. \nEFTA00014073\n\nSecond, on the \nlanguage -- As Brad mentioned, we need to see this document quite quickly in view of \nthe Government's representations yesterday that Epstein is trying to ignore the agreement. As a result --\nand in view of the difficulty of making immediate contact with our clients -- I propose one \nchange. \nInstead of this: \nPrior to producing the documents \nto Petitioners' counsel, a copy of this Order must be provided to \ncounsel and their clients, who must review and acknowledge their receipt of and agreement to abide by \nthe terms of this Order, and who must provide a copy of that acknowledgment to the USAO. \nHow about this: \nBefore counsel for Petitioner's show the agreement to their clients or discuss the specific terms with \nthem, they must provide a copy of this Order to Petitioners, who must review and acknowledge their \nreceipt of and \nagreement to abide by the terms of this Order. Counsel for Petitioner's must promptly \nprovide a copy of that acknowledgment to the USAO. \nI assume that the USAO is not concerned about us as attorneys somehow ignoring the Court's protective \norder, so this \nchange would focus in on the non-law trained clients. \nPaul G. Cassell \nRonald M. Boyce Presidential Professor of Law \nS. J. Quinney College of Law \nUniversity \nof Utah \nSalt Lake a , UT 84112 \nEFTA00014074",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Brad Edwards",
        "role": "extracted",
        "context": "cEl== \nFrom: Brad Edwards • \nTo: \nUSAFLS\n , Paul Cassel"
      },
      {
        "name": "Paul Cassell",
        "role": "extracted",
        "context": "rad Edwards • \nTo: \nUSAFLS\n , Paul Cassell \nCc: '   (USAFLS)\" \nca> \nSubj"
      },
      {
        "name": "Draft Protective",
        "role": "extracted",
        "context": "(USAFLS)\" \nca> \nSubject: RE: Draft Protective Order - slight tweak \nDate: F"
      },
      {
        "name": "Normal \nIt",
        "role": "extracted",
        "context": "8 18:49:17 +0000 \nImportance: Normal \nIt looks ok. Go ahead and submit"
      },
      {
        "name": "Judge Marra",
        "role": "extracted",
        "context": "very thoroughly the ruling by Judge Marra yesterday, at this point we f"
      },
      {
        "name": "Thanks \nFrom",
        "role": "extracted",
        "context": "look out for the \"agreement\". Thanks \nFrom: (USAFLS) [mailto: \nSent: Fri"
      },
      {
        "name": "Judge Cassell",
        "role": "extracted",
        "context": "tective Order - slight tweak \nJudge Cassell and Brad, \nI have incorporate"
      },
      {
        "name": "As Brad",
        "role": "extracted",
        "context": "Second, on the \nlanguage -- As Brad mentioned, we need to see thi"
      },
      {
        "name": "Cassell \nRonald",
        "role": "extracted",
        "context": "law trained clients. \nPaul G. Cassell \nRonald M. Boyce Presidential Profess"
      },
      {
        "name": "Boyce Presidential",
        "role": "extracted",
        "context": ". \nPaul G. Cassell \nRonald M. Boyce Presidential Professor of Law \nS. J. Quinn"
      },
      {
        "name": "Quinney College",
        "role": "extracted",
        "context": "ntial Professor of Law \nS. J. Quinney College of Law \nUniversity \nof Utah"
      },
      {
        "name": "Law \nUniversity",
        "role": "extracted",
        "context": "Law \nS. J. Quinney College of Law \nUniversity \nof Utah \nSalt Lake a , UT 84"
      },
      {
        "name": "Utah \nSalt",
        "role": "extracted",
        "context": "ollege of Law \nUniversity \nof Utah \nSalt Lake a , UT 84112 \nEFTA000140"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2008-08-15",
        "event": "August 15, 2008"
      },
      {
        "date": "2008-08-15",
        "event": "August 15 2008"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:48.059Z"
}