{
  "document": {
    "id": "efta00015219",
    "filename": "EFTA00015219.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015219.pdf",
    "text": "\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nIN THE UNITED STATES DISTRICT COURT \nFOR THE SOUTHERN DISTRICT OF NEW YORK \nRADAR ONLINE LLC and JAMES ROBERTSON, \nPlaintiffs, \nv. \nFEDERAL BUREAU OF INVESTIGATION, \nDefendant. \nCivil Action No. \n1:17-cv-03956-PGG \nDECLARATION OF MICHAEL G. SEIDEL \nI, Michael G. Seidel, declare as follows: \n(1) I am the Section Chief of the Record/Information Dissemination Section \n(\"RIDS\"), Information Management Division (\"IMD\"), Federal Bureau of Investigation (\"FBI\"), \nWinchester, Virginia. I joined the FBI in September 2011, and prior to my current position, I \nwas the Acting Section Chief from May 26, 2020 to July 26, 2020; Assistant Section Chief of \nRIDS from June 2016 to May 25, 2020; Unit Chief, RIDS Litigation Support Unit from \nNovember 2012 to June 2016; and an Assistant General Counsel, FBI Office of General Counsel, \nFreedom of Information Act (\"FOIA\") Litigation Unit, from September 2011 to November 2012. \nIn those capacities, I  had management oversight or agency counsel responsibility for FBI FOIA \nand Privacy Act (\"FOIPA\") litigation cases nationwide. Prior to my joining the FBI, I served as \na Senior Attorney, U.S. Drug Enforcement Administration (\"DEA\") from September 2006 to \nSeptember 2011, where among myriad legal responsibilities, I advised on FOIPA matters and \nserved as agency counsel representing the DEA in FOIPA suits nationwide. I also served as a \nU.S. Army Judge Advocate General's Corps Officer in various assignments from 1994 to \n1 \nEFTA00015219\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nSeptember 2006 culminating in my assignment as Chief, General Litigation Branch, U.S. Army \nLitigation Division where I oversaw FOIPA litigation for the U.S. Army. I am an attorney \nregistered in the State of Ohio and the District of Columbia. \n(2) In my official capacity as Section Chief of RIDS, I supervise approximately 237 \nFBI employees, supported by approximately 91 contractors, who staff a total of ten (10) FBI \nHeadquarters (\"FBIHQ\") units and two (2) field operational service center units whose collective \nmission is to effectively plan, develop, direct, and manage responses to requests for access to \nFBI records and information pursuant to the FOIA as amended by the OPEN Government Act of \n2007, the OPEN FOIA Act of 2009, and the FOIA Improvement Act of 2016; the Privacy Act of \n1974; Executive Order 13,526; Presidential, Attorney General, and FBI policies and procedures; \njudicial decisions; and Presidential and Congressional directives. The statements contained in \nthis declaration are based upon my personal knowledge, upon information provided to me in my \nofficial capacity, and upon conclusions and determinations reached and made in accordance \ntherewith. \n(3) Because of the nature of my official duties, I am familiar with the procedures \nfollowed by the FBI in responding to requests for information from its files pursuant to the \nprovisions of the FOIA, 5 U.S.C. § 552, and the Privacy Act of 1974, 5 U.S.C. § 552a. \nSpecifically, I am aware of the FBI's handling of Plaintiff James Robertson's FOIA request for \nrecords related to the FBI's investigation and prosecution of financier Jeffrey Edward Epstein. \nIn response to Plaintiff's request, the FBI processed on a document-by-document basis a total of \n11,571 pages of responsive records. Of these pages, the FBI released 181 pages in full, released \n1,051 pages in part, and withheld 10,339 pages in full for the following reasons: the information \nin those pages was exempt from disclosure pursuant to one or more applicable FOIA \n2 \nEFTA00015220\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nExemption(s); the pages were found to be duplicative of other pages accounted for elsewhere in \nthe FBI's production; and/or the pages are sealed pursuant to United States Court order and thus \nunavailable for release through the FOIA. In addition to the 11,571 processed pages, the FBI \nalso categorically withheld additional records pursuant to Exemption 7(A). See infra FN 7. \n(4) In accordance with Vaughn v. Rosen, 424 F.2d 820 (D.C. Cir. 1973), this \ndeclaration is being submitted in support of Defendant's motion for summary judgment, and \nprovides the Court with a summary of the administrative history of Plaintiff's request; the \nprocedures used to search for, review, and process responsive records; the FBI's justification for \nwithholding information in part or in full pursuant to FOIA Exemptions 3, 5, 6, 7(A), 7(C), 7(D), \nand 7(E), 5 U.S.C. §§ 552(b)(3), (b)(5), (b)(6), (b)(7)(A), (bX7)(C), (b)(7)(D), and (b)(7)(E); and \nthe FBI's procedures for reviewing records that were categorically exempt pursuant to \nExemption (7)(A). \nBACKGROUND INFORMATION CONCERNING JEFFREY EDWARD EPSTEIN \n(5) In June 2008, Jeffrey Epstein pled guilty to a criminal charge of procuring \nprostitution of a minor. Epstein served 13 months of his 18-month sentence. On July 2, 2019, \nJeffrey Epstein was indicted by a federal grand jury in the United States District Court for the \nSouthern District of New York on one count of conspiracy to commit sex trafficking, in violation \nof 18 U.S.C. § 371, and one count of sex trafficking, in violation of 18 U.S.C. §§ 1591(a), (b)(2), \nand 2. United States v.  Epstein, No. 19 Cr. 490 (RMB) (S.D.N.Y.), Dkt. No. 2. Based on the \nindictment, Epstein was arrested by federal authorities. Epstein later died on August 10, 2019, at \nthe Metropolitan Correctional Center, in New York, while the federal charges were pending. \nUnited States v. Epstein, No. 19 Cr. 490 (RMB) (S.D.N.Y.), Dkt. No. 52. \nADMINISTRATIVE HISTORY OF PLAINTIFFS' REQUEST \n3 \nEFTA00015221\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n(6) By electronic FOIA (\"eFOIA\")1 dated April 20, 2017, Plaintiff Robertson \nsubmitted a FOIPA request to the FBI seeking \"all documents relating to the FBI's investigation \nand prosecution of financier Jeffrey Edward Epstein . . .\" Additionally, he requested a fee \nwaiver and expedited processing. (Ex. A.) \n(7) By letter dated April 28, 2017, the FBI acknowledged receipt of Plaintiff's FOIA \nrequest, and notified Plaintiff it had assigned his request FBI FOIPA Request Number 1372398-\n000. The FBI informed Plaintiff that, because he requested information on one or more third \nparty individuals, the FBI would neither confirm nor deny the existence of such records pursuant \nto FOIA Exemptions 6 and 7(C), 5 U.S.C. § 552(b)(6) and (b)(7)(C). The FBI's response \nexplained that the mere acknowledgement of the existence of FBI records on third party \nindividuals could reasonably be expected to constitute an unwarranted invasion of personal \nprivacy. Additionally, the FBI advised it was closing Plaintiffs' request. The FBI instructed \nPlaintiff to visit www.fbi.gov, select \"Services,\" \"Information Management,\" and \"Freedom of \nInformation/Privacy Act\" for more information about making requests for records on third party \nindividuals (living or deceased). Finally, the FBI informed Plaintiffs they could appeal the FBI's \nresponse to the DOJ, Office of Information Policy (\"OIP\") within ninety (90) days of its letter, \ncontact the FBI's public liaison, and or seek dispute resolution services by contacting the Office \nof Government Information Services (\"OGIS\"). (Ex. B.) \n(8) On August 28, 2017, Plaintiffs, through counsel, filed their First Amended \nComplaint with the United States District Court for the Southern District of New York.2  (ECF \n1 An eFOIA is an electronic means by which requesters can submit FOIA requests to the FBI, \nonline, through the FBI's public website, www.FBI.gov. \n2  Plaintiff Radar Online had filed a Complaint on May 25, 2017. After the FBI pointed out that \nRadar Online was not a proper Plaintiff in this case, Plaintiff James Robertson was added as a \nPlaintiff in the First Amended Complaint. \n4 \nEFTA00015222\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nNo. 12.) \n(9) \nBy letter dated October 11, 2017, the FBI released responsive records to \nPlaintiffs. The FBI advised that it had reviewed 296 pages of records, released 38 pages of \nrecords in full or part and withheld the remaining pages in full. Information was withheld \npursuant to FOIA Exemptions 3, 6, 7(A), 7(C), 7(D), and 7(E). (Ex. C.) \n(10) By letter dated November 1, 2017, the FBI released additional responsive records \nto Plaintiffs. The FBI advised it reviewed 527 pages of records and released 25 pages of records \nin full or part, with information withheld pursuant to FOIA Exemptions 3, 6, 7(A), 7(C), 7(D), \nand 7(E). (Ex. D.) \n(11) By letter dated December I, 2017, the FBI released additional responsive records \nto Plaintiffs. The FBI advised it reviewed 562 pages of records and released 94 pages of records \nin full or part, with information withheld pursuant to FOIA Exemptions 3, 6, 7(C), 7(D), and \n7(E). (Ex. E.) \n(12) By letter dated January 2, 2018, the FBI released additional responsive records to \nPlaintiffs. The FBI advised it reviewed 556 pages of records and released 38 pages of records in \nfull or part, with information withheld pursuant to FOIA Exemptions 3, 6, 7(C), and 7(D). (Ex. \nF.) \n(13) By letter dated February I, 2018, the FBI advised it had withheld an additional \n525 pages in full pursuant to FOIA Exemptions 3, 6, 7(C), and 7(E). (Ex. G.) \n(14) By letter dated March I, 2018, the FBI advised that it had reviewed 527 \npages of records and released eight (8) pages of records in full or part, with \ninformation withheld pursuant to FOIA Exemptions 3, 5, 6, 7(C), 7(D), and 7(E). \n(Ex. H.) \n5 \nEFTA00015223\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n(15) By letter dated March 30, 2018, the FBI advised that it had withheld 520 pages in \nfull pursuant to FOIA Exemptions 3, 6, 7(C), and 7(D). (Ex. I.) \n(16) By letter dated May 1, 2018, the FBI advised that it withheld an additional 567 \npages in full pursuant to FOIA Exemptions 3, 6, 7(C), 7(D), and 7(E). (Ex. J.) \n(17) By letter dated June 1, 2018, the FBI advised that it withheld 574 pages of records \nin full pursuant to FOIA Exemptions 3, 6, 7(C), and 7(D). (Ex. K.) \n(18) By letter dated July 2, 2018, the FBI advised that it withheld 547 pages of records \nin full pursuant to FOIA Exemptions 3, 6, 7(C), and \n7(D). (Ex. L.) \n(19) By letter dated August 1, 2018, the FBI advised it withheld 526 pages of records \nin full pursuant to FOIA Exemptions 3, 6, 7(C), and 7(D). (Ex. M.) \n(20) By letter dated August 31, 2018, the FBI released responsive records to Plaintiffs. \nThe FBI advised it reviewed 508 pages of records, released 160 pages of records in full or part, \nwith withheld the remaining pages in full. Information was withheld pursuant to FOIA \nExemptions 3, 5, 6, 7(C), \n7(D), and 7(E). (Ex. N.) \n(21) By letter dated September 28, 2018, the FBI advised it withheld 532 pages of \nrecords in full pursuant to FOIA Exemptions 3, 6, 7(C), and 7(D). (Ex. 0.) \n(22) By letter dated October 31, 2018, the FBI released responsive records to \nPlaintiffs. The FBI advised it  reviewed 500 pages of records and released 174 pages \nof records \nin full or part, with certain information withheld pursuant to FOIA Exemptions 3, 6, 7(C), 7(D), \nand 7(E). (Ex. P.) \n(23) By letter dated November 30, 2018, the FBI released responsive records to \nPlaintiffs. The FBI advised it reviewed 518 pages of records and released seven (7) pages of \nrecords in full or part, with certain information withheld pursuant to FOIA Exemptions 3, 6, and \n6 \nEFTA00015224\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n7(C). (Ex. Q.) \n(24) By letter dated December 28, 2018, the FBI released responsive records to \nPlaintiffs. The FBI advised it reviewed 519 pages of records and released four (4) pages of \nrecords in full or part, with certain information withheld pursuant to FOIA Exemptions 3, 6, and \n7(C). \n(Ex. R.) \n(25) By letter dated March 1, 20193, the FBI released responsive records to Plaintiffs. \nThe FBI advised it reviewed 574 pages of records and released 209 pages of records in full or \npart, with certain information withheld pursuant to FOIA Exemptions 3, 6, 7(C), and 7(E). (Ex. \nS.) \n(26) By letter dated April 1, 2019, the FBI released responsive records to Plaintiffs. \nThe FBI advised it reviewed 515 pages of records and released 232 pages of records in full or \npart, with certain information withheld pursuant to FOR Exemptions 3, 6, 7(C), and 7(E). (Ex. \nT.) \n(27) By letter dated May 1, 2019, the FBI released responsive records to Plaintiffs. \nThe FBI advised it reviewed 540 pages of records and released 65 pages of records in full or \npart, with certain information withheld pursuant to FOIA Exemptions 3, 6, 7(C), 7(D), and 7(E). \n(Ex. U.) \n(28) By letter dated May 31, 2019, the FBI released responsive records to Plaintiffs. \nThe FBI advised it reviewed 519 pages of records and released 12 pages of records in full or \npart, with certain information withheld pursuant to FOIA Exemptions 3, 6, 7(C), 7(D), and 7(E). \n(Ex. V.) \n3  No production occurred in January through March 2019, because of the lapse in appropriations \nfunding for the Department of Justice. \n7 \nEFTA00015225\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n(29) By letter dated June 28, 2019, the FBI released responsive records to Plaintiffs. \nThe FBI advised it reviewed 527 pages of records and released 107 pages of records in full or \npart, with certain information withheld pursuant to FOIA Exemptions 3, 6, 7(C), 7(D), and 7(E). \n(Ex. W.) \n(30) In a series of letters sent between August 1, 2019, and December 31, 2019, the \nFBI informed Plaintiffs the material they requested was located in an investigative file exempt \nfrom disclosure pursuant to 5 U.S.C. § 552(b)(7)(A).4  The FBI categorically reviewed5 the \nremaining responsive documents, at a rate of no less than 500 per month, and cited all applicable \nunderlying exemptions. The FBI withheld in full all remaining responsive records pursuant to \nFOIA Exemption 7(A). Information in those records was also withheld pursuant to FOIA \nExemptions 3, 5, 6, 7(B), 7(C), 7(D), and 7(E).6  (Exs. X, Y, Z, AA, BB, CC.) \n(31) By letter dated January 31, 2020, the FBI released additional responsive records \n4  Jeffrey Epstein was arrested on July 6, 2019, on federal charges for the sex trafficking of \nminors. RIDS reached out to an Assistant United States Attorney in SDNY, who confirmed that \nadditional release of responsive material could negatively impact the pending prosecution. With \nthis new development—a re-opened investigation—the further release of any responsive records \nwas now reasonably anticipated to cause harm to the ongoing enforcement proceedings; thus, \nExemption 7(A) became a properly asserted exemption claim over all previously protected \ninformation. \n5  During a categorical review, the FBI reviews each document and determines if the release of \nthe documents would interfere with ongoing law enforcement proceedings. If processing a \ndocument for release could interfere with any law enforcement proceeding, the FOIA analyst \nwill assert Exemption 7(A) and all underlying exemptions. This review process is explained in \ndetail in 9¶ 65-75 infra. \n6  The FBI began processing documents in response to Plaintiffs' request long before Mr. Epstein \nwas arrested in 2019. When Mr. Epstein's arrest and the ongoing investigation became public in \nJuly 2019, the FBI began to assert Exemption 7(B) given that (1) a trial or adjudication was \npending or truly imminent and (2) it was more probable than not that disclosure of the records \nwould seriously interfere with the fairness of those proceedings. Mr. Epstein's death on August \n10, 2019, arguably negated the application of Exemption 7(B). However, the records withheld \npursuant to Exemption 7(B) were additionally withheld pursuant to Exemptions 3, 6, 7(A), 7(C), \nand 7(D), and remain properly withheld despite Mr. Epstein's death. \n8 \nEFTA00015226\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nto Plaintiffs. In particular, the FBI released 46 pages of records in full or part, with certain \ninformation withheld pursuant to FOIA Exemptions 3, 6, 7(A), 7(C), 7(D), and 7(E). (Ex. DD.) \nTHE FBI'S CENTRAL RECORDS SYSTEM \n(32) The Central Records System (\"CRS\") is an extensive system of records consisting \nof applicant, investigative, intelligence, personnel, administrative, and general files compiled and \nmaintained by the FBI in the course of fulfilling its integrated missions and functions as a law \nenforcement, counterterrorism, and intelligence agency to include performance of administrative \nand personnel functions. The CRS spans the entire FBI organization and encompasses the \nrecords of FBI Headquarters (\"FBIHQ\"), FBI Field Offices, and FBI Legal Attaché Offices \n(\"Legats\") worldwide. \n(33) The CRS consists of a numerical sequence of files, called FBI \"classifications,\" \nwhich are organized according to designated subject categories. The broad array of CRS file \nclassification categories include types of criminal conduct and investigations conducted by the \nFBI, as well as categorical subjects pertaining to counterterrorism, intelligence, \ncounterintelligence, personnel, and administrative matters. For identification and retrieval \npurposes across the FBI, when a case file is opened, it is assigned a Universal Case File Number \n(\"UCFN\") consisting of three sequential components: (a) the CRS file classification number, (b) \nthe abbreviation of the FBI Office of Origin (\"OO\") initiating the file, and (c) the assigned \nindividual case file number for that particular subject matter.? Within each case file, pertinent \ndocuments of interest are \"serialized,\" or assigned a document number in the order which the \n7   For example, in a fictitious file number of \"I I Z-HQ-56789;\" the \"I IZ\" component indicates \nthe file classification, \"HQ\" indicates that FBI Headquarters is the FBI 00 of the file, and \n\"56789\"is the assigned case specific file number. \n9 \nEFTA00015227\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \ndocument is added to the file, typically in chronological order. \nTHE CRS GENERAL INDICES AND INDEXING \n(34) The general indices to the CRS are the index or \"key\" to locating records within \nthe enormous amount of information contained in the CRS. The CRS is indexed in a manner \nwhich meets the FBI's investigative needs and priorities and allows FBI personnel to reasonably \nand adequately locate pertinent files in the performance of their law enforcement duties. The \ngeneral indices are arranged in alphabetical order and comprise an index on a variety of subject \nmatters to include individuals, organizations, events, or other subjects of investigative interest \nthat are indexed for future retrieval. The entries in the general indices fall into two category \ntypes: \nA. Main entry.  A main index entry is a created for each individual or non-individual \nthat is the subject or focus of an investigation. The main subject(s) are identified \nin the case title of most documents in a file. \nB. Reference entry.  A reference index entry is created for individuals or non-\nindividuals associated with the case but are not the main subject(s) or focus of an \ninvestigation. Reference subjects are typically not identified in the case title of a \nfile. \n(35) FBI employees may index information in the CRS by individual (persons), by \norganization (organizational entities, places, and things), and by event (e.g., a terrorist attack or \nbank robbery). Indexing information in the CRS is done at the discretion of FBI investigators \nwhen information is deemed of sufficient significance to warrant indexing for future retrieval. \nAccordingly, the FBI does not index every individual name or other subject matter in the general \nindices. \nAUTOMATED CASE SUPPORT \n(36) Automated Case Support (\"ACS\") was an electronic, integrated case management \nsystem that became effective for FBIHQ and all FBI Field Offices and Legats on October 1, \n10 \nEFTA00015228\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n1995. As part of the ACS implementation process, over 105 million CRS records were \nconverted from automated systems previously utilized by the FBI into a single, consolidated case \nmanagement system accessible by all FBI offices. ACS had an operational purpose and design \nto enable the FBI to locate, retrieve, and maintain information in its files in the performance of \nits myriad missions and functions.8\n(37) The Universal Index (\"UNI\") was the automated index of the CRS and provided \nall offices of the FBI a centralized, electronic means of indexing pertinent investigative \ninformation to FBI files for future retrieval via index searching. Individual names were recorded \nwith applicable identifying information such as date of birth, race, sex, locality, Social Security \nNumber, address, and/or date of an event. Moreover, ACS implementation built upon and \nincorporated prior automated FBI indices; therefore, a search employing the UNI application of \nACS encompassed data that was already indexed into the prior automated systems superseded by \nACS. As such, a UNI index search in ACS was capable of locating FBI records created before \nits 1995 FBI-wide implementation in both paper and electronic fonnat.9\nACS AND SENTINEL \n(38) Sentinel is the FBI's next generation case management system that became \neffective FBI-wide on July 1, 2012. Sentinel provides a web-based interface to FBI users, and it \nincludes the same automated applications that were utilized in ACS. After July 1, 2012, all FBI \nACS was, and the next generation Sentinel system is, relied upon by the FBI daily to fulfill \nessential functions such as conducting criminal, counterterrorism, and national security \ninvestigations; background investigations; citizenship and employment queries, and security \nscreening, to include Presidential protection. \n9  Older CRS records that were not indexed into UNI as a result of the 1995 ACS consolidation \nremain searchable by manual review of index cards, known as the \"manual indices.\" \n11 \nEFTA00015229\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \ngenerated records are created electronically in case files via Sentinel; however, Sentinel did not \nreplace ACS and its relevance as an important FBI search mechanism. Just as pertinent \ninformation was indexed into UNI for records generated in ACS before July 1, 2012, when a \nrecord is generated in Sentinel, information is indexed for future retrieval. \n(39) On August 1, 2018, the ACS case management system was decommissioned and \nACS data was migrated into Sentinel including the ACS indices data and digitized investigative \nrecords formerly available in ACS. Moreover, Sentinel retains the index search methodology \nand function whereby the CRS is queried via Sentinel for pertinent indexed main or reference \nentries in case files. All CRS index data from the UNI application previously searched via ACS \nis now searched through the \"ACS Search\" function within Sentinel. \n(40) Upon receipt of FOIPA requests where the subject matter predates the \nimplementation of Sentinel, RIDS predominately begins its FOIPA searching efforts by \nconducting index searches via the \"ACS Search\" function in Sentinel. RIDS then builds on its \nACS index search by conducting an index search of Sentinel records to ensure it captures all \nrelevant data indexed after the implementation of Sentinel. The CRS automated indices, \navailable within Sentinel and the ACS search function in Sentinel, in most cases represent the \nmost reasonable means for the FBI to locate records potentially responsive to FOIPA requests. \nThis is because these automated indices offer access to a comprehensive, agency\n-wide set of \nindexed data on a wide variety of investigative and administrative subjects. Currently, these \nautomated indices consist of millions of searchable records and are updated daily with material \nnewly indexed in Sentinel. \n(41) However, the location of records indexed to the subject of a FOIPA \nrequest does \nnot automatically mean the indexed records are responsive to the subject. Index searches are \nthe \n12 \nEFTA00015230\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nmeans by which potentially responsive records are located, but ultimately, a FOIPA analyst must \nconsider potentially responsive indexed records against the specific parameters of individual \nrequests. Responsiveness determinations are made once indexed records are gathered, analyzed, \nand sorted by FOIPA analysts, who then review the records to determine which are responsive to \nan individual \nrequest. \nADEQUACY OF SEARCH \n(42) Scope of Search and Results.  RIDS conducted a search reasonably calculated to \nlocate records responsive to Plaintiffs' request, specifically \"documents relating to FBI's \ninvestigation and prosecution of financier Jeffrey Edward Epstein ... .\" Prior to conducting a \nsearch of the CRS, and particularly in matters of heightened public interest, RIDS typically \nconducts a preliminary search of the FOIA Document Processing System (\"FDPS\") to determine \nif a subject has been previously requested or is currently being processed in response to another \nrequest. This helps to avoid duplication of efforts and is an efficient means of getting more \nrecords to more requesters, while conserving RIDS limited resources. As a result of the FBI's \nsearch of FDPS, RIDS located documents responsive to Plaintiffs' request in a first-party FOIPA \nrequest1 ' made on behalf of Jeffrey Epstein, which had been identified by an index search of the \nCRS. The documents responsive to Epstein's FOIPA were also responsive to the Plaintiffs' \nrequest; they had already been retrieved at the time RIDS did its inquiry and processing of those \nrecords was underway. To ensure all responsive records were located from within the CRS, \nRIDS conducted a supplemental search utilizing the search term \"Jeffrey Epstein\", and no \nadditional records were located responsive to Plaintiffs' request. \n1° The first-party FOIPA request sought main and cross-referenced records from January 1, 2000, \nto November 25, 2012, on Jeffrey Epstein. \n13 \nEFTA00015231\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nJUSTIFICATION FOR NONDISCLOSURE UNDER THE FOIA \n(43) The FBI began processing documents in response to Plaintiffs' request long \nbefore Mr. Epstein was arrested in 2019. Therefore, the FBI initially processed the records \nwithout reference to an ongoing investigation. After Mr. Epstein's arrest and the ongoing \ninvestigation became public in July 2019, the FBI began to assert Exemption 7(A) with respect \nto withheld information. In addition, the FBI asserted Exemption 7(A) over all information that \nhad been withheld under other exemptions prior to that date, as noted in footnote 5, supra. Thus, \nwhile Exemption 7(A) was not included on the face of the documents that were processed and \nreleased in part prior to July 2019, it has been added to the index for all such documents. See \nExhibit EE. As to those records that warranted categorical denial after the arrest of Mr. Epstein \nin July 2019, the review is more fully explained in paragraphs 67 through 79, infra. \n(44) The FBI processed all documents responsive to Plaintiffs' request to achieve \nmaximum disclosure consistent with the access provisions of the FOIA. Every effort was made \nto provide Plaintiffs with all material in the public domain and with all reasonably segregable, \nnon-exempt information. The FBI did not withhold any reasonably segregable, nonexempt \nportions from Plaintiffs. Further description of the information withheld, beyond what is \nprovided in this declaration, could identify the actual exempt information protected by the FBI. \nThe FBI Bates-stamped all pages that it processed prior to July 2019 consecutively as \"03956-1 \nthrough 03956-11571.\" These records are referred to in this declaration collectively as the \nBates-stamped or Bates-numbered records.' I   On the pages released in full or in part, these \n\"  In contrast, records processed after July 2019 were not Bates-stamped, as those records were \nsubject to categorical withholding per Exemption 7(A). Thus, when I refer to the Bates-\nnumbered records, I am not including the records processed after July 2019 that were subject to \ncategorical withholding. Those records, which will sometimes be referred to collectively as the \ncategorically withheld records, are more fully addressed in q¶ 67 through 79, infra. \n14 \nEFTA00015232\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nnumbers are typically located at the bottom of each page. Attached to this declaration as Exhibit \nEE is an index of the Bates-stamped records that have been withheld in full or in part, with an \nexplanation of the basis for each withholding.12\n(45) Additionally, with respect to the Bates-stamped records, the FBI further \ncategorized its application of exemptions to provide additional detail regarding the nature of the \ninformation withheld. Specifically, the FBI applied numerical codes that coincide with various \ncategories of exempt information. These coded categories are provided to aid the Court's and \nPlaintiffs' review of the FBI's explanations of the FOIA exemptions it has asserted to withhold \nthe material. The uses of these codes, together with the information provided in this declaration, \ndemonstrate that all material withheld by the FBI is exempt from disclosure pursuant to the cited \nFOIA exemptions, or is so intertwined with protected material that segregation is not possible \nwithout revealing the underlying protected material. \n(46) Each instance of information withheld pursuant to a FOIA Exemption is \naccompanied by a coded designation that corresponds to the categories listed below. For \nexample, if \"(b)(7)(C)-1\" appears on a document, the \"(b)(7)(C)\" designation refers to FOIA \nExemption 7(C) protecting against unwarranted invasions of personal privacy. The numerical \ndesignation of \"1\" following the \n\"(b)(7)(C)\" \nnarrows the main category into a more specific \nsubcategory, such as \"Names and Identifying Information of Third Parties of Investigative \nInterest.\" \n12  FBI provided Plaintiffs a draft copy of the index. After the index was shared with Plaintiffs, \nFBI discovered a number of documents that were stamped with previously-used Bates numbers. \nAs a result, the documents that were previously Bates-stamped 03956-10980 through 03956-\n11029 have been renumbered to 03956-11522 through 03956-11571. Exhibit EE has been edited \nto reflect the corrected Bates-numbers. \n15 \nEFTA00015233\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n(47) Listed below are the categories used to explain the FOIA exemptions the FBI \nasserted to withhold information: \nSUMMARY \nCODED \nCATEGORIES \nOF EXEMPTION JUSTIFICATION CATEGORIES \nINFORMATION WITHHELD \nExemption 3 Information Protects by Statute \n(b)(3)-1 Child Victims' and Child Witnesses' Rights Act, 18 U.S.C. § 3509 \n(b)(3)-2 Grand Jury Information —  Federal Rule of Criminal Procedure 6(e) \n(b)(3)-3 Juvenile Justice and Delinquency Act 18 U.S.C. § 5038 \nExemption 5 \nPrivileged Information \n(b)(5)-1 Deliberative Process Privilege \n(b)(5)-2 Attorney Work Product \nExemption 7(A) Pending Law Enforcement \nProceedings \n(b)(7)(A)-113\nInformation Which, if Disclosed, Could Reasonably be Expected to \nInterfere with Pending Law Enforcement Proceedings \nExemptions 6 & 7(C) Unwarranted/Clearly Unwarranted Invasion of Personal Privacy \n(b)(6)-1 and (b)(7)(C)-1 \nNames and/or Identifying Information of Third Parties of Investigative \nInterest \n(b)(6)-2 and (b)(7)(C)-2 \nNames and/or Identifying Information of FBI Special Agents and \nVictim Specialists \n(b)(6)-3 and (b)(7)(C)-3 Names and/or Identifying Information Regarding a Third Party Victim \n(b)(6)-4 and (b)(7)(C)-4 \nNames and/or Identifying Information of Local Law Enforcement \nPersonnel \n(b)(6)-5 and (b)(7)(C)-5 \nNames and/or Identifying Information of Third Parties Merely \nMentioned \n(b)(6)-6 and (b)(7)(C)-6 \nNames and/or Identifying Information of Non-FBI Federal Government \nPersonnel \n(b)(6)-7 and (b)(7)(C)-7 \nNames and/or Identifying Information of Local Government Personnel \n(Non-Law Enforcement and State) \n(b)(6)-8 and (b)(7)(C)-8 \nNames and/or Identifying Information of Third Parties who Provided \nInformation \nExemption 7(D) \nConfidential Source Information \n(b)(7)(D)-1 \nNames, Identifying Data and/or Information Provided by Individuals \nUnder an Implied Assurance of Confidentiality \n(b)(7)(D)-2 Names, Identifying Data and/or Information Provided by Individuals \nUnder an Expressed Assurance of Confidentiality \n(b)(7)(D)-3\nForeign Government Agency Information Under Implied \nConfidentiality \n13  As explained further herein, due to the current ongoing investigation, Exemption 7(A) must \nnow be asserted to protect all redacted information, including the information redacted prior to \nthe July 6, 2019, arrest of Mr. Epstein. \n16 \nEFTA00015234\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n(b)(7)(D)-4 Information Provided by a Local Law Enforcement Agency \nExemption 7(E) Law Enforcement Techniques and Procedures \n(b)(7)(E)-1 \nCollection/Analysis of Information \n(b)(7)(E)-3 \nSensitive File Numbers \n(b)(7)(E)-4 Dates/Types of Investigations \n(b)(7)(E)-5 \nInformation Regarding Targets, Dates, and Scope of Surveillance \n(b)(7)(E)-6 Statistical Information Contained in Effectiveness Rating FD-515 \n(b)(7)(E)-7 Database Identifiers/Printouts \n(b)(7)(E)-9\nMonetary Payments/Funding for Investigative Purposes \nEXEMPTION 3 - INFORMATION PROTECTED BY STATUTE \n(48) 5 U.S.C. § 552 (b)(3) exempts from disclosure information which is: \nspecifically exempted from disclosure by statute . . . if that statute (A)(i) requires \nthat the matters be withheld from the public in such a  manner as to leave no \ndiscretion on the issue; or (A)(ii) establishes particular criteria for withholding or \nrefers to particular types of matters to be withheld; and (B) if enacted after the date \nof enactment of the Open FOIA Act of 2009, specifically cites to this paragraph. \n(b)(3)-1: Child Victims' and Child Witnesses' Rights Act, 18 US.C. \n§ \n3509 \n(49) In Exemption category (b)(3)-1, the FBI protected information pertaining to child \nvictims and witnesses. The privacy protection measures enacted in 1990, within the Child \nVictims' and Child Witnesses' Rights Act, 18 U.S.C. § 3509, were created to protect minor \nchildren involved in criminal proceedings. This statute was enacted well before the Open FOIA \nAct of 2009. Moreover, it refers to particular types of matters that must be withheld from public \ndisclosure. Specifically, 18 U.S.C. § 3509(d) protects from disclosure certain records containing \nidentifying information pertaining to children involved in criminal proceedings. A child is \ndefined in 18 U.S.C. § 3509(a)(2) as \"a person who is under the age of 18, who is or is alleged to \nbe (A) a victim of a crime of physical abuse, sexual abuse, or exploitation; or (B) a witness to a \ncrime committed against another person.\" Accordingly, the FBI asserted Exemption 3, at times \nin conjunction with Exemptions 6, 7(C) and 7(D), to protect names, images, and identifying \ninformation of minor children victims and witnesses within the child prostitution investigation of \n17 \nEFTA00015235\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nJeffrey Epstein. \n(b)(3)-2: Federal Grand Jury Infonnation —  Federal Rule of Criminal Procedure (6)(e) \n(50) In Exemption category (b)(3)-2, the FBI protected Federal Grand Jury \ninformation pursuant to Federal Rule of Criminal Procedure 6(e). As relevant to 5 U.S.C. § \n552(b)(3)(B), Rule 6(e) is a statute14 enacted before the date of enactment of the OPEN FOIA \nAct of 2009.15   It is well-established that Rule 6(e) embodies a broad, sweeping policy of \npreserving the secrecy of grand jury material regardless of the substance in which the material is \ncontained. Records responsive to Plaintiffs' request details matters occurring before one or more \nfederal grand juries empaneled in relation to the investigations at issue. Specifically, the \ninvestigative files contain information about the names of recipients of federal grand jury \nsubpoenas; information that identifies specific records subpoenaed by a federal grand jury; and \ncopies of \nspecific records provided pursuant to federal grand jury subpoenas. Wherever the FBI \nprotected this information, it  found a clear nexus to federal grand jury proceedings on the face of \nthe responsive documents. Any disclosure of this information would clearly violate the secrecy \nof the grand jury proceedings and could reveal the inner workings of a federal grand jury. Thus, \nthe FBI properly withheld this information pursuant to Exemption 3, in conjunction with Rule \n14  As prescribed by 18 U.S.C. § 3771 \n(subsequently repealed by Pub.L. 100-702, Title IV, § \n404(a)(1) (Nov. 19, 1988) and replaced by 28 U.S.C. § 2074), proposed rules become effective \nninety days after the Chief Justice reports them to Congress. By order of April 26, 1976, the \nSupreme Court adopted amendments to the Federal Rules of Criminal Procedure which included \nRule 6(e) and reported the amendments to Congress. Congress voted to delay the effective date \nof several of the proposed rules, to include Rule 6(e), \"until August 1, 1977, or until and to the \nextent approved by Act of Congress, whichever is earlier.\" Pub. L. No. 94-349 § 1, 90 Stat. 822 \n(1976). Subsequently, \nCongress, by statute, enacted a modified version of Rule 6(e). See Pub.L. \nNo. 95-78, § 2(a), 91 Stat. 319 (1977), FED. R. CRIM. P. 6(e). \n15  The OPEN FOIA Act of 2009 was enacted October 28, 2009. See Pub.L. 111-83, 123 Stat. \n2142, 2184. \n18 \nEFTA00015236\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n6(e). \n(b)(3)-3: Juvenile Justice and Delinquency Act — 18 \nU.S.C. § \n5038 \n(51) The Juvenile Justice and Delinquency Act, 18 U.S.C. § 5038, protects from \ndisclosure all information and records relating to any juvenile delinquency proceeding, unless the \nrelease is necessary to meet certain circumstances described within the statute. This statute was \nenacted before the Open FOIA Act of 2009, but meets the standards of 5 U.S.C. 552 § (A)(ii) as \nit establishes particular criteria for withholding and describes particular types of matters to be \nwithheld. The records at issue here contain arrest information and criminal history of third party \njuveniles. Plaintiffs' request does not meet the specific circumstances set forth in the statute for \ndisclosure; therefore, the records are properly withheld pursuant to Exemption category (b)(3)-3. \nAdditionally, the FBI also asserted Exemptions 6 and 7(C) over all information that falls within \nthis category. \nEXEMPTION 5 — PRIVILEGED INFORMATION \n(52) FOIA Exemption 5 has been construed to exempt documents or information \nnormally privileged in the civil discovery context and incorporates the deliberative process \nprivilege and attorney work product doctrine. In order to apply Exemption 5, agencies must first \nsatisfy the threshold requirement —  i.e., show that the information protected consists of \"inter-\nagency or intra-agency\" information. Once the threshold is satisfied, agencies must satisfy the \nelements of the pertinent privilege. (b)(5)-1: Deliberative Process Privilege \n(53) In Exemption Category (b)(5)-1, the FBI protected privileged, deliberative \nmaterials. The deliberative process privilege protects predecisional, deliberative \ncommunications that are part of a process by which agency decisions are made. It therefore \nencompasses opinions, advice, evaluations, deliberations, analyses, proposals, or \n19 \nEFTA00015237\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nrecommendations that form part of an agency decision-making process. The privilege also \nprotects records and information that if disclosed, would reveal the agency's collection of \nmultitudinous facts, and the selection, sorting, evaluation, and analysis of those facts relied upon \nas part of the decision-making process. Agencies must show that the withheld information was \nboth predecisional —  i.e., antecedent to a final agency decision —  and deliberative —  i.e., part of \nthe process in which the agency engaged in an effort to reach a final decision (whether or not any \nfinal decision was ever reached). \n(54) Exemption 5, when asserted in conjunction with the deliberative process \nprivilege, is predicated on the recognition that release of this privileged information would \ninhibit the government's development of policy and stifle its decision-making process. \nFurthermore, exempting such documents from disclosure also protects against public confusion \nthat might result from preliminary disclosure of opinions and information that do not, in fact, \nreflect the final views or policies of the FBI. The exemption and privilege together protect not \nonly documents but also the integrity of the deliberative process itself where exposure of the \nprocess would result in harm. The FBI invokes Exemption 5 and the deliberative process \nprivilege because FBI employees would hesitate to offer their candid and conscientious opinions \nto superiors or coworkers if they knew that their opinions of the moment might be made a matter \nof public record at some future date, and because such self-censorship would, in turn, degrade \nthe quality of agency decisions by depriving the decision-makers of fully-explored options \ndeveloped from robust debate. \n(55) As described in more detail below, the FBI relied on Exemption 5 and the \ndeliberative process privilege to protect internal deliberative communications and draft \ndocuments. These materials reflect deliberations integral to reaching final agency decisions or \n20 \nEFTA00015238\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nwere key to a decision-making process aimed at developing policy/best agency decisions. The \ncommunications and drafts are deliberative and pre-decisional. Additionally, as contemplated by \nthe FOIA Improvement Act of 2016, all of the protected material was created less than 25 years \nbefore the submission of Plaintiff's request. \nDeliberative Communications \n(56) The FBI asserted Exemption 5 to withhold deliberative communications. These \ncommunications contain or consist of material related to deliberations by DOJ employees who \nare making proposals and/or working to come to a consensus on final agency decisions. \nSpecifically, this material includes FBI and the United States Attorney (\"AUSA\") discussions on \nthe handling of Jeffrey Epstein's asset forfeiture and his pending indictment. The material \nprotected is pre-decisional in that it discusses proposed actions and considerations and does not \nreflect final agency decisions. The harm in release here would be a chilling effect on agency \nemployees' willingness to share raw, unrefined ideas and candid feedback should they know it \ncould become subject to public disclosure. Release could set a dangerous precedent as the FBI \nwould be seen as unwilling to shield its employees' deliberations from public scrutiny and could \nresult in hesitancy to participate fully in such deliberations by FBI employees during future \ndeliberations. Additionally, release of this material would create public confusion as this \nmaterial predates final agency decisions. It could potentially cast doubt on the accuracy of \nactual, final agency decisions/policies or cause public misunderstanding as to what are the actual \nFBI policies/decisions. \nDraft Materials \n(57) The FBI also asserted Exemption 5 to withhold draft documents that are clearly \nmarked as strictly confidential, draft for discussions only. These draft documents are legal \n21 \nEFTA00015239\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \ndocuments created during the prosecution of Jeffrey Epstein and are inherently part of the \ndeliberative process. They predate final agency decisions and reflect the give-and-take of \ndeliberations, through the editing process, which leads to final, refined products. In the instances \nwhere the FBI withheld draft material pursuant to Exemption 5, the FBI found the draft material \nwas shared between FBI and DOJ, was pre-decisional, was deliberative (the material was shared \nto solicit feedback/edits), and release could potentially harm agency deliberations. The harm \nhere would be a chilling effect on agency employees' willingness to share such drafts if they \nknew their unrefined ideas would be subject to public disclosure. Furthermore, there would be a \nrisk of public confusion in that these drafts do not reflect final agency decisions. \n(58) For the reasons discussed above, the FBI properly protected two types of \ndeliberative materials described under Exemption 5, in conjunction with the deliberative process \nprivilege. The FBI endeavored to segregate non-deliberative facts, whenever possible, and only \nwithheld such material when it  found it was inextricably intertwined with agency deliberations. \n(b)(5)-2: Attorney Work Product Privilege \n(59) In Exemption category (b)(5)-2, the FBI protected information subject to the \nattorney work product doctrine. The attorney work product privilege protects such tangible and \nintangible items as interviews, memoranda, correspondence, mental impressions, and personal \nbeliefs prepared or developed by an attorney, or at the direction of an attorney, in reasonable \nanticipation of litigation. The privilege is predicated on the recognition that proper preparation \nof a case depends on an attorney's ability to assemble information, sort relevant from irrelevant \nfacts, and prepare his/her legal theories and strategies without intrusive or needless scrutiny. \n(60) The FBI relied on the attorney work product privilege to protect inter-agency \nmaterials created at the direction of an attorney in reasonable anticipation of litigation. \n22 \nEFTA00015240\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nSpecifically, the FBI protected information regarding legal strategy and evidence gathering \nconducted by the FBI SAs assigned to the criminal investigation into activities of Jeffrey \nEpstein, at the direction of an AUSA, in March 2007. This guidance and documents compiled, \nprovides details of the AUSA's prosecutorial strategy and the inner workings of how the AUSA \nplanned to build the legal framework to support an indictment of Jeffrey Epstein. This \ninformation satisfies Exemption 5's threshold of being inter-agency because these records were \nexchanged within Department of Justice (i.e., between the FBI and U.S. Attorney's Office). \nFurthermore, these records are quintessential attorney work products and readily satisfy the \nelements of the attorney work product privilege because they were created for an attorney \nworking to build a legal case to seek indictment and prosecution of a child prostitution criminal \ncase. As described supra, release of this type of information would interfere with the \ngovernment attorney's ability to properly prepare their legal theories and strategies and hinder \nthem in providing the best possible representation of their clients [the government]. Finally, \nbecause the attorney work product privilege protects both factual and deliberative material, \nsegregation is not required. Accordingly, the FBI properly withheld this information pursuant to \nExemption \n5. \nEXEMPTION 7 THRESHOLD \n(61) Before an agency can invoke any of the harms enumerated in Exemption (b)(7), it \nmust first demonstrate that the records or information at issue were compiled for law \nenforcement purposes. Pursuant to 28 U.S.C. §§ 533, 534, and Executive Order 12,333 as \nimplemented by the Attorney General's Guidelines for Domestic FBI Operations (AGG-DOM) \nand 28 CFR § 0.85, the FBI is the primary investigative agency of the federal government with \nauthority and responsibility to investigate all violations of federal law not exclusively assigned \n23 \nEFTA00015241\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nto another agency, to conduct investigations and activities to protect the United States and its \npeople from terrorism and threats to national security, and further the foreign intelligence \nobjectives of the United States. Under this investigative authority, the responsive records herein \nwere compiled in furtherance of the FBI's investigation of criminal child prostitution involving \nJeffrey Epstein. As these records were compiled as part of the FBI's investigation of potential \nfederal crimes, they were compiled for law enforcement purposes. \nEXEMPTION 7(A) \nPENDING LAW ENFORCEMENT PROCEEDINGS \n(62) 5 U.S.C. § 552 \n(bX7)(A) exempts from disclosure: \nrecords or information compiled for law enforcement purposes, but \nonly to the extent that the production of such law enforcement \nrecords or information...could reasonably be expected to interfere \nwith enforcement proceedings. \n(63) Application of this exemption requires: the existence of law enforcement records; \na pending or prospective law enforcement proceeding; and a determination that release of the \ninformation could reasonably be expected to interfere with the enforcement proceeding. Often, \nthe FBI asserts Exemption 7(A) categorically to withhold a variety of different documents in an \ninvestigative file, which the FBI then groups into functional categories and describes in greater \ndetail. In this case, however, the FBI asserted Exemption 7(A) to protect the ongoing \nprosecution of Jeffrey Epstein and then later, of his potential co-conspirators. The release of this \ninformation would reveal unknown information concerning pending enforcement procedures. \nThe FBI determined release of any of this material would provide criminals with information \nabout the government's investigation/enforcement strategies in ongoing matters, allow them to \npredict and potentially thwart these strategies, and/or allow them to discover/tamper with \nwitnesses and/or destroy evidence. As such, revealing this information could reasonably be \n24 \nEFTA00015242\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nexpected to interfere with pending enforcement proceedings. Thus, the FBI has applied \nExemption 7(A) to protect this information. Additional information regarding the nature of the \non-going criminal enforcement proceedings, and the harms to those proceedings that could result \nfrom the release of these categories of records, is provided in the declaration of AUSA \nPROCESSING OF RECORDS AFTER ARREST OF MR. EPSTEIN ON JULY 6, 2019 \nTypes of Documents Categorically Denied Pursuant to FOIA Exemption 7(A) \n(64) Providing a document-by-document description or listing of the records \nresponsive to Plaintiff's request falling in the categorically denied records would undermine the \nvery interests that the FBI seeks to protect under Exemption (b)(7)(A), in addition to the other \nexemptions identified below. In order to protect these interests, the FBI has described the types \nof responsive records from the pending investigative files, which are being withheld in full \npursuant to FOIA Exemption (bX7)(A). The pending investigative files contain the following \ntypes of documents: \n(a) FD-105716 - Electronic Communication (\"EC\"):   FD-1057s and ECs replaced the \ntraditional FBI correspondence (i.e., Memoranda and Letters) as the primary vehicle \nof correspondence within the FBI. The purpose of an EC is to communicate within \nthe FBI in a consistent format that can be uploaded by the originating Division or \noffice, transmitted, and downloaded by recipient Divisions or offices within the FBI's \ninternal computer network. These forms are often utilized to record and disseminate \nintelligence/investigative information and for general investigation administration \npurposes. \n16  The designation \"FD-\" is attached to forms created and utilized internally by the FBI. \n25 \nEFTA00015243\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n(b) Interview Forms (FD-302): FD-302s are internal FBI forms in which evidence is \noften documented, usually as a result of FBI interviews. Such evidence and/or \ninterview information may later be used as testimony or evidence in court \nproceedings/trials. Additionally, these evidence/interview forms are often \nincorporated in other FBI documents that may be used to disseminate \nintelligence/investigative information and can be utilized to set leads in furtherance of \nthe FBI's investigative efforts. \n(c) Handwritten Interview Notes: These are the original handwritten notes of FBI \npersonnel who conducted interviews in the course of FBI investigations. These notes \nare almost always transposed into FD-302s and are utilized by the FBI in the same \nmanner. \n(d) State and Local Law Enforcement Documents: This category consists of documents \nprovided to the FBI by state and local law enforcement agencies. These documents \ncan be used as evidence in court proceedings, are often incorporated in other FBI \ndocuments that may be used to disseminate intelligence/investigative information, \nand can be utilized to set leads in furtherance of the FBI's investigative efforts. \n(e) Documents Implementing Sensitive Investigative Techniques: These documents were \nutilized to implement a specific, sensitive, investigative technique. Describing these \ndocuments further would reveal this technique or sensitive data concerning this \ntechnique. \n(0 Federal Grand Jury Subpoenas/Subpoenaed Information:  These documents consist of \nFederal Grand Jury Subpoenas and the documents collected as a result of these \nsubpoenas. This information can be used as evidence in Grand Jury proceedings or \n26 \nEFTA00015244\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nother court proceedings. This information can also be incorporated in FBI documents \nthat may be used to disseminate intelligence/investigative information, and can be \nutilized to set leads in furtherance of the FBI's investigative efforts. \n(g) FD-340, IA Envelopes: These envelopes are used to organize and store documents \nthat need to be stored separately from the FBI file to which they are attached, due to \ntheir size. They usually contain handwritten notes of interviews, photographs, and \nother various evidentiary documents. \n(h) Other Investigative Documents: The FBI uses various types of forms throughout a \ncriminal investigation that do not fit into an official government format. Documents \nincluded in this category may include, but is not limited to, storage envelopes, bulky \nexhibit cover sheets, transmittal forms (e.g., facsimile cover sheets), letters, and \nrouting slips. Additionally, this category consists of various types of documents \nreflecting information and evidence gathered during an FBI investigation, the sources \nfrom/by which such information and evidence was gathered, methods used to obtain \nthe information and evidence, and methods used to analyze the information and \nevidence. To describe these investigative documents in this category any more \nspecifically would reveal the scope of the FBI's investigations, as well as the sources \nand methods being utilized by the FBI. \n(i) Internet Printouts: These documents consist of information that was located and \nprinted from public websites. Disclosure of information gathered from a public \nsource may itself reveal the direction or focus of an investigation by demonstrating \nwhat an investigator found relevant. \nFunctional Categories of Information \n27 \nEFTA00015245\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n(65) The FBI has reviewed and categorized the types of exempt records into three \ncategories - Evidentiary/Investigative Materials, Administrative Materials and Public \nSource/Non-Investigative Harm Materials. The categories will be discussed in more detail \nbelow. \n(66) A record can fall into one or more functional categories as described in the below \nparagraphs. For example, a record, such as an FBI Investigative Report, may serve several \npurposes and may contain multiple categories of information, such as witness statements, \nadministrative directions, and/or evidentiary materials. Therefore, the information in each record \ncould be included in multiple categories. \nCategory 1: Evidentiary/Investigative Materials \n(67) This category includes copies of records or evidence, analyses of evidence, and \nderivative communications discussing or incorporating evidence. A derivative communication \ndescribes, verbatim or in summary, the contents of the original record, how it was obtained, and \nhow it relates to the investigation. Other derivative communications report this information to \nother FBI field offices, other law enforcement agencies, or other Federal agencies, either to \nadvise them about the progress of the investigation, or to elicit their assistance in handling \ninvestigative leads. The following subparagraphs describe the types of evidentiary materials in \nthe responsive records and the anticipated harm that could reasonably result from the release of \nthe materials. \n(68) Confidential Witness Statements:  Confidential witness statements are one of the \nprincipal tools used in proving the facts which form the basis for a prosecution. These \nstatements contain information obtained from confidential witnesses who have knowledge of the \ncriminal activities that resulted in the investigation. If the FBI were to release this information, \n28 \nEFTA00015246\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nthe witnesses that have chosen to cooperate with law enforcement could be subjected to \nretaliation, intimidation, or physical or mental harm. This could have a chilling effect on the \nfuture prosecution of this case inasmuch as potential witnesses might fear exposure and reprisals \nfrom the subjects of this investigation. Implicit in conducting interviews in an investigation of \nthis nature is the notion that an individual's identity and the information provided by them will \nbe afforded confidentiality. The FBI goes to great lengths to protect and maintain an individual's \nconfidentiality since it is an integral part of a successful investigation and prosecution. The \nrelease of witness statements would disrupt and harm potential investigative and/or prosecutorial \nactions. \n(69) Exchange of Information between FBI and Local Law Enforcement Agencies: \nRelease of information exchanged between the FBI and its local law enforcement partners would \ndisclose evidence, investigative information, and criminal intelligence developed by various \nagencies that have cooperated with—and provided information and records to—the FBI in this \nongoing investigation. Release of information would identify the investigative interest of \nparticular individuals; identify and tip off individuals who are of interest to law enforcement; and \nprovide suspects or targets the opportunity to destroy evidence and/or alter their behavior to \navoid detection. \nCategory 2: Administrative Materials \n(70) Materials falling within this category include items such as case captions, \nidentities of FBI field offices, dates of investigations, and detailed instructions designed to \nensure that investigative procedures are conducted within the appropriate FBI and DOJ \nguidelines. The following subparagraphs describe the types of administrative materials \ncontained in the files and the anticipated harms that could reasonably result from the disclosure \n29 \nEFTA00015247\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nof such materials in the midst of this ongoing investigation, and prior to any prospective \nprosecutions. In many instances, administrative information is contained at the beginning or end \nof correspondence or documents that fall within other categories of documents; therefore, to \nrelease details on this category of information would also reveal the investigative interests of the \nFBI and could enable suspects to discern a \"road map\" of the investigation. \n(71) Reporting Communications:  These communications permit an agency to monitor \nthe progress of the investigation and to facilitate its conduct. These communications have the \npotential to reveal or confirm the cooperation of other local or state government agencies in this \ninvestigation. These communications are replete with detailed information about the FBI's \ninvestigative activities as well as detailed information about potential witnesses/confidential \nsources for interview. Additionally, they contain background information about third-party \nindividuals, the origins of pertinent information connecting them to the investigation, and their \nconnections to subjects and their relationship with the pending investigation. The release of this \ninformation would reveal the nature and scope of the ongoing investigation by revealing: the \ninvestigative steps taken to obtain witness and source interviews; techniques and investigative \nmethods used to compile and/or solicit information from various sources; and any potential or \nperceived challenges in the investigations. \n(72) Miscellaneous Administrative Documents: These materials include items such as \ntransmittal forms and standardized forms used for a variety of purposes. These types of \nmaterials have been used throughout this investigation for many routine purposes; however, the \nmanner in which they have been used and organized in the files also reveals information of \ninvestigative value. The disclosure of this information could undermine this pending and \nongoing investigation as well as pending and prospective prosecutions. \n30 \nEFTA00015248\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nCategory 3: \nPublic Source/Non-Investigative Harm Materials \n(73) The FBI released 46 pages to Plaintiffs of public source material not posing an \ninvestigative harm from within the investigative files. Prior to the shift in processing to the \ncategorical review, the FBI released an additional 135 pages in full to Plaintiffs. The FBI \ndetermined that this information could be released without harm to the ongoing investigations, as \nthe information is already known to the public and is not reasonably expected to interfere with \npending criminal law enforcement proceedings or prosecutions. Thus, the disclosure of this \ninformation would not result in any of the various harms under Exemption 7(A) as described \nherein. \n(74) During the course of an FBI investigation, including this one, relevant and \npertinent articles in newspapers, magazines or other periodicals are placed by FBI employees \ninto the investigative file. These materials contain information obtained from public sources \nsuch as newspapers, on-line material, court transcripts, criminal affidavits, and other court \nfilings. FBI employees place these public source materials into the file for background and \nreview purposes. In this case, the public source material released to Plaintiffs consisted of news \narticles and various public court documents from Epstein's criminal case. Because the FBI had \ndetermined that the release of these specific public source documents would not harm or \notherwise jeopardize the ongoing criminal investigation, the FBI did not withhold these \ndocuments from the Plaintiffs. \nEXEMPTIONS 6 AND \n7(C) \nCLEARLY UNWARRANTED INVASION OF PERSONAL PRIVACY \nAND UNWARRANTED INVASION OF PERSONAL PRIVACY \n(75) Exemption 6 exempts from disclosure \"personnel and medical files and similar \nfiles the disclosure of which would constitute a clearly unwarranted invasion of personal \n31 \nEFTA00015249\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nprivacy.\" 5 U.S.C. § 552(b)(6). All information that applies to a particular person falls within \nthe scope of Exemption 6. \n(76) Exemption 7(C) similarly exempts from disclosure \"records or information \ncompiled for law enforcement purposes [when disclosure] could reasonably be expected to \nconstitute an unwarranted invasion of personal privacy.\" 5 U.S.C. § \n552(b)(7)(C),I7\n(77) When withholding information pursuant to these two exemptions, the FBI is \nrequired to balance the privacy interests of the individuals mentioned in these records against any \npublic interest in disclosure. In asserting these exemptions, each piece of information was \nscrutinized to determine the nature and strength of the privacy interest of every individual whose \nname and/or identifying information appears in the documents at issue. When withholding the \ninformation, the individual's privacy interest was balanced against the public's interest in \ndisclosure. For purposes of these exemptions, a public interest exists only when information \nabout an individual, their name, or other factors that could potentially identify the individual's \nwould shed light on the FBI's performance of its mission to protect and defend the United States \nagainst terrorist and foreign intelligence threats, to uphold and enforce the criminal laws of the \nUnited States, and to provide leadership and criminal justice services to federal, state, municipal, \n17  The practice of the FBI is to assert Exemption 6 in conjunction with Exemption 7(C). \nAlthough the balancing test for Exemption 6 uses a \"would constitute a clearly unwarranted \ninvasion of personal privacy\" standard and the test for Exemption 7(C) uses the lower standard \nof \"could reasonably be expected to constitute an unwarranted invasion of personal privacy,\" the \nanalysis and balancing required by both exemptions is sufficiently similar to warrant a \nconsolidated discussion. The privacy interests are balanced against the public's interest in \ndisclosure under both exemptions. \nIS  As used herein, identifying information includes the following: dates of birth, places of birth, \nresidences, telephone numbers, social security numbers, singular professional titles, statements, \nunique locations, and/or other information that is identifiable to an individual. \n32 \nEFTA00015250\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nand international agencies and partners. In each instance wherein information was withheld \npursuant to Exemptions 6 and 7(C), the FBI determined that the individuals' privacy interests \noutweighed any public interest in disclosure. \n(78) Furthermore, since privacy concerns are typically obviated once an individual is \ndeceased,19 the FBI takes several steps, during FOIA processing, to ascertain the current \nlife/death status of the individuals whose names are withheld. The FBI uses the birth date and/or \nthe date of the investigation to determine whether an individual is living or deceased, to the \nextent either or both of these pieces of information are discernable from the file. The date of \nbirth is used to apply the judicially-recognized \"100-year rule,\" i.e., if the individual was born \nmore than 100 years ago, the FBI presumes that he or she is dead and the name and/or \nidentifying information is released. The FBI also uses institutional knowledge gained from prior \nFOIA requests or internal records. By using institutional knowledge, the FBI can identify with \nsufficient certainty the life/death status of certain individuals. If the FBI is unable to determine \nthe life/death status of an individual through the use of these methods, the name and identifying \ninformation of the individual is withheld pursuant to Exemptions 6 and 7(C), when it finds \ndisclosure would constitute an unwarranted invasion of those individuals' privacy should they \nstill be living and no public interest would be served in releasing the names. It is also the FBI's \npolicy to release all names of high-ranking FBI officials in policy-making positions, as well as \nindividuals in public positions, as they do not have privacy rights while acting in their official \ncapacity. This policy is applied to the individual's position at the time of the creation of the \ndocument, and not the present. \n19  In some circumstances, surviving relatives of a deceased individual retain privacy interests in \ntheir information, even after the individual's death. See generally National Archives v. Favish, \n124 S. Ct. 1570 (2004). \n33 \nEFTA00015251\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n(b)(6)-1 and (b)(7)(C)-1: Names and Identifying Information of \nThird Parties of Investigative Interest \n(79) Within Exemption category (b)(6)-1 and (b)(7)(C)-1, the FBI protected the names \nand identifying information of third parties who were of investigative interest to the FBI. Being \nidentified as a subject of FBI investigative interest carries a strong negative connotation and a \nstigma, whether or not these individuals ever committed criminal acts. Release of the identities \nof these individuals to the public could subject them to harassment or embarrassment, as well as \nundue public attention. Furthermore, it could result in professional and social repercussions, due \nto resulting negative stigmas. Accordingly, the FBI determined these individuals maintain \nsubstantial privacy interests in not having their identities disclosed. In contrast, disclosing \npersonal information about these individuals would not significantly increase the public's \nunderstanding of the FBI's performance of its mission and so the FBI concluded that there was \nno public interest here sufficient to override these individuals' substantial privacy interests. For \nthese reasons, the FBI properly withheld this information pursuant to Exemptions 6 and 7(C). \n(b)(6)-2 and (b)(7)(C)-2: Names and Identifying Information of \nFBI Special Agents and Victim Specialists \n(80) Within Exemption category (b)(6)-2 and (b)(7XC)-2, the FBI protected the names \nand identifying information of FBI Special Agents (\"SAs\") and Victim Specialists. These FBI \npersonnel were responsible for conducting, supervising, and/or maintaining the \ninvestigation/investigative activities related to the child prostitution investigation of \nJeffrey \nEpstein, reflected in the documents responsive to Plaintiffs' request. These responsibilities \nincluded, but are not limited to, the following: coordinating/completing tasks in support of the \nFBI's investigative and administrative functions, compiling information, and/or reporting on the \nstatus of the investigation. \n34 \nEFTA00015252\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n(81) Assignments of SAs to any particular investigation are not by choice. Publicity, \nadverse or otherwise, arising from a particular investigation, may seriously prejudice their \neffectiveness in conducting other investigations or performing their day-to-day work. The \nprivacy consideration is also applied to protect FBI SAs, as individuals, from unnecessary, \nunofficial questioning as to the conduct of this or other investigations/investigative activities, \nwhether or not they are currently employed by the FBI. FBI SAs conduct official inquiries into \nvarious criminal and national security violation cases. The publicity associated with the release \nof an SA's identity in connection with a particular investigation could trigger hostility toward a \nparticular SA. During the course of an investigation, an SA may engage with all strata of \nsociety, conducting searches and making arrests, both of which result in reasonable but \nnonetheless serious disturbances to people and their lives. Persons targeted by such \ninvestigations/investigative activities, and/or those sympathetic to those targeted, could seek to \ninflict violence on an SA based on their participation in an investigation. This is because an \nindividual targeted by such law enforcement actions may carry a grudge against those involved \nwith the investigation, which may last for years. These individuals may seek revenge on SAs \nand other federal employees involved in a particular investigation. There is no public interest \nserved by disclosing the identities of the SAs because their identities would not, themselves, \nsignificantly increase the public's understanding of the FBI's operations and activities. \n(82) The role of a Victim Specialist is to aid with those who suffered through physical, \nemotional, or financial harm as a result of a crime. A standard service provided by a Victim \nSpecialist, specifically within these documents is to accompany SAs to interviews and provide as \na critical link between the SAs and the victims for the Victim Assistance Program (\"VAP\"). \nVAP helps the victims cope and recover from the harm they have endured while allowing the \n35 \nEFTA00015253\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nSAs to continue forward with their investigations. Protection of the Victim Specialists' identities \nis not only imperative for their safety, but also the victims' safety and allows the victims to \nconfide to the FBI personnel involved in the investigation. Thus, disclosure of this information \nwould constitute a clearly unwarranted invasion of their personal privacy; and the FBI properly \nwithheld the names and identifying information of FBI SAs and Victim Specialists pursuant to \nExemptions 6 and 7(C). \n(b)(6)-3 and (b)(7)(C)-3: Names and Identifring Information Regarding \nThird Party Victims \n(83) In Exemption category (b)(6)-3 and (b)(7)(C)-3, the FBI protected the names and \nidentifying information of third-party victims. Releasing these individuals' identities in the \ncontext of these investigative records would cause embarrassment, as well as unsolicited and \nunnecessary attention to be focused on these individuals. Such a release could force them to \nrelive emotionally trying events, causing further invasion of their privacy, in excess of the harms \nthey have already been forced to endure. Thus, these victims maintain strong privacy interests in \nthe protection of such personal information. Furthermore, there is no legitimate public interest to \nbe served by releasing the identities of these victims because their identities, themselves, would \nnot shed light on the operations and activities of the FBI. The FBI determined disclosure of this \ninformation would constitute a clearly unwarranted invasion of these individuals' personal \nprivacy, and consequently withheld this information pursuant to FOIA Exemptions 6 and 7(C). \nAccordingly, the FBI asserted this Exemption category, at times in conjunction with Exemptions \n3 \nand 7(D). \n(b)(6)-4 and (b)(7)(C)-4: Names and Identifying Information of \nLocal Law Enforcement Personnel \n(84) In Exemption category (b)(6)-4 and (b)(7)(C)-4 the FBI protected the names and \n36 \nEFTA00015254\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nidentifying information of local law enforcement employees. These employees were acting in \ntheir official capacities and aided the FBI in the law enforcement investigative activities reflected \nin the records responsive to Plaintiffs' request. The rationale for protecting the identities of FBI \nSAs discussed in ¶¶ 81-83, supra, applies equally to the names and identifying information of \nthese local law enforcement employees. Release of the identities of these law enforcement \nemployees could subject them as individuals to unnecessary and unwelcome harassment that \nwould invade their privacy and could cause them to be targeted for reprisal. In contrast, \ndisclosure of this information would serve no public interest because it would not shed light on \nthe operations and activities of the FBI. Accordingly, the FBI properly withheld this information \npursuant to Exemptions 6 and 7(C). \n(b)(6)-5 and (b)(7)(C)-5: Names and Identifying  Information of \nThird Parties Merely Mentioned \n(85) In Exemption category (b)(6)-5 and (bX7)(C)-5, the FBI protected the names and \nidentifying information of third parties who were merely mentioned in the investigative records \nresponsive to Plaintiffs' request. The FBI has information about these third parties in its files \nbecause these individuals were tangentially mentioned in conjunction with FBI investigative \nefforts. These individuals were not of investigative interest to the FBI. These third parties \nmaintain substantial and legitimate privacy interests in not having this information disclosed and \nthus, being connected with an FBI law enforcement matters. Considering the FBI is an \ninvestigative and intelligence agency, disclosure of these third parties' names and/or identifying \ninformation in connection with an FBI record carries an extremely negative connotation. \nDisclosure of their identities would subject these individuals to possible harassment or criticism \nand focus derogatory inferences and suspicion on them. The FBI then considered whether there \nwas any public interest that would override these privacy interests, and concluded that disclosing \n37 \nEFTA00015255\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \ninformation about individuals who were merely mentioned in an FBI investigative file would not \nsignificantly increase the public's understanding of the operations and activities of the FBI. \nAccordingly, the FBI properly protected these individuals' privacy interests pursuant to FOIA \nExemptions 6 and 7(C). \n(b)(6)-6 and (b)(7)(C)-6: Names and Identifying Information of \nNon-FBI Federal Government Personnel \n(86) In Exemption category (b)(6)-6 and (b)(7)(C)-6, the FBI protected the names and \nidentifying information of personnel from non-FBI, federal government agencies who provided \ninformation to or otherwise assisted the FBI in its investigation ofJeffrey Epstein. The rationale \nfor protecting the identities of other government employees is the same as the rationale for \nprotecting the identities of FBI employees. See g¶ 81-83, supra. Publicity, adverse or otherwise, \nconcerning the assistance of these other agency employees in an FBI investigation would \nseriously impair their effectiveness in assisting or participating in future FBI investigations. The \nprivacy consideration also protects these individuals from unnecessary, unofficial questioning as \nto the FBI investigation. It is possible for a person targeted by law enforcement action to carry a \ngrudge which may last for years, and to seek revenge on the personnel involved in the \ninvestigation at issue in these FBI records. The publicity associated with the release of their \nnames and/or identifying information in connection with this investigation could trigger hostility \ntowards them by such persons. Therefore, these employees maintain substantial privacy interests \nin not having their identities disclosed in this context. In contrast, there is no public interest to be \nserved by the disclosure of these employees' names and/or identifying information because their \nidentities, by themselves, would not demonstrate how the FBI performed its statutory mission \nand thus, would not significantly increase the public's understanding of the FBI's operations and \nactivities. Accordingly, the FBI properly protected these employees' privacy interests pursuant \n38 \nEFTA00015256\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nto FOIA Exemptions 6 and \n7(C). \n(b)(6)-7 and (b)(7)(C)-7: Names and Identifying Information of \nLocal Government Personnel (Non-Law Enforcement) \n(87) In Exemption category (b)(6)-7 and (b)(7)(C)-7 the FBI protected the names and \nidentifying information of local government personnel employees. The rationale for protecting \nthe identities of local law enforcement personnel discussed in ¶ 85, supra, applies equally to the \nnames and identifying information of these local government employees. Release of the \nidentities of these local government employees could subject them as individuals to unnecessary \nand unwelcome harassment that would invade their privacy and could cause them to be targeted \nfor reprisal. In contrast, disclosure of this information would serve no public interest because it \nwould not shed light on the operations and activities of the FBI. Accordingly, the FBI properly \nwithheld this information pursuant to Exemptions 6 and 7(C). \n(b)(6)-8 and (b)(7)(C)-8: Names and Identifj7ing Information of \nThird Parties who Provided Information \n(88) In Exemption category (b)(6)-8 and (b)(7)(C)-8, the FBI protected the names and \nidentifying information of individuals who were interviewed, and/or provided information by \nother means, to the FBI during the course of its investigation of Jeffrey Epstein. \n(89) The FBI has found information provided by individuals based on their personal \nknowledge is one of the most productive investigative tools for law enforcement agencies. The \nlargest obstacle to successfully obtaining such information critical to FBI investigations, through \nan interview or otherwise, is fear by the individuals providing the information their identities will \nbe exposed. Such exposure, in conjunction with their cooperation with law enforcement, could \nlead to harassment, intimidation by investigative subjects, legal or economic detriment, possible \nphysical harm, or even death. In order to surmount their fear of reprisal, and the resulting \n39 \nEFTA00015257\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \ntendency to withhold information, persons who provide such information to the FBI must be \nassured their names and personally-identifying information will be held in the strictest \nconfidence. Thus, the FBI has determined these individuals maintain substantial privacy \ninterests in not having their identities disclosed. In contrast, the FBI could identify no public \ninterest in the disclosure of this information because disclosure of these third parties' names and \nidentifying information would not shed light on or significantly increase the public's \nunderstanding of the operations and activities of the FBI. Furthermore, the continued access by \nthe FBI to persons willing to honestly relate pertinent facts bearing upon a particular \ninvestigation far outweighs any benefit the public might derive from disclosure of the names of \nthose who cooperated with the FBI. Accordingly, the FBI properly protected these individuals' \nprivacy interests pursuant to Exemptions 6 and 7(C). The FBI is also relying on Exemption \n7(D) to protect this information in many instances. \nEXEMPTION 7(D) — CONFIDENTIAL SOURCE INFORMATION \n(90) Exemption 7(D) protects \"records or information compiled for law enforcement \npurposes\" when disclosure: \ncould reasonably be expected to disclose the identity of a \nconfidential source, including a  State, local or foreign agency or \nauthority or any private institution which furnished information on \na  confidential basis, and, in the case of a  record or information \ncompiled by a criminal law enforcement agency conducting a lawful \nnational security intelligence investigation, information furnished \nby a confidential source. \n5 U.S.C. § \n552(b)(7)(D). \n(91) Numerous confidential sources report to the FBI on a regular basis; they provide \ninformation under express assurances of confidentiality and are \"informants\" within the common \nmeaning of the term. Others are interviewed and/or provide information under implied \n40 \nEFTA00015258\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nassurances of confidentiality (La, under circumstances from which assurances of confidentiality \nmay be inferred). In either situation, these sources are considered to be confidential because they \nfurnish information only with the understanding that their identities and the information they \nprovided will not be divulged outside the FBI. Information provided by these sources is singular \nin nature, such that it is often distinct and traceable to a specific individual and if released, could \nreveal their identities. The FBI has learned through experience that sources assisting, \ncooperating with, and providing information to the FBI must be free to do so without fear of \nreprisal. The FBI has also learned that sources must be free to furnish information to the FBI \nwith complete candor and without the understandable tendency to hedge or withhold information \nbecause of fear that their cooperation with the FBI will later be made public. Sources providing \ninformation to the FBI should be secure in the knowledge that their assistance and their identities \nwill be held in confidence. \n(92) The release of a source's identity would forever eliminate that source as a future \nmeans of obtaining information. In addition, when the identity of one source is revealed, that \nrevelation has a chilling effect on the activities and cooperation of other sources. Such a result \nundermines one of the FBI's most important means of collecting information and could thereby \nseverely hamper law enforcement efforts to detect and apprehend individuals engaged in the \nviolation of federal criminal laws. \n(b)(7)(D)-I: Names, Identifring Information of and Information Provided by Individuals under \nImplied Assurances of Confidentiality \n(93) In Exemption category (b)(7)(D)-1, the FBI protected the names, identifying \ninformation of, and information provided by third parties under circumstances in which \nconfidentiality can be inferred. These third parties provided information concerning the \nactivities of subjects who were of investigative interest to the FBI. Considering 1) the singularity \n41 \nEFTA00015259\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nof the information provided and the likelihood these individuals could be identified through \nrelease of this information by those familiar with the events described; 2) the proximity of these \nsources to the investigative subjects and events they described; 3) and the nature of the criminal \nacts they described, the FBI inferred these individuals provided this information to the FBI only \nbecause they believed their cooperation with the FBI, and the information they provided, would \nremain confidential. \n(94) The FBI protected the identifying information of, and information provided by, \nindividuals who conveyed critical information regarding criminal acts. These individuals were \nin unique positions allowing them ready access to and/or knowledge about investigative targets \nand others involved in child prostitution or trafficking of a minor. Such access exposed them to \npotentially significant harms should their association and cooperation with the FBI be publicly \ndisclosed. One reason they risked harm when cooperating is they were within the orbit of \nsuspected criminals, and such criminals (in the FBI's experience) typically seek to deter \ninformants' cooperation with law enforcement through reprisal. Such reprisal can take many \nforms, to include defamation of the source's character among their peers/family; economic \nreprisal (deprivation of employment/business opportunities); violent threats aimed at instilling \nfear and doubt; or even violence itself. Even amidst these potential harms, these third-party \nsources provided specific, detailed information that is singular in nature —  i.e., only a few \nindividuals would be privy to such information. Thus, the FBI determined disclosure of the \nidentities of these sources and the information they provided could subject these third parties, as \nwell as their families, to retaliation or backlash, should their information be disclosed. \n(95) Considering the circumstances described above, it is reasonable to infer these \nthird parties cooperated with the FBI only because they expected their identities and the \n42 \nEFTA00015260\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \ninformation they provided would be held in confidence. Therefore, the FBI properly protected \nthe sources' identities and the information they provided pursuant to Exemption 7(D). \n(b)(7)(D)-2: Names, Identifying Information of and Information Provided by Individuals \nunder Expressed Assurances of Confidentiality \n(96) Within Exemption category (b)(7)(D)-2, the FBI protected the names, identifying \ninformation of, and information provided by third parties to the FBI under express grants of \nconfidentiality. When processing the records at issue, the FBI found evidence these individuals, \nwho provided specific and detailed information that is singular in nature, either requested their \nidentities not be revealed; and/or FBI investigators would have, by standard practice, expressly \npromised these third parties their identities and the information they provided would remain \nconfidential. \n(97) Providing express assurances of confidentiality is essential to the FBI's ability to \nobtain relevant and accurate information from Cooperating Witnesses (\"CWs\"). This \ndesignation of CW is a positive indication these individuals entered into official, confidential \nrelationships with the FBI in which they would have, by standard FBI practice, been provided \nwith express assurances of confidentiality. In sum, the FBI relied on certain individuals who \nsupplied information to the FBI with express assurance their names, identifying information, and \nthe information they provided would be held in confidence. Release of such information would \nendanger these confidential sources and cause great detriment to the FBI's ability to recruit and \nmaintain reliable confidential sources; thus, the FBI protected this information pursuant to \nExemption \n7(D). \n(b)(7)(D)-3: Foreign Government Agency Information under Implied Confidentiality \n(98) In Exemption category (b)(7)(D)-3, the FBI protected information provided to the \nFBI from a foreign agency under circumstances in which confidentiality can be inferred. The \n43 \nEFTA00015261\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nFBI, in connection with a wide variety of criminal and national security investigations, solicits \nand receives information regularly from state, local, and foreign agencies and authorities. \nInherent in the cooperative effort is the mutual understanding that the identity of such a source \nand the information provided by it will be held in confidence by the FBI, and not released \npursuant to FOIA requests. If disclosure of the information provided in confidence were to be \nmade public pursuant to FOIA requests, cooperation between the FBI and the foreign agencies \nand authorities would be greatly diminished, causing great detriment to effective law \nenforcement. The release of official United States Government documents that reveal the \nexistence of a confidential relationship with a foreign government reasonably could be expected \nto strain relations between the United States and the foreign government and lead to diplomatic, \npolitical or economic retaliations. A breach of this relationship can be expected to have at least a \nchilling effect on the free flow of vital information to the United States law enforcement \nagencies, which may substantially reduce their effectiveness. Accordingly, the FBI properly \nwithheld this information under FOIA Exemption 7(D). \n(b)(7)(D)-4: Information Provided by Local Law Enforcement Agency \n(99) Within Exemption category (b)(7)(D)-4, the FBI protected the names, identifying \ninformation of, and information provided by local law enforcement personnel under an implied \nassurance of confidentiality. Certainly, the FBI does not infer that all state or local law \nenforcement authorities who cooperate in federal investigations do so with expectations of \nconfidentiality. However, under some circumstances, such an expectation may be inferred. \nHere, law enforcement authorities provided specific detailed information of value to the FBI, that \nis singular in nature, concerning Jeffrey Epstein. The FBI inferred these personnel provided this \ninformation to the FBI with an expectation their involvement in the investigation, and/or the \n44 \nEFTA00015262\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \ninformation they provided, would remain confidential due to the following: the information \nprovided pertains to unknown investigations pursued by these agencies; or the information would \nexpose the agency's personnel to undue public scrutiny based on their involvement with these \nparticular matters. \n(100) The FBI relies heavily on assistance from its state and local law enforcement \npartners in pursuing its law enforcement and intelligence gathering missions. The disclosure of \nthis information could have disastrous consequences. If this information were released to the \npublic under FOIA, these agencies would be less likely to freely share sensitive information with \nthe FBI. It could also harm the FBI's ability to seek support and or assistance from these \nagencies during joint investigations. Additionally, the FBI's disclosure of such information \ncould 1) jeopardize these agencies' investigative techniques and procedures as disclosure would \nallow criminals to predict and circumvent use of these techniques and procedures; 2) discredit \nthese state and local law enforcement authorities with current and future confidential sources, \nand greatly hinder their ability to recruit their own valuable sources; and 3) would jeopardize \nunknown investigations pursued by these agencies. Accordingly, it is reasonable for the FBI to \ninfer these state and local law enforcement authorities provided this information to the FBI under \ncircumstances in which an assurance of confidentiality can be implied. Thus, this information is \nexempt from disclosure pursuant to FOIA Exemption 7(D). \nEXEMPTION 7(E) \nINVESTIGATIVE TECHNIQUES AND PROCEDURES \n(101) 5 U.S.C. § 552(b)(7)(E) provides protection for: \nlaw enforcement records [which]...would disclose techniques and \nprocedures for law enforcement investigations or prosecutions, or \nwould disclose guidelines for law enforcement investigations or \nprosecutions if such disclosure could reasonably be expected to risk \ncircumvention of the law. \n45 \nEFTA00015263\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n(102) Exemption (b)(7)(E) has been asserted to protect information from these records, \nthe release of which would disclose techniques and/or procedures for law enforcement \ninvestigations or prosecutions, or would disclose guidelines for law enforcement investigations \nor prosecutions if such disclosure could reasonably be expected to risk circumvention of the law. \n(103) Within the responsive documents, the FBI applied Exemption (b)(7)(E) to non-\npublic investigative techniques and procedures utilized by the FBI to pursue its law enforcement \nmission, and also to non-public details about techniques and procedures that are otherwise \nknown to the public. Specifically, the FBI asserted Exemption 7(E) to protect the following \ncategories of information. \n(6)(7)(E)-1: Collection and Analysis of Information \n(104) In Exemption category (b)(7)(E)-1, the FBI protected the methods the FBI uses to \ncollect and analyze information it obtains for investigative purposes. The release of this \ninformation would disclose the identity of methods used in the collection and analysis of \ninformation, including how and from where the FBI collects information and the methodologies \nemployed to analyze it once collected. Such disclosures would enable subjects of FBI \ninvestigations to circumvent similar currently used techniques. The relative utility of these \ntechniques could be diminished if the actual techniques were released in this matter. This in turn \nwould facilitate the accumulation of information by investigative subjects regarding the \ncircumstances under which the specific techniques were used or requested and the usefulness of \nthe information obtained. Release of this type of information would enable criminals to educate \nthemselves about the techniques employed for the collection and analysis of information and \ntherefore allow these individuals to take countermeasures to circumvent the effectiveness of \nthese techniques and to continue to violate the law and engage in intelligence, terrorist, and \n46 \nEFTA00015264\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \ncriminal activities. Accordingly, the FBI has properly withheld this information pursuant to \nFOIA Exemption 7(E). \n(b)(7)(E)-3: Sensitive File Numbers \n(105) In Exemption category (b)(7)(E)-3, the FBI protected sensitive investigative file \nnumbers. The FBI determined this Exemption is appropriate for protecting these file numbers as \nthe release of file numbering convention identifies the investigative interest or priority given to \nsuch matters. The file numbers the FBI protected are not known to the general public. These file \nnumbers contain three separate portions. The first portions of these file numbers consist of FBI \nfile classification numbers which indicate the types of investigative/intelligence gathering \nprograms to which these files pertain. Many of the FBI's classification numbers are public, \nwhich makes disclosure of this information even more telling. Release of known file \nclassification numbers in the context of investigative records would immediately reveal the types \nof investigations being pursued, and thus the types of investigative techniques and procedures \navailable to FBI investigators, and/or non-public facets of the FBI's investigative strategies. For \nexample, revealing that the FBI has a money laundering investigative file on a subject who was \nonly known to be investigated for crimes related to public corruption would reveal key non-\npublic information about the FBI's investigative strategies and gathered evidence. Additionally, \nreleasing non-public FBI file classification numbers would reveal critical information about non-\npublic investigative techniques and procedures, and provide criminals and foreign adversaries the \nability to discern the types of highly sensitive investigative strategies the FBI is pursuing \nwhenever such file classification numbers are present within these and other sensitive FBI \ninvestigative records. \n(106) The protected investigative file numbers also contain two letter office of \n47 \nEFTA00015265\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \norigination codes, indicating which FBI field office or overseas FBI legal attaché originated the \ninvestigations at issue. Providing this information, in many instances, would provide critical \ninformation about where and how the FBI detected particular criminal behaviors or national \nsecurity threats, and reveal key pieces about the FBI's non-public FBI investigations or \nintelligence/evidence gathering sources and methods. Revealing this information could also risk \ndisclosing unknown FBI investigations or intelligence gathering initiatives, by revealing interests \nin varying areas of FBI investigative responsibility. Releasing this information could also \npossibly provide significant information about the FBI's failure to detect certain types of \ncriminal behavior. For example, a criminal operating out of San Francisco, California with ties \nto a criminal organization under investigation in the FBI's Seattle Field Office could request the \nFBI's Seattle Field Office's investigative file. If the FBI were to reveal all of the originating \noffice codes in the investigative files present in Seattle's file, and there was no indication the FBI \never pursued an investigation in San Francisco, the criminal could reasonably assume the FBI \nfailed to locate any evidence of their wrongdoing, emboldening them to continue their activities, \nundeterred. \n(107) The third portion of these investigative files consists of the numbers given to the \nunique investigative initiatives these files were created to memorialize. Releasing these singular \nfile numbers would provide criminals and foreign adversaries with a tracking mechanism by \nwhich they can place particular files/investigations within the context of larger FBI investigative \nefforts. Continued release of sensitive investigative file numbers would provide criminals with \nan idea of how FBI investigations may be interrelated and when, why, and how the FBI pursued \ndifferent investigative strategies. This would provide criminals with a means of judging where \nthe FBI allocates its limited investigative resources, how the FBI responds to different \n48 \nEFTA00015266\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \ninvestigative circumstances, what the FBI knows and when/how they obtained the knowledge, \nand if there are knowledge-gaps in the FBI's gathered intelligence. \n(108) In summary, repeatedly releasing sensitive FBI investigative file numbers would \nallow determined criminals and foreign adversaries to obtain an exceptional understanding of the \nbody of investigative intelligence available to the FBI; and where, who, what and how it is \ninvestigating certain detected activities. Release of this information would enable these \ncriminals and foreign adversaries to predict FBI investigations and structure their behavior to \navoid detection and disruption by FBI investigators, enabling them to circumvent the law. \nAccordingly, the FBI properly asserted FOIA Exemption 7(E) to protect this type of information. \n(b)(7)(E)-4: Dates/Types of Investigations \n(109) In Exemption category (b)(7)(E)-4, the FBI protected information pertaining to \nthe type of investigation referenced in the records at issue in this case. Specifically, some of the \ninformation withheld, when referenced in connection with an actual investigation and not in \ngeneral discussion, pertains to the type of investigation, whether it is a \"preliminary\" or \"full\" \ninvestigation and the dates the FBI initiated the investigations. Disclosure of this information \nwould inform criminals the types of activities that would trigger a full investigation as opposed \nto a preliminary investigation, and the particular dates the investigations cover. Additionally, \nthis information would also give criminals valuable insight into how the FBI develops its \ninvestigations. Release of this information would allow investigative subjects to predict FBI \ninvestigative strategies and adjust their behavior accordingly. Moreover, revealing that a specific \nactivity in general warrants investigation could likewise cause individuals to adjust their conduct \nto avoid investigative scrutiny by the FBI. Disclosure of information related to the type of \ninvestigation could enable criminals to time and structure their illegal activities accordingly to \n49 \nEFTA00015267\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \ncircumvent the FBI's attempts to enforce federal laws; therefore, the FBI has properly withheld \nthis information pursuant to Exemption 7(E). Accordingly, the FBI asserted this Exemption \ncategory, at times in conjunction with Exemptions 3, 6, and 7(C) to protect names and \nidentifying information of third parties. \n(b)(7)(E)-5: Information Regarding Target, Dates, and Scope of Surveillance \n(110) In Exemption category (b)(7)(E)-5, the FBI protected information concerning the \ntarget, dates, and scope of the surveillance operation conducted by the FBI in relation to the \ninvestigation at issue here. The FBI utilized this surveillance operation to obtain investigative \nintelligence relevant to the investigation of Jeffrey Epstein. Certainly, it is publicly known that \nthe FBI and other law enforcement agencies engage in different types of surveillance in \ninvestigations. However, disclosure of non-public details about who, when, how, and under \nwhat circumstances the FBI conducts surveillance would allow current and future subjects of \nFBI investigations and other potential criminals to develop and utilize countermeasures to defeat \nor avoid different types of surveillance operations, thus rendering the techniques useless to the \nFBI and other law enforcement agencies. This is especially true because the success of \ninvestigative surveillance hinges on investigators' abilities to remain undetected. Revealing any \nnon-public details about the FBI's methodology for conducting surveillance could potentially \njeopardize the FBI's ability to operate surveillance covertly, and risks circumvention of the law. \nAccordingly, the FBI properly asserted Exemption 7(E) to withhold this information. \n(b)(7)(E)-6: Information Contained in Effectiveness Rating FD-515 \n(111) In Exemption category (b)(7)(E)-6, the FBI protected certain sensitive \ninvestigative information located within standardized FBI FD-515 forms. FD-515's are forms \nused by FBI personnel to report investigative accomplishments. FD-515s are submitted at \n50 \nEFTA00015268\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nvarious stages of an investigation to report important events such as an arrest, conviction, \nsentencing, asset seizure, and disruption/dismantlement of a criminal enterprise. The FBI \nasserted Exemption 7(E) to protect from disclosure statistical information concerning \neffectiveness ratings assigned to various FBI investigative techniques. At the upper right-hand \nside of this form is a block captioned \"Investigative Assistance and Techniques Used.\" This \nblock lists numerous publicly known investigative techniques and assistances, some of which \nwere used by the investigative personnel during the FBI's investigation of Jeffrey Epstein. \nOpposite each investigative technique and assistance is a rating column which records a \nnumerical rating from 1  to 4 to rate each technique/assistance used by investigative personnel \nduring the course of the investigation. The numerical rating evaluates the effectiveness of each \ntechnique/assistance used in bringing the investigation to a successful conclusion. The entire \nrating column has been deleted to protect from release the various techniques and assistance \nused, and their effectiveness in the investigation. If the rating columns were released along with \nthe ratings of each technique and assistance used, others involved in similar criminal activities \ncould change their methods and modus operandi in order to circumvent and avoid detection \nand/or disruption by FBI investigators, through the use of these techniques, in the future. The \nprotection of these rating columns is essential to prevent future circumvention of the law by \ncriminals. Therefore, the FBI properly protected this information pursuant to FOIA Exemption \n7(E). \n(112) Additionally, the FBI asserted Exemption 7(E) to withhold the \"Assisting \nAgencies\" portions of the FD-515s within the responsive records. This was done to neither \nconfirm nor deny if any other federal, state, or local agencies assisted the FBI in law enforcement \nactivities. This is standard RIDS processing policy for all FD-515 Accomplishment Reports and \n51 \nEFTA00015269\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nassociated documents. Affirmatively acknowledging which law enforcement agencies (whether \nstate, local, or federal) assisted the FBI in its investigative efforts of the subjects of FD-515s \nrisks confirming unknown investigative interests of other law enforcement agencies by revealing \nthese other agencies' interests in the subject. Such revelations would allow subjects to predict \nlaw enforcement actions, modify their behavior in a manner which avoids the investigative \nefforts of law enforcement, and enable them to circumvent the law. Furthermore, if this portion \nof the FD-515 is blank, thus revealing no other agencies assisted the FBI, criminals would be \nable to discern if some of their criminal behaviors have gone undetected. This risks emboldening \nsuch criminals to continue undetected criminal activities. It would also allow them to judge law \nenforcement agencies' strengths and weaknesses in regards to detecting/disrupting particular \ncriminal activities; structure their activities to exploit this knowledge; and successfully evade law \nenforcement agencies' efforts to enforce the law. Accordingly, only by employing the practice \nof always redacting this portion of FD-515s is the FBI able to avoid the substantial law \nenforcement circumvention risks enumerated above; thus, the FBI properly withheld this \ninformation pursuant to FOIA Exemption 7(E). \n(b)(7)(E)-7: Database Identifiers/Printouts \n(113) In Exemption category (b)(7)(E)-7, the FBI protected the identities of sensitive \ninvestigative databases and database search results located through queries of these non-public \ndatabases used for official law enforcement purposes by the FBI. Releasing the identities of \nthese databases and any information located through queries of these databases would give \ncriminals insight into the available tools and resources the FBI uses to conduct criminal and \nnational security investigations (Le., the scope of information stored within the databases, how \nthe FBI uses the databases to support its investigations, the types of information most valued by \n52 \nEFTA00015270\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nthe FBI for particular investigations, and vulnerabilities of the databases). \n(114) Revealing the use of these databases in the context of FBI investigative records, \nand the information generated through queries of these databases, would reveal the nature of \ntheir utility to FBI investigators and the scope of information stored within the databases. \nDisclosing when and why the FBI queries these databases would reveal key information about \nFBI investigative strategies. This is because different investigative databases contain varying \ndatasets and revealing the types of data sought by investigators in particular investigative \ncircumstances would reveal the FBI strategies employed in response to different investigative \ncircumstances. Additionally, disclosing the search results for particular subjects would provide \ncriminals with an understanding of the scope of FBI collected intelligence on particular subjects. \nIt would expose possible intelligence gaps and/or intelligence gathering strengths. This would \nallow criminals to make informed decisions on how they might structure their behavior to exploit \nthese strengths and weaknesses and avoid detection and/or disruption by the FBI. \n(115) Revealing the types of information stored in these databases would also reveal the \ntypes of information most useful to FBI investigators. This would provide criminals with an \nunderstanding of how they might structure their behavior and/or deploy countermeasures to \ndeprive the FBI of useful intelligence/evidence, thus jeopardizing the FBI's investigative \nmission. \n(116) Finally, revealing the identities of these databases could jeopardize the FBI's \ninvestigative mission by revealing exactly where the FBI is storing and obtaining valuable \ninvestigative data. Knowing the database names makes the original source data an attractive \ntarget for compromise. It would allow criminals who gain access to FBI systems an idea of \nwhere they can go to discover what the FBI knows, how it gathered the information, and possible \n53 \nEFTA00015271\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \ninformation regarding the FBI's investigative strategies. It would also offer these criminals the \nopportunity to corrupt or destroy information stored within these databases. \n(117) In summary, release of this information relative to FBI investigation databases \nimpedes the FBI's effectiveness and potentially aids in circumvention of valuable investigative \ntechniques. Therefore, the FBI withheld this information pursuant to Exemption 7(E). \n(b)(7)(E)-9: Monetary Payments/Funding for Investigative Purposes \n(118) In Exemption category (b)(7)(E)-9, the FBI protected information about monetary \namounts requested by FBI personnel and/or paid by the FBI in order to implement particular \ninvestigative techniques. The FBI has limited resources that it must allocate strategically in \norder to effectively pursue its law enforcement and intelligence gathering missions. Revealing \nthe amount of money the FBI has paid or plans to pay in order to implement certain investigative \ntechniques would reveal the FBI's level of focus on certain types of law enforcement or \nintelligence gathering efforts and priority given to certain investigative matters. Revealing this \nlevel of focus would reveal how the FBI plans to allocate its limited resources and essentially \npaint a picture as to where the FBI's strengths and weaknesses lie within the spectrum of illegal \nactivities it is mandated to investigate. Releasing this information would give criminals the \nopportunity to structure their activities in a manner which avoids the FBI's strengths and exploits \nits weaknesses. Because release of this type of information would enable criminals to \ncircumvent the law, this information has been properly withheld pursuant to Exemption 7(E). \nWITHHOLDING OF DOCUMENTS UNDER A SEALED COURT ORDER \n(119) The FBI has withheld 38 pages in full per a Court Order issued by the United \nStates District Court for the Southern District of Florida in Case Number 08-mj-08068-LRJ. The \nFBI searched for any unsealing order in the Public Access to Court \nElectronic Records \n54 \nEFTA00015272\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \n(\"PACER\"), and the records responsive to Plaintiffs' request are still sealed. Therefore, the FBI \nwithheld responsive information subject to the sealing order, which precludes release of the \nfollowing pages by the FBI: Bates pages 03956-1033 through 03956-1070. Due to the sealing \norder, these pages were not reviewed for applicable FOIA exemptions. Should the court lift the \nsealing order, the FBI respectfully requests an opportunity to assert applicable FOIA exemptions. \nSEGREGABILITY \n(120) As discussed in ¶ 4 supra, the FBI processed a total of 11,571 responsive pages \nwithin the category of Bates-stamped records: 181 were released in full (\"RIF\"), 1,051 were \nreleased in part (\"RIP\"), and 10,339 were withheld in full (\"WIF\"). Each of these categories is \ndiscussed below to further address segregability. \na. Pages RIF.  Following its segregability review, RIDS determined 181 \npages could be released in full without redaction as there was no \nforeseeable harm to an interest protected by a FOIA exemption. \nb. Pages RIP.  Following its segregability review, RIDS determined 1,051 \npages could be released in part with redactions per the identified FOIA \nexemptions herein. These pages comprise a mixture of material that could \nbe segregated for release and material that was withheld as release would \ntrigger foreseeable harm to one or more interests protected by the cited \nFOIA exemptions on these pages. \nc. Pages WIF.  Following its segregability review, RIDS determined 10,339 \npages required withholding in their entirety. RIDS determined all \ninformation on these pages was either fully covered by one or more of the \ncited FOIA exemptions or determined that any non-exempt information on \n55 \nEFTA00015273\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nthese pages was so intertwined with exempt material, no information could \nbe reasonably segregated for release. Any further segregation of this \nintertwined material would employ finite resources only to produce \ndisjointed words, phrases, or sentences, that taken separately or together, \nwould have minimal or no informational content. Additionally, the FBI \nwithheld 38 pages because they were deemed to be currently sealed \npursuant to a United States District Court order, as described at ¶ 113, \nsupra. Also, the FBI withheld 123 pages because they were duplicates of \npages accounted for elsewhere in the FBI's production. It is the FBI's \nstandard practice not to process duplicate pages, as doing so expends finite \nprocessing resources with a net result of no additional information being \nreleased to requesters. \nCONCLUSION \n(121) The FBI performed adequate and reasonable searches for responsive records; \nprocessed all such records and released all reasonably segregable non-exempt information from \ndocuments responsive to Plaintiffs' FOIA request that are subject to FOIA. The FBI processed \nthe records under the access provisions of the FOIA to achieve maximum disclosure. \nInformation was properly withheld pursuant to FOIA Exemptions 3, 5, 6, 7(A), 7(C), 7(D), and \n7(E). The FBI carefully examined the documents and determined the information withheld from \nPlaintiffs in this case, if disclosed, would reveal statutorily protected information; would reveal \nprivileged information; could reasonably be expected to interfere with pending or prospective \nenforcement proceedings; would cause a clearly unwarranted invasion of personal privacy, or \ncould reasonably be expected to constitute an unwarranted invasion of personal privacy; could \n56 \nEFTA00015274\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nreasonably be expected to disclose the identities of confidential sources and the information they \nprovided; and/or would disclose techniques and procedures for law enforcement investigations. \nAfter extensive review of the documents at issue, I  have determined that there is no further non-\nexempt information that can be reasonably segregated and released without revealing exempt \ninformation. \nO \nPursuant to 28 U.S.C. § 1746, I declare under penalty of perjury that the foregoing is true \nand correct, and that Exhibits A through EE attached hereto are true and correct copies. \n57 \nEFTA00015275\n\nAuthor: \nCGM \nReviewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work Product Privileged \nExecuted this day of \nJune \n2021. \nMICHAEL G. SEIDEL \nSection \nChief \nRecord/Information Dissemination Section \nInformation Management Division \nFederal Bureau of Investigation \nWinchester, Virginia \n58 \nEFTA00015276",
    "pageCount": 58,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "CERNING JEFFREY EDWARD EPSTEIN \n(5) In June 2008, Jeffrey Epstein pled guilty to a criminal charge of procuring \npr"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "aintiffs' request long before Mr. Epstein \nwas arrested in 2019. Wh"
      },
      {
        "name": "Deliberative Process",
        "role": "extracted",
        "context": "viewed: TLC 3/10/21, 3/11/21 \nDeliberative Process/Attorney-Client/Attorney Work"
      },
      {
        "name": "Attorney Work",
        "role": "extracted",
        "context": "ative Process/Attorney-Client/Attorney Work Product Privileged \nIN THE UN"
      },
      {
        "name": "Product Privileged",
        "role": "extracted",
        "context": "Attorney-Client/Attorney Work Product Privileged \nIN THE UNITED STATES DISTRIC"
      },
      {
        "name": "Civil Action",
        "role": "extracted",
        "context": "F INVESTIGATION, \nDefendant. \nCivil Action No. \n1:17-cv-03956-PGG \nDECLA"
      },
      {
        "name": "Section Chief",
        "role": "extracted",
        "context": "are as follows: \n(1) I am the Section Chief of the Record/Information Dis"
      },
      {
        "name": "Information Dissemination",
        "role": "extracted",
        "context": "e Section Chief of the Record/Information Dissemination Section \n(\"RIDS\"), Informatio"
      },
      {
        "name": "Information Management",
        "role": "extracted",
        "context": "semination Section \n(\"RIDS\"), Information Management Division (\"IMD\"), Federal Bur"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "Management Division (\"IMD\"), Federal Bureau of Investigation (\"FBI\"), \nWi"
      },
      {
        "name": "Acting Section",
        "role": "extracted",
        "context": "current position, I \nwas the Acting Section Chief from May 26, 2020 to Ju"
      },
      {
        "name": "Assistant Section",
        "role": "extracted",
        "context": "ay 26, 2020 to July 26, 2020; Assistant Section Chief of \nRIDS from June 2016"
      },
      {
        "name": "Unit Chief",
        "role": "extracted",
        "context": "om June 2016 to May 25, 2020; Unit Chief, RIDS Litigation Support Unit"
      },
      {
        "name": "Litigation Support",
        "role": "extracted",
        "context": "ay 25, 2020; Unit Chief, RIDS Litigation Support Unit from \nNovember 2012 to J"
      },
      {
        "name": "Assistant General",
        "role": "extracted",
        "context": "ber 2012 to June 2016; and an Assistant General Counsel, FBI Office of Genera"
      },
      {
        "name": "General Counsel",
        "role": "extracted",
        "context": "eneral Counsel, FBI Office of General Counsel, \nFreedom of Information Act"
      },
      {
        "name": "Information Act",
        "role": "extracted",
        "context": "General Counsel, \nFreedom of Information Act (\"FOIA\") Litigation Unit, fro"
      },
      {
        "name": "Litigation Unit",
        "role": "extracted",
        "context": "m of Information Act (\"FOIA\") Litigation Unit, from September 2011 to Novem"
      },
      {
        "name": "Privacy Act",
        "role": "extracted",
        "context": "ponsibility for FBI FOIA \nand Privacy Act (\"FOIPA\") litigation cases na"
      },
      {
        "name": "Senior Attorney",
        "role": "extracted",
        "context": "ining the FBI, I served as \na Senior Attorney, U.S. Drug Enforcement Admini"
      },
      {
        "name": "Drug Enforcement",
        "role": "extracted",
        "context": "d as \na Senior Attorney, U.S. Drug Enforcement Administration (\"DEA\") from S"
      },
      {
        "name": "Army Judge",
        "role": "extracted",
        "context": "ide. I also served as a \nU.S. Army Judge Advocate General's Corps Offi"
      },
      {
        "name": "Advocate General",
        "role": "extracted",
        "context": "served as a \nU.S. Army Judge Advocate General's Corps Officer in various as"
      },
      {
        "name": "Corps Officer",
        "role": "extracted",
        "context": "Army Judge Advocate General's Corps Officer in various assignments from 1"
      },
      {
        "name": "General Litigation",
        "role": "extracted",
        "context": "ng in my assignment as Chief, General Litigation Branch, U.S. Army \nLitigation"
      },
      {
        "name": "Army \nLitigation",
        "role": "extracted",
        "context": "neral Litigation Branch, U.S. Army \nLitigation Division where I oversaw FOIP"
      },
      {
        "name": "Government Act",
        "role": "extracted",
        "context": "e FOIA as amended by the OPEN Government Act of \n2007, the OPEN FOIA Act o"
      },
      {
        "name": "Improvement Act",
        "role": "extracted",
        "context": "OIA Act of 2009, and the FOIA Improvement Act of 2016; the Privacy Act of"
      },
      {
        "name": "Executive Order",
        "role": "extracted",
        "context": "16; the Privacy Act of \n1974; Executive Order 13,526; Presidential, Attorne"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "e Order 13,526; Presidential, Attorney General, and FBI policies and procedu"
      },
      {
        "name": "Plaintiff James",
        "role": "extracted",
        "context": "ware of the FBI's handling of Plaintiff James Robertson's FOIA request for"
      },
      {
        "name": "Jeffrey Edward",
        "role": "extracted",
        "context": "and prosecution of financier Jeffrey Edward Epstein. \nIn response to Plai"
      },
      {
        "name": "In June",
        "role": "extracted",
        "context": "G JEFFREY EDWARD EPSTEIN \n(5) In June 2008, Jeffrey Epstein pled gu"
      },
      {
        "name": "On July",
        "role": "extracted",
        "context": "ths of his 18-month sentence. On July 2, 2019, \nJeffrey Epstein was"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "and jury in the United States District Court for the \nSouthern District of"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tates District Court for the \nSouthern District of New York on one count of c"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "d on August 10, 2019, at \nthe Metropolitan Correctional Center, in New York, while th"
      },
      {
        "name": "Plaintiff Robertson",
        "role": "extracted",
        "context": "FOIA\")1 dated April 20, 2017, Plaintiff Robertson \nsubmitted a FOIPA request to"
      },
      {
        "name": "Request Number",
        "role": "extracted",
        "context": "ssigned his request FBI FOIPA Request Number 1372398-\n000. The FBI informe"
      },
      {
        "name": "Information Policy",
        "role": "extracted",
        "context": "esponse to the DOJ, Office of Information Policy (\"OIP\") within ninety (90) da"
      },
      {
        "name": "Government Information",
        "role": "extracted",
        "context": "by contacting the Office \nof Government Information Services (\"OGIS\"). (Ex. B.)"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "vices (\"OGIS\"). (Ex. B.) \n(8) On August 28, 2017, Plaintiffs, through"
      },
      {
        "name": "First Amended",
        "role": "extracted",
        "context": "through counsel, filed their First Amended \nComplaint with the United St"
      },
      {
        "name": "Plaintiff Radar",
        "role": "extracted",
        "context": "lic website, www.FBI.gov. \n2  Plaintiff Radar Online had filed a Complaint"
      },
      {
        "name": "Radar Online",
        "role": "extracted",
        "context": "ter the FBI pointed out that \nRadar Online was not a proper Plaintiff in"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "inors. RIDS reached out to an Assistant United States Attorney in SDNY, who"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "ed out to an Assistant United States Attorney in SDNY, who confirmed that"
      },
      {
        "name": "When Mr",
        "role": "extracted",
        "context": "pstein \nwas arrested in 2019. When Mr. Epstein's arrest and the ong"
      },
      {
        "name": "The Central",
        "role": "extracted",
        "context": "CENTRAL RECORDS SYSTEM \n(32) The Central Records System (\"CRS\") is an"
      },
      {
        "name": "Records System",
        "role": "extracted",
        "context": "ORDS SYSTEM \n(32) The Central Records System (\"CRS\") is an extensive syste"
      },
      {
        "name": "Field Offices",
        "role": "extracted",
        "context": "I Headquarters (\"FBIHQ\"), FBI Field Offices, and FBI Legal Attaché Office"
      },
      {
        "name": "Legal Attach",
        "role": "extracted",
        "context": "), FBI Field Offices, and FBI Legal Attaché Offices \n(\"Legats\") worldwid"
      },
      {
        "name": "Universal Case",
        "role": "extracted",
        "context": "e is opened, it is assigned a Universal Case File Number \n(\"UCFN\") consist"
      },
      {
        "name": "Automated Case",
        "role": "extracted",
        "context": "AUTOMATED CASE SUPPORT \n(36) Automated Case Support (\"ACS\") was an electr"
      },
      {
        "name": "The Universal",
        "role": "extracted",
        "context": "missions and functions.8\n(37) The Universal Index (\"UNI\") was the automat"
      },
      {
        "name": "Social Security",
        "role": "extracted",
        "context": "f birth, race, sex, locality, Social Security \nNumber, address, and/or date"
      },
      {
        "name": "After July",
        "role": "extracted",
        "context": "ns that were utilized in ACS. After July 1, 2012, all FBI \nACS was, an"
      },
      {
        "name": "Document Processing",
        "role": "extracted",
        "context": "reliminary search of the FOIA Document Processing System (\"FDPS\") to determine"
      },
      {
        "name": "After Mr",
        "role": "extracted",
        "context": "to an ongoing investigation. After Mr. Epstein's arrest and the ong"
      },
      {
        "name": "See \nExhibit",
        "role": "extracted",
        "context": "index for all such documents. See \nExhibit EE. As to those records that"
      },
      {
        "name": "Identifying Information",
        "role": "extracted",
        "context": "bcategory, such as \"Names and Identifying Information of Third Parties of Investiga"
      },
      {
        "name": "Third Parties",
        "role": "extracted",
        "context": "nd Identifying Information of Third Parties of Investigative \nInterest.\""
      },
      {
        "name": "Investigative \nInterest",
        "role": "extracted",
        "context": "formation of Third Parties of Investigative \nInterest.\" \n12  FBI provided Plaintiff"
      },
      {
        "name": "Information Protects",
        "role": "extracted",
        "context": "RMATION WITHHELD \nExemption 3 Information Protects by Statute \n(b)(3)-1 Child Vi"
      },
      {
        "name": "Child Victims",
        "role": "extracted",
        "context": "Protects by Statute \n(b)(3)-1 Child Victims' and Child Witnesses' Rights"
      },
      {
        "name": "Child Witnesses",
        "role": "extracted",
        "context": "(b)(3)-1 Child Victims' and Child Witnesses' Rights Act, 18 U.S.C. § 3509"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "Victims' and Child Witnesses' Rights Act, 18 U.S.C. § 3509 \n(b)(3)-2 G"
      },
      {
        "name": "Grand Jury",
        "role": "extracted",
        "context": "t, 18 U.S.C. § 3509 \n(b)(3)-2 Grand Jury Information —  Federal Rule o"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": ")-2 Grand Jury Information —  Federal Rule of Criminal Procedure 6(e) \n("
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "nformation —  Federal Rule of Criminal Procedure 6(e) \n(b)(3)-3 Juvenile Justi"
      },
      {
        "name": "Juvenile Justice",
        "role": "extracted",
        "context": "inal Procedure 6(e) \n(b)(3)-3 Juvenile Justice and Delinquency Act 18 U.S.C."
      },
      {
        "name": "Delinquency Act",
        "role": "extracted",
        "context": "(b)(3)-3 Juvenile Justice and Delinquency Act 18 U.S.C. § 5038 \nExemption 5"
      },
      {
        "name": "Privileged Information",
        "role": "extracted",
        "context": "8 U.S.C. § 5038 \nExemption 5 \nPrivileged Information \n(b)(5)-1 Deliberative Proces"
      },
      {
        "name": "Product \nExemption",
        "role": "extracted",
        "context": "ilege \n(b)(5)-2 Attorney Work Product \nExemption 7(A) Pending Law Enforcement"
      },
      {
        "name": "Pending Law",
        "role": "extracted",
        "context": "Work Product \nExemption 7(A) Pending Law Enforcement \nProceedings \n(b)"
      },
      {
        "name": "Enforcement \nProceedings",
        "role": "extracted",
        "context": "t \nExemption 7(A) Pending Law Enforcement \nProceedings \n(b)(7)(A)-113\nInformation Wh"
      },
      {
        "name": "Information Which",
        "role": "extracted",
        "context": "t \nProceedings \n(b)(7)(A)-113\nInformation Which, if Disclosed, Could Reasonab"
      },
      {
        "name": "Could Reasonably",
        "role": "extracted",
        "context": "ormation Which, if Disclosed, Could Reasonably be Expected to \nInterfere wit"
      },
      {
        "name": "Enforcement Proceedings",
        "role": "extracted",
        "context": "o \nInterfere with Pending Law Enforcement Proceedings \nExemptions 6 & 7(C) Unwarran"
      },
      {
        "name": "Clearly Unwarranted",
        "role": "extracted",
        "context": "emptions 6 & 7(C) Unwarranted/Clearly Unwarranted Invasion of Personal Privacy"
      },
      {
        "name": "Personal Privacy",
        "role": "extracted",
        "context": "early Unwarranted Invasion of Personal Privacy \n(b)(6)-1 and (b)(7)(C)-1 \nNa"
      },
      {
        "name": "Special Agents",
        "role": "extracted",
        "context": "dentifying Information of FBI Special Agents and \nVictim Specialists \n(b)("
      },
      {
        "name": "Victim Specialists",
        "role": "extracted",
        "context": "on of FBI Special Agents and \nVictim Specialists \n(b)(6)-3 and (b)(7)(C)-3 Nam"
      },
      {
        "name": "Third Party",
        "role": "extracted",
        "context": "fying Information Regarding a Third Party Victim \n(b)(6)-4 and (b)(7)(C"
      },
      {
        "name": "Local Law",
        "role": "extracted",
        "context": "or Identifying Information of Local Law Enforcement \nPersonnel \n(b)(6"
      },
      {
        "name": "Enforcement \nPersonnel",
        "role": "extracted",
        "context": "ying Information of Local Law Enforcement \nPersonnel \n(b)(6)-5 and (b)(7)(C)-5 \nNa"
      },
      {
        "name": "Merely \nMentioned",
        "role": "extracted",
        "context": "Information of Third Parties Merely \nMentioned \n(b)(6)-6 and (b)(7)(C)-6 \nNa"
      },
      {
        "name": "Federal Government",
        "role": "extracted",
        "context": "ifying Information of Non-FBI Federal Government \nPersonnel \n(b)(6)-7 and (b)("
      },
      {
        "name": "Local Government",
        "role": "extracted",
        "context": "or Identifying Information of Local Government Personnel \n(Non-Law Enforceme"
      },
      {
        "name": "Law Enforcement",
        "role": "extracted",
        "context": "al Government Personnel \n(Non-Law Enforcement and State) \n(b)(6)-8 and (b)("
      },
      {
        "name": "Provided \nInformation",
        "role": "extracted",
        "context": "ormation of Third Parties who Provided \nInformation \nExemption 7(D) \nConfidential"
      },
      {
        "name": "Confidential Source",
        "role": "extracted",
        "context": "Information \nExemption 7(D) \nConfidential Source Information \n(b)(7)(D)-1 \nNam"
      },
      {
        "name": "Identifying Data",
        "role": "extracted",
        "context": "ormation \n(b)(7)(D)-1 \nNames, Identifying Data and/or Information Provided b"
      },
      {
        "name": "Information Provided",
        "role": "extracted",
        "context": "ames, Identifying Data and/or Information Provided by Individuals \nUnder an Impl"
      },
      {
        "name": "Individuals \nUnder",
        "role": "extracted",
        "context": "nd/or Information Provided by Individuals \nUnder an Implied Assurance of Confi"
      },
      {
        "name": "Implied Assurance",
        "role": "extracted",
        "context": "ided by Individuals \nUnder an Implied Assurance of Confidentiality \n(b)(7)(D)"
      },
      {
        "name": "Expressed Assurance",
        "role": "extracted",
        "context": "ided by Individuals \nUnder an Expressed Assurance of Confidentiality \n(b)(7)(D)"
      },
      {
        "name": "Foreign Government",
        "role": "extracted",
        "context": "Confidentiality \n(b)(7)(D)-3\nForeign Government Agency Information Under Impl"
      },
      {
        "name": "Agency Information",
        "role": "extracted",
        "context": "b)(7)(D)-3\nForeign Government Agency Information Under Implied \nConfidentialit"
      },
      {
        "name": "Under Implied",
        "role": "extracted",
        "context": "Government Agency Information Under Implied \nConfidentiality \n13  As expl"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-05-26",
        "event": "May 26, 2020"
      },
      {
        "date": "2020-07-26",
        "event": "July 26, 2020"
      },
      {
        "date": "2020-05-25",
        "event": "May 25, 2020"
      },
      {
        "date": "2019-07-02",
        "event": "July 2, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2017-04-20",
        "event": "April 20, 2017"
      },
      {
        "date": "2017-04-28",
        "event": "April 28, 2017"
      },
      {
        "date": "2017-08-28",
        "event": "August 28, 2017"
      },
      {
        "date": "2017-05-25",
        "event": "May 25, 2017"
      },
      {
        "date": "2017-10-11",
        "event": "October 11, 2017"
      },
      {
        "date": "2017-11-01",
        "event": "November 1, 2017"
      },
      {
        "date": "2018-01-02",
        "event": "January 2, 2018"
      },
      {
        "date": "2018-03-30",
        "event": "March 30, 2018"
      },
      {
        "date": "2018-05-01",
        "event": "May 1, 2018"
      },
      {
        "date": "2018-06-01",
        "event": "June 1, 2018"
      },
      {
        "date": "2018-07-02",
        "event": "July 2, 2018"
      },
      {
        "date": "2018-08-01",
        "event": "August 1, 2018"
      },
      {
        "date": "2018-08-31",
        "event": "August 31, 2018"
      },
      {
        "date": "2018-09-28",
        "event": "September 28, 2018"
      },
      {
        "date": "2018-10-31",
        "event": "October 31, 2018"
      },
      {
        "date": "2018-11-30",
        "event": "November 30, 2018"
      },
      {
        "date": "2018-12-28",
        "event": "December 28, 2018"
      },
      {
        "date": "2019-04-01",
        "event": "April 1, 2019"
      },
      {
        "date": "2019-05-01",
        "event": "May 1, 2019"
      },
      {
        "date": "2019-05-31",
        "event": "May 31, 2019"
      },
      {
        "date": "2019-06-28",
        "event": "June 28, 2019"
      },
      {
        "date": "2019-08-01",
        "event": "August 1, 2019"
      },
      {
        "date": "2019-12-31",
        "event": "December 31, 2019"
      },
      {
        "date": "2020-01-31",
        "event": "January 31, 2020"
      },
      {
        "date": "2019-07-06",
        "event": "July 6, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August \n10, 2019"
      },
      {
        "date": "2012-07-01",
        "event": "July 1, 2012"
      },
      {
        "date": "2000-01-01",
        "event": "January 1, 2000"
      },
      {
        "date": "2012-11-25",
        "event": "November 25, 2012"
      },
      {
        "date": "1976-04-26",
        "event": "April 26, 1976"
      },
      {
        "date": "1977-08-01",
        "event": "August 1, 1977"
      },
      {
        "date": "2009-10-28",
        "event": "October 28, 2009"
      },
      {
        "date": "2019-07-06",
        "event": "JULY 6, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:50.343Z"
}