{
  "document": {
    "id": "efta00023763",
    "filename": "EFTA00023763.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00023763.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \n4 \nSubject: RE: Epstein items \nDate: Wed, 22 Jul 2020 21:07:07 +0000 \nOkay, great. Thanks. Very frustrating given the history, but hopefully we now have everything (and everything done \ncorrectly). \nFrom: \nSent: Wednesday, July 22, 2020 4:58 PM \nTo \nCc \nSu•iect: pstein items \nefl \nFYI below, the FBI says its dropping off extractions of nearly all the remaining devices tomorrow. Why after ten months of \nnothing we were able to get literally everything in a week is absolutely beyond me, but hopefully the data they get us is \ncorrect, accurate, and workable. We should be able to get the drive sent to =copied here) tomorrow, and then if it all \nlooks okay, likely out tom for processing and upload next week. Will keep everyone posted as always. \nFrom: \nSent: Wednesday, July 22, 2020 16:56 \nTo: \nCc: \nSubject: RE: Epstein items \nThanks very much for letting us know, that's very helpful. After you finalize and drop off the drive, if tomorrow you could \nplease send us a scrubbed and updated spreadsheet, so we can match up everything we're working with, that would be \nextremely helpful. \nthanks again, \nFrom: \nSent: Wednesday, July 22, 2020 16:52 \nTo: \nSubject: Epstein items \nThe last item is currently copying to the drive gave me for submittal to Southern. Unfortunately, the copy \nwill take several more hours, so it will not be available today, but will be 1st thing tomorrow morning. This \nEFTA00023763\n\nincludes all outstanding items except the 2 servers that need hardware data recovery. I'll drop the drive off \ntomorrow morning. Let me know if you need anything else. \nEFTA00023764",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "To \nCc",
        "role": "extracted",
        "context": "esday, July 22, 2020 4:58 PM \nTo \nCc \nSu•iect: pstein items \nefl"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-22",
        "event": "July 22, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:09.576Z"
}