{
  "document": {
    "id": "efta00024954",
    "filename": "EFTA00024954.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00024954.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUNITED STATES OF AMERICA \nS2 20 Cr. 330 (AJN) \nGHISLAINE MAXWELL, \nDefendant. \nTHE GOVERNMENT'S MEMORANDUM OF LAW \nIN SUPPORT OF ITS MOTION IN LIMINE TO PRECLUDE EXPERT TESTIMONY \nOF DR. RYAN HALL, BENNETT GERSHMAN, ROBERT KELSO, \nGERALD LAPORTE. AND JENNIFER NASO \nDAMIAN WILLIAMS \nUnited States Attorney for the \nSouthern District of New York \nOne St. Andrew's Plaza \nNew York, New York 10007 \nAssistant United States Attorneys \nOf \nCounsel \nEFTA00024954\n\nTABLE OF \nCONTENTS \nPRELIMINARY STATEMENT 1 \nI. APPLICABLE LAW 1 \n11. THE COURT SHOULD PRECLUDE THE TESTIMONY OF DR. RYAN HALL 4 \nA. Dr. Hall's Opinions Are Irrelevant 5 \nB. The Bases of Dr. Hall's Opinions Are Not Independently Admissible 12 \nC. \nAny Undisclosed Significance of Dr. Hall's Opinions Is Inadmissible 14 \nD. Dr. Hall's Fact Testimony Is Inadmissible 15 \nIII. THE COURT SHOULD PRECLUDE THE TESTIMONY OF BENNETT \nGERSHMAN 20 \nIV. BEFORE THE DEFENDANT'S REMAINING WITNESSES OFFER EXPERT \nTESTIMONY, THE DEFENDANT SHOULD BE REQUIRED TO PROVIDE SUPPLEMENTAL \nNOTICE 21 \nA. \nB. \nRobert Kelso and  22 \nForensic Document Specialists 24 \nCONCLUSION 26 \nEFTA00024955\n\nPRELIMINARY STATEMENT \nThe defendant has notified the Government that she plans to call six additional experts. \nOne of them, Dr. Ryan Hall, \nand drafted a lengthy report, containing largely a recitation of hearsay, attributing some but not all \no Another, Bennett \nGershman, is a purported expert on prosecutorial misconduct. Neither of these issues is \nrelevant \nat  trial. and both experts should be precluded. \nThe defendant has failed to provide adequate notice as to the four remaining experts. \nInstead of describing those experts' opinions and the bases for them, as required by Rule 16, the \nnotice identifies topics on which the experts might testify. The Government is therefore not able \nto interpose a Dauber: challenge at this time.' The Court should require the defense to provide \nsupplemental expert notice forthwith or preclude these witnesses from \ntestifying. \nI. APPLICABLE LAW \nFederal Rule of Criminal Procedure 16(b)(1)(C) provides that where, as here, the \nGovernment has provided expert notice and requested reciprocal notice from the defense, the \ndefendant \"must . . . give to the government a written summary of any [expert] testimony that \nthe defendant intends to use ... as evidence at trial.\" Such summary must \"describe the witness's \nopinions, the bases and reasons for those opinions, and the witness's qualifications.\" Fed. R. \nAs described below, however, insofar as two of these witnesses will testify as fact witnesses \nrelated to computer forensics and financial records, the Government does not object to their \ntestimony on Dauber: grounds. \n1 \nEFTA00024956\n\nCrim. P. 16(b)(1)(C). \nAs the 1993 amendments to Rule 16 note, the Rule is meant to \"minimize surprise that \noften results from unexpected expert testimony, reduce the need for continuances, and to provide \nthe opponent with a fair opportunity to test the merit of the expert's testimony through focused \ncross-examination.\" Id. 1993 Amend. Accordingly, the Rule requires the defense to provide \n(1) \"notice of the expert's qualifications which in turn will permit the requesting party to \ndetermine whether in fact the witness is an expert within the definition of Federal Rule of \nEvidence 702;\" (2) a \"summary of the expected testimony,\" which \"pennit[s] more complete \npretrial preparation by the requesting party;\" and (3) \"a summary of the bases of the expert's \nopinion.\" Id. \nThe content of the expert notice must actually \"summarize the experts' opinions.\" \nUnited States v. Ulbricht, 858 F.3d 71, 115 (2d Cir. 2017), abrogated on other grounds by \nCarpenter v. United States, 138 S. Ct. 2206 (2018). \"Merely identifying the general topics about \nwhich the expert will testify is insufficient; rather, the summary must reveal the expert's actual \nopinions.\" United States v. Valle, No. 12 Cr. 847 (PGG), 2013 WL 440687, at *5 (S.D.N.Y. \nFeb. 2, 2013); see Ulbricht, 858 F.3d at 115 (calling \"plainly inadequate\" a  disclosure that \n\"listed general and in some cases extremely broad topics on which the experts might opine\"). \nThe notice then must describe the bases and reasons for those opinions. \"[A] general description \nof possible bases does not meet the requirements of Rule 16(b)(1)(C).\" United States v. Tuzman, \n2017 WL 6527261, at *10 (S.D.N.Y. Dec. 18, 2017) (internal quotation marks omitted). \n\"Merely asserting that [an expert] will provide [an] opinion based on some unspecified method \n. . . based on data from unspecified sources, does not suffice.\" United States v. Ulbricht, No. 14 \n2 \nEFTA00024957\n\nCr. 68 (KBF), 2015 WL 413318, at *6 (S.D.N.Y. Feb. 1, 2015), aff'd, Ulbricht, 858 F.3d 71. A \ndistrict court has \"broad discretion\" over the remedy for failure to comply with Rule 16, \nincluding \"ordering the exclusion of evidence.\" Ulbricht, 858 F.3d at 115 (internal quotation \nmarks omitted). \nAs the Court is well aware, a properly noticed expert witness may then testify if such \ntestimony complies with Federal Rule of Evidence 702. Accordingly, before admitting expert \ntestimony, the Court must conclude that (1) the witness is qualified to be an expert, (2) the \nproposed expert testimony is reliable, and (3) the proposed testimony is relevant. See Dauber! \nv.  Merrell Dow Pharm., Inc., 509 U.S. 579, 592 (1993); Nimely v. City of New York, 414 F.3d \n381, 396 n.11 (2d Cir. 2005). \"Expert testimony which does not relate to any issue in the case \nis not relevant and, ergo, non-helpful.\" Daubers, 509 U.S. at 591 (internal quotation marks \nomitted). The party that proffers the testimony bears the burden of showing that it is admissible \nby a  preponderance of the evidence. See id. at 592 & n.10 (citing Bout-Oily  v. United States, \n483 U.S. 171, 175-76 (1987)). \nRules 401 and 403 of the Federal Rules of Evidence state that relevant evidence is \nadmissible when it  tends to make the existence of any fact that is of consequence more or less \nprobable than it  would be without the evidence, but it  may be excluded if its probative value is \nsubstantially outweighed by, among other things, the danger of unfair prejudice, confusion of the \nissues, and misleading the jury. \"Expert evidence can be both powerful and quite misleading \nbecause of the difficulty in evaluating it. Because of this risk, the judge in weighing possible \nprejudice against probative force under Rule 403 . . . exercises more control over experts than over \nlay witnesses.\" Daubers, 509 U.S. at 595 (quoting authority omitted). Among other things, the \n3 \nEFTA00024958\n\nCourt \"must consider whether an expert's proposed testimony would usurp the province of the \njudge to instruct on the law, or of the jury to make factual determinations.\" Island Intel!. Prop. \nLLC v. Deutsche Bank AG, No. 09 Civ. 2675 (KBF), 2012 WL 526722, at *2 (S.D.N.Y. Feb. 14, \n2012) (citations omitted). \nII. THE COURT SHOULD PRECLUDE THE TESTIMONY OF DR. RYAN HALL \nDr. Ryan Hall is a  psychiatrist who frequently testifies as an expert witness. \n.  According to the \nnotice \nprovided by the defendant, Dr. Hall \"will offer the opinions and diagnoses contained in hisM \nreport, the bases for those opinions, and the significance of the diagnoses and opinions.\" (Ex. A, \nDef. Expert Notice, at 12).2\nThis Court should exclude Dr. Hall's testimony. As disclosed, his expert opinion= \nhave no relevance, because none bears on the facts of this case or Minor Victim-4's \ncredibility. Any basis for those opinions is therefore also irrelevant. Similarly, absent some as-\nyet-undisclosed relevance, the \"significance\" of Dr. Hall's opinio have no bearing \nhere: Because none of those opinions bear on the facts of this case or a witness's credibility, their \nintroduction would sent \n0111 \nDr. Hall's proffered fact testimony should also be \n2 The Government has attached, and moves to file, the same redacted version of the defendant's \nexpert notice attached to its previous filings (See Dkt. Nos. 418 and 424). \n4 \nEFTA00024959\n\nexcluded. Much of it would constitute hearsay, and the small portion that may not would run afoul \nof other rules of evidence. \nA. Dr. Hall's Opinions Are Irrelevant \n3 The Government moves to redact portions of this brief and seal Exhibit B, which is Dr. Hall's \nevaluation of Minor Victim-4, in accordance with the three-part test articulated by the Second \nCircuit in Lugosch v. Pyramid Co. of Onondaga, 435 F.3d 110 (2d Cir. 2006). Although this brief \nand the attached exhibit are judicial documents subject to the common law presumption of access, \nbecause this brief discusses apsychiatric evaluation of Minor Victim-4 contained in Exhibit B, \nconsisting throughout o \nthese \nredactions and sealing requests are narrowly tailored to protect her privacy interest. \n5 \nEFTA00024960\n\nDr. Hall's conclusion on this issue should thus be excluded \nto avoid \"confusing the issues,\" as well as causing \"undue delay,\" and \"wasting time.\" Fed. R. \nEvid. 403; see United States v.  Blum, 62 F.3d 63, 68 (2d Cir. 1995) (assessing whether evidence \nwould result in \"confusing the issues\" under Rule 403 by asking whether it would bear upon, or \ndistract from, \"the central issue\" of the defendant's \"guilt or innocence\"); United States v. \nStewart, 433 F.3d 273, 313 (2d Cir. 2006) (upholding preclusion of evidence that would have \nnecessitated a \"mini-trial\"). \n6 \nEFTA00024961\n\nEFTA00024962\n\n. \nEFTA00024963\n\n9 \nEFTA00024964\n\nI I ■ \n10 \nEFTA00024965\n\nII \nEFTA00024966\n\nB. The Bases of Dr. Hall's Opinions Are Not Independently Admissible \nAccording to the defendant's expert notice, she also seeks to elicit the \"bases\" for the \nopinions in Dr. Haleeport. Because those opinions themselves should not be admitted for \nthe reasons just discussed, there is no ground to admit their basis. \nTo start, all the summarized information about Minor Victim-4's past is hearsay or \notherwise inadmissible. Dr. Hall was obviously not a percipient witness to any of the conduct \ndiscussed in his report, and instead derived his understanding of Minor Victim-4's past from out-\nof-court statements by Minor Victim-4 and othe \n12 \nEFTA00024967\n\nIn any event, no information about the bases of Dr. Hall's opinions can satisfy the \nrequirements of Rule 703. Pursuant to that Rule, although an expert may rely on hearsay in \nforming his opinion, the \"expert may not, however, simply transmit that hearsay to the jury.\" \nUnited States v. Mejia, 545 F.3d 179, 197 (2d Cir. 2008). Instead, \"if facts or data would otherwise \nbe inadmissible, the proponent of the opinion may disclose them to the jury only if their probative \nvalue in helping the jury evaluate the opinion substantially outweighs their prejudicial effect.\" See \nFed. R. Evid. 703. Here, the probative value of relaying the hearsay would be essentially nil:. \n13 \nEFTA00024968\n\nC. Any Undisclosed Significance of Dr. Hall's Opinions Is Inadmissible \nIn addition to testifying abou \nAs discussed above, to the extent his \n2009 report discloses the significance of his opinions, for purposes of this case they have none, \nbecause nothing in the report concerns the elements of or defenses to the charged offenses, or \nMinor Victim-4's ability to testify accurately. (See supra at 5 to 11). And to the extent Dr. Hall \nwould testify about any undisclosed significance to his opinions, the failure to disclose that \ntestimony itself renders it inadmissible. \nThe party proposing to call an expert must provide \"a written summary of any testimony \nthat the defendant intends to use.\" Fed. R. Crim. P. 16(b)(1)(C). The Rule requires that the expert \ndisclose what his testimony will be, not just the topics about which he will testify. See United \nStates v. Valle, No. 12 Cr. 847 (PGG), 2013 WL 440687, at *5 (S.D.N.Y. Feb. 2, 2013) (\"Merely \n14 \nEFTA00024969\n\nidentifying the general topics about which the expert will testify is insufficient; rather, the \nsummary must reveal the expert's actual opinions.\"); United States v.  Duvall, 272 F.3d 825, 828 \n(7th Cir. 2001) (\"The Rule requires a summary of the expected testimony, not a list of topics.\"). \n\"Proper expert disclosures are not a mere technicality with which compliance may be made or \nnot—they are required by Rule 16 of the Federal Rules of Criminal Procedure\" and the \nrequirements \"do not only apply to one side and not the other.\" United States v. Ulbricht, No. 14 \nCr. \nSuch a  belated disclosure may require a  Daubert \nhearing to test the reliability of Dr. Hall's heretofore unrevealed analysis on this question. But as \nthe record now stands, because Dr. Hall's expert opinions are irrelevant without the addition of \nsome undisclosed significance, his testimony should be excluded. See Ulbricht, 2015 WL 413318, \nat *5 (collecting cases concerning the exclusion of expert testimony for insufficient notice).8\nD. Dr. Hall's Fact Testimony Is Inadmissible \nThe defendant's disclosure states that, in addition to providing his expert opinions and their \nbasis, Dr. Hall would testify about \ng To the extent the defendant is aware of additional conclusions Dr. Hall would offer, those \nshould be disclosed immediately—both because without such disclosures his opinions have no \napparent relevance, and because even the current disclosures are vague yet disclosed relatively \nclose to trial. See, e.g., Valle, 2013 WL 440687, at *6 (ordering rapid supplemental disclosure). \n15 \nEFTA00024970\n\nIf Dr. Hall had some admissible substantive \ntestimony, the Government would not object to a foundational account of how he evaluated Minor \nVictim-4. The defendant has not, however, identified any admissible substantive testimony from \nDr. \nThis Court has discretion, after careful consideration of alternatives, to exclude Dr. Hall's \ntestimony based solely on the inadequacy of the defendant's disclosures and the lateness of any \nsupplemental disclosures. See Ulbricht, 858 F. 3d at 116-17 (affirming district court's exclusion \nof two defense experts on those grounds). \n16 \nEFTA00024971\n\n17 \nEFTA00024972\n\nIt remains theoretically possible that Dr. Hall's interview with Minor Victim-4 will become \nrelevant for impeaching her with a prior inconsistent statement. At present, however, the \nGovernment does not expect that Minor Victim-4's testimony will be contradicted by statements \nshe made to Dr. Hall. And to be clear, Minor Victim-4's expected testimony about the defendant's \ninvolvement in Epstein's scheme is not inconsistent with the fact that Minor Victim-4 did not \ndescribe those instances to Dr. Hall. \"It is well settled that for two statements to be inconsistent, \nthey need not be diametrically opposed. Nevertheless, the statements must be inconsistent.\" \nUnited States v. Tizaska, 111 F.3d 1019, 1024-25 (2d Cir. 1997) (citations and internal quotation \nmarks omitted). In Tnaska, the Circuit explained that a witness's statement on one occasion that \nhis son was willing to give away certain guns was not inconsistent with the witness's statement on \nanother occasion that his son was obsessed with different guns, or guns in general. Id. Similarly, \nthat Minor Victim-4 described to Dr. Hall certain aspects of Epstein's abuse that did not involve \nthe defendant is not inconsistent with describing other aspects that did involve the defendant. \nIn addition, the defendant does not need Dr. Hall's testimony to inform the jury that Minor \nVictim-4 has not always disclosed the defendant's role in Epstein's abuse. Minor Victim-4 also \nfailed to mention the full extent of the defendant's role during her first FBI interview. Because \nthe Government believes that in this interview—unlike the Hall interview—Minor Victim-4 was \nasked questions that would have referenced the defendant in a complete answer, the Government \n18 \nEFTA00024973\n\nexpects to elicit the failure to mention her on direct, and does not object to reasonable cross \nexamination on the subject. \nIt may nonetheless be that after Minor Victim-4 testifies the defendant will be able to argue \nthat some statement made to Dr. Hall satisfies the multiple prerequisites for introducing extrinsic \nevidence of a prior inconsistent statement. See generally United States v.  Ghailani, 761 F. Supp. \n2d 114, 117-19 (S.D.N.Y. 2011) (discussing requirements). 10   As the Court has noted, any \nargument on that score must await the presentation of evidence. (See Nov. II, 2021 Sealed Tr., at \n194). But at present, the defendant has identified no relevant fact testimony that Dr. Hall could \noffer. Because his expert testimony is similarly inadmissible, he should be excluded as a witness \nabsent further developments at trial. \n10   To be clear, although Dr. Hall could conceivably testify as to his recollection of some prior \ninconsistent statement by Minor Victim-4, the rough transcript of his interview with her cannot \nbecome admissible as extrinsic evidence of Minor Victim-4's statements regardless how she \ntestifies. That label—\"rough transcript\"—comes from the document itself. (3505-035, at 1). And \nit is i uite obviousl rou h. The document contains numerous errors, includin on material oints. \nBecause the rough transcript is not a verbatim transcnpt, rt cannot be offered as extrinsic \nevidence of prior inconsistent statements. See United States v. illmonte, 956 F.2d 27, 29 (2d Cir. \n1992) (per curiam) (\"[A] 'third party's characterization' of a witness's statement does not \nconstitute a prior statement of that witness unless the witness has subscribed to that \ncharacterization.\"); United States v. Leonardi, 623 F.2d 746, 757 (2d Cir. 1980) (FBI notes offered \nto impeach not attributable to witness because \"a witness may not be charged with a third party's \ncharacterization of his statements unless the witness has subscribed to them\"); see also Ghailani, \n761 F. Supp. 2d at 117-18, 120 (excluding testimony about prior witness interviews offered as \nprior inconsistent statements due to, among other things, concerns about translation errors). \n19 \nEFTA00024974\n\nIII. THE COURT SHOULD PRECLUDE THE TESTIMONY OF BENNETT \nGERSHMAN \nThe defense proposes to call Bennett Gershman, a professor of law at Pace University, for \nthe following testimony: \nWe expect Professor Gershman to provide testimony on best \npractices to ensure the integrity of any prosecution, focusing on \ninvestigation, witness preparation, media contact, neutrality, \nobligations to provide accurate information, and relationship \nwith crime victims, their counsel, and case-related civil \nlitigation. \n(Ex. A at 12). \nThis testimony should be precluded as irrelevant. At the conference on November 1, 2021, \nthe Court precluded \"affirmative evidence by the defense that goes to the thoroughness of the \ninvestigation,\" (11/01/21 Tr. at 17:15-17), including \"evidence of the public outcry and scrutiny \nthat preceded the decision to charge the defendant,\" (id. at 21:1-9), as well as evidence regarding \n\"why and when the government conducted the investigation,\" including any defense evidence that \nthe Government \"has a legally improper motive for prosecuting [the defendant] or somehow [is] \nfabricating evidence or suborning perjury or the like,\" (id. at 23:2-6). The Court reaffirmed the \nsettled law in this Circuit that \"the government is not on trial.\" (Id. at 23:10-11 (quoting United \nStates v. Knox, 687 F. App'x 51 (2d Cir. 2017))). To the extent evidence similar to this evidence \nis permissible, the Court concluded that it  was permitted only as \"relevant cross-examination of \nthe government's witnesses.\" (Id. at 27:19-29:24). \nGershman's proposed testimony is relevant only to the defense theories that the Court has \nprecluded. This testimony invites the jury to conclude that either the New York investigation or \nFlorida investigation—or both—lacked \"integrity.\" (Ex. A at 12). Whether that supposed lack of \n20 \nEFTA00024975\n\n\"integrity\" goes to an argument about thoroughness, or an argument about motive and the \ncorruption of evidence, the Court has already ruled that the defense may not offer affirmative \nevidence of that point to the jury. \nEven if this testimony was not plainly barred by the Court's prior ruling, it should still be \nprecluded for inadequate notice. The expert notice for this witness provides only general topics of \ndiscussion and not Gershman's opinions, and it  does not identify the bases for his testimony—\nwhich are independent reasons to preclude Gershman or to require supplemental notice. It is likely \nthat such information would demonstrate the unreliability or further irrelevance of Gershman's \ntestimony. In a recent case, however, Gershman attempted to offer precisely the sort of testimony \nthat this Court has already excluded. See US. Securities and Exchange Comm'n v.  Collector's \nCoffee Inc., -- F. \nSupp. 3d --, 19 Civ. 4355 (VM) (GWG), 2021 WL 3418829, at *2 (S.D.N.Y. \nAug. 5, 2021) (excluding Gershman's testimony in a  civil case that, inter alio, \"the SEC \nimproperly obtained an ex parte order from the Court,\" and \"the SEC's lawyers have `engaged in \na pattern of irregular, overzealous, unethical, and unlawful conduct' throughout this litigation\"). \nThe Court should not permit expert testimony on those subjects. \nIV. BEFORE THE DEFENDANT'S REMAINING WITNESSES OFFER EXPERT \nTESTIMONY, THE DEFENDANT SHOULD BE REQUIRED TO PROVIDE \nSUPPLEMENTAL NOTICE \nThe defense provided brief notice of four additional experts: Robert Kelso, who would \ntestify about computer forensics; who would testify about financial records; and two \nforensic document specialists. The defendant's expert notice is not clear regarding these witness's \nexpected testimony and the bases for that testimony. Insofar as Kelso and will testify as \nfact witnesses, the Government does not object to that testimony. If they are expected to testify as \n21 \nEFTA00024976\n\nexperts, however, and before any testimony by the forensic document specialists, the defense must \nsay more about these witnesses' opinions and the bases for them. The Government is not able to \ntake a position on the reliability or relevance of those opinions from the face of the expert notice. \nGiven the proximity to trial, any additional delay to provide sufficient notice should be closely \nscrutinized by the Court, and entirely precluded if notice is not provided forthwith. \nA. Robert Kelso and \nThe defendant anticipates calling Robert Kelso, a computer forensics specialist, to testify \nabout: \nthe user data associated with certain devices seized and \nsearched by the government's team in this case, documents \nand photographs extracted from certain of those devices, and \nthe metadata associated with certain documents and \nphotographs. He may also testify generally about computer \nforensic principles associated with the creation of documents, \nstorage and retrieval of digital documents and photographs, \nincluding the limits to the information that can be gleaned \nfrom the metadata. Mr. Kelso may testify in rebuttal to an \ntestimony offered by the government through \nAs trial preparation proceeds, the defense will update the \ntopics for Mr. Kelso if any arise. \n(Ex. A at 12-13). \nSimilarly, the defendant anticipates == a financial investigator, to testify about: \nhis review of certain financial records aided by the \ngovernment in discovery. Specifically, Mr. IMIN will discuss \nvarious transfers of funds that are reflected in the financial \nrecords and explain the information contained in the financial \nrecords regarding those transfers. \n(Id. at \n13). \nTo \nthe extent Kelso and are expected to summarize evidence otherwise in the \nrecord, \nthat testimony is not expert testimony, and therefore its admission is not precluded by Rule 702. \n22 \nEFTA00024977\n\nSee United States v. Lebedev, 932 F.3d 40, 50 (2d Cir. 2019) (concluding that \"an account and \nlitigation consultant\" who \"summar[ized] . . . the relevant financial records\" was not an expert \nwitness). The Government has similarly provided expert notice in an abundance of caution for \nan FBI computer forensic examiner who will testify as a fact witness about his \nextraction of devices seized pursuant to court authorized search warrants and evidence recovered \nfrom those devices.' \nTo the extent Kelso and would testify based on their \"scientific, technical, or other \nspecialized knowledge,\" however, that testimony is expert testimony. Id. (quoting Fed. R. Evid. \n702(a)). And any such testimony is not reflected in the expert notice. These expert notices provide \nlists of \"general and in some cases extremely broad topics,\" which is \"plainly inadequate\" under \nRule 16. Ulbricht, 858 F.3d at 115. For instance, the notice for Kelso states that he will testify \n\"generally about computer forensic principles associated with the creation of documents,\" and \ntestify \"about user data associated with certain devices seized and searched by the government's \nteam in this case.\" (Ex. A at 12). It  also states that the defense may \"update the topics for Mr. \nKelso\" before trial. (Id. at 13 (emphasis added)). Similarly, will \"discuss various transfers \nof funds that are reflected in the financial records and explain the information contained in the \nfinancial records.\" (Id.). These lists of topics do not permit the Government to identify Kelso and \nopinions, determine whether the proffered experts are in fact expert on those subjects, and \nlitigate the reliability and relevance of those opinions. \nThe Government also pointed to four other cases in this District and the Eastern District in which \ntestified, including United States v. Kelly, 19 Cr. 286 (AMD) (E.D.N.Y.). \n23 \nEFTA00024978\n\nAccordingly, the Court should preclude expert testimony from Kelso and unless and \nuntil the defense to provides supplemental expert notice forthwith. 12  If the defense does so, the \nGovernment should have an opportunity at that time to litigate its admissibility. And if the defense \ndoes not do so, those witnesses should be limited to purely factual testimony. See Lebedev, 932 \nF.3d at 50 (affirming a limiting instruction clarifying that the witness was not providing an expert \nopinion). \nB. Forensic Document Specialists \nFinally, the defendant has identified two forensic document specialists who she may call \nas expert witnesses. Gerald LaPorte is a \"Forensic Chemist and Document Dating Specialist,\" and \nJennifer Naso is a  \"Forensic Document Examiner.\" (Ex. A at 13-14). Regarding their expert \nopinions, the defendant writes: \nDefendant anticipates the receipt of documents produced by \nthe government and documents received pursuant to defense \nsubpoena included but not limited to journal pages by witness \n[Minor Victim-2]. These documents may require analysis \nregarding the dates of creation, completeness, alteration and \nmanipulation. When these documents are disclosed, \nDefendant will seek to have them analyzed and present \ntestimony on the analysis as needed. \n(Id. at 13-14). \nThis notice also does not provide the experts' \"opinions\" or \"the bases and reasons for \nthose opinions.\" Fed. R. Crim. P. 16(b)(1)(C). It  does not even identify the set of documents \n12  Similarly, absent additional expert notice, Kelso and should be required to limit their \ntestimony to facts in the record. Experts—but not other witnesses—may rely on facts or data that \nare not admissible, and may disclose them to the jury in certain circumstances. See Fed. R. Evid. \n703, \n705. \n24 \nEFTA00024979\n\npurportedly awaited or topics of testimony, besides documents that \"may require analysis,\" leading \nto whatever testimony is \"needed.\" (Ex. A at 13-14). This is plainly inadequate under the rules, \nand the Government cannot litigate the qualifications, reliability, or relevance of unknown \ntestimony about unidentified documents at this time. \nOf course, the Court has the option of permitting the defense to clarify this notice mid-trial \nwhenever the defense receives and reviews the documents they have in mind. Doing so, however, \nwould almost certainly lead to mid-trial Dauber! briefing, possibly a mid-trial Daubert hearing, \nand late-breaking rebuttal expert notice by the Government. \nThe better course is to require the defense to identify, immediately, the documents they \nexpect to be the subject of forensic analysis and the precise forensic methodology that these experts \nwill use to analyze those documents. That may—depending on the details—permit some Daubert \nlitigation to occur now, because the Government may be able to agree with, or challenge, the notion \nthat these experts are qualified to use the methodology, that the methodology is reliable, or that \nthe document is relevant. See, e.g., Jennifer L. Mnookin, \"Scripting Expertise: The History of \nHandwriting Identification Evidence and the Judicial Construction of Reliability,\" 87 Va. L. Rev. \n1723, 1726-27 (2001) (describing \"major pretrial battles being waged over the admissibility of . . . \nexpert evidence in handwriting identification\"). 13\nHere too, the Court should order the defendant to provide additional expert notice of the \nmethodology these experts intend to use, and the precise documents they expect to examine. Such \n13  It would of course defeat the purpose of an order along these lines if the defendant gives expert \nnotice of numerous document examination methodologies, requiring extensive Daubert litigation \nthat may stretch into trial and would far exceed the scope any actual testimony that may be \npresented at trial. \n25 \nEFTA00024980\n\nan order will likely permit the Government to interpose a Daubert challenge now. Absent rapid \nsupplemental notice along these lines, the Court should preclude the forensic document specialists. \nCONCLUSION \nFor the reasons set forth above, the Government respectfully requests that the Court \npreclude the testimony of Dr. Ryan Hall and Bennett Gershman; preclude any expert testimony \n(as opposed to fact testimony) by Robert Kelso or and preclude any testimony at all \nfrom the forensic document specialists, unless and until the defendant provides supplemental \nexpert notice, which the Court should order the defense to provide forthwith. \nDated: November 15, 2021 \nNew York, New York \nRespectfully submitted, \nDAMIAN WILLIAMS \nUnited States Attorney for the \nSouthern District of New York \nBy:  /s/ \nAssistant United States Attorneys \n26 \nEFTA00024981",
    "pageCount": 28,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "K \nUNITED STATES OF AMERICA \nS2 20 Cr. 330 (AJN) \nGHISLAINE MAXWELL, \nDefendant. \nTHE GOVERNMENT'S MEMORANDUM OF LAW"
      },
      {
        "name": "Hall",
        "role": "extracted",
        "context": "TIMONY OF DR. RYAN HALL 4 \nA. Dr. Hall's Opinions Are Irrelevant"
      },
      {
        "name": "Ryan Hall",
        "role": "extracted",
        "context": "tional experts. \nOne of them, Dr. Ryan Hall, \nand drafted a lengthy r"
      },
      {
        "name": "Haleeport",
        "role": "extracted",
        "context": "\"bases\" for the \nopinions in Dr. Haleeport. Because those opinions t"
      },
      {
        "name": "This Court",
        "role": "extracted",
        "context": "e substantive testimony from \nDr. \nThis Court has discretion, after ca"
      },
      {
        "name": "Kelso",
        "role": "extracted",
        "context": "e gleaned \nfrom the metadata. Mr. Kelso may testify in rebuttal t"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ited States Attorney for the \nSouthern District of New York \nOne St. Andrew's"
      },
      {
        "name": "One St",
        "role": "extracted",
        "context": "outhern District of New York \nOne St. Andrew's Plaza \nNew York, Ne"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "of New York \nOne St. Andrew's Plaza \nNew York, New York 10007 \nAssista"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "za \nNew York, New York 10007 \nAssistant United States Attorneys \nOf \nCounsel"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "York 10007 \nAssistant United States Attorneys \nOf \nCounsel \nEFTA00024954\n\nT"
      },
      {
        "name": "Of \nCounsel",
        "role": "extracted",
        "context": "tant United States Attorneys \nOf \nCounsel \nEFTA00024954\n\nTABLE OF \nCONT"
      },
      {
        "name": "Opinions Are",
        "role": "extracted",
        "context": "R. RYAN HALL 4 \nA. Dr. Hall's Opinions Are Irrelevant 5 \nB. The Bases of"
      },
      {
        "name": "The Bases",
        "role": "extracted",
        "context": "Opinions Are Irrelevant 5 \nB. The Bases of Dr. Hall's Opinions Are No"
      },
      {
        "name": "Not Independently",
        "role": "extracted",
        "context": "es of Dr. Hall's Opinions Are Not Independently Admissible 12 \nC. \nAny Undisc"
      },
      {
        "name": "Any Undisclosed",
        "role": "extracted",
        "context": "ependently Admissible 12 \nC. \nAny Undisclosed Significance of Dr. Hall's Op"
      },
      {
        "name": "Opinions Is",
        "role": "extracted",
        "context": "ed Significance of Dr. Hall's Opinions Is Inadmissible 14 \nD. Dr. Hall'"
      },
      {
        "name": "Fact Testimony",
        "role": "extracted",
        "context": "nadmissible 14 \nD. Dr. Hall's Fact Testimony Is Inadmissible 15 \nIII. THE"
      },
      {
        "name": "Is Inadmissible",
        "role": "extracted",
        "context": "D. Dr. Hall's Fact Testimony Is Inadmissible 15 \nIII. THE COURT SHOULD PRE"
      },
      {
        "name": "Robert Kelso",
        "role": "extracted",
        "context": "PLEMENTAL \nNOTICE 21 \nA. \nB. \nRobert Kelso and  22 \nForensic Document Sp"
      },
      {
        "name": "Forensic Document",
        "role": "extracted",
        "context": "A. \nB. \nRobert Kelso and  22 \nForensic Document Specialists 24 \nCONCLUSION 26"
      },
      {
        "name": "Bennett \nGershman",
        "role": "extracted",
        "context": "some but not all \no Another, Bennett \nGershman, is a purported expert on pro"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "ch the experts might testify. The Government is therefore not able \nto int"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "stifying. \nI. APPLICABLE LAW \nFederal Rule of Criminal Procedure 16(b)(1"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "PLICABLE LAW \nFederal Rule of Criminal Procedure 16(b)(1)(C) provides that whe"
      },
      {
        "name": "See Dauber",
        "role": "extracted",
        "context": "oposed testimony is relevant. See Dauber! \nv.  Merrell Dow Pharm., Inc"
      },
      {
        "name": "Merrell Dow",
        "role": "extracted",
        "context": "is relevant. See Dauber! \nv.  Merrell Dow Pharm., Inc., 509 U.S. 579, 5"
      },
      {
        "name": "Federal Rules",
        "role": "extracted",
        "context": ")). \nRules 401 and 403 of the Federal Rules of Evidence state that releva"
      },
      {
        "name": "Island Intel",
        "role": "extracted",
        "context": "make factual determinations.\" Island Intel!. Prop. \nLLC v. Deutsche Bank"
      },
      {
        "name": "Deutsche Bank",
        "role": "extracted",
        "context": "Island Intel!. Prop. \nLLC v. Deutsche Bank AG, No. 09 Civ. 2675 (KBF), 2"
      },
      {
        "name": "Expert Notice",
        "role": "extracted",
        "context": "and opinions.\" (Ex. A, \nDef. Expert Notice, at 12).2\nThis Court should e"
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "on the facts of this case or Minor Victim-4's \ncredibility. Any basis f"
      },
      {
        "name": "See Dkt",
        "role": "extracted",
        "context": "ched to its previous filings (See Dkt. Nos. 418 and 424). \n4 \nEFTA0"
      },
      {
        "name": "Second \nCircuit",
        "role": "extracted",
        "context": "-part test articulated by the Second \nCircuit in Lugosch v. Pyramid Co. of"
      },
      {
        "name": "Pyramid Co",
        "role": "extracted",
        "context": "Second \nCircuit in Lugosch v. Pyramid Co. of Onondaga, 435 F.3d 110 (2"
      },
      {
        "name": "Admissible \nAccording",
        "role": "extracted",
        "context": "pinions Are Not Independently Admissible \nAccording to the defendant's expert not"
      },
      {
        "name": "See \nFed",
        "role": "extracted",
        "context": "hs their prejudicial effect.\" See \nFed. R. Evid. 703. Here, the prob"
      },
      {
        "name": "Inadmissible \nIn",
        "role": "extracted",
        "context": "nce of Dr. Hall's Opinions Is Inadmissible \nIn addition to testifying abou"
      },
      {
        "name": "The Rule",
        "role": "extracted",
        "context": "Fed. R. Crim. P. 16(b)(1)(C). The Rule requires that the expert \ndis"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "about which he will testify. See United \nStates v. Valle, No. 12 Cr."
      },
      {
        "name": "See Ulbricht",
        "role": "extracted",
        "context": "testimony should be excluded. See Ulbricht, 2015 WL 413318, \nat *5 (coll"
      },
      {
        "name": "If Dr",
        "role": "extracted",
        "context": "sclosure). \n15 \nEFTA00024970\n\nIf Dr. Hall had some admissible sub"
      },
      {
        "name": "Minor \nVictim",
        "role": "extracted",
        "context": "l account of how he evaluated Minor \nVictim-4. The defendant has not, how"
      },
      {
        "name": "In Tnaska",
        "role": "extracted",
        "context": "al quotation \nmarks omitted). In Tnaska, the Circuit explained that a"
      },
      {
        "name": "See Nov",
        "role": "extracted",
        "context": "he presentation of evidence. (See Nov. II, 2021 Sealed Tr., at \n194"
      },
      {
        "name": "Sealed Tr",
        "role": "extracted",
        "context": "evidence. (See Nov. II, 2021 Sealed Tr., at \n194). But at present, t"
      },
      {
        "name": "Bennett Gershman",
        "role": "extracted",
        "context": "The defense proposes to call Bennett Gershman, a professor of law at Pace U"
      },
      {
        "name": "Pace University",
        "role": "extracted",
        "context": "rshman, a professor of law at Pace University, for \nthe following testimony"
      },
      {
        "name": "Professor Gershman",
        "role": "extracted",
        "context": "llowing testimony: \nWe expect Professor Gershman to provide testimony on best"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "l.\" (Id. at 23:10-11 (quoting United \nStates v. Knox, 687 F. App'x 51 (2d"
      },
      {
        "name": "Exchange Comm",
        "role": "extracted",
        "context": "luded. See US. Securities and Exchange Comm'n v.  Collector's \nCoffee Inc"
      },
      {
        "name": "Coffee Inc",
        "role": "extracted",
        "context": "hange Comm'n v.  Collector's \nCoffee Inc., -- F. \nSupp. 3d --, 19 Civ."
      },
      {
        "name": "Eastern District",
        "role": "extracted",
        "context": "ases in this District and the Eastern District in which \ntestified, includin"
      },
      {
        "name": "See Lebedev",
        "role": "extracted",
        "context": "to purely factual testimony. See Lebedev, 932 \nF.3d at 50 (affirming a"
      },
      {
        "name": "Specialists \nFinally",
        "role": "extracted",
        "context": "inion). \nB. Forensic Document Specialists \nFinally, the defendant has identified"
      },
      {
        "name": "Gerald La",
        "role": "extracted",
        "context": "ay call \nas expert witnesses. Gerald LaPorte is a \"Forensic Chemist a"
      },
      {
        "name": "Forensic Chemist",
        "role": "extracted",
        "context": "tnesses. Gerald LaPorte is a \"Forensic Chemist and Document Dating Specialis"
      },
      {
        "name": "Document Dating",
        "role": "extracted",
        "context": "te is a \"Forensic Chemist and Document Dating Specialist,\" and \nJennifer Na"
      },
      {
        "name": "Jennifer Naso",
        "role": "extracted",
        "context": "ment Dating Specialist,\" and \nJennifer Naso is a  \"Forensic Document Exam"
      },
      {
        "name": "See Fed",
        "role": "extracted",
        "context": "ury in certain circumstances. See Fed. R. Evid. \n703, \n705. \n24 \nEF"
      },
      {
        "name": "Scripting Expertise",
        "role": "extracted",
        "context": ", e.g., Jennifer L. Mnookin, \"Scripting Expertise: The History of \nHandwriting"
      },
      {
        "name": "The History",
        "role": "extracted",
        "context": "nookin, \"Scripting Expertise: The History of \nHandwriting Identificatio"
      },
      {
        "name": "Handwriting Identification",
        "role": "extracted",
        "context": "ng Expertise: The History of \nHandwriting Identification Evidence and the Judicial Con"
      },
      {
        "name": "Judicial Construction",
        "role": "extracted",
        "context": "entification Evidence and the Judicial Construction of Reliability,\" 87 Va. L. Re"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-11-01",
        "event": "November 1, 2021"
      },
      {
        "date": "2021-11-15",
        "event": "November 15, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:12.220Z"
}