{
  "document": {
    "id": "efta00025091",
    "filename": "EFTA00025091.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00025091.pdf",
    "text": "\n\nResponse to Follow Up Questions from 2/13/20 Attorney Proffer \nDear Counsel: \nBelow please find our reply, in no particular order, to your follow-up questions \nfrom the 2/13/20 attorney proffer. As we discussed, the same terms covering \nthe attorney proffer govern these communications as well. \nWho told to keep to herself, not ask questions and not to fraternize \nwith those she encountered through her work with JE? \nWhen. was first hired, Ms. Maxwell told her not to fraternize with any of JE's \nbusiness associates, friends, etc. It was Epstein who reprimanded -for \nbreaking this rule when she appeared at the party, the details of which were \nset forth on 2/13. So, it was both Maxwell and Epstein who directed M not to \nfraternize and to stick to business \nQualifications for the job. Did she replace anyone? Who trained her? \nWere massages already on the agenda when =took over? \nPrior to working for JE, a had managed an office supply company for 9 years \nand then worked in the men's department at Nordstrom's selling clothes. This \nwas a commission-based job and she did quite well. • placed her resume on \nMonster.com looking for a job in event planning. The headhunter Epstein had \nhired contacted M, not to work for Epstein, but for a job with the NY Knicks as \nan event planner. Unfortunately, as a result of a large snowstorm LG could not \nget into the City from NJ and missed the Knicks opportunity (the position had \nbeen filled by the time she finally met with Russell, the headhunter.) Once \nRussell interviewed =, he asked if she had time to go meet with someone who \nshe could \"event plan\" for. interviewed with Maxwell and then with \nEpstein and hired. - had not heard of JE prior to that time. was trained \nby JE's then assistant, . and others told • that massages were \na part of JE's --just part of his normal day. Akin to someone going daily \nto the gym. remained in the company as a receptionister Mums hired \nand later became Ms. Maxwell's assistant after \nMvas given no explicit instructions regarding massage appointments by\nMassage appointments were to be handled like any other appointments. \ndoes not recall anything specific being discussed about the women. Massage \nappointments were a part of a normal day and were usually a daily occurrence. \nNote: Correction to my proffer. generally made 1-2 appointments for \nmassages a day. I  misstated that JE had 4 or more daily. does not know if \nmassages were being scheduled after hours after she left for home. Massages \nEFTA00025091\n\nwere at times cancelled and rescheduled if JE got busy. also \nscheduled massages. \nAfter JE pleaded guilty in FL, did schedule massages? \nwas not asked to make massage appointments after his plea, and, to her \nmemory, the word `massage' was not used again. \nDoes Eremember the names of people who she scheduled massages \nwith? Is there a list of names? When JE called to schedule a  massage, if \na  person was a  repeat masseuse, did JE just say call X? If the person was \nnot available, did 1. ask the person if she had the name of a third party \nto do a  massage? Who else made massage appointments? \nNames of the masseuses were usually by first name. JE provided Ma name \nand a phone number. Once the name of any new contact was given, ).vas \ndirected to always add the name and phone number to her company directory \nmaintained on the computer. At times, masseuse(s) would have the same \nname, so for example, JE referred to X as Little X or Big X. does not recall \nany names since there many names and the masseuses would come and go. If \na person particular erson requested by JE was not available =would inform \nJE. JE might ask to call a different individual. At times, JE directed to \nask X (if she was unavailable) if she had a friend who was available. When \nwas away from the job for vacation, pregnancy, maternity leave, etc., \n, (before she left in \napproximate)  made all appointments, business, and otherwise. After \nthe birth of son in Dec. 2004, she was on maternity leave for 3 months. \nUpon her return, she worked only 3 days a week for several years. \nDidEever work out of the mansion? Did.. have a workspace or office \nthere? Does \nElknow \nwho worked out of the house? \n=worked out of the Villard House at the Helmsley exclusively from day one \nuntil they moved the office to the 66th Street apartments around 2009. • \nworked out of the Palm Beach office twice in 2009 for approximate) one day \neach visit. The offices moved to 575 Lexington Ave around 2010. Wfi worked \nfrom the mansion from approximately 2012 (not sure) onward, but only when \nEpstein was in NY. Her office was on the first floor at the very front of the \nmansion. When Mr. Epstein was not in NY, she worked from home, which \noccurred over 50% of the time. \nMr. Epstein had staff at the mansion. Maid, Houseman, Engineer, Chef, other \nmaids. \nEFTA00025092\n\nDuring the time of JE's previous case, did anyone ask El to get rid of \nanything or is she aware of any other type of obstruction (even if it was \nnot apparent at the time)? \nM was never asked to get rid of anything. They did upgrade the antiquated PC \ncomputer system over to Mac around 2009 and converted from BlackBerry \nphones to Apple iPhones. \nOnce they moved into the office at 575 Lexington Ave, at some point (she does \nnot recall exactly when) old storage boxes with folders arrived from storage and \nwere shredded by an \"office helper\" ,  who did odds and ends type of jobs \nfor Epstein. At one time she was cleaning the apartments and the offices \nlocated at the apartment building at 301 East 66th- =does not know what \nwas in the folders and was told it was time to get rid of very old files not worth \npaying to store. \nWhat was MI impression of MIMI) Maxwell? Did she discuss if \nshe had had a relationship with Mr. Epstein? Ever say she was abused? \nDid she seem intimidated by him? Scared? \nwas hired as Epstein's traveling assistant sometime around 2002 3. El \nthought was nice, responsible, organized and professional. ver \ndiscussed having a relationship with Epstein or being abused by him. sure \nthere were times felt intimidated or scared if she made an error, but it \nwas not discussed. Mr. Epstein was very demanding and could be very intense \nto everyone he worked with. \nthought both and Maxwell were professional and treated her with \nrespect. They both were busy people, and =recalls that Maxwell was building \nher brownstone when aras first hired. didn't interact with her very \nmuch, and she believes that Maxwell was intimidated and scared of Epstein at \ntimes. = had no social relationship with either of them. \nDid schedule massages \nfor JE at locations other than NY? \nSometimes in FL. \nDidM keep a  directory/database of people I  called for JE? \nYes. They had a directory but it was a directory of everyone JE knew. IN did \nnot have a separate directory or database for just masseuses. As far as she \ncan recall, everyone in the office had access to the directory and could add to it \nas well. \nWhen JE told =to schedule a massage, what was the time frame for the \nappointment? (i.e. that day? Next week?) \nEFTA00025093\n\nMostly that day. Sometimes the next day.\nAt any time during the FL investigation, did \nreceive a subpoena? Was \nthere any discussion with JE about it? \ndid receive a subpoena. She only knows it was handled and was not \ninvolved with the FL case/investigation. JE had one conversation with \nabout the case as relayed in the proffer. JE asked her if she knew about e \ncase, and she replied she didn't need to know. JE said that someone was trying \nto blackmail him and apologized for the disruption it was causing to the office. \nJE also said that it was embarrassing. \nWere there any discussions with JE about future payments to a (i.e. in \nhis will, if she left, retirement or otherwise)? \nNo. \nWere there any conversations with JE or Maxwell re civil suits? Did they \never ask El to be dishonest in replying? How was she advised by JE or \nothers? Aware of any obstructive conduct? \ndid not have any conversations with JE or Maxwell re civil suits. They \nnever asked her to be dishonest, and never advised by him or others about the \nsuit, and she is not aware of any obstructive conduct. \nWhat were the logistics of international and other flight travel \narrangements? What travel agencies etc. were used? \nTravel was booked through a travel agency and on-line bookings for both \ninternational and domestic flights. (Shoppers Travel when she was first hired \nthen Amex Centurion. Other agencies may have been used also but she cannot \nrecall the names. Online services could be Orbitz, Travelocity, Google, etc. \nEpstein wanted the best pricing but also wanted exact times for flights to \ndepart/land.) \nMany times, people flew with Mr. Epstein on his private plane. Prior to JE's \nplea, most travel was done by other administrator in the office or by \nmay have booked a trip from time to time but usually was too busy to do \nso. After JE returned to the office around 2011, still booked \ntravel. Once was married and left, Epstein had and \nsometimes illbooking travel. Ai imately in 2016 (?) Epstein asked • to \ntake over travel because he felt was incompetent when it came to \nfinding the best pricing for good flights. Epstein told the wanted to hire a \nnew person to take over handling all the travel, but he never found anyone. \nEFTA00025094\n\nWhen did leave JE's employ? \nresigned end of July 2019. She felt betrayed and disgusted once the \nindictment came out. \nBefore the arrest, was she already planning to leave? \nconsidered leaving after the arrest in 2010. She perused websites and \ninterviewed with a high-end staffing agency. After considering what was \navailable, she realized her job offered a lifestyle flexibility that she could not \nreplicate anywhere else. Epstein was still communicating with the same \nbusinesspeople, scientists, politicians etc., and she simply gave him the benefit \nof the doubt that he had done his time, etc. JE continued to claim it was all \nblackmail. Working from home, being a good mother and wife were and are \nthe most important aspects in of her life. This job allowed her both a \nchallenging, interesting job and still be an attentive mom and wife. \nWhat was reaction to the charges? \nAs discussed in the proffer, she felt used, and realized that despite what JE \nsaid to her about the previous case, she realized that the allegations were likely \nreal and she felt betrayed. She had mixed emotions given the time she spent \nthere.Mfelt that Epstein kept her in front of a curtain, a façade. She was a \nreal executive assistant with real executive functions, but he used her to \nconceal his personal problems and predilections. \nWas Never the \nsubject of JE's abuse in any way? \nNo.\nDid. ever observe JE acting inappropriately with women? Employees \nor others? \nNo.\nImpression of JE's business? How did he make money? \nEpstein was a money manager. He managed Les Wexner's money and possibly \nother client's money. Mhought he made money just on his own money by \ninterest and trading. \nWas Mrepresented in any way in the FL case where named in the non-\nprosecution provision? \nShe met with Nate Dershowitz once, but does not recall any specific questions \nfrom him. She did not know she was in the non-prosecution agreement. \nEFTA00025095\n\nHow much time did spend at the Palm Beach residence? \nNone.\nDid LG ever visit other properties, New Mexico ranch, Little St. James \nIsland, Great St. James island or the Paris residence? \nnever went to the ranch in New Mexico. As stated in the proffer, in or about \n2002, when le and her husband went to London for vacation, Epstein \nsuggested they go to Paris while abroad and stay in a guest room of his Paris \napartment around. nand her husband also visited Little St. James island \nand had lunch there on a trip to Tortola for a wedding around 2002/3). Post \n2014, went to Little St. James island on two other occasions- to view \nconstruction work. Epstein was hoping could help by following up with \ncontractors and staff, organization and keeping things on schedule.= flew in, \nspent a few hours with \".M,\" the island manager, then went back to St. \nThomas to a hotel to have dinner and slept there. Mwas up early the next \nday to fly home. =wanted to fly in/out same day but it is not possible with \nany of the airlines flight schedules). On her second trip, she visited Great St. \nJames as well to view construction. She never went to the Palm Beach \nresidence -  only to the Palm Beach office on two or so occasions to work -  for \nquick one-night trip. \nClearing up a few \npoints: \n2001-2009 (or 2008 when they), cash was always kept in the office in the \naccounting department while they worked out of the Villard house. Money \nwould be messengered from the office in envelopes prior to Epstein's plea.\ndo not recall much, if any, messengering of money after he went to jail. \nParenthetically, Epstein liked to use messengers and Fed Ex for everything, \nbuying a book online, for example, he wanted to spend the money to expedite \nthe delivery. He didn't want to wait for anything and had the money to pay for \nthe fastest service available.) Money would be messengered per Epstein's \ndirective to do so. =relayed to the accounting department that 1' amount \nshould be messengered to X. Sometimes she would set up the messenger and \nsometimes the rece tionist would set up the messenger. Either an address \nwould be given to by Epstein. Alternatively,. or the receptionist, would \nneed to call X and ask where to messenger the envelope. ,does not recall \nany masseuse or other persons ever coming to the office to pick up an envelope \nof money. There was never any discussion of prostitution or anything sexual \nthat she heard. No one she saw appeared to be underage. \nAfter 2011, had an office at Mr. Epstein's mansion because he no longer \nhad a recognizable 'office address' to work from. The office at 575 Lexington \nwas like a We Work environment - lots of small businesses working out of small \nEFTA00025096\n\noffices. Epstein did not want to hold his meetings from the We Work \natmosphere and wanted all his appointments to come see him at his mansion. \noffice was located at the front of the mansion. Generally, when someone \nentered the residence, he/she passed her office. When a visitor came to meet \nwith Epstein, he would either go straight back to see him from the front door to \nthe dining room where he held his meetings or he would wait in ffice \nuntil JE was ready/available to meet with them. Due to where desk was \nsituated, if someone went straight back to the dining room, d not see \nthem. \nEFTA00025097",
    "pageCount": 7,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Les Wexner",
        "role": "extracted",
        "context": "e money? \nEpstein was a money manager. He managed Les Wexner's money and possibly \nother client's money. Mhoug"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "h JE? \nWhen. was first hired, Ms. Maxwell told her not to fraterniz"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "y front of the \nmansion. When Mr. Epstein was not in NY, she worked"
      },
      {
        "name": "Follow Up",
        "role": "extracted",
        "context": "Response to Follow Up Questions from 2/13/20 Attorn"
      },
      {
        "name": "Attorney Proffer",
        "role": "extracted",
        "context": "low Up Questions from 2/13/20 Attorney Proffer \nDear Counsel: \nBelow please"
      },
      {
        "name": "Dear Counsel",
        "role": "extracted",
        "context": "rom 2/13/20 Attorney Proffer \nDear Counsel: \nBelow please find our reply"
      },
      {
        "name": "Once \nRussell",
        "role": "extracted",
        "context": "ith Russell, the headhunter.) Once \nRussell interviewed =, he asked if sh"
      },
      {
        "name": "Does Eremember",
        "role": "extracted",
        "context": "massage' was not used again. \nDoes Eremember the names of people who she s"
      },
      {
        "name": "Does \nElknow",
        "role": "extracted",
        "context": "a workspace or office \nthere? Does \nElknow \nwho worked out of the house?"
      },
      {
        "name": "Villard House",
        "role": "extracted",
        "context": "he house? \n=worked out of the Villard House at the Helmsley exclusively f"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "nd 2009. • \nworked out of the Palm Beach office twice in 2009 for appr"
      },
      {
        "name": "Lexington Ave",
        "role": "extracted",
        "context": "sit. The offices moved to 575 Lexington Ave around 2010. Wfi worked \nfrom"
      },
      {
        "name": "When Mr",
        "role": "extracted",
        "context": "e very front of the \nmansion. When Mr. Epstein was not in NY, she w"
      },
      {
        "name": "Shoppers Travel",
        "role": "extracted",
        "context": "tional and domestic flights. (Shoppers Travel when she was first hired \nthe"
      },
      {
        "name": "Amex Centurion",
        "role": "extracted",
        "context": "hen she was first hired \nthen Amex Centurion. Other agencies may have been"
      },
      {
        "name": "Was Never",
        "role": "extracted",
        "context": "problems and predilections. \nWas Never the \nsubject of JE's abuse in"
      },
      {
        "name": "Was Mrepresented",
        "role": "extracted",
        "context": "ey by \ninterest and trading. \nWas Mrepresented in any way in the FL case whe"
      },
      {
        "name": "Nate Dershowitz",
        "role": "extracted",
        "context": "tion provision? \nShe met with Nate Dershowitz once, but does not recall any"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "ever visit other properties, New Mexico ranch, Little St. James \nIsla"
      },
      {
        "name": "Little St",
        "role": "extracted",
        "context": "properties, New Mexico ranch, Little St. James \nIsland, Great St. Jam"
      },
      {
        "name": "James \nIsland",
        "role": "extracted",
        "context": "New Mexico ranch, Little St. James \nIsland, Great St. James island or th"
      },
      {
        "name": "Great St",
        "role": "extracted",
        "context": "ch, Little St. James \nIsland, Great St. James island or the Paris re"
      },
      {
        "name": "Fed Ex",
        "role": "extracted",
        "context": "n liked to use messengers and Fed Ex for everything, \nbuying a boo"
      },
      {
        "name": "We Work",
        "role": "extracted",
        "context": "at 575 Lexington \nwas like a We Work environment - lots of small b"
      }
    ],
    "locations": [
      {
        "name": "Little St. James",
        "type": "island"
      },
      {
        "name": "New Mexico Ranch",
        "type": "property"
      },
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:12.466Z"
}