{
  "document": {
    "id": "efta00015865",
    "filename": "EFTA00015865.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015865.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 269 Filed 05/04/21 Page 1 of 9 \nU.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nThe SilWoJ. Mollo Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nMay 4, 2021 \nBY ECF \nThe Honorable Alison J. Nathan \nUnited States District Judge \nSouthern District of New York \n40 Foley \nSquare \nNew York, New York 10007 \nRe: United States \nv.  Ghislaine Marvel!, S2 20 Cr. 330 (MN) \nDear Judge Nathan: \nThe Government respectfully submits this letter in connection with the Court's Order of \nApril 27, 2021, regarding the defendant's request for an order authorizing a subpoena pursuant to \nRule 17(c)(3) of the Federal Rules of Criminal Procedure for records from Boies Schiller Flexner \nLLP (\"BSF\"). In the Order, the Court directed the Government to notify the Court of its views as \nto Requests 9 through 11. For the reasons set forth below, the Government respectfully submits \nthat Requests 9 and 11 should be denied, and the Court should reserve decision with respect to \nRequest 10, which the Government expects may be rendered moot. \nI. Applicable Law \nAs the Court explained in its Order, a defendant seeking material pursuant to a Rule 17(c) \nsubpoena bears the burden of satisfying the standard in United States v. Nixon, 418 U.S. 683 \n(1974). Pursuant to that standard, a Rule 17(c) subpoena \"should not issue unless it meets three \ncriteria: `(1) relevancy, (2) admissibility, (3) specificity.'\" United States v. Binday, 908 F. Supp. \n2d 485, 491 (S.D.N.Y. 2012) (quoting Nixon, 418 U.S. at 700). \nEFTA00015865\n\nCase 1:20-cr-00330-AJN Document 269 Filed 05/04/21 Page 2 of 9 \nPage 2 \nThe Nixon test is enforced strictly. \"The party requesting the subpoena must also show \nthat the information sought is `not otherwise procurable reasonably in advance of trial by exercise \nof due diligence,' that 'the party cannot properly prepare for trial without such production,' and \nthat `the application is made in good faith and is not intended as a general \"fishing expedition. \nUnited States v. Ulbricht, 858 F.3d 71, 109 (2d Cir. 2017) (quoting Nixon, 418 U.S. at 699-700), \nabrogated on other grounds as recognized by United States v.  Chambers, 751 F. App'x 44, 46 & \nn.1 (2d Cir. 2018) (summary order). It is not sufficient for a party to show only that the subpoenaed \ndocuments \"are potentially relevant or admissible.\" United States v. Wey, 252 F. Supp. 3d 237, \n254 (S.D.N.Y. 2017) (internal quotation marks omitted). Moreover, as the Court has explained, \nimpeachment material is not \"relevant\" within the meaning of Nixon \"until after the witness \ntestifies.\" (Order at 5). See Nixon, 418 U.S. at 701 (\"[g]enerally, the need for evidence to impeach \nwitnesses is insufficient to require its production in advance of trial\" (citations omitted)). Finally, \nRule 17 by its terms prohibits subpoenas aimed at statements \"of a  witness or a  prospective \nwitness.\" See Fed. R. Crim. P. 1700. \nII. Discussion \nAlthough the Government has not seen the proposed subpoena, the Government \nunderstands that Request 9 seeks the complete diary of Minor Victim-2, Request 10 seeks a pair \nof boots given to Minor Victim-2, and Request 11 seeks a series of photographs. Requests 9 and \n11 should be denied. The Government is working to moot Request 10, so the Court should reserve \ndecision on that request until it can be denied as moot. \nA. Request 9 \nThe Government understands that Request 9 calls for Minor Victim-2's entire diary from \nher teenage years. This request is improper under Rule 17 in three respects. \nEFTA00015866\n\nCase 1:20-cr-00330-AJN Document 269 Filed 05/04/21 Page 3 of 9 \nPage 3 \nFirst, the defendant has not adequately identified why the diary is relevant beyond the \nportions of the diary the defense has already received. See Ulbricht, 858 F.3d at 109 (explaining \nthat Rule 17(c) is not appropriate for evidence that is \"otherwise procurable\" (internal quotation \nmarks omitted)). BSF represents that \"all potentially relevant pages were produced from this \njournal to the Defendant in civil discovery in another matter.\" (3122/21 Letter from BSF, Dkt. No. \n191 at 5). The Government also obtained and produced seven pages of the diary to the defendant \nin discovery. (Mot. for a Bill of Particulars and Pretrial Disclosures, Dkt. No. 148 at 10). \nThe defendant argues that the entire diary is exculpatory because it contains no reference \nto her. (4/2/21 Letter from Def., Dkt. No. 244 at 9). But the Government and Minor Victim-2 \nhave acknowledged the absence of references to the defendant from the start, and Minor Victim-2 \nis expected to testify to that fact at trial. (See Gov't Omnibus Response, Dkt. No. 204 at 187 (citing \nMem. in Opp. to \nDef.'s \nRenewed Motion for Release, Dkt. No. 100 at 11 n.2.); 3/22/21 Letter from \nBSF, Dkt. No. 191 at 5). The defendant earlier moved to compel the Government to obtain and \nproduce the diary to her, a motion the Court has denied. (Opinion & Order, Dkt. No. 207 at 29). \nAs the Government explained in its opposition to that motion, the Government understands that \nMinor Victim-2 stopped writing in her diary shortly after meeting Jeffrey Epstein, so there are no \nentries regarding her later trip with Epstein, during which she met the defendant. (See Gov't \nOmnibus Response, Dkt. No. 204 at 187). The victim provided the Government with her entries \nrelating to Epstein, which the Government in turn produced to the defense. (Id.). The remainder \nof the diary consists of Minor Victim-2's unrelated personal diary entries, and the defendant has \nnot explained and cannot explain why she needs to review those entries to establish a fact that the \nEFTA00015867\n\nCase 1:20-cr-00330-AJN Document 269 Filed 05/04/21 Page 4 of 9 \nPage 4 \nGovernment has acknowledged. In other words, there will be no dispute at trial that Minor Victim-\n2 did not write about the defendant in her diary.' \nThe cases the defendant cites are inapposite. For instance, in United States v. Cheung Kin \nPing, 555 F.2d 1069 (2d Cir. 1977), the parties learned that a cooperating witness kept a diary, \nwhich was largely written in Chinese, while the witness was still on cross-examination. Id. at \n1078. The witness turned over his diary, but after observing that the \"defense was examining his \ndiary, . . . he requested that this not be done.\" Id. While the parties were discussing how to review \nthe diary, including for Brady material, the diary was returned to the witness. It was only given to \nthe defense for examination after \"roughly five days\" in the witness's possession. Id. at 1079. \nAccordingly, in that case, a diary that had never been evaluated for Brady material—or any other \nmaterial—was taken from a  witness in the middle of the witness's cross-examination, then \nreturned to him for five days. The Second Circuit found that those events \"created a serious risk \nthat significant material would be destroyed or tampered with.\" Id. Here, in contrast, the diary \ncontains no relevant material—in fact, that is the defendant's very thesis. See also White v. \nMcKinley, 519 F.3d 806, 814 (8th Cir. 2008) (explaining, in a § 1983 case, that the plaintiff had \nalleged bad faith by stating that a law enforcement officer in a child molestation case \"deliberately \nsteer[ed] the investigation to benefit his love interest,\" in part by \"fail[ing] to preserve the alleged \nvictim's diary which did not corroborate the molestation allegations,\" which in turn \"deprived [the \ndefendant] of his right to a fair trial, in part, because he could not testify about the diary without \nwaiving his right not to testify\"); United States v. Rios, No. 88 Cr. 186, 1989 WL 9289, at *2 \n'  For similar reasons, the entire diary, full of Minor Vicitm-2's personal and unrelated information, \nwould not be admissible at trial. See Nixon, 418 U.S. 700 (requiring that a Rule 17(c) subpoena \ntarget \"admissib[le]\" evidence). \nEFTA00015868\n\nCase 1:20-cr-00330-AJN Document 269 Filed 05/04/21 Page 5 of 9 \nPage 5 \n(N.D.N.Y. Feb. 6, 1989) (reaching the unremarkable result that an \"undercover agent's diary\" is \n\"not discoverable in and of itself\" except \"to the extent that this diary contains\" Brady material). \nAlternatively, the defendant states that she needs to inspect the \"entire journal\" to \n\"establish whether the journal is authentic and complete and whether or not spoilation has \noccurred.\" (4/2/21 Letter from Def., Dkt. No. 244 at 9). \"This examination,\" she continues, \n\"requires the services of a  qualified forensic document examiner.\" (Id.) This argument lacks \nmerit. The defendant's bare assertion that authenticity might somehow be in doubt is hardly a \nsufficiently detailed explanation of relevance and admissibility to justify a subpoena for a minor \nvictim's personal journal. The defendant does not identify any basis for doubting the authenticity \nof the documents, which the Government expects that Minor Victim-2 will be able to properly \nauthenticate at trial. Nor does the defendant identify what kind of examiner she intends to use, \nwhat kind of examination will occur, or how that examination might bear on the journal's \nauthenticity. See Wey, 252 F. Supp. 3d at 253 (explaining that the \"items sought cannot merely be \npotentially relevant or admissible. Rather, they must be shown to be relevant and admissible at \nthe time the subpoena is sought.\" (internal quotation marks omitted)); see also United States v. \nSkelos, No. 15-CR-317 (KMW), 2018 WL 2254538, at *2 (S.D.N.Y. May 17, 2018), aff'd, 988 \nF.3d 645 (2d Cir. 2021) (\"[A] criminal subpoena should not be used as 'a discovery \ndevice,' but \ninstead should be used only as 'a mechanism for obtaining specific admissible evidence.'\" (quoting \nUnited States v. Barnes, No. 04 Cr. 186 (SCR), 2008 WL 9359654, at *4 (S.D.N.Y. Apr. 2, 2008)). \n\"Conclusory statements,\" like the defendant's here, are \"insufficient to satisfy the Nixon \nrequirements.\" Barnes, 2008 WL 9359654, at *3.2\n2 In addition to the explicit bases identified in her letter on the subpoena and described above, \nelsewhere the defendant has made clear that she seeks the diary for impeachment purposes. (See \nMot. for a Bill of Particulars and Pretrial Disclosures, Dkt. No. 148 at 10; 3/22/21 Letter from \nEFTA00015869\n\nCase 1:20-cr-00330-AJN Document 269 Filed 05/04/21 Page 6 of 9 \nPage 6 \nSecond, the request in insufficiently specific. To satisfy the specificity prong, a Rule 17(c) \nsubpoena must be able to \"reasonably specify the information contained or believed to be \ncontained in the documents sought rather than merely hop[e] that something useful will turn up.\" \nBarnes, 2008 WL 9359654, at *4 (alteration and internal quotation marks omitted); see, e.g., \nUnited States v. Avenatti, No. 19 Cr. 373 (PGG), 2020 WL 508682, at *4 (S.D.N.Y. Jan. 31, 2020). \nThe defendant's request for the entire diary is likely to sweep in a significant period of Minor \nVictim-2's life before Minor Victim-2 met Epstein or the defendant—all of which is irrelevant. \nTo justify this overbreadth, the defendant identifies two reasons she needs to review the \ndiary in full: to demonstrate the absence of references to the defendant, and to establish the diary's \nauthenticity. (4/2/21 Letter from Def., Dkt. No. 244 at 9). As to the former, there is no probative \nvalue in showing that diary entries before the defendant had ever met Epstein or the defendant \ncontain no references to Epstein or the defendant, and in any event, the Government has conceded \nthe point. As to the latter, the defendant offers only the conclusory statement that review of the \nentire diary is necessary. That is insufficient, as explained above. \nThird, the request is barred by Rule 17(h). That section prohibits the use of Rule 17 to \n\"subpoena a statement of a witness or of a prospective witness,\" Fed. R. Crim. P. 17(h), explaining \nthat such issues are governed by Rule 26.2. The diary is a set of recorded statements by Minor \nVictim-2. To the extent it should be produced, that production is governed by Rule 16, Rule 26.2, \nBrady, and Giglio, but not Rule 17. See, e.g., United States v. Carton, 17 Cr. 680 (CM), 2018 WL \n5818107, at *4 (S.D.N.Y. Oct. 19, 2018) (rejecting a  request for a  personnel file because the \nBSF, Dkt. No. 191 at 5 (\"The Defendant also clearly seeks to use the journal for impeachment \npurposes, as highlighted in a  prior filing in a  recently dismissed civil action Ms. Farmer filed \nagainst the Defendant.\")). But as the Court has recently explained, Rule 17 is not a tool to obtain \nimpeachment material in advance of trial. (Order at 5). \nEFTA00015870\n\nCase 1:20-cr-00330-AJN Document 269 Filed 05/04/21 Page 7 of 9 \nPage 7 \nindividual \"is a  prospective witness in this case; the Government will provide Carton with his \n3500, Jencks and Giglio material by the deadline set by the Court\"); United States v. Yudong Zhu, \nNo. 13 Cr. 761 (VM), 2014 WL 5366107, at *3 & n.3 (S.D.N.Y. Oct. 14, 2014) (rejecting a \nsubpoena request under Rule 17(h) even though the records were not in the Government's \npossession). Here, the Government has discharged its obligations already by providing the \ndefendant with the relevant pages from the diary, and Rule 17(h) bars a  search for additional \nstatements. \nThe defendant's theories miss the mark because Request 9, at its core, is precisely the sort \nof \"fishing expedition\" that Nixon prohibits. 418 U.S. at 700. Accordingly, Request 9 should be \ndenied. \nB. Request 10 \nThe Government understands Request 10 to seek a pair of boots purchased by the defendant \nand Jeffrey Epstein for Minor Victim-2. The defendant states that she would like to examine the \nboots in order to \"identify the make and provenance of the boots.\" (4/2/21 Letter from Def., Dkt. \nNo. 244 at 11). This appears to be an attempt to use the boots to impeach Minor Victim-2's \ntestimony, shrouded again in a conclusory claim about the need for authentication. For \nsubstantially the reasons set forth above with respect to the diary, the Government respectfully \nsubmits such a claim is meritless under Nixon. \nHowever, and although the Government is not obligated to do so, the Government has \nrequested that BSF provide the boots to the Federal Bureau of Investigation (\"FBI\"). BSF has \nindicated that Minor Victim-2 will likely agree to do so. When the boots are in the FBI's custody, \nthe Government intends to make them available promptly to the defense for examination and use \nat trial, and will so notify the Court, which should moot Request 10. The Government submits, \nEFTA00015871\n\nCase 1:20-cr-00330-AJN Document 269 Filed 05/04/21 Page 8 of 9 \nPage 8 \nthus, that the Court need not resolve Request 10 at this time, as the Court will likely be able to \ndeny it as moot in the near term. \nC. \nRequest 11 \nRequest 11 appears to seek a series of photographs. The Government's understanding is \nthat the defendant already has copies of those photographs. (See 4/2/21 Letter from Def., Dkt. No. \n244 at 11 (\"[C]opies were produced by BSF in civil litigation.\")). It also appears that the \nGovernment also produced copies of some of these photographs in Rule 16 discovery. In any \nevent, and again although the Government is not obligated to do so, the Government requested \nthat BSF provide it with copies of the complete set of requested photographs, which it has obtained \nand produced to the defendant. \nRemaining at issue, then, are only the original versions of the photographs. The \nGovernment understands from BSF that the photographs were all taken on film and are not digital \nphotographs. Accordingly, the originals are physical photographs, not digital files. The defense \nsubpoena for these original photographs should be denied, at least unless and until the defendant \nprovides further justification for the need for and entitlement to the originals. Because the \ndefendant already has copies of the photographs, the defendant must explain how her request for \nthe originals can satisfy the Nixon test without being \"otherwise procurable.\" 418 U.S. at 699. \nThe defendant suggests that she needs the originals to identify the \"dates of creation or any \nother specifics.\" (4/2/21 Letter from Def., Dkt. No. 244 at II). It is entirely unclear what \"other \nspecifics\" refers to, but as noted above, the Government understands that these photographs were \ntaken on film, such that the originals would generally not contain metadata regarding the date or \nother information regarding when they were taken. And in any event, the defendant has not \nexplained the relevance or admissibility of this information—and specifically, whether it  would \nEFTA00015872\n\nCase 1:20-cr-00330-AJN Document 269 Filed 05/04/21 Page 9 of 9 \nPage 9 \nbe used for impeachment, authentication, or another purpose. Accordingly, Request 11 should be \ndenied. \nIII. Conclusion \nFor the foregoing reasons, the Court should deny Requests 9 and 11. The Court should \nreserve decision with respect to Request 10 until the Government obtains the boots and makes \nthem available for inspection by the defendant, at which time Request 10 will be moot. \nRespectfully submitted, \nAUDREY \nSTRAUSS \nUnited States Attorney \nby: Is/ \nAssistant United States Attorneys \ncc: Counsel of Record (by ECF) \nEFTA00015873",
    "pageCount": 9,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "topped writing in her diary shortly after meeting Jeffrey Epstein, so there are no \nentries regarding her later tri"
      },
      {
        "name": "Farmer",
        "role": "extracted",
        "context": "cently dismissed civil action Ms. Farmer filed \nagainst the Defend"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "ge 1 of 9 \nU.S. Department of Justice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nThe SilWoJ. Moll"
      },
      {
        "name": "The Sil",
        "role": "extracted",
        "context": "outhern District of New York \nThe SilWoJ. Mollo Building \nOne Saint"
      },
      {
        "name": "Mollo Building",
        "role": "extracted",
        "context": "rict of New York \nThe SilWoJ. Mollo Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The SilWoJ. Mollo Building \nOne Saint Andrew's Plaza \nNew York. New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nMay 4,"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "k 10007 \nMay 4, 2021 \nBY ECF \nThe Honorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "ECF \nThe Honorable Alison J. Nathan \nUnited States District Judge \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Judge \nSouthern District of N"
      },
      {
        "name": "Judge \nSouthern",
        "role": "extracted",
        "context": "athan \nUnited States District Judge \nSouthern District of New York \n40 Fole"
      },
      {
        "name": "Foley \nSquare",
        "role": "extracted",
        "context": "hern District of New York \n40 Foley \nSquare \nNew York, New York 10007 \nRe"
      },
      {
        "name": "Ghislaine Marvel",
        "role": "extracted",
        "context": "10007 \nRe: United States \nv.  Ghislaine Marvel!, S2 20 Cr. 330 (MN) \nDear Ju"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "Marvel!, S2 20 Cr. 330 (MN) \nDear Judge Nathan: \nThe Government respe"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "330 (MN) \nDear Judge Nathan: \nThe Government respectfully submits this let"
      },
      {
        "name": "Federal Rules",
        "role": "extracted",
        "context": "uant to \nRule 17(c)(3) of the Federal Rules of Criminal Procedure for rec"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "c)(3) of the Federal Rules of Criminal Procedure for records from Boies Schill"
      },
      {
        "name": "Boies Schiller",
        "role": "extracted",
        "context": "al Procedure for records from Boies Schiller Flexner \nLLP (\"BSF\"). In the"
      },
      {
        "name": "Applicable Law",
        "role": "extracted",
        "context": "cts may be rendered moot. \nI. Applicable Law \nAs the Court explained in it"
      },
      {
        "name": "The Nixon",
        "role": "extracted",
        "context": "05/04/21 Page 2 of 9 \nPage 2 \nThe Nixon test is enforced strictly. \"T"
      },
      {
        "name": "See Nixon",
        "role": "extracted",
        "context": "ss \ntestifies.\" (Order at 5). See Nixon, 418 U.S. at 701 (\"[g]enerall"
      },
      {
        "name": "See Fed",
        "role": "extracted",
        "context": "or a  prospective \nwitness.\" See Fed. R. Crim. P. 1700. \nII. Discu"
      },
      {
        "name": "Discussion \nAlthough",
        "role": "extracted",
        "context": "e Fed. R. Crim. P. 1700. \nII. Discussion \nAlthough the Government has not seen t"
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "9 seeks the complete diary of Minor Victim-2, Request 10 seeks a pair \no"
      },
      {
        "name": "See Ulbricht",
        "role": "extracted",
        "context": "defense has already received. See Ulbricht, 858 F.3d at 109 (explaining"
      },
      {
        "name": "Pretrial Disclosures",
        "role": "extracted",
        "context": "for a Bill of Particulars and Pretrial Disclosures, Dkt. No. 148 at 10). \nThe de"
      },
      {
        "name": "See Gov",
        "role": "extracted",
        "context": "stify to that fact at trial. (See Gov't Omnibus Response, Dkt. No."
      },
      {
        "name": "Omnibus Response",
        "role": "extracted",
        "context": "hat fact at trial. (See Gov't Omnibus Response, Dkt. No. 204 at 187 (citing"
      },
      {
        "name": "Renewed Motion",
        "role": "extracted",
        "context": "ing \nMem. in Opp. to \nDef.'s \nRenewed Motion for Release, Dkt. No. 100 at"
      },
      {
        "name": "Cheung Kin",
        "role": "extracted",
        "context": "instance, in United States v. Cheung Kin \nPing, 555 F.2d 1069 (2d Cir."
      },
      {
        "name": "The Second",
        "role": "extracted",
        "context": "eturned to him for five days. The Second Circuit found that those even"
      },
      {
        "name": "Minor Vicitm",
        "role": "extracted",
        "context": "ns, the entire diary, full of Minor Vicitm-2's personal and unrelated in"
      },
      {
        "name": "See Wey",
        "role": "extracted",
        "context": "the journal's \nauthenticity. See Wey, 252 F. Supp. 3d at 253 (expl"
      },
      {
        "name": "See \nMot",
        "role": "extracted",
        "context": "ry for impeachment purposes. (See \nMot. for a Bill of Particulars an"
      },
      {
        "name": "Minor \nVictim",
        "role": "extracted",
        "context": "ep in a significant period of Minor \nVictim-2's life before Minor Victim-"
      },
      {
        "name": "Yudong Zhu",
        "role": "extracted",
        "context": "the Court\"); United States v. Yudong Zhu, \nNo. 13 Cr. 761 (VM), 2014 W"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "BSF provide the boots to the Federal Bureau of Investigation (\"FBI\"). BSF"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "versions of the photographs. The \nGovernment understands from BSF that the"
      },
      {
        "name": "Conclusion \nFor",
        "role": "extracted",
        "context": "t 11 should be \ndenied. \nIII. Conclusion \nFor the foregoing reasons, the Co"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "ted States Attorney \nby: Is/ \nAssistant United States Attorneys \ncc: Counsel"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "ey \nby: Is/ \nAssistant United States Attorneys \ncc: Counsel of Record (by EC"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-05-04",
        "event": "May 4, 2021"
      },
      {
        "date": "2021-04-27",
        "event": "April 27, 2021"
      },
      {
        "date": "2018-05-17",
        "event": "May 17, 2018"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:51.675Z"
}