{
  "document": {
    "id": "efta00027234",
    "filename": "EFTA00027234.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027234.pdf",
    "text": "\n\nU.S. \nDepartment of \nJustice \nUnited States Attorney \nSouthern District of New York \nlife Silvio J. Mollo Building \nNew York, New York 10007 \nAugust 8, 2019 \nVIA EMAIL \nMartin G. Weinberg, Esq. \nMartin G. Weinber P.C. \nBoston, MA 02116 \nReid Weingarten, Esq. \nMichael Miller, Esq. \nSte toe & Johnson LLP \nNew York, NY 10036 \nRe: United States v. Jeffrey Epstein, 19 Cr. 490 (RMB) \nDear Mr. Weinberg: \nThe Government writes in response to your letters dated July 26, 2019, requesting \npreservation and production of seven general categories of documents (the \"July Letter\"), and \nAugust 1, 2019, requesting preservation and production in connection with a particular individual \n(the \"August Letter\") (collectively, the \"Letters\"). \nWithout conceding any obligation to preserve any of the categories of documents identified \nin the Letters (let alone any obligation to produce responsive documents to the extent any exist), \nwe will take reasonable steps to ensure the preservation of any documents we believe may be \nresponsive to the various categories identified in the Letters to the extent such documents are \nalready within the possession, custody, or control of the U.S. Attorney's Office for the Southern \nDistrict of New York (this \"Office\"). Other than documents within the possession, custody, or \ncontrol of this Office, we will not be requesting or directing that any other office or agency, local, \nstate, federal, or foreign, including any other office or component of the U.S. Department of \nJustice, or any other nonparty to this case, including but not limited to victims or their counsel \n(collectively, and without limitation, the \"Non-Party Entities and Individuals\"), to institute such \npreservation. Such agencies, departments, entities, and individuals are not parties to this litigation, \nare not a part of the prosecution team as that term has been defined under well-established Second \nCircuit law, and are beyond the scope of this Office's disclosure obligations in this case.' \nWe note, in this respect, that your Letters purport to require this Office to direct, without \nlimitation, preservation and/or production of documents by all 93 U.S. Attorney's Offices across \nthe nation; an individual prosecutor at another U.S. Attorney's Office; every component of \"Main \nJustice\" as you use that term, including the Office of the Deputy Attorney General, the Criminal \nDivision, and the Department of Justice Child Exploitation and Obscenity Section; the Securities \nEFTA00027234\n\nWe expect to take all necessary steps to comply with our obligations under Federal Rules \nof Criminal Procedure 16 and 26.2, Brady v. Maryland and its progeny, and 18 U.S.C. § 3500 \n(collectively, this Office's \"Production Obligations\"). If you have a specific request to make to \npursuant to Rules 16 or 26.2, Brady, or § 3500, we will address it appropriately. \nWith respect to the specific requests in the Letters, we note at the outset that a number of \nthem call for material that falls well beyond the scope of Rule 16 or any recognized obligation \nunder Brady and its progeny. We further note that many of these requests—which purport to \nextend, without temporal limitation, to wide categories of documents that do not involve this \nOffice and thus are unlikely to be within the possession, custody or control of this Office—appear \nto constitute nothing more than general fishing expeditions, which are patently beyond the scope \nof the Government's Production Obligations. We note that for purposes of discovery demands, \"a \n`defendant must make a  prima facie showing of materiality, and must offer more than the \nconclusory allegation that the requested evidence is material.' United States v. Abdalla, 317 \nF.Supp.3d 786, 790 (S.D.N.Y. 2018) (quoting United States v. Urena, 989 F.Supp.2d 253, 261 \n(S.D.N.Y. 2013)). Notably, \"if the purported defense for which a defendant seeks to compel the \nproduction of certain documents is meritless as a matter of law, then the requested documents are \nnot `material' for purposes of Rule 16.\" Id. at 791. \nRegarding the specific requests the July Letter does contain, we respond as follows: \nFirst Request: Any investigatory files provided to the United States Attorney's Office for the \nSouthern District of New York (or FBI agents working therewith) by the United \nStates Attorney's Office for the Southern District of Florida, the Middle District \nof Florida, and/or the Northern District of Georgia (or FBI agents working \ntherewith). \nTo the extent such materials are within the care, custody and control of the Office and fall \nwithin the scope of our Production Obligations, we will produce such materials consistent with \nany schedule agreed upon by the parties or set by the Court. \nSecond Request: Any investigatory files that were received or accessed by the United States \nAttorney's Office for the Southern District of New York (or FBI agents working \ntherewith) that were sent or disclosed by or originated with the United States \nAttorney's Offices of the Southern District of Florida, the Middle District of \nFlorida, and/or the Northern District of Georgia (or FBI agents working \ntherewith). \nand Exchange Commission; the Department of Homeland Security; the New York [City] Police \nDepartment; the Manhattan District Attorney's Office; the State Attorney's Office for the 15th \nJudicial District in and for Palm Beach County; the Palm Beach County Sheriff's Office; the New \nMexico Attorney General's Office; and any other \"local, state, or foreign law enforcement entities \ninvolved in any way in regulating or investigating the activities alleged in the Indictment or related \ntransactions.\" July Letter at 2-3. Not only is such a request patently overbroad, but we also reject \nyour assertion, for which you cite no authority, that this Office has \"the legal right or practical \nability obtain\" material from these dozens of non-party entities and individuals. \nEFTA00027235\n\nTo the extent such materials are within the care, custody and control of the Office and fall \nwithin the scope of our Production Obligations, we will produce such materials consistent with \nany schedule agreed upon by the parties or set by the Court. We note that certain materials \nresponsive to this request already have been produced as part of the Government's initial discovery \nproduction to the defendant on July 31, 2019. \nThird Request: Communications regarding Mr. Epstein between and among \"Main Justice\" \n(including the Child Exploitation and Obscenity Section) and the United States \nAttorney's Offices for the Southern District of Florida, Middle District of \nFlorida, Northern District of Georgia, and the Southern District of New York. \nTo the extent such materials are within the care, custody and control of this Office and fall \nwithin the scope of our Production Obligations, we will produce such materials consistent with \nany schedule agreed upon by the parties or set by the Court. However, we note that this request, \non its face, calls for large volumes of documents that are not within the possession, custody or \ncontrol of this Office, nor relevant (let alone \"material\") to any potentially meritorious defense. \nWe further note that we are not aware of any authority for the proposition that internal \ncommunications within the Department of Justice fall within the scope of Rule 16 or any other \nrecognized Production Obligation. See Fed. R. Crim. P. 16(a)(2) (noting that Rule 16 does not \nauthorize the discovery or inspection of internal government documents made by an attorney for \nthe government or other government agent in connection with investigating or prosecuting the \ncase); see also United States v. Armstrong, 517 U.S. at 463 (1996) (\"[U]nder Rule 16(a)(2), [a \ndefendant] may not examine Government work product in connection with his case.\"). \nFourth Request•. Any decision to initiate (or not initiate) criminal proceedings against Mr. \nEpstein. \nWe are not aware of any authority for the proposition that internal communications within \nthe Department of Justice, including communications about the \"decision to initiate (or not initiate) \ncriminal proceedings\" fall within the scope of Rule 16 or any other recognized Production \nObligations. See Fed. R. Crim. P. 16(a)(2) (noting that Rule 16 does not authorize the discovery \nor inspection of internal government documents made by an attorney for the government or other \ngovernment agent in connection with investigating or prosecuting the case); see also Armstrong, \n517 U.S. at 463 (\"[U]nder Rule 16(a)(2), [a defendant] may not examine Government work \nproduct in connection with his case.\"). Accordingly, we will not produce any such \ncommunications in the care, custody, or control of this Office that are not subject to our Production \nObligations. \nFifth Request: The NPA, including but not limited to communications within the Department \nof Justice, with counsel for Mr. Epstein, with representatives of the United \nStates Attorney's offices for the Southern and Middle District of Florida or the \nNorthern District of Georgia and/or counsel for the alleged victims. \nTo the extent such materials are within the care, custody and control of this Office and fall \nwithin the scope of our Production Obligations, we will produce such materials consistent with \nany schedule agreed upon by the parties or set by the Court. We note that we believe you to already \nhave access to the NPA itself as well as any \"communications . . with counsel for Mr. Epstein\" \nEFTA00027236\n\nregarding the same, to the extent such materials are called for by this request. We further note that \nwe are not aware of any authority for the proposition that internal communications within the \nDepartment of Justice fall within the scope of Rule 16 or any other recognized Production \nObligations. See Fed. R. Crim. P. 16(a)(2) (noting that Rule 16 does not authorize the discovery \nor inspection of internal government documents made by an attorney for the government or other \ngovernment agent in connection with investigating or prosecuting the case); see also Armstrong, \n517 U.S. at 463 (\"[U]nder Rule 16(a)(2), [a defendant] may not examine Government work \nproduct in connection with his case.\"). Accordingly, we will not produce any such \ncommunications in the care, custody, or control of this Office that are not subject to our Production \nObligations. Similarly, to the extent communications with counsel for any victim/witness fall \nwithin the Government's Production Obligations, those will be produced substantially closer to \ntrial and consistent with any schedule for the production of 3500 material agreed upon by the \nparties or set by the \nCourt. \nSixth Request: Communications with alleged victims (or their counsel), including but not \nlimited to consultations conducted in relation to the government's response to \nthe court's summary judgment order and proposed remedies in Jane Doe v. \nUnited States, No. 08-cv-80736 (S.D.FI.). \nTo the extent such materials are within the care, custody and control of this Office and fall \nwithin the scope of our Production Obligations, we will produce such materials consistent with \nany schedule agreed upon by the parties or set by the Court. In particular, as noted above, to the \nextent this Office has had communications with any alleged victims or their counsel that constitute \n3500 and/or Giglio material, such material will be produced substantially closer to trial and \nconsistent with any schedule agreed upon by the parties or set by the Court. \nHowever, we note that on its face, this request purports to call for the production of material \nthat is not within the possession, custody or control of this Office which is not a  party to the \nlitigation ofJane Doe v. United States, No. 08-cv-80736 (S.D. FL), nor relevant to the prosecution \nof this matter. \nSeventh Request:   Information provided by alleged victims (or their counsel) related to Mr. \nEpstein prior to the return of the above-captioned Indictment. \nTo the extent such materials are within the care, custody and control of this Office and fall \nwithin the scope of our Production Obligations, we will produce such materials consistent with \nany schedule agreed upon by the parties or set by the Court. We note, in this respect, that by letter \ndated July 31, 2019, this Office has already made an initial production of certain information \nresponsive to this request. To the extent this request calls for materials covered by Section 3500 \nand/or Giglio, we will produce such material substantially closer to trial and pursuant to any \nscheduled agreed upon by the parties or set by the Court. \n.Finally, regarding the specific requests contained in the August Letter, all of which relate \nto a particular employee of the U.S. Attorney's Office for the Southern District of Florida, to the \nextent such materials are within the care, custody and control of this Office and fall within the \nscope of our Production Obligations, we will produce such materials consistent with any schedule \nagreed upon by the parties or set by the Court. However, we note that on their face, these \nEFTA00027237\n\nsupplemental requests call for materials—including communications—to which this Office was \nnot a party and involving an individual who is not now and has never been a member of this Office \nor the prosecution team in this matter. We further note that to the extent these requests call for \ninternal documents or communications involving one or more employees of the U.S. Attorney's \nOffice for the Southern District of Florida, we are not aware of any authority for the proposition \nthat internal communications within the Department of Justice fall within the scope of Rule 16 or \nany other recognized Production Obligations. See Fed. R. Crim. P. 16(a)(2) (noting that Rule 16 \ndoes not authorize the discovery or inspection of internal government documents made by an \nattorney for the government or other government agent in connection with investigating or \nprosecuting the case); see also Armstrong, 517 U.S. at 463 (\"[U]nder Rule I 6(a)(2), [a defendant] \nmay not examine Government work product in connection with his case.\"). \nVery truly yours, \nGEOFFREY S. BERMAN \nBy \nAssistant United States Attorneys \nSouthern District of New York \nTel: \nEFTA00027238",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "son LLP \nNew York, NY 10036 \nRe: United States v. Jeffrey Epstein, 19 Cr. 490 (RMB) \nDear Mr. Weinberg: \nThe Govern"
      },
      {
        "name": "Weinberg",
        "role": "extracted",
        "context": "stein, 19 Cr. 490 (RMB) \nDear Mr. Weinberg: \nThe Government writes i"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "est: Communications regarding Mr. Epstein between and among \"Main J"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "U.S. \nDepartment of \nJustice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "epartment of \nJustice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nlife Silvio J. M"
      },
      {
        "name": "Mollo Building",
        "role": "extracted",
        "context": "t of New York \nlife Silvio J. Mollo Building \nNew York, New York 10007 \nAu"
      },
      {
        "name": "Reid Weingarten",
        "role": "extracted",
        "context": "inber P.C. \nBoston, MA 02116 \nReid Weingarten, Esq. \nMichael Miller, Esq."
      },
      {
        "name": "Michael Miller",
        "role": "extracted",
        "context": "02116 \nReid Weingarten, Esq. \nMichael Miller, Esq. \nSte toe & Johnson LLP"
      },
      {
        "name": "Dear Mr",
        "role": "extracted",
        "context": "ey Epstein, 19 Cr. 490 (RMB) \nDear Mr. Weinberg: \nThe Government wr"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "90 (RMB) \nDear Mr. Weinberg: \nThe Government writes in response to your le"
      },
      {
        "name": "July Letter",
        "role": "extracted",
        "context": "categories of documents (the \"July Letter\"), and \nAugust 1, 2019, reque"
      },
      {
        "name": "August Letter",
        "role": "extracted",
        "context": "particular individual \n(the \"August Letter\") (collectively, the \"Letters"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": ".S. Attorney's Office for the Southern \nDistrict of New York (this \"Office\")."
      },
      {
        "name": "Party Entities",
        "role": "extracted",
        "context": "without limitation, the \"Non-Party Entities and Individuals\"), to institu"
      },
      {
        "name": "Second \nCircuit",
        "role": "extracted",
        "context": "efined under well-established Second \nCircuit law, and are beyond the scope"
      },
      {
        "name": "Main \nJustice",
        "role": "extracted",
        "context": "s Office; every component of \"Main \nJustice\" as you use that term, includ"
      },
      {
        "name": "Deputy Attorney",
        "role": "extracted",
        "context": ", including the Office of the Deputy Attorney General, the Criminal \nDivisi"
      },
      {
        "name": "Criminal \nDivision",
        "role": "extracted",
        "context": "Deputy Attorney General, the Criminal \nDivision, and the Department of Justic"
      },
      {
        "name": "Justice Child",
        "role": "extracted",
        "context": "vision, and the Department of Justice Child Exploitation and Obscenity Se"
      },
      {
        "name": "Obscenity Section",
        "role": "extracted",
        "context": "ustice Child Exploitation and Obscenity Section; the Securities \nEFTA00027234"
      },
      {
        "name": "Federal Rules",
        "role": "extracted",
        "context": "ly with our obligations under Federal Rules \nof Criminal Procedure 16 and"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "tions under Federal Rules \nof Criminal Procedure 16 and 26.2, Brady v. Marylan"
      },
      {
        "name": "Production Obligations",
        "role": "extracted",
        "context": "(collectively, this Office's \"Production Obligations\"). If you have a specific req"
      },
      {
        "name": "First Request",
        "role": "extracted",
        "context": "tain, we respond as follows: \nFirst Request: Any investigatory files prov"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "nts working therewith) by the United \nStates Attorney's Office for the Sou"
      },
      {
        "name": "Middle District",
        "role": "extracted",
        "context": "hern District of Florida, the Middle District \nof Florida, and/or the North"
      },
      {
        "name": "Northern District",
        "role": "extracted",
        "context": "trict \nof Florida, and/or the Northern District of Georgia (or FBI agents wor"
      },
      {
        "name": "Second Request",
        "role": "extracted",
        "context": "parties or set by the Court. \nSecond Request: Any investigatory files that"
      },
      {
        "name": "Exchange Commission",
        "role": "extracted",
        "context": "nts working \ntherewith). \nand Exchange Commission; the Department of Homeland S"
      },
      {
        "name": "Homeland Security",
        "role": "extracted",
        "context": "Commission; the Department of Homeland Security; the New York [City] Police"
      },
      {
        "name": "Police \nDepartment",
        "role": "extracted",
        "context": "Security; the New York [City] Police \nDepartment; the Manhattan District Attor"
      },
      {
        "name": "Manhattan District",
        "role": "extracted",
        "context": "City] Police \nDepartment; the Manhattan District Attorney's Office; the State"
      },
      {
        "name": "State Attorney",
        "role": "extracted",
        "context": "strict Attorney's Office; the State Attorney's Office for the 15th \nJudici"
      },
      {
        "name": "Judicial District",
        "role": "extracted",
        "context": "torney's Office for the 15th \nJudicial District in and for Palm Beach County;"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "Judicial District in and for Palm Beach County; the Palm Beach County"
      },
      {
        "name": "County Sheriff",
        "role": "extracted",
        "context": "Beach County; the Palm Beach County Sheriff's Office; the New \nMexico Att"
      },
      {
        "name": "New \nMexico",
        "role": "extracted",
        "context": "County Sheriff's Office; the New \nMexico Attorney General's Office; an"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "iff's Office; the New \nMexico Attorney General's Office; and any other \"loca"
      },
      {
        "name": "Third Request",
        "role": "extracted",
        "context": "defendant on July 31, 2019. \nThird Request: Communications regarding Mr."
      },
      {
        "name": "Main Justice",
        "role": "extracted",
        "context": "r. Epstein between and among \"Main Justice\" \n(including the Child Exploi"
      },
      {
        "name": "Child Exploitation",
        "role": "extracted",
        "context": "Main Justice\" \n(including the Child Exploitation and Obscenity Section) and th"
      },
      {
        "name": "Production Obligation",
        "role": "extracted",
        "context": "e 16 or any other \nrecognized Production Obligation. See Fed. R. Crim. P. 16(a)(2"
      },
      {
        "name": "See Fed",
        "role": "extracted",
        "context": "gnized Production Obligation. See Fed. R. Crim. P. 16(a)(2) (noting"
      },
      {
        "name": "Fourth Request",
        "role": "extracted",
        "context": "connection with his case.\"). \nFourth Request•. Any decision to initiate (o"
      },
      {
        "name": "Production \nObligations",
        "role": "extracted",
        "context": "le 16 or any other recognized Production \nObligations. See Fed. R. Crim. P. 16(a)(2"
      },
      {
        "name": "Fifth Request",
        "role": "extracted",
        "context": "our Production \nObligations. \nFifth Request: The NPA, including but not l"
      },
      {
        "name": "Sixth Request",
        "role": "extracted",
        "context": "arties or set by the \nCourt. \nSixth Request: Communications with alleged"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "rder and proposed remedies in Jane Doe v. \nUnited States, No. 08-cv-"
      },
      {
        "name": "Seventh Request",
        "role": "extracted",
        "context": "prosecution \nof this matter. \nSeventh Request:   Information provided by al"
      },
      {
        "name": "By \nAssistant",
        "role": "extracted",
        "context": "y yours, \nGEOFFREY S. BERMAN \nBy \nAssistant United States Attorneys \nSout"
      },
      {
        "name": "Attorneys \nSouthern",
        "role": "extracted",
        "context": "By \nAssistant United States Attorneys \nSouthern District of New York \nTel: \nE"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Boston, MA",
        "type": "city"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-08-08",
        "event": "August 8, 2019"
      },
      {
        "date": "2019-07-26",
        "event": "July 26, 2019"
      },
      {
        "date": "2019-08-01",
        "event": "August 1, 2019"
      },
      {
        "date": "2019-07-31",
        "event": "July 31, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:17.820Z"
}