{
  "document": {
    "id": "efta00017042",
    "filename": "EFTA00017042.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00017042.pdf",
    "text": "\n\nFrom: ' \nTo: Gary Bloxsome \nCc: ' \nr ‹> \nRichardson' \nSubject: RE: U.S. Department of Justice investigation \nDate: Tue, 04 Feb 2020 18:23:11 +0000 \nInline-Images: image001.jpg; image002.jpg \nGary, \nYou are aware of our position, and we do not believe any further rehashing of our prior conversations is productive at this \npoint. That said, we can confirm that it is our standard practice to refrain from publicly commenting on the substance of any \nwitness interview, and we intend to abide by that practice in this case. Beyond that, we can make no commitments. Please \nadvise as to whether Prince Andrew will agree to be interviewed and, if so, when such interview will take place. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: Gary Bloxsome \nSent: Monday, February 03, 2020 10:46 \nTo: \nCc: ) < ; \nJennifer Richardson \nSubject: Re: U.S. Department of Justice investigation \nDearM \nThank you for your email of 30 January 2020. \n>; \nDaniel \nCundy \nOn 10 January 2020 you personally assured me that any contact between the Duke of York and the DOJ was \nconfidential and would remain confidential within the investigation team in the DOJ and FBI. You said: \"We don't \nintend to share either the contents or the existence of the conversation beyond our chain of command in the DW. As \nwell as our partners at the FBI. It is confidential within the investigation team and our supervisors.\" The note I made \nof what you said about the confidentiality of the interview process is as follows: \"We do not publicise the content or \nexistence of any of our interviews. We can't guarantee that anyone might not share it with some other person or it \nmight be shared with other individuals who might come to have knowledge of its existence, but our office does not \nadvise the press of the interview and doesn't advise other interviewees of the fact the interview has taken place or \nthe contents of those discussions. For example, it was reported widely that our office was attempting to interview \nyour client months ago which was inaccurate. We have been working on this request for several weeks now and it \nhas not hit the press. That is consistent with our processes. We take confidentiality very seriously.\" \nAt no point did you suggest that, because of a press statement made on behalf of the Duke in November 2019, you \nor your colleagues in the investigation team would feel able to provide a public commentary on the DOJ's views on \nEFTA00017042\n\nthe degree of cooperation provided by the Duke. DOJ's first contact of any kind with the Duke was in early January \n2020, and the first mention of any request for consideration of an interview came solely from you. \nI object to your wholly inaccurate statement that the Duke has created a public misimpression. The Duke has made it \nclear that he has a strong desire to cooperate fully with the ongoing investigation by the Dal. The communications \nbetween us were intended to enable him to provide that co-operation. In order for this process to continue, I need \nto emphasise that we regard the confidential treatment of all contacts between the Dal and the Duke as essential. \nWe do not wish to have any public pronouncements on what we regard as a voluntary and confidential process. \nPlease confirm that any further communications in connection with the requested voluntary interview will be \ntreated as wholly confidential and the DOJ will offer no further commentary on the Duke's co-operation. \nBest \nGary Bloxsome \nGary Bloxsome [ \nPartner \nBlackfords LLP \nblackfords com \nRANKED IN A $\n  • I   . \n• \ngh (K S \n5410 \nsO \nV\ne•\n1111'1 111 \nIndag 'inn \nBlackfords LLP is a  limited liability partnership registered in England & Wales with registered number OC325398 at Hill House, 1 Mint \nWalk, Croydon, CR0 1EA. A list of members' names is available at this address. \nGOPR: details of how we handle personal data can be \nfound in our Privacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 30 Jan 2020, at 23:51, \nExternal email: is it safe to open attachments and links? \nGary, \nl•S \nwrote: \nOn November 20, 2019, Prince Andrew publicly offered to cooperate with our investigation into Jeffrey Epstein's crimes, \nstating in a press release: \"Of course, I am willing to help any appropriate law enforcement agency with their \ninvestigations, if required.\" In early January 2020, our Office responded to the Prince's public offer by contacting you to set \nup the interview that the Prince claimed to be willing give us. More than three weeks after our initial contact with you, we \nstill had no date for an interview, nor did we even have a commitment from you that the Prince in fact would agree to an \ninterview. \nOn January 27, 2020, at a press event held by Safe Horizon to which Mr. Berman was invited, Mr. Berman was asked: \"As \npart of [the Epstein] investigation have you reached out to interview Prince Andrew, and has he been cooperative?\" \nEFTA00017043\n\nMr. Berman responded: \"Ordinarily, our office doesn't comment on whether an individual cooperates or doesn't cooperate \nwith our investigation. However, in Prince Andrew's case, he publicly offered, indeed in a press release, offered to \ncooperate with law enforcement investigating the crimes committed by Jeffrey Epstein and his coconspirators. So I think in \nthat context, it's fair for people to know whether Prince Andrew has followed through with that public commitment. So let \nme say that the Southern District of New York and the FBI have contacted Prince Andrew's attorneys and requested to \ninterview Prince Andrew and to date, Prince Andrew has provided zero cooperation.\" \nMr. Berman's statement corrected a  public misimpression —  created by the Prince himself —  that the Prince is cooperating \nwith our investigation. \nAs soon as the Prince commits to a date for the interview that he so publicly offered to us more than two months ago, we \nwould be prepared to announce that he has agreed to be interviewed. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: Gary Bloxsome \nSent: Tuesday, January 28, 2020 11:59 \nTo:   \n<I \nCc: \n<->: \nJennifer Richardson \nSubject: Re: U.S. Department of Justice investigation \n> \nDear, \ne==>; Daniel Cundy \nThank you for your email response claiming that US Attorney Berman's statements were factually accurate and \ndid not create a misleading impression. \nWe only have access to edited video and newspaper reporting of what the US Attorney said. Those reports \nsuggest the US Attorney described the position of the Duke of York and his advisors in misleading, condemnatory \nand prejudicial terms. US Attorney Berman is quoted as having stated there has been \"zero co-operation\". This is \nnot an accurate statement of the position. The following are also false statements ascribed to Mr Berman and to \nthe DOJ/FBI: \"F.B.I. agents and federal prosecutors in New York ... reached out to his lawyers and asked to \ninterview him. There was no response at all, according to three people familiar with the investigation.\" (New York \nTimes 27.01.20) and \"Geoffrey Berman, a US attorney, said federal prosecutors and the FBI had asked to \ninterview Prince Andrew about the late paedophile billionaire, but had been met with a wall of silence\"(The \nTelegraph 28.01.20). \nPlease provide us with an accurate record of the statements made by The US Attorney and/or the DOJ/FBI \nincluding a transcript of any relevant questions and answers. \nWe note from your email that you have not provided any response to our request that you confirm that the DOJ \nwill not be making any further public statements about the Duke of York. We had understood from our \nconversations with you and from the rules governing media relations that DOJ personnel and the US Attorney \nwould not comment on the nature or progress of any grand jury investigation and in particular would not \ncomment on the willingness of any Subject to make a voluntary statement to the DOJ. We ask you to confirm \nthat there will be no further public comment on any contact between the Duke of York and the Dal. \nKind regards \nEFTA00017044\n\nGary \nGary Bloxsome I Partner \nHimage001.jpg≥ <image002.ju≥ \nBlackfords LIP \nwww.blackfords.com \nBlackfords LLP is  a  limited liability partnership registered in England &  Wales with registered number OC325398 at Hill House, 1 Mint Walk, \nCroydon, CR0 lEA. A list of members' names is available at this address. \nGDPR: details of how we handle personal data can be found in our Privacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 27 Jan 2020, at 22:59, \nExternal email: is it safe to open attachments and links? \nGary, \nwrote: \nOur understanding is that U.S. Attorney Berman made a factual statement in response to a specific question that \nsuggested the Duke of York either would or was cooperating, and he responded that to date he has not in fact provided \ncooperation with our investigation. That is, he corrected the record generally in a factually accurate statement; I don't \nbelieve this would create a misleading impression. I appreciate that you have advised us that your client has a desire to \ncooperate, and we look forward to hearing from you when he has made a determination as to whether he is in fact \nwilling to speak with us. \nRegards, \nFrom: Gary Bloxsome \nSent: Monday, January 27, 2020 13:44 \nTo: \nCc: \n>; \nDaniel Cundy \n;Jennifer Richardson \nSubject: Re: U.S. Department of Justice investigation \nThe press are reporting that Geoffrey S. Berman, the United States Attorney for the Southern District of New York has \ndisclosed what we understood were confidential communications between us and and \nIt has also been suggested that Geoffrey S. Berman has stated that the Duke of York has not co-operated with the \nSouthern District. As you know we have made it very clear that the Duke of York has a strong desire to cooperate with \nthe ongoing investigation by the DOJ and we are trying to reach a position where we are able to advise him to do so. \nWe are concerned about the misleading impression that has been created and the effect this has on our ability to advise \nthe Duke to proceed with any voluntary co-operation. Please confirm that the DOJ will not be making any further public \nstatements on this topic. \nThank you. \nEFTA00017045\n\nGary Bloxsome \nGary Bloxsome I  Partner \nBlackfords LLP \nww.hlac Mord sa_m \nBlackfords LIP is a  limited liability partnership \nn \n, \n„ \nregistered number \nOC325398 at Hill House, 1 Mint Walk, Croydon, CR0 ILA. A list of memberi names is available at this \naddress. \nGDPR: details of how we handle personal data can be \nfound in our Privacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 22 Jan 2020, at 17:34, wrote: \nExternal email: is it safe to open attachments and links? \nGary, \nWe've received your response. We look forward to hearing whether the Duke of York is willing to speak with us. \nthank you, \nFrom: Gary Bloxsome \nSent: Wednesday, January , : \nTo: \naCr; \nJennifer Richardson \nSubject: Re: U.S. Department of Justice investigation \n>; \nDaniel Cundy \nWe are very grateful for your offer of assistance. At present we do not believe you can help us but we would welcome \na real-time conversation once we have achieved some of the more immediate preliminary tasks, including the need to \ngather information from the Royal Household and others. \nBest \nGa Bloxsome Partner \n8lackfords \nLIP \nI \nwww.blackfords.com \n8lackfords LIP is  a  limited liability partnership registered in England & Wales with registered number \nOC325398 at Hill House, 1 Mint Walk. Croydon, CR0 lEA. A list of members' names is available at this \naddress. \nGDPR: details of how we handle personal data can be \nfound in our Privacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nEFTA00017046\n\nOn 20 Jan 2020, at 18:52, wrote: \nExternal email: is it  safe to open attachments and links? \nGary, \nThank you for your response. It would be useful for us if you were able to help us understand the nature of the issues \nand procedures with which you are dealing, particularly as it sounds like it will take at least a couple additional weeks \nto address even minor preliminary issues, which suggests likely additional subsequent time to handle further \nprocesses—and without a response to the question of whether he is willing to speak with us, separate from a general \ndesire to cooperate. Our investigation is moving forward expeditiously and so we would be grateful for some \nunderstanding of the relevant issues (especially, though not exclusively, to the extent we may be able to assist in their \nresolution) and would be happy to speak via phone if a real-time conversation would be more conducive to that \ndiscussion. \nthank you, \nFrom: Gary Bloxsome \nSent: Monday, January 20, 2020 11:23 \nTo: \nCc:r\n; \n>; \nDaniel Cundy \nJennifer Richardson \nSubject: Re: U.S. Department of Justice investigation \nThank you for your email. The Duke of York has made it clear to us that he has a strong desire to cooperate fully with \nthe ongoing investigation by the DOJ. \nIt is our responsibility to deal with the various issues and procedures that arise here that will need to be addressed to \nenable him to do so. We should be able to deal with at least some of the minor preliminary issues in the next two \nweeks and we will update you on our progress once we have done so. \nRegards, \nGary \nGary Bloxsome I Partner \nBlackfords LLP \nwww.blackfords.com \n<imageOO1.jpg≥ <image002 jpg≥ \nBlackfords LLP is a limited liability partnership registered in England & Wales with registered number 0C325398 at Hill House, 1 Mint Walk, \nCroydon, CRO lEA. A list of members' names is available at this address. \nGDPR: details of how we handle personal data can be found in our Privacy Statement \nEFTA00017047\n\nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 18 Jan 2020, at 01:06, \nExternal email: is it safe to open attachments and links? \nGary, \nwrote: \nWe write to follow up on our phone conversation of a week ago. Could you please advise regarding status, in \nparticular the initial question, separate from any logistics, of whether you expect your client will be willing to speak \nwith us? And of course please let us know if any additional information would be useful to you. \nthank you, \nFrom: Gary Bloxsome \nSent: Wednesday, January 08, 2020 07:38 \nTo: \nCc: \nCundy ; Jennifer Richardson \nSubject: Re: U.S. Department of Justice investigation \n>; \nThank you for your email. \nFriday 10th January at 1400(LDN) time is fine. \nPlease forward dial in details. \nKind regards \nGary \nGa Bloxsome Partner \nBlackfords LLP \n).r..>; Daniel \nwww.blackfords.com \n8lackfords LLP is  a  limitec Tabil q• partnership registered in ing,ana & Wales \nwith \nregistered number \nO[325398 at Hill House, 1 Mint Walk, Croydon, CR0 lEA. A list of members' names is available at this \naddress. \nG0PR: details of how we handle personal data can be found in our Privacy Statement \nEFTA00017048\n\nAuthonsed and regulated by the Solicitors Regulation Authority under number 462078. \nOn 7 Jan 2020, at 18:56, wrote: \nExternal email: is it safe to open attachments and links? \nGary, \nWe are available for a preliminary call this Friday, January 10. If it would be convenient for you, we are available at \n9:00 local time for us (which I believe would be 14:00 your time). If that works, we can plan to call you at your \noffice line unless you'd prefer we use another number or a conference line. \nthank you, \nFrom: Gary Bloxsome \nSent: Tuesday, January 07, 2020 11:20 \nTo: \nCc: \n< \nCundy \nSubject: Re: U.S. Department of Justice investigation \nThank you for your email. \nPlease confirm whether you would be available for a preliminary telephone call on Friday 10th January 2020. \nKind regards. \nGary \n;Jennifer Richardson \nDaniel \nGar \nBloxsome Partner \nBlackfords LLP \nI \nwww.blackfords.com \nBlackfords LLP is a  limited liability partnership registered in England & Wales with registered number \n0(325398 at Hill House, 1 Mint Walk, Croydon, CR0 lEA. A list of members' names is available at this \naddress. \nGDPR: details of how we handle personal data can be found in our \nPrivacy\n Statement \nAuthorised and regulated by the solicitors Regulation Authority under number 462078. \nOn 4 Jan 2020, at 01:38,wrote: \nEFTA00017049\n\nExternal email: is it safe to open attachments and links? \nMr. Bloxsome, \nThank you for your response and for confirming your representation. To respond to your question generally, in \nconnection with our investigation of conduct relating to Jeffrey Epstein and certain of his associates, we wish to \nrequest a consensual, voluntary law enforcement interview with your client. Generally, we would expect to \ninquire about his relationship and communications with Jeffrey Epstein and his associates, as well as certain \nallegations that have arisen publicly and in our investigation to date. \nAlthough we recognize we separately have the ability to convey such a request through diplomatic and law \nenforcement channels, we understand we may also alternatively inquire directly with counsel, when an \nindividual has legal representation. Given your representation, we are inquiring directly with counsel in the first \ninstance. \nCertainly we can discuss our request in more detail, but we hope this will provide the information you were \nseeking as a threshold matter, and we look forward to being in touch. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: Gary Bloxsome \nSent: Friday, January 03, 2020 10:30 \nTo: \nCc: \n>; \nCundy Jennifer Richardson \nSubject: Re: U.S. Department of Justice investigation \n< \nDear Sirs, \nThank you for your email dated 2 January 2020. \nI confirm that we do represent HRH the Duke of York. \nI would be grateful if you could please clarify what specifically you invite us to contact you about. \nKind regards \nGary Bloxsome \n; Daniel \nGary Bloxsome I  Partner \nEFTA00017050\n\nwww.blackfords.com \nBlackfords LIP is a  limited liability partnership registered in England & Wales with registered number \nO(325398 at Hill House, 1 Mint Walk, Croydon, CR0 lEA. A list of members names is available at this \naddress. \nGOPR: details of how we handle personal data can be \nfound in our Privacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 2 Jan 2020, at 18:54, wrote: \nExternal email: is it safe to open attachments and links? \nMr. Bloxsome, \nWe are the federal prosecutors investigating conduct relating to Jeffrey Epstein, under the U.S. Department of \nJustice, Southern District of New York. We have been advised that you currently represent HRH The Duke of \nYork. Could you please advise whether that is correct? We —  my colleagues S and I \n—  can be reached anytime at these email addresses, or please let us know if you would prefer to set up a time \nto discuss via phone. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00017051",
    "pageCount": 10,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "offered to cooperate with our investigation into Jeffrey Epstein's crimes, \nstating in a press release: \"Of course"
      },
      {
        "name": "Prince Andrew",
        "role": "extracted",
        "context": "make no commitments. Please \nadvise as to whether Prince Andrew will agree to be interviewed and, if so, when suc"
      },
      {
        "name": "Berman",
        "role": "extracted",
        "context": "held by Safe Horizon to which Mr. Berman was invited, Mr. Berman w"
      },
      {
        "name": "Bloxsome",
        "role": "extracted",
        "context": "open attachments and links? \nMr. Bloxsome, \nThank you for your resp"
      },
      {
        "name": "Gary Bloxsome",
        "role": "extracted",
        "context": "From: ' \nTo: Gary Bloxsome \nCc: ' \nr ‹> \nRichardson' \nSu"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ce. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: G"
      },
      {
        "name": "Jennifer Richardson",
        "role": "extracted",
        "context": ", 2020 10:46 \nTo: \nCc: ) < ; \nJennifer Richardson \nSubject: Re: U.S. Department"
      },
      {
        "name": "Daniel \nCundy",
        "role": "extracted",
        "context": "mail of 30 January 2020. \n>; \nDaniel \nCundy \nOn 10 January 2020 you perso"
      },
      {
        "name": "The Duke",
        "role": "extracted",
        "context": "eated a public misimpression. The Duke has made it \nclear that he ha"
      },
      {
        "name": "Best \nGary",
        "role": "extracted",
        "context": "on the Duke's co-operation. \nBest \nGary Bloxsome \nGary Bloxsome [ \nPa"
      },
      {
        "name": "Bloxsome \nGary",
        "role": "extracted",
        "context": "e's co-operation. \nBest \nGary Bloxsome \nGary Bloxsome [ \nPartner \nBlackfor"
      },
      {
        "name": "Partner \nBlackfords",
        "role": "extracted",
        "context": "ry Bloxsome \nGary Bloxsome [ \nPartner \nBlackfords LLP \nblackfords com \nRANKED I"
      },
      {
        "name": "Hill House",
        "role": "extracted",
        "context": "registered number OC325398 at Hill House, 1 Mint \nWalk, Croydon, CR0 1"
      },
      {
        "name": "Mint \nWalk",
        "role": "extracted",
        "context": "ber OC325398 at Hill House, 1 Mint \nWalk, Croydon, CR0 1EA. A list of"
      },
      {
        "name": "Privacy Statement",
        "role": "extracted",
        "context": "nal data can be \nfound in our Privacy Statement \nAuthorised and regulated by"
      },
      {
        "name": "Solicitors Regulation",
        "role": "extracted",
        "context": "thorised and regulated by the Solicitors Regulation Authority under number 462078"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "d links? \nGary, \nl•S \nwrote: \nOn November 20, 2019, Prince Andrew publi"
      },
      {
        "name": "On January",
        "role": "extracted",
        "context": "ould agree to an \ninterview. \nOn January 27, 2020, at a press event he"
      },
      {
        "name": "Safe Horizon",
        "role": "extracted",
        "context": "020, at a press event held by Safe Horizon to which Mr. Berman was invit"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ment. So let \nme say that the Southern District of New York and the FBI have"
      },
      {
        "name": "Daniel Cundy",
        "role": "extracted",
        "context": "nvestigation \n> \nDear, \ne==>; Daniel Cundy \nThank you for your email res"
      },
      {
        "name": "Attorney Berman",
        "role": "extracted",
        "context": "ail response claiming that US Attorney Berman's statements were factually a"
      },
      {
        "name": "Mr Berman",
        "role": "extracted",
        "context": "false statements ascribed to Mr Berman and to \nthe DOJ/FBI: \"F.B.I."
      },
      {
        "name": "Geoffrey Berman",
        "role": "extracted",
        "context": "ew York \nTimes 27.01.20) and \"Geoffrey Berman, a US attorney, said federal"
      },
      {
        "name": "The \nTelegraph",
        "role": "extracted",
        "context": "n met with a wall of silence\"(The \nTelegraph 28.01.20). \nPlease provide us"
      },
      {
        "name": "Gary \nGary",
        "role": "extracted",
        "context": "Kind regards \nEFTA00017044\n\nGary \nGary Bloxsome I Partner \nHimage001"
      },
      {
        "name": "Partner \nHimage",
        "role": "extracted",
        "context": "017044\n\nGary \nGary Bloxsome I Partner \nHimage001.jpg≥ <image002.ju≥ \nBlackf"
      },
      {
        "name": "Mint Walk",
        "role": "extracted",
        "context": "ber OC325398 at Hill House, 1 Mint Walk, \nCroydon, CR0 lEA. A list of"
      },
      {
        "name": "Royal Household",
        "role": "extracted",
        "context": "gather information from the Royal Household and others. \nBest \nGa Bloxsom"
      },
      {
        "name": "Best \nGa",
        "role": "extracted",
        "context": "Royal Household and others. \nBest \nGa Bloxsome Partner \n8lackfords"
      },
      {
        "name": "Bloxsome Partner",
        "role": "extracted",
        "context": "usehold and others. \nBest \nGa Bloxsome Partner \n8lackfords \nLIP \nI \nwww.blac"
      },
      {
        "name": "Gary \nGa",
        "role": "extracted",
        "context": "al in details. \nKind regards \nGary \nGa Bloxsome Partner \nBlackfords"
      },
      {
        "name": "Cundy \nSubject",
        "role": "extracted",
        "context": "07, 2020 11:20 \nTo: \nCc: \n< \nCundy \nSubject: Re: U.S. Department of Justi"
      },
      {
        "name": "Daniel \nGar",
        "role": "extracted",
        "context": "Gary \n;Jennifer Richardson \nDaniel \nGar \nBloxsome Partner \nBlackfords"
      },
      {
        "name": "Privacy\n Statement",
        "role": "extracted",
        "context": "nal data can be found in our \nPrivacy\n Statement \nAuthorised and regulated by"
      },
      {
        "name": "Regulation Authority",
        "role": "extracted",
        "context": "d regulated by the solicitors Regulation Authority under number 462078. \nOn 4 Ja"
      },
      {
        "name": "Cundy Jennifer",
        "role": "extracted",
        "context": "03, 2020 10:30 \nTo: \nCc: \n>; \nCundy Jennifer Richardson \nSubject: Re: U.S."
      },
      {
        "name": "Richardson \nSubject",
        "role": "extracted",
        "context": "To: \nCc: \n>; \nCundy Jennifer Richardson \nSubject: Re: U.S. Department of Justi"
      },
      {
        "name": "Dear Sirs",
        "role": "extracted",
        "context": "of Justice investigation \n< \nDear Sirs, \nThank you for your email da"
      },
      {
        "name": "Daniel \nGary",
        "role": "extracted",
        "context": "ind regards \nGary Bloxsome \n; Daniel \nGary Bloxsome I  Partner \nEFTA0001"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-02-03",
        "event": "February 03, 2020"
      },
      {
        "date": "2019-11-20",
        "event": "November 20, 2019"
      },
      {
        "date": "2020-01-27",
        "event": "January 27, 2020"
      },
      {
        "date": "2020-01-28",
        "event": "January 28, 2020"
      },
      {
        "date": "2020-01-20",
        "event": "January 20, 2020"
      },
      {
        "date": "2020-01-08",
        "event": "January 08, 2020"
      },
      {
        "date": "2020-01-07",
        "event": "January 07, 2020"
      },
      {
        "date": "2020-01-03",
        "event": "January 03, 2020"
      },
      {
        "date": "2020-01-30",
        "event": "30 January 2020"
      },
      {
        "date": "2020-01-10",
        "event": "10 January 2020"
      },
      {
        "date": "2020-01-02",
        "event": "2 January 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:53.906Z"
}