{
  "document": {
    "id": "efta00029847",
    "filename": "EFTA00029847.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00029847.pdf",
    "text": "\n\ndenial.. .\"). A properly instructed jury could conclude after hearing all of the evidence at trial \nthat the defendant intended the natural meaning of the words she used, not the allegedly truthful \nanswer she suggests now, and therefore that she lied. In sum, the defendant's post-hoc efforts to \ninject confusion into clear questioning are unavailing and should be rejected, and the jury should \ndecide whether the defendant's answers were false. \n2. July 2016 Deposition \nCount Six charges the defendant with perjury arising from three colloquies at the second \ndeposition. \nact \nat 5 \nde \nFollowing that line of questioning, the following \ncolloquy \noccurred: \nWhen you and Mr. Epstein were engaged in sexual activity that \nincluded these other women, were any devices or sex toys used as \npart of the sexual activity? \nA. No. \nQ. Were you ever involved in sexual activities in Mr. Epstein's Palm \nBeach house that included the use of sex toys or any kind of \nmechanical or other device? \nMR. PAGLIUCA: Objection to form and foundation. \nA. No. \nQ. Were you ever involved in sexual activities in any of Mr. \nEpstein's properties other than Palm Beach that included the use of \nsex toys or any kind of mechanical or other device? \n129 \nEFTA00029847\n\nQ. Were you aware of the presence of sex toys or devices used in \nsexual activities in Mr. Epstein's Palm Beach house? \nMR. PAGLIUCA: Objection to form and foundation. \nA. No, not that I  recall. \nquestion: \nawyer asked the following \nQ. Do you know whether Mr. Epstein possessed sex toys or devices \nused in sexual activities? \nMR. \nPAGLIUCA: \nObiection \nto form adation, \nA. No. \nThe defendant now argues that these questions are ambiguous because they contain \n\"numerous undefined terms,\" such as \"sex toy or device\" and \"sexual activities.\" (Def. Mot. 4 at \n14). She asks, for instance, whether \"bath oil\" would count as a sex toy or device. (Id.). Yet this \nargument is simply another attempt to imbue ambiguity after the fact into commonly used words \nwith common sense meanings. The mere fact that a term could apply equally to several different \nobjects does not automatically mean that the question is impermissibly vague and can never fonn \nthe basis of a perjury charge. See, e.g., H.L.A. Hart, Positivism and the Separation of Law and \nMorals, 71 Han'. L. Rev. 593, 607 (1958) (\"A legal rule forbids you to take a  vehicle into the \npublic park. Plainly this forbids an automobile, but what about bicycles ... ?\"). Instead, it is well-\nsettled that \"[t]he jury should determine whether the question—as the declarant must have \nunderstood it, giving it a reasonable reading—was falsely answered.\" Lighte, 782 F.2d at 372. So \n130 \nEFTA00029848\n\nlong as the question involves a phrase \"which could be used with mutual understanding by a \nquestioner and answerer,\" it is not fundamentally ambiguous. Id. at 375 (internal quotation matks \nomitted); see United States v. Jenkins, 727 F. App'x 732,735 (2d Cir. 2018) (\"An individual of \nordinary intelligence would not think that a question asking for information regarding `real estate, \nstocks, bonds, . . . or other valuable property' would allow omission of information regarding \nmoney market funds ....\"). \nThe use of broad or inclusive terms does not render the question fundamentally ambiguous. \nAs the Second Circuit explained in the context of the term \"employment activities,\" \"[t]tle bmad \nlanguage of the question is not fundamentally ambiguous; it is instead designed to capture all \nemployment activities in an applicant's recent history.\" United States v. Polos, 723 F. App'x 64, \n65-66 (2d Cir. 2018). So too here. A \"sex toy or device\" is an intelligible phrase with an \nunderstood meaning. See Sex Toy, Oxford English Dictionary Online, \nhttps://www.oed.com/view/Entry/176989 (last visited February 12, 2021) (\"[A] device or object \ndesigned for sexual stimulation (as a  dildo, vibrator, etc.) or to enhance sexual pleasure or \nperformance.\"). \nearl \ntouc \nThe defendant's objections to the next colloquy in the indictment are similarly unavailing. \nShortly after the above exchange, the following conversation occurred: \nO. At any time in any of Mr. Epstein's properties, did you engagenir\nsexual  activities with any woman other than when you had three-\n!way sexual activities with Mr. Epstein? \nMR. PAGLIUCA: Object to the form. \n1 3 1 \nEFTA00029849\n\nA. Can you repeat the question? \nQ. At any timlitry of Mr. Epstein's properties, did you engage \nin sexual activi with any woman other than when you had three-\nway sexual activities \nwith Mr. Epstein? \nMR. PAGLIUCA: Same objection. \nA. No. \nQ. Other than yourself and the blond and brunette that you have \nidentified as having been involved in three-way sexual activities, \nwith whom did Mr. Epstein have sexual activities? \nA. I  wasn't aware that he was having sexual activities with anyone \nwhen I was with him other than myself. \nQ. I  want to be sure that I'm clear. Is it  your testimony that in the \n1990s and 2000s, you were not aware that Mr. Epstein was having \nsexual activities with anyone other than yourself and the blond and \nbrunette on those few occasions when they were involved with you? \nA. That is my testimony, that is correct. \nThe defendant primarily argues that her answers were literally true. In the defendant's \ntelling, the phrase \"[w]hen I  was with him,\" refers not to the duration of the defendant's \nrelationship with Epstein, but instead to only those moments when she was in the act of having sex \nwith Epstein and either the blond or brunette identified above. (Def. Mot. 4 at 16). \ntt \nthgginvalill \ntlenters involved a \nbeca4reeivities by defitr And in any \nevent, \nshe further argues, because the question asked the defendant about the 1990s and 2000s, it \ntherefore covered any 'sexual activities' spanning more than a millennium.\" (Id. at 16-17). \n132 \nEFTA00029850\n\nThe defendant, therefore, argues that the questioner asked whether a logically impossible \nevent occurred or will occur at some point over the course of a millennium. But the defendant's \nprofessed confusion—which again was not raised during the deposition itself—ignores the plain \nand obvious context of the question, which did not refer to a time period far exceeding the human \nlife span, and was not limited to only the times in which the defendant was in the act of having sex \nwith Epstein. Plainly, a jury could find that the defendant correctly understood the question when \nshe answered it  in July 2016, and that she ascribed a  natural meaning to the words used in the \nquestions, and not the tortured illogical meaning she now assigns to those questions: whether, \nduring the course of her relationship with Epstein, she was aware of anyone other than herself \nhaving sexual relations with Epstein. The Government expects its evidence to show that she was. \nSee, e.g., Indictment I   1  (stating that the defendant \"assisted, facilitated, and contributed to\" \nEpstein's sexual abuse of minors). At a minimum, the defendant's answers were not\"literally true \nunder any conceivable interpretation of the questions.\" Lighte, 782 F.2d at 374. And the \ndefendant's professed confusion now and proposed illogical reading of the questions in the instant \nmotion does not render them fundamentally ambiguous. See Bonacorsa, 528 F.2d at 1221 (\"A \ndefense to a charge of perjury may not be established by isolating a statement from context, giving \nit in this manner a  meaning entirely different from that which it has when the testimony is \nconsidered as a whole.\"). Accordingly, a jury should be permitted to determine what meaning the \ndefendant ascribed to those questions and whether her answers were in fact false. \nFinally, the defendant answered the following questions: \nQ. Did you ever give a massage to anyone other than Mr. Epstein at \nany of Mr. Epstein's properties? \nA. First of all, I never said I gave Mr. Epstein a massage. \n133 \nEFTA00029851\n\nQ. I  will ask that question if you want, but I was focusing on people \nother than Mr. Epstein right now. \nA. I don't give massages. \nQ. Let's just tie that down. It  is your testimony that you've never \ngiven anybody a massage? \nA. I  have not given anyone a massage. \nQ. You never gave Mr. Epstein a massage, is that your testimony? \nA. That is my testimony. \nQ. You never gave [Minor Victim-2] a massage is your testimony? \nA. I  never gave  [Minor Victim-21a massage. \n(Ex. 11 at 112:17-113:12). \nThe defendant argues that these questions were fundamentally ambiguous because the \ndeposition elsewhere discussed both sexual and professional massages. It was unclear, she \nexplains, what kind of massage the questioner meant. (Def. Mot. 4 at 17.) The defendant's \nargument is, yet again, misguided. This line of questioning used broad language, and at no point \nduring this set of questions didounsel suggest that the questions were limited to sexual \nor professional massages. \nCf. \nLighte, 782 F.2d at 376 (concluding that the word \"you\" was \nambiguous when the prior two questions asked about the defendant \"as an individual\" and then \nswitched \"without indication\" to the defendant \"as trustee\"). The defendant's answers were \nunequivocal, with no expressions of confusion or internal contradictions. Cf Markiewicz, 978 \nF.2d at 809 (explaining that a question was ambiguous as to whether it asked about the deponent's \npersonal or professional capacities, in light of the deponent's confusion in the next questions). A \nproperly instructed jury could conclude that the defendant meant what she said: she never gave \nanyone a massage, including Epstein and Minor Victim-2. \n134 \nEFTA00029852\n\nGovemment has reviewed the full report and confirmed that there is nothing exculpatory contained \ntherein. To the contrary, the report inculpates the defendant. Accordingly, the defendant is not \nentitled to its immediate disclosure. The Government will produce an unredacted version of this \ndocument together with all other witness statements in advance of tria1.67\nFourth, the defense requests production of pages from a personaldiary that is in the custody \nof a civilian third party and is not in the custody or control of the Government. (Def. Mot. 10 at \n10). Leaving aside the fact that the defense cites no authority for the proposition that the \nGovernment has an obligation to obtain the personal papers of a third party, see United States v. \nCollins, 409 F. Supp. 3d 228,239 (S.D.N.Y. 2019) (\"The Government's `Brady obligations extend \nonly to materials within prosecutors' possession, custody or control or, in appropriate cases, that \nof the Department of \nJustice, \nperhaps another part of the Executive Branch, or a comparable state \nauthority involved in the federal prosecution.' (quoting United States v. Blaszczak, 308 F. Supp. \n3d 736, 742 (S.D.N.Y. 2018))), the Government has already represented that it has asked the third \nparty at issue about the materials the defendant purports to seek and that no such materials exist \nIn particular, to the extent the defense is concerned with whether there are diary entrie \nthe Government has already indicated in response to the defendant's second bail \nmotion that it is aware of none. (See Dkt. No. 100 at 11 n. 2 \naPPeditill \n67  As is the case with the other redacted document referenced in this motion, the redacted copy \ndefense counsel attached as Exhibit D was recovered during the execution of a search warrant for \none of Epstein's devices and was produced to defense counsel in the form in which it was \nrecovered from the device. \n187 \nEFTA00029853\n\n.  In other words, the defendant again seeks supposedly exculpatory \nevidence that does not exist. The defendant offers no basis on which to conclude that this \nrepresentation is false or that any such evidence does in fact exist. As such, this motion should be \ndenied. \nFifth, the defendant asks this Court, again without citing any legal authority, to order the \nGovernment to produce copies o fall subpoenas it has issued for the defendant's records as part of \nits investigation in this case. (Def. Mot. 10 at 11). This incredibly broad request is nothing more \nthan a fishingexpedition inappropriately seekingthe details of investigative requests made through \nthe grand jury process. The defense has cited no legal basis for the Court to direct the Government \nto provide the defense with copies of the subpoenas themselves (as opposed to records or other \nmaterials received in response to such subpoenas), let alone every subpoena issued for the \ndefendant's records during a  multi-year and ongoing grand jury investigation. The types of \nrequests issued by the grand jury have no conceivable bearing on the defense or on any motion the \ndefense may seek to bring. The Government has already produced to the defense all discoverable \nmaterial that it has received in response to subpoenas issued to date during this investigation. In \nthe absence of any legal authority justifying this request, it should be denied. Additionally, for the \nreasons discussed above in Sections I and IV, the defendant is not entitled to discovery or a hearing \nrelating to her motion to dismiss the Indictment based on the NPA or her motion to suppress \nsubpoena returns. \nSixth, the defendant asks the Court to direct the Government to immediately disclose any \nBrady and Giglio material. (Def. Mot. 10 at 11-13). The motion for disclosure of Brady material \nshould be denied as moot because the Government has conducted a search for any such material \nand has already disclosed any potentially exculpatory information in its possession of which it is \n188 \nEFTA00029854",
    "pageCount": 8,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "oquy \noccurred: \nWhen you and Mr. Epstein were engaged in sexual ac"
      },
      {
        "name": "Deposition \nCount",
        "role": "extracted",
        "context": "ers were false. \n2. July 2016 Deposition \nCount Six charges the defendant wit"
      },
      {
        "name": "Palm \nBeach",
        "role": "extracted",
        "context": "l activities in Mr. Epstein's Palm \nBeach house that included the use o"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "stein's properties other than Palm Beach that included the use of \nsex"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "damentally ambiguous. \nAs the Second Circuit explained in the context of t"
      },
      {
        "name": "See Sex",
        "role": "extracted",
        "context": "with an \nunderstood meaning. See Sex Toy, Oxford English Dictionar"
      },
      {
        "name": "Oxford English",
        "role": "extracted",
        "context": "erstood meaning. See Sex Toy, Oxford English Dictionary Online, \nhttps://w"
      },
      {
        "name": "Dictionary Online",
        "role": "extracted",
        "context": ". See Sex Toy, Oxford English Dictionary Online, \nhttps://www.oed.com/view/En"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "exual relations with Epstein. The Government expects its evidence to show"
      },
      {
        "name": "See Bonacorsa",
        "role": "extracted",
        "context": "them fundamentally ambiguous. See Bonacorsa, 528 F.2d at 1221 (\"A \ndefens"
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "estimony. \nQ. You never gave [Minor Victim-2] a massage is your testimon"
      },
      {
        "name": "Cf Markiewicz",
        "role": "extracted",
        "context": "n or internal contradictions. Cf Markiewicz, 978 \nF.2d at 809 (explaining"
      },
      {
        "name": "Executive Branch",
        "role": "extracted",
        "context": "perhaps another part of the Executive Branch, or a comparable state \nautho"
      },
      {
        "name": "See Dkt",
        "role": "extracted",
        "context": "on that it is aware of none. (See Dkt. No. 100 at 11 n. 2 \naPPediti"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2021-02-12",
        "event": "February 12, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:24.381Z"
}