{
  "document": {
    "id": "efta00018966",
    "filename": "EFTA00018966.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018966.pdf",
    "text": "\n\nSubject: Re: Epstein update \nFrom: ' \nTo:'\nCc: \nSubject: Re: Epstein update \nDate: Sat, 10 Aug 2019 15:32:19 +0000 \nGive me a call on my cell. \nSent from my iPhone \nOn Aug 10, 2019, at 11:31 AM, wrote: \nJust FYI. Will let you know if we get any additional information. I'll be in the subway for the next half hour or \nso but then at my desk today. \nSent from my iPhone \nBegin forwarded message: \nust 10, 2019 at 11:30:02 EDT \nIt is frankly unbelievable to me that BOP is issuing public press releases on this before telling us basic \ninformation so that we can relay it to his attorneys who can relay it to his family. When can we expect to get \neither some sort of statement we can pass along to counsel as accurate and reliable or have a call with \nsomeone? \nI  understand from the Marshals that they have been unsuccessful in reaching anyone with authority at BOP, \nand given the BOP press release that was just put out I assume we need to speak with someone there. Please \nadvise. \nThank you. \nOn Aug 10, 2019, at 10:43, wrote: \nAs you might imagine, we are getting increasingly frantic calls from defense counsel who continue to be \nseeing information in the press that we—the U.S. Attorney's Office—haven't yet received. We need to know \nEFTA00018966\n\nas soon as possible the very basic facts, such as time and cause of death at the absolute minimum. It has now \nbeen hours since this was reported publicly. Please advise when we can expect to receive either a written \nreport on those basic facts or when we can have a call to get that information to relay to his counsel. It is \nextraordinarily frustrating to have to tell them that we have less information than the press. Please advise. \nThank you, \nOn Aug 10, 2019, at 08:46, > wrote: \nPassed away. We are completing a significant incident report for HQ for Death of a Federal Inmatehowever, I do \nnot have any specifics from the BOP yet. \nFrom: \nSent: Saturday, August 10, 2019 8:44 AM \nTo: \ncc: \nSubject: Re: Automatic reply: Epstein update \nThank you for telling us. What do you mean by \"passed\"? \nThanks, \nSent from my tPhone \nOn Aug 10, 2019, at 8:18 AM, ,=(> wrote: \nBOP just provided another update- Epstein has passed. I have no additional info. I will push out updates as we \nreceive. \nFrom: (USMS) \nSent: Saturday, August 10, 2019 7:52 AM \nTo: \nSubject: Re: Automatic reply: Epstein update \nFYI: \nThe BOP just informed us that Epstein is being taken by ambulance to the hospital from another apparent suicide \nattempt- no other information was provided. \nThey will update us as more info becomes available. \nOn Aug 10, 2019, at 7:26 AM, \n) \n< \n> \nwrote: \nI will be out of the office on vacation until Monday, August 12th. Although I will have access to email during m absencerinim\nresponses may be delayed. For ur  ent matters, please contact the other AUSA(s) on the case, or AUSA a. \nEFTA00018967",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "ll on my cell. \nSent from my iPhone \nOn Aug 10, 2019, at 11:31 AM, wr"
      },
      {
        "name": "Phone \nBegin",
        "role": "extracted",
        "context": "my desk today. \nSent from my iPhone \nBegin forwarded message: \nust 10, 2"
      },
      {
        "name": "On Aug",
        "role": "extracted",
        "context": "Please \nadvise. \nThank you. \nOn Aug 10, 2019, at 10:43, wrote: \nA"
      },
      {
        "name": "Federal Inmatehowever",
        "role": "extracted",
        "context": "report for HQ for Death of a Federal Inmatehowever, I do \nnot have any specifics"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:58.031Z"
}