{
  "document": {
    "id": "efta00030817",
    "filename": "EFTA00030817.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030817.pdf",
    "text": "\n\nI. MS. RICHARDSON'S COOPERATION AND ASSISTANCE \nWhile incarcerated, Ms. Richardson, unsolicited, has provided important assistance to the \nGovernment on various investigations and prosecutions. Although she herself cannot file a motion \nfor a sentencing reduction under Rule 35, all of the Assistant United States Attorneys with whom \nMs. Richardson has met or to whom she has offered information welcomed her assistance, even \nwhere her testimony at trial was not ultimately required. \nare described below. \nExamples of Ms. Richardson's assistance \nC. Ms. Richardson Provided Information to the Government Regarding Jeffrey \nEpstein's Death. \nGiven that Ms. Richardson has been a prisoner at the MCC since her arrest in 2016, she \nhas relationships with guards and inmates who often share invaluable information concerning \nevents at the MCC. When Jeffrey Epstein died in August 2019, Ms. Richardson heard helpful \ninformation concerning the circumstances surrounding his death and requested that counsel \nprovide such details (such as the names of the guards on duty at his time of death, their actions in \nresponse to his hanging, and which cameras to check for potentially helpful footage) to the \nGovernment. The Government expressed appreciation for the information, followed up with Ms. \nRichardson through counsel to confirm additional details and, although it did not request her \ntestimony or an in-person proffer, we note that many of the details Ms. Richardson provided were \nreflected in various charging documents. \nEFTA00030817",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "e information concerning \nevents at the MCC. When Jeffrey Epstein died in August 2019, Ms. Richardson heard helpful"
      },
      {
        "name": "Richardson",
        "role": "extracted",
        "context": "SISTANCE \nWhile incarcerated, Ms. Richardson, unsolicited, has provide"
      },
      {
        "name": "Richardson Provided",
        "role": "extracted",
        "context": ". Richardson's assistance \nC. Ms. Richardson Provided Information to the Govern"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "ion under Rule 35, all of the Assistant United States Attorneys with whom \nM"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": ", all of the Assistant United States Attorneys with whom \nMs. Richardson has"
      },
      {
        "name": "Government Regarding",
        "role": "extracted",
        "context": "n Provided Information to the Government Regarding Jeffrey \nEpstein's Death. \nGi"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "n to the Government Regarding Jeffrey \nEpstein's Death. \nGiven that Ms. Rich"
      },
      {
        "name": "When Jeffrey",
        "role": "extracted",
        "context": "oncerning \nevents at the MCC. When Jeffrey Epstein died in August 2019,"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "footage) to the \nGovernment. The Government expressed appreciation for th"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:26.733Z"
}