{
  "document": {
    "id": "efta00027884",
    "filename": "EFTA00027884.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027884.pdf",
    "text": "\n\nJCB3DOEC \nUNITED STATES DISTRICT \nCOURT \nSOUTHERN DISTRICT OF NEW YORK \nx \nJANE DOE, \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nPlaintiff, New York, N.Y. \nv. \nDARREN K. INDYKE, et \nal., \nDefendants. \nBefore: \n19 CV \n8673 (KPF) \nx \nConference \nDecember \n11, 2019 \n11:30 a.m. \nHON. KATHERINE POLK FAILLA, \nDistrict Judge \nAPPEARANCES \nKAPLAN HECKER & FINK LLP \nAttorneys for Plaintiff \nBY: ROBERTA KAPLAN \nALEXANDRA CONLON \nKATE L. DONIGER \nLOUIS FISHER \nTROUTMAN SANDERS LLP \nAttorneys for Defendants \nBY: BENNET J. MOSKOWITZ \nCHARLES GLOVER \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027884\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nTHE DEPUTY CLERK: In the matter of Doe v. \nIndyke. \nCounsel, please state your name for the \nrecord beginning with \nplaintiff. \nMS. KAPLAN: Good morning. Roberta \nKaplan for \nplaintiff from Kaplan Hecker & Fink. I am here with my \ncolleagues Kate Doniger, Alex \nConlon, and Louis Fisher. \nTHE COURT: Good \nmorning. \nMR. MOSKOWITZ: Good morning. Bennet Moskowitz, \nTroutman Sanders LLP, counsel for the co-executors of the \nEstate of Jeffrey \nD. Epstein. \nMR. GLOVER: And Charles Glover of the same \nfirm. \nTHE COURT: First of all, I thank you very much for \nyour indulgence. As you could see, we did not \nknow until we \nknew that plaintiff in our prior case did not \nspeak English. \nHe was comfortable with the dates of a conference and not more \nthan that. So I appreciate your patience. \nLet me begin by noting that I'm surprised we are \nhaving this conference, \neven though I am the one who convened \nit. And that is because what I thought made sense from an \nefficiency \nperspective was to have the discovery assigned to a \nsingle \nmagistrate judge, and which is what was done. The \nreason that I'm having this conference, and Judge Freeman is \nnot, is it does not appear that the discussion of motions to \nstrike or motion \npractice is occurring in all of the cases. \nAnd so for those in which it is \nhappening, those judges have \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027885\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ndecided to talk about it. \nI'm asking in the first \ninstance to speak with \nMr. Moskowitz, \nunless he wants to pass the mic over to \nMr. \nGlover. \nMr. Moskowitz, I \nhad understood, from a very sort of \nperipheral perspective, that the focus of your clients was on \nsetting up a fund to perhaps fund the settlement of these \nclaims. Am I \ncorrect? \nMR. MOSKOWITZ: \nThat's absolutely correct. \nTHE COURT: I'll \nask you to stand only because there \nis a monitor in \nfront of you. \nMR. MOSKOWITZ: I prefer it. Thank \nyou. That's \nabsolutely correct. That is still a major focus of my clients. \nIn \nfact, it's full steam ahead. I understand that, as has been \ndescribed when we were before Judge Freeman and before then, I \nunderstand that the administrators-to-be, Ken \nFeinberg, \n, Camille Biyos, all leading people in the field of \nclaims administration, \nhas been in touch with or have reached \nout to various plaintiffs' counsel. And the administrators are \nworking on the \nprotocol, which is basically the nuts and bolts \nof that \nprogram. \nIt's our hope and expectation \nthat all plaintiffs will \ngive it a shot. It doesn't require \nanything in terms of \nwaiving any rights. They can go through \nthe whole claims \nprocess, get an independent determination -- the estate doesn't \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027886\n\n4 \nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ncontrol the program \nadministrators or designers -- and if given \nplaintiff doesn't \nlike that determination, they can say, you \nknow what, I don't like \nthis, I am going back to concentrate on \nmy \nlitigation. \nI too, although, you know, I'm hoping people come \naround, \nand I'm disappointed as of now no one has come to us \nand said I \nam going to give it a shot, let's stay the \nlitigation in the \nmeantime. But it's not required. The \nadministrators \naren't requiring that. \nTHE COURT: This is the fork in the \nroad where you and \nI diverge. I would \nhave thought given your focus was on \nsetting up a fund for claims administration you would not be \nfocusing on motions to strike, which to me seemed to be a --\nnot a distraction, but a detour in the path to resolution of \nthe \ncase. \nMR. MOSKOWITZ: I see. If I can, I gather, \nbut I'll \nask the question, your Honor is wondering that based on your \nHonor's understanding of \nwhat the law is, on whether what we \nare talking about here is, as Ms. Kaplan asserted in her letter \na motion to strike, \nor as I'll gladly briefly go over is \nactually, no, a motion to dismiss. \nAnd the reason we made the motion is because I would \nhave loved to push the time out more. But plaintiff's \ncounsel \nwasn't \nwilling to do that. We have preserved our rights. A \ncritical threshold issue for us, I have six points to briefly \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027887\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ntouch upon, \nI'll be very quick, that will address that. \nBut, it's very important to us that we be able to move \nto dismiss, which is what it \nis, the punitive damages claims. \nTHE COURT: Okay. But, that wouldn't get rid of all \nof the \nclaims. \nMR. MOSKOWITZ: No. \nTHE COURT: I am trying to \nfigure out \nwhy \nexpend -- _ \nam not using the term waste -- why expend the resources when, \nat some point, perhaps, we can have a discussion about whether \nor not Virgin Islands permits law \npermits punitive damages or \nnot. \nI am just trying to understand, because things were \ngoing so well, I thought. You've \nhad your initial conference \nbefore Judge Freeman, there are discussions that \nI imagine were \ngoing on. \nThere was, I presume, the establishment of protocols \nfor discovery. And this, again, just seems like something that \nis \ninconsistent with everything that's been going on before \nher. \nSo perhaps I need to hear some or all \nof your six \npoints and I \nwill listen to you. \nMR. MOSKOWITZ: Sure. Well, \nplaintiff's counsel \ngenerally, not all \nof them, but plaintiff's counsel here today \nincluded has made it clear to us that they are not yet sold, \nthat's my wording, on the \nprogram. And unless and until they \ntell us otherwise, they are moving \nfull steam ahead with their \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027888\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nlitigation. So we are basically having to react to that. \nIn terms of making motions, your Honor is correct, \nwe've again, if we \nhad it our way, we wouldn't have to engage \nin this practice on either side. We would stay everything. \nBut we're here, and the reason \nmoving to dismiss punitive \ndamages in this case is so important to us and worth the time \nand energy now we are already \nhalfway there to briefing and \nhaving \nthis issue decided is two fold. \nNumber one, the scope of discovery, ever since the \n2015 amendments, now expressly as I think it did previous to \nthat contemplates that the amount in controversy is directly \nrelevant to the scope of discovery. This is \na very different \ncase, from our perspective, because no punitive damages are \navailable than plaintiff, if they do, we think incorrectly \nbelieve \npunitive damages are available. \nPeople, as I'm sure your Honor is \naware, make very \nlarge claims \nfor punitive damages. That's out of the case and \nshould be as a threshold. \nThe second is going to the claims \nprogram, or any \nother settlement because, you know, Judge Freeman asked me \nthis, well, can someone talk to you about settlement separate \nfrom the \nclaims program. Absolutely. They all have my phone \nnumber. Nothing is \noff the table. We hope everyone will give \nthat claims \nprogram a shot. Why wouldn't you. I don't see \nwhy. In the meantime, if \nsomeone wants to talk about \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027889\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nsettlement, fine. \nHow can the parties in this case see eye to eye if \nplaintiffs, again, I think clearly \nand incorrectly say and we \nare entitled to X millions punitive versus we are \nsaying we are \ntalking about compensatory damages. Let's have a discussion \nabout that. \nTHE COURT: Let's be clear. Assuming, as you'd like me \nto do, the exclusion of punitive damages, the claim's not going \nto be for ten dollars. It is going \nto be for millions upon \nmillions of \ndollars. \ndiscovery is going to \nsought and the nature \nAnd do you really think the scope of \nchange, \ngiven the nature of the damages \nof \nthe claims raised? \nMR. MOSKOWITZ: Well, I do -- part of \nthe clarity that \nI don't have, which I welcome to get, not trying to make my own \nquestions, don't have clarity \non how much is plaintiff claiming \nis owed to her in terms of punitive versus compensatory \ndamages. It's not clear to me from the \ncomplaint. I haven't \nheard that yet, so it's hard for me to answer that question. \nBut, I'm happy to answer questions in the order that your Honor \ndesires. \nThere is one \nother, I mentioned I had these six \npoints. It Is often the case we don't come in and do things \nhow I want. I want to \nraise another critical threshold issue \nthat came up entirely because of what was in the contents of \nplaintiff's counsel's response to my letter, and that is if \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027890\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthey are correct that USVI law applies, this action is time \nbarred. Every cause of action that is asserted in their \ncomplaint says it is timely because of the New York \nChild \nVictims Act. Well, it stands to reason that \nif U.S. Virgin \nIslands law applies in this case, then the plaintiff cannot \navail herself of the New York Child Victims Act. That is \ncertainly something that I also now need to brief, and would, \nlike I said, that's a key threshold issue even more so than \npunitive damages. There can be no case if there \nis no New York \nChild Victims Act \napplying. It's time barred. \nTHE COURT: Not to put words in your mouth, but what \nI'm understanding is that you believe your premotion letter is \nnot inconsistent with your desire to have a claims resolution \nprocess. It is, rather, something you feel is thrust upon you \nby the fact that today, not all of the plaintiffs' counsel are \ninterested in participating in the program that you're setting \nup. \nMR. MOSKOWITZ: Yes. \nLet me clarify that, too. \nThat's correct, but various plaintiffs' lawyers have indicated \nto me that they are interested. In fact, and a big issue \nbefore Judge Freeman was various plaintiffs' \nlawyers reached \nout to me and others that represent the executors before these \nactions got filed in the case, certainly before they began in \nearnest, to say they wanted a kind of claims \nprogram. It was \nsomething we were already thinking about on our end. This was \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027891\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nnot something that was just thrust out here. \nI don't want to rehash during Judge \nFreeman's hearing \nthere was \na disagreement about the \nway it's \nunfolded, etc., \nand \nthat's not why we're here. \nYour Honor is correct, having the final \nmotion to \ndismiss now, I wish we could put it off \nfor three months and \nsee if the \nclaims program works and save the dockets, but here \nwe \nare. \nAnd again, we think \nthat punitive damages and now \nagain USVI law \napplies as being time barred. These are key \nissues we can't avoid. These are straightforward legal issues. \nThese will not be 50\n-page briefs. The motions I filed in other \ncases have all been on the \nconcise side I'll call it, which I'm \nsure is something your Honor would appreciate. \nThis can be \ndone on a \nrelatively short time frame. \nThese are threshold issues. Certainly the time bar \naspect, and I still argue the punitives and subject to I'd love \nto know what is plaintiff asking for in terms of punitive \ndamages. \nBased on a collective, not in this case, what \nI've \nheard from the plaintiffs' side is, for example, there is one \ncase out there where two \nplaintiffs, not this firm, claim $100 \nmillion. They don't say what \npart is which, they don't even \nallege they were underage at the time of the alleged harms to \nthem, but we have the complaint at the time. We request $100 \nmillion or another amount to be determined. That tells me we \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027892\n\nIC \nJCB3DOEC \nneed to set clarity where we can on the front \nend to make \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthings more efficient going \nforward. \nTHE COURT: \nThank you. \nMs. Kaplan, I'll hear from \nyou in response. \nMS. KAPLAN: Yes, your Honor. So, I think I heard \nMr. Moskowitz say that \nvarious plaintiffs' lawyers are not yet \nsold on the proposed settlement process. \nTHE COURT: \nThat's the word that was used, yes. \nMS. KAPLAN: That might be \nthe understatement of the \nday, your Honor. First of all, \nthere is no fund. In response \nto questions \nfrom the plaintiffs, Mr. Moskowitz responded by \nsaying that no amount of money is actually being set aside by \nthe estate to settle these claims. That is \nsomething that is \nvery, very concerning to the \nplaintiffs. It's one thing to \nagree to participate in a fund when you know that, say, 300 or \n400 million of the 577 million \nin the estate is being set \naside. But they have said that no amount is being set aside. \nThey just want to settle claims, presumably, so they can settle \nas low as possible and have the rest for the estate. That's a \nhuge problem. It is going to be a huge problem for the \nplaintiffs' \nlawyers. \nNumber two, as Judge Freeman \nadmonished Mr. Moskowitz \nwhen we met, settlement is a two-way street. There has to be \nconsultation. The settlement -- the discussions that \nMr. Moskowitz referred to, I was part \nof those, and I said to \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027893\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthe estate that the plaintiffs needed to be involved. That \nthese women who, many of whom, like my client, were horribly \nabused as young children, have to have agency. And they \nhave \nto help pick the administrator, be involved in who the \nadministrator \nis. None of that has happened. \nMr. Moskowitz and the estate picked Ken Feinberg on \ntheir own. There was no \nconsultation with us. We have now \nasked them to put on an administrator on a panel that the \nplaintiffs select. We've gotten no answer to that. \nWith all \nrespect, your Honor, I'm someone who has \nsettled cases for decades in this district. This does not look \nto me like a case that's going to settle. \nIf your Honor would like, I can move on to the merits \nissues. \nTHE \nCOURT: Please. \nMS. KAPLAN: With respect to this \nmotion, whether it's \nstyled as a motion to dismiss under 12(b)(6) or a motion to \nstrike under 12(f), I've \nmade those motions, I've always made \nthem as 12(f) motions. I've \nnever won one, but I've made them. \nHowever it's styled, your Honor said the fundamental important \npoint \nhere, which is not that it doesn't dismiss one claim, it \ndismisses no claims. We have compensatory damage sought in \nconnection with all four of our claims. They have no motions \nto dismiss compensatory damage. They have no motion to dismiss \nany of the four \nunderlying tort claims. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027894\n\n12 \nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nFor that reason, your Honor, there is really no reason \nnot to get started. We are happy to have a conference \nwith \nJudge Freeman, but the problem is the cases are in all \ndifferent kind of \nconfigurations. There are many cases that \ndon't require even responses until late January. There are \ncases with different defendants. There are cases with federal \ntrafficking statutory claims. This is a \nsimple diversity \nclaim, common law \nclaim. We are ready to get started. We \ndon't think \nwe should be delayed. \nWith all respect to the Southern District, the way \nthis has been set up where there is one magistrate but I think \nat least nine, maybe a dozen different judges now, give the \nplaintiffs all the disadvantages of consolidation and none of \nthe advantages of consolidation. Because various issues are \nbeing decided by various district court judges, most of the \njudges are deciding pseudonymity. Your Honor has \ndeferred that \nto Judge Freeman. It's kind of a big mess. \nWe understand that Judge Freeman has jurisdiction over \ndiscovery. We would just like to start, and maybe if we could \nset a trial date today that would help get that underway. \nTHE COURT: I'm \nnot setting a trial date today. \nMS. KAPLAN: Let me \ntalk about the scope of discovery. \nI will hereby make \nrepresentation there is nothing about the \ndamages claim that will affect the scope of discovery. \nWe expect this case will have at most four \nwitnesses. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027895\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMaybe five. Our \nplaintiff, the two women who booked \nmeetings -- that's not a right term. But massages with \nMr. Epstein. I expect both of those women to take the Fifth, \nso that won't take very long, and maybe two experts. \nIn terms of the documents that we are seeking, your \nHonor, again, it will be very limited. We don't know if they \nhave written evidence about our client. We understand that \nthese transactions were done in cash. I \ndon't know if they \nkept records of who he met with \nwhen. Obviously, if he has \nthat record, we'd like it. We don't expect a lot of documents \nfrom the plaintiff. \nAnd I should also add that we have opened a \nconversation with the U.S. attorney's office for the Southern \nDistrict \nwho may have one or two documents that corroborate our \nclient's claims. They \nare thinking about how they can get \nthose to us subject to grand jury requirements. \nthe minute we get them, we will share them with \nThe final \nissue, your Honor, has to do \nlaw and \ntime bar. The issues are distinct. So \nAnd \nobviously \nthe estate. \nwith \nchoice of \nwhether Virgin \nIslands law applies to issues relating to what you can get from \nthe estate, whether that's an estate choice of law issue, is \nentirely different from \nthe question of what state substantive \nlaw applies to the underlying torts. \nI think \nthere can be no question that given this \nhappened on the streets of New York City, \nin his mansion, that \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027896\n\n14 \nJCB3DOEC \nthe law, the substantive law of tort applies \nNew York law, and \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nwe clearly get the benefit of the New York statute on that. \nWith respect to the estate and whether or not he \npurposefully availed himself two days before his death of the \nbenefits Virgin Islands law, which \nhe presumably thought was \ngoing to be an advantage to Mr. Epstein, and in fact it has \nbeen. It is incredibly \ndifficult for us to deal with the \nVirgin Islands court, to get Virgin \nIsland lawyers to file \npapers. There are 100 advantages to the estate being in the \nVirgin \nIslands. \nHaving sought those advantages, they don't get to pick \nand choose and say for purposes of the punitive damages, we \nwant New York law to \napply. We're happy to brief that issue. \nCourts in the Southern District in civil \ncases apply different \nlaws to different issues of cases in a single case all the \ntime. There is nothing \nout of the ordinary about that, and \nthere \nis no rule that requires that one state's law applies to \nall issues in the case, particularly when you have a \nparticularized issue about estate law like this. \nI am happy to address anything else your Honor would \nwant to address. \nCouple more points. Again, we \ndon't think that \ndiscovery in this case should \ntake very long, given the limited \nnumber of documents and witnesses. We would be willing \nto \nwaive a jury trial, your Honor, to help expedite things. And \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027897\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nagain, we are very much eager to get things to happen here as \nquickly as possible. Our client \nhas lived with this for many, \nmany years, she's really desirous of putting this \nbehind her, \nand I'm sure \nyour Honor can appreciate that. \nTHE COURT: Just before you sit down. I am \nunderstanding, as you began this discussion, the problems that \nyou see and that your client sees in the process that's been \nidentified by defense. I am assuming you've had the \ndiscussions with them, because you've told me that you have, \nregarding increased plaintiff involvement in the administration \nprocess. \nIf they agreed, might you change your mind about the \nfutility or not \nof the claims administration process? \nMS. KAPLAN: I think if they were willing to have a \npanel \nof administrators, at least one of whom, maybe there \nwould be two, Mr. Feinberg is the one chosen by the \nplaintiffs \nand a third \nneutral, I certainly would be open to \nparticipating. But I am \nnot open in participating in something \nthat's been done entirely by them, completely in secret, by \nsomeone they chose, and without denominated amounts that they \nare setting aside. \nTHE COURT: \nThere's two stumbling blocks. One is the \ncomposition of the panel and the other is the need for some \ndefined amount. \nMS. KAPLAN: It is very hard for the \nplaintiffs to \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027898\n\n1 \nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nfigure out what they can expect without \nunderstanding what the \ndenominator is, if you will. \nTHE COURT: Understood. \nThank you. Mr. Moskowitz. \nMR. MOSKOWITZ: Thank you. Your \nHonor, it's \ninteresting. First, as to the motion, we think we have \na \nfundamental right to make and \nintend to make. Plaintiff's \ncounsel does not dispute that under New \nYork law, punitive \ndamages are not available. USVI law appears to me to be in \naccord with that. By the way --\nTHE COURT: No. Let me understand why you think it's \nin accord. I found it, I found it an interesting issue. I \ndidn't see much in the way of cases in the Virgin Islands that \ndealt with the issue. I thought I understood that the Virgin \nIslands law tends to be accepting of common law and the law \nof \nother jurisdictions that doesn't seem to conflict. \nMR. MOSKOWITZ: What you'll find is many Virgin \nIslands cases, and I will \ntell you I'm not -- I can brief it, \nbut I cannot tell you now the current state of Virgin \nIslands \nlaw with respect to restatement. You will find cases, \nincluding from as recent as 2009, that refer to the restatement \non \nthe issue of punitive damage against an estate, and the \nrestatement as well as the majority of U.S. jurisdictions, \nbecause we looked into this, are in accord. \nTHE COURT: \nSo this will be Section 908 and Section \n926? \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027899\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nSPEAKER: I believe \nthat's correct. I don't have it \nin front of me. I'm happy to pull that if I can after I finish \nspeaking. But, there is Hamilton v. Dowson Holding,  51 VI 619, \n628 (DVI 2009); there is Booth v. \nBowen, 2008 WL 220067, at *5 \n(DVI Jan. \n10, 2008). \nCandidly not Supreme Court USVI cases, but they are \nthe authority that you will find \non this issue in the USVI, and \nthey are supportive of that restatement \nposition. Which is not \nsurprising. \nWhen someone's dead, you are not trying to punish \nthem. Others would argue what about deterrence. The \nfew cases \nI found work in our favor saying deterrence doesn't work like \nthat. When someone is alive thinking if they die perhaps their \nestate will be impacted by this. This is not some obscure \nposition. This is statutory law in a lot of places, including \nNew York. \nIn terms of \nthe time issue, plaintiff's counsel also \ndoesn't deny that if U.S. -- if New York law doesn't apply to \nthat issue, this action is time barred. I'm surprised and I \nagree with Ms. Kaplan, \nthis should be briefed. It should be \nbriefed now. I \nam surprised to hear that it's routine that you \nget to pick and choose from one part of the case that X law \napplies --\nTHE COURT: I think \nthat's an overstatement of what \nher \nargument was. I didn't hear the word \"routine\" mentioned \nat all. I have had cases, I'm sure you have as well, even \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027900\n\n18 \nJCB3DOEC \nbasic contract cases where there are certain provisions that \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nare subject to one jurisdiction of law and other claims that \ncould be made on the same contract that would be under a \ndifferent jurisdiction \nof law. \nMR. MOSKOWITZ: What I've seen, \nyour Honor, is splits \nbetween procedural law and substantive law. \nWe are talking \nabout two very substantive issues \nhere. Availability of a kind \nof damages and a right to \nrevive a claim under New York \nstatutory law that's part of a new trend but is, \nnotwithstanding that, it relates to a reviving statute of \nlimitations, gives it new vested substantive right to people to \nbring a claim that was \notherwise previously time barred. \nTHE COURT: To be clear, when you call it new trend, \nI'm sure you mean the law that actually provides for it. \nnot like someone just woke up and decided let's do this. \nMR. MOSKOWITZ: \nCorrect. \nTHE COURT: Do you \nreally think the tort issues in \nthis case would be decided by Virgin Islands \nlaw? \nMR. MOSKOWITZ: No. That's why \nwe were surprised to \nhear that in the response to our letter, which is why we came \nhere, \npoint number one was going to be that surprised us. But \nbecause of that suggestion, we number one need to brief it, \nbecause, as I said, and as has been \ndenied, if USVI law applies \nwholesale or even to the two issues we are talking about, the \naction is time barred. Certainly that's a threshold issue \nthat \nT t ' s \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027901\n\n19 \nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nneeds to be decided now. \nTHE COURT: I understand. I  wouldn't be -- I wouldn't \nbe so sure that it is time barred. \nI guess my question is, if you are hellbent on \nbringing this motion -- that's \nthe legal term -- and it appears \nthat you are, is it your belief that I should not have \ndiscovery while \nthe motion is pending because, at most, well, \nyou think possibly that instead of hitting the \nsingle of \ngetting rid of punitive damages, you would hit the home run of \ngetting rid of the case in its entirety? \nMR. MOSKOWITZ: Certainly something we would \nbrief. \nHaving heard it for the \nfirst time, in the response to our \nletter, and not wanting to do \nsomething which I don't like when \nother people do, which is seek leave to submit an unauthorized \nreply to \nyour Honor, it's something we think needs to be dealt \nwith now. But we \nthink both issues need to be dealt with now. \nTHE COURT: Let's step back. While your motion is \nbeing briefed, which, by the \nway, I haven't allowed just yet, \nwhat is the status of discovery? \nMR. MOSKOWITZ: So, \nnumber one --\nTHE COURT: \nWhat do you think it should be? \nMR. MOSKOWITZ: Oh sure. If it is limited, all the \nmore reason not to get going with it \nnow. Nothing is going to \nchange in six weeks that's \ngoing to impact the plaintiff's \nrights. \nLook, I get it --\nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027902\n\n20 \nJCB3DOEC \nTHE COURT: What is the six weeks that you are \nthinking? \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMR. MOSKOWITZ: Sorry. That was \na ballpark \nguesstimation, if \nwe're briefing, I don't know how long it will \ntake to \nbrief --\nTHE COURT: \nYou haven't figured out my schedule yet, \nwhich is not six \nweeks, but okay, nice try. \nMR. MOSKOWITZ: Noted. \nAnd some judges look at me the \nother way if you say three weeks versus nine. Good to know. \nBut in terms of discovery, Magistrate Freeman, number \none, has ordered the parties to report back to her on \nJanuary 10 including about the claims program and discovery. \nSo that issue's to be determined. I am hoping we can come \nto \nsome agreement. I know Judge Freeman threw out some ideas on \nthe transcript, I don't have that \ntranscript in front of me. \nShe was \nin good control of that issue. \nIf I can, I'd like \nto take a brief moment to set some \nthings clear about the claims program. It's the opposite of \nwhat \nplaintiff's counsel has asserted. That's correct, we \nhaven't said only X million is \ndevoted. What we have said in \nwriting numerous \ntimes there is no aggregate cap on the amount \nthat the independent administrator can deem appropriate to pay \nto people. If you \nsay 10 million is in it, then it's 10 \nmillion spread \nacross however many joined. We are saying, no, \nwe want people to join this \nprogram. Everything we are doing \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027903\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nis we want people to join. \nChoosing Ken Feinberg. Ms. \nKaplan did express extreme \ninterest in having \none person and one person only who was not \nKen \nFeinberg. We vetted and interviewed many \npeople, including \nthat person. We made our own decision, that's true. Ken \nFeinberg has impeccable credentials. And this notion of \nappointing someone to a panel, this is not arbitration or \nmediation. This is an \nindependent claims program. \nThe estate -- we have no control at the end of the day \nover when \nMs. who is the designer and administrator of \nthe fund, when \nshe makes a determination that I think this \nperson should get X, we can't veto that. We can't impact that. \nAll we can do is, \nwhen we hear about a claim, is say here's \nwhat we know about this claim that we think you should \nknow \nabout, and Ms. ,  just like she gets whatever \nevidence \nclaimants make, can do what \nshe wants with it. She can find \nwhat we say not important. And she makes a determination. \nSo I am hearing \nthis notion like we put two people, \ntwo or three people up there, first of all, it's one. And she \nis independent. I mean, these people have, that we've \nselected, and we were so careful about it. I am just shocked, \nand this is \nperhaps the only case where I've heard repeated \nobjections to Ken \nFeinberg being --\nTHE COURT: I know who he is. \nMR. MOSKOWITZ: Right. So candidly, I hear \nwords get \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027904\n\n22 \nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthrown out. I'm \nhonestly mystified by that. Who else better \nto ensure a successful claims program. It \nis not like we went \nout and hired our cousin. These are the leading people. \n, not as well known, worked on the 9/11 Fund for \nmany, many years, just left the fund to do this program. She's \nvery compassionate. She cares. They want this \nprogram to work \nand so do we. Various plaintiffs have told me they are \ninterested too. \nTHE COURT: To be clear, you don't have to sell me on \nit because I'm not participating one way or the other. \nWhatever PR work \nyou are doing has failed, because here we are. \nAnd we are at motions practice and we are \ngoing with litigation \nbecause the efforts to sell folks on the \nclaims resolution \nproceeding have not worked. \nMR. MOSKOWITZ: I don't \nthink that's correct, your \nHonor. The \ntime to sign up hasn't opened yet. \nTHE COURT: All right. Why are you bringing this --\nis it because there is otherwise a response due that you are \nnot waiting to hear whether the folks at the front table are \njoining in the \nprocess or not? \nMR. MOSKOWITZ: I'm sorry. I don't think I understood \nthe question. \nTHE COURT: You just said to me now that people do not \nhave to elect to participate or not participate today, they \nhave a period of time. Correct? \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027905\n\n23 \nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMR. MOSKOWITZ: \nCorrect. \nTHE \nCOURT: Is that period of time the 10th of January \nor some date sooner than that? \nMR. MOSKOWITZ: I'm not certain. \nI know the protocol \ncomes out very soon. Like in days or a week or so. And then \nshortly \nthereafter, it is a matter of months, so I don't have \nthe exact date. But it's soon, it's very soon, it's not months \nfrom now. \nTHE COURT: My understanding is that, \nfirst of all, \nyou'd like \nmore plaintiffs and their counsel to participate in \nthe program. \nBut, in the absence of that, you need to do \nsomething, and if it's to \nproceed with the litigation, you will \nproceed with the \nlitigation. \nI was trying to understand, and I was trying to \nunderstand when I began \nthis conference, why it was that you \nwere bringing the motion now, \nif you are in the process of \ntrying to persuade, encourage, entice people to participate in \nthe \nclaims resolution process. And I am assuming it is because \notherwise you are going to be in default, and you have to do \nsomething. \nMR. MOSKOWITZ: That's right. I \nwould have loved \nagain to put off the date. But this to us, and I have cases, \nJudge Batts, Judge Buchwald, Judge Sweet, it is a motion to \ndismiss. We had to move. We had to respond to the complaint, \nand \nthis is an important motion for us to make. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027906\n\nJCB3DOEC \nYes, in fact, the last time we adjourned the date, 1-\n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nwas \nwithout consent. We've been saying since the start, \nhey, \nlet's save resources on both sides. Let's get the claims \nprogram going. \nAgain, I do want to be clear, it's not been -- I know \nyour Honor said maybe it was a \nPR failure. I don't think \nthat's the accurate way to look at it. Again, we've heard \nvarious plaintiffs express that they are very interested. Time \nto actually make that public -- or sorry, not public. Make \nthat official \nhasn't happened yet. \nTHE COURT: \nOkay. Ms. Kaplan, are you not going to \njoin in? I just \nwant to know. \nMS. KAPLAN: I think it's very unlikely, your Honor. \nThey keep referring to them as independent. I don't know how \nthey properly use that adjective to describe Mr. Feinberg and \nhis \ncolleague Ms. \nhere. \nThey were chosen by the \nestate, they are being paid for by the estate, there was no - \nnot only was there no participation by us, but any opportunity \nfor us to weigh in on that was declined. And they have a \nfiduciary duty not to our clients, but to the estate. That's \nnot independent under any definition \nof the word. \nAnd what I am hearing from him frankly causes me \ngreater concern. This protocol, this is what we've \nheard all \nalong. I don't know, \nmaybe a week. Maybe two weeks. Maybe \nthree weeks. We were supposed to participate in the protocol. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027907\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nWhat's \nhe talking about? \nSo we \nhave very, very low confidence in the process, \nin the integrity of the process, in the ability of these women \nto have agency in their fates, and I think my client is very \nlikely to go forward with litigation. \nTHE COURT: All right. \nMS. KAPLAN: Highly likely. \nTHE COURT: \nI didn't want to set a motion schedule. \nIf we are going forward with the litigation, \nthe folks at the \nback table have to respond. \nMS. KAPLAN: \nUnderstood. But nothing about their \nresponse is relevant to the motion about punitive damages. \nAgain, it does not dismiss a single claim in the case. It \ndoesn't relate to a single one of the one through 86 paragraphs \nof factual allegations in the complaint. All it relates to are \nthree words in the prayer \nfor relief at the end of the \ncomplaint, and we \nall \nacknowledge sitting here today \nthat our \nclient is entitled to compensatory damage. So I'm completely \nwilling to brief the issue, \nyour Honor. And I can talk about \nhow the choice of law analysis would work here. But it \nshouldn't delay anything, \nfrankly, your Honor. Because it \nwon't change anything in terms of moving forward with \ndiscovery, \nand trial in the case. \nTHE COURT: All right. I don't \nknow I need to hear \nanything else. Mr. \nMoskowitz, last words? \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027908\n\n26 \nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMR. MOSKOWITZ: Yes. If I can just \ngive three cites \nwhere judges in this district, again, I think I referred to \nthem earlier, \nBatts, Buchwald, and Sweet did dismiss on \n12(b)(6) motions \nclaims for punitive damages. Happy to do so. \nIf you want us to save it for the brief. \nTHE COURT: That's fine. Well, \nI haven't yet \nscheduled the brief, and I want to think about the degree to \nwhich \ndiscovery runs concurrent with the brief. It is only for \nthe \npunitive damages; is that not correct? \nMR. MOSKOWITZ: And the time bar \nissue which since \nTHE \nCOURT: We are back to that again. \nMR. MOSKOWITZ: It \nwas a surprise to us. \nTHE COURT: Of \ncourse. I make no final decisions but \nyou're observing the skepticism with \nwhich I heard the time bar \nissue. Because I'm incapable of not expressing my emotions. \nSo I understand that. But I don't think that's going to be \ncarrying the \nday any time soon. \nI think I have what I \nneed to go back and think about \nthe issue and set a schedule. But I don't want to deprive \neither side the opportunity to say final words to me. \nMs. Kaplan, anything else you wish me to know? \nMS. KAPLAN: Just \nbriefly. I've become a student of \nthe law of punitive damages and Mr. Moskowitz is right that the \nmajority rule is to bar it, as we do in New York. But the \njurisdictions that do that, at least in the United States, are \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027909\n\nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nall based on statute. New York has a statute that prohibits \npunitive damages against an estate. Virgin Islands has no such \nstatute. We are not aware of any case, we researched the issue \ntoo in Virgin Islands, saying one way or \nthe other whether that \nis the law. Although of course in other contexts, the courts \nin Virgin Islands \nrefer to the restatement. \nThe factors that courts would look to in \ndeciding this \nissue is kind of the traditional factors. So the purpose of \npunitive damages in a case is deterrence of future wrongdoing. \nIt's really honestly hard to imagine a case in which deterrence \nof future \nwrongdoing is not a stronger interest, particularly \ngiven the fact \nthat Mr. Epstein can no longer be prosecuted \ncriminally. There is nothing more important \nthan deterring \ncriminal sexual \nacts against young children. \nThe \ncountervailing perspective is whether it's unfair \nto punish the estate for the acts of the decedent. Typically, \nyour Honor, as you can imagine, that comes up in the context of \nchildren. There is that famous line from Exodus in the Bible \nabout punishing the children \nfor the sins of the fathers. And \nsince the Enlightenment in our country and in \nour world, we \nbelieve that you shouldn't punish children for the \nsins of the \nfather. \nThere is no \nchildren at issue in this estate. They \nhave identified the sole beneficiary as Mr. Epstein's brother. \nAt least since Mr. Epstein was prosecuted in Florida, his \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027910\n\n28 \nJCB3DOEC \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nbrother was fully aware of what \nMr. Epstein did, and in fact, \nwe have reason to believe his \nbrother lives in a building owned \npartly owned \nby him, partly owned by Mr. Epstein, in which the \nthe two women who did the booking of massages for these girls \nalso lived. So, the idea that Mr. Epstein's brother is somehow \ninnocent here, \nor should have the full benefits of the estate, \nbased on those policy reasons, makes very, very \nlittle sense. \nAnd obviously, deterrence is really a huge factor \nhere. This \nshould never happen to any young girl ever again, \ncertainly anywhere in New York or anywhere in this country. \nTHE COURT: Thank you. Mr. Moskowitz, final thoughts? \nMR. MOSKOWITZ: Yes. I \nme that I'm happy to brief that, \nplenty \nof jurisdictions that not \nhave \nvarious law \nnumber one, show \nbased on statute \nin front \nof \nthere are \nbar \npunitive \ndamages against an estate. I have cases such as \nLohr v. Byrd, \n522 So 2d 845, \n846 (Fla. 1988), which is a Florida case that \nrefutes any notion that deterrence is served by punishing a \ntortfeasor. And I am happy to brief all of those. \nTHE COURT: All right. I will get \nback to the parties \nas soon as I can. I'm imagining \none side or the other will be \ngetting a transcript of this. If you do so, I'll receive it \nautomatically. So I'll just imagine one of you \nwill do that. \nThank you very \nmuch. \n(Adjourned) \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00027911",
    "pageCount": 28,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Moskowitz",
        "role": "extracted",
        "context": "irst \ninstance to speak with \nMr. Moskowitz, \nunless he wants to pass"
      },
      {
        "name": "Glover",
        "role": "extracted",
        "context": "ants to pass the mic over to \nMr. \nGlover. \nMr. Moskowitz, I \nhad"
      },
      {
        "name": "Kaplan",
        "role": "extracted",
        "context": "are talking about here is, as Ms. Kaplan asserted in her letter \na"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "ight term. But massages with \nMr. Epstein. I expect both of those w"
      },
      {
        "name": "Feinberg",
        "role": "extracted",
        "context": "m, maybe there \nwould be two, Mr. Feinberg is the one chosen by the"
      },
      {
        "name": "Conference \nDecember",
        "role": "extracted",
        "context": "efore: \n19 CV \n8673 (KPF) \nx \nConference \nDecember \n11, 2019 \n11:30 a.m. \nHON. K"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "HON. KATHERINE POLK FAILLA, \nDistrict Judge \nAPPEARANCES \nKAPLAN HECKER &"
      },
      {
        "name": "Roberta \nKaplan",
        "role": "extracted",
        "context": "f. \nMS. KAPLAN: Good morning. Roberta \nKaplan for \nplaintiff from Kaplan He"
      },
      {
        "name": "Kaplan Hecker",
        "role": "extracted",
        "context": "a \nKaplan for \nplaintiff from Kaplan Hecker & Fink. I am here with my \nco"
      },
      {
        "name": "Kate Doniger",
        "role": "extracted",
        "context": "I am here with my \ncolleagues Kate Doniger, Alex \nConlon, and Louis Fish"
      },
      {
        "name": "Alex \nConlon",
        "role": "extracted",
        "context": "my \ncolleagues Kate Doniger, Alex \nConlon, and Louis Fisher. \nTHE COURT"
      },
      {
        "name": "Louis Fisher",
        "role": "extracted",
        "context": "te Doniger, Alex \nConlon, and Louis Fisher. \nTHE COURT: Good \nmorning."
      },
      {
        "name": "Bennet Moskowitz",
        "role": "extracted",
        "context": "MR. MOSKOWITZ: Good morning. Bennet Moskowitz, \nTroutman Sanders LLP, couns"
      },
      {
        "name": "Troutman Sanders",
        "role": "extracted",
        "context": "d morning. Bennet Moskowitz, \nTroutman Sanders LLP, counsel for the co-execu"
      },
      {
        "name": "And Charles",
        "role": "extracted",
        "context": "rey \nD. Epstein. \nMR. GLOVER: And Charles Glover of the same \nfirm. \nTH"
      },
      {
        "name": "Judge Freeman",
        "role": "extracted",
        "context": "m having this conference, and Judge Freeman is \nnot, is it does not appea"
      },
      {
        "name": "Ken \nFeinberg",
        "role": "extracted",
        "context": "hat the administrators-to-be, Ken \nFeinberg, \n, Camille Biyos, all leadin"
      },
      {
        "name": "Camille Biyos",
        "role": "extracted",
        "context": "tors-to-be, Ken \nFeinberg, \n, Camille Biyos, all leading people in the fi"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "cussion about whether \nor not Virgin Islands permits law \npermits punitive"
      },
      {
        "name": "It Is",
        "role": "extracted",
        "context": "oned I had these six \npoints. It Is often the case we don't come"
      },
      {
        "name": "Child \nVictims",
        "role": "extracted",
        "context": "mely because of the New York \nChild \nVictims Act. Well, it stands to reaso"
      },
      {
        "name": "Virgin \nIslands",
        "role": "extracted",
        "context": "tands to reason that \nif U.S. Virgin \nIslands law applies in this case, the"
      },
      {
        "name": "Child Victims",
        "role": "extracted",
        "context": "avail herself of the New York Child Victims Act. That is \ncertainly somet"
      },
      {
        "name": "Judge \nFreeman",
        "role": "extracted",
        "context": "I don't want to rehash during Judge \nFreeman's hearing \nthere was \na disag"
      },
      {
        "name": "Ken Feinberg",
        "role": "extracted",
        "context": "skowitz and the estate picked Ken Feinberg on \ntheir own. There was no"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "yed. \nWith all respect to the Southern District, the way \nthis has been set u"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": ".S. attorney's office for the Southern \nDistrict \nwho may have one or two docu"
      },
      {
        "name": "So \nAnd",
        "role": "extracted",
        "context": "bar. The issues are distinct. So \nAnd \nobviously \nthe estate. \nwith"
      },
      {
        "name": "Virgin \nIsland",
        "role": "extracted",
        "context": "Virgin Islands court, to get Virgin \nIsland lawyers to file \npapers. Ther"
      },
      {
        "name": "Your \nHonor",
        "role": "extracted",
        "context": "z. \nMR. MOSKOWITZ: Thank you. Your \nHonor, it's \ninteresting. First, as"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "l does not dispute that under New \nYork law, punitive \ndamages are no"
      },
      {
        "name": "Dowson Holding",
        "role": "extracted",
        "context": "ng. But, there is Hamilton v. Dowson Holding,  51 VI 619, \n628 (DVI 2009);"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "an. \n10, 2008). \nCandidly not Supreme Court USVI cases, but they are \nthe"
      },
      {
        "name": "Magistrate Freeman",
        "role": "extracted",
        "context": ". \nBut in terms of discovery, Magistrate Freeman, number \none, has ordered the"
      },
      {
        "name": "Choosing Ken",
        "role": "extracted",
        "context": "is we want people to join. \nChoosing Ken Feinberg. Ms. \nKaplan did exp"
      },
      {
        "name": "Judge Batts",
        "role": "extracted",
        "context": "his to us, and I have cases, \nJudge Batts, Judge Buchwald, Judge Sweet,"
      },
      {
        "name": "Judge Buchwald",
        "role": "extracted",
        "context": "d I have cases, \nJudge Batts, Judge Buchwald, Judge Sweet, it is a motion"
      },
      {
        "name": "Judge Sweet",
        "role": "extracted",
        "context": "Judge Batts, Judge Buchwald, Judge Sweet, it is a motion to \ndismiss."
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-12-11",
        "event": "December \n11, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:19.241Z"
}