{
  "document": {
    "id": "efta00021861",
    "filename": "EFTA00021861.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021861.pdf",
    "text": "\n\nCase 1 15-cv-07433-LAP Document 1078 Filed 07/29/20 Page 1 of 9 \nHADDON \nMORGAN \nFOREMAN \nJuly 29, 2020 \nHonorable Loretta A. Preska \nUnited States District Court \nSouthern District of New York \n500 Pearl Street \nNew York, NY 10007 \nHaddon, Morgan and Foreman, P.0 \nTy Gee \n150 East 10th Avenue \nDenver, Colorado 80203 \nni 303.831.7364 rx 303.832.2628 \nwww.hmtlaw.com \ntgeefghmflaw.com \nRe: Reconsideration of the Court's July 23 Ruling \nGiuffre v. Ghislaine Maxwell, No. 15 Civ. 7433 (LAP) \nDear Judge Preska: \nAs counsel for Ms. Maxwell we write to request that the Court vindicate its Protective Order \nand punish its violation. Ms. Maxwell's two deposition transcripts were designated \n\"Confidential\" and subject to the protection of the Protective Order. Both transcripts ended \nup in the hands of the government, which used them to bring an indictment against \nMs. Maxwell, charging her with, among other things, perjury in her deposition testimony. \nThis is a serious violation of the Protective Order, and merits the commencement of contempt \nproceedings. \nWe also write to seek reconsideration of the Court's July 23, 2020 ruling concluding that the \ntranscripts of Ms. Maxwell's April 2016 deposition and Doe 1's deposition should be unsealed \nin their entirety (with the exception of non-party names). We recognize that a reconsideration \nmotion is an extraordinary request, but we suggest it is appropriate under the circumstances. \nThere are new facts since Ms. Maxwell lodged her objections to the unsealing of the transcript \nof her deposition, and there is a need to correct clear error or prevent manifest injustice \nrelating to the unsealing of the transcript. \nWe respectfully request that the Court keep sealed Ms. Maxwell's and Doe l's deposition \ntranscripts and any sealed or redacted order or paper that quotes from or discloses information \nfrom the transcripts (\"deposition material\"). We do not seek unnecessary delay; however, if \nthe Court denies our request for reconsideration, we do wish to seek relief from the Second \nCircuit. Accordingly, in the event the Court denies this reconsideration request, we ask that \nthe Court stay any unsealing of the deposition material for at least two business days to give us \ntime to apply to the Second Circuit for a stay of the unsealing order pending appeal. As the \nEFTA00021861\n\nCase 1:15-cv-07433-LAP Document 1078 Filed 07/29/20 Page 2 of 9 \nHonorable Loretta A. Preska \nJuly 29, 2020 \nPage 2 \ncourts have recognized, temporary stays of unseal orders are appropriate so that \"[t]he genie \nis [not] out of the bottle,\" Gambale v. Deutsche Bank AG, 377 F.3d 133, 144 (2d Cir. 2004), \nbefore the interested parties have an opportunity to seek review of the orders. See, e.g., United \nStaten. Martoma, No. Si 12 CR 973 PGG, 2014 WL 164181, at •8 (S.D.N.Y. Jan. 9, 2014) \n(\"The Court stays immediate disclosure of these materials to permit Defendant to make \napplication to the U.S. Court of Appeals for the Second Circuit for a more extended stay.\"); \nBrown v. Maxwell, 929 F.3d 41, 54 (2d. Cir. 2019) (recognizing likelihood of future appeals in \nthis matter). \n1. There are new, intervening and significant facts since briefing closed on the first round \nof review of sealed materials. After many months of relentless negative media coverage of \nMr. Epstein and allegations that Ms. Maxwell was involved in his criminal activities, the \ngovernment secured an indictment against her. On July 2, one day after Ms. Maxwell filed her \nreply in support of her objection to unsealing documents containing references to Does 1 and \n2, the government staged a dramatic, forced entry at dawn into her home and arrested her. \nEXHIBIT A, at 3. \nImmediately after Ms. Maxwell's arrest, Acting U.S. Attorney Audrey Strauss held a press \nconference and made numerous comments attacking Ms. Maxwell's credibility and expressing \nher opinion of Ms. Maxwell's guilt, e.g., that she was guilty of \"I[ying] \"  in her deposition \n\"because the truth, as alleged, was almost unspeakable.\" Id Plaintiff's counsel piled on, \noffering their own opinions about Ms. Maxwell's guilt. For example, Mr. Edwards opined that \nMs. Maxwell was \"a main facilitator\" of Mr. Epstein's crimes who \"started the whole thing.\" \nId Ms. McCawley praised the prosecutors: \"[They] have done an incredible job and they're \nbeing very meticulous, they want to make sure that the Indictments stick. ... They took a lot \nof time to be very careful and thoughtful and that gives me a lot of hope that [Ms. Maxwell] \nwill remain in prison for the remainder of her life. ... [Ms. Maxwell] was really the central \nfigure ....\" Id at 6. \nMs. Maxwell's motion for an order barring such extrajudicial comments led Judge Nathan to \nadmonish \"counsel for all involved parties [to] exercise great care to ensure compliance with \nthis Court's local rules, including Local Criminal Rule 23.1, and the rules of professional \nresponsibility.\" EXHIBIT B. She further \" warn[ed] counsel and agents for the parties and \ncounsel for potential witnesses that going forward it will not hesitate to take appropriate action \nin the face of violations of any relevant rules.\" Id. judge Nathan said she would ensure \"strict \ncompliance\" with the rules and \"ensure that the Defendant's right to a fair trial will be \nsafeguarded.\" Id. \nOn July 8 the government filed a superseding indictment alleging that Ms. Maxwell \"assisted, \nfacilitated, and contributed\" to Mr. Epstein's abuse of minors. The indictment quickly turned \nto this civil action, alleging that in 2016 Ms. Maxwell made \"efforts to conceal her conduct\" \nEFTA00021862\n\nCase 1:15-cv-07433-LAP Document 1078 Filed 07/29/20 Page 3 of 9 \nHonorable Loretta A. Preska \nJuly 29, 2020 \nPage 3 \nby \"repeatedly provid[ing] false and perjurious statements\" in deposition testimony. \nEXHIBIT C \n9 \n8. \nQuoting verbatim from Ms. Maxwell's April 2016 deposition transcript, the indictment alleges \nMs. Maxwell gave false testimony (a) when she testified \"I don't know what you're talking \nabout\" in response to a question whether Mr. Epstein \"ha[d] a scheme to recruit underage \ngirls for sexual massages ... [i]f you know\"; and (b) when she testified, \"I'm not aware of \nanybody that I interacted with [other than plaintiff] who was 17 at this point.\" Id. 121. None \nof these questions and answers was used in the summary judgment papers or released by the \nSecond Circuit. The transcript containing this testimony is sealed. \n2. The Court should commence proceedings to vindicate the government and plaintiff's \nviolation of the Protective Order. Only two parties—plaintiff and Ms. Maxwell—and their \ncounsel had proper access to the transcripts of Ms. Maxwell's deposition. The transcripts, \nwhich were designated \"Confidential,\" were the subject of the Protective Order strictly \nlimiting the persons to whom the parties may disclose \"Confidential\" -designated documents. \nFor example, the parties could only disclose such documents to \"attorneys actively working \non this case\" and \"persons regularly employed or associated with the attorneys who are \nworking on this case.\" Doc.62, quoted in Doc.1071 at 3. This language was negotiated by the \nparties to specifically exclude an exception for investigations by law enforcement. \nOn February 26, 2016, counsel for plaintiff proposed protective order language that would \nhave allowed for a \"law enforcement\" exception: Paragraph I(a)4 of plaintiff's draft proposed \nthat: \"CONFIDENTIAL information shall not be disclosed or used for any purpose except the \npreparation and trial of this case and any related matter, including but not limited to, \ninvestigations by law enforcement.\" See Exhibit D at 3. This language was rejected by Ms. \nMaxwell because of her concerns that plaintiff and her lawyers were acting as either express or \nde facto agents of the Government. The language agreed upon, and made an Order of this \nCourt specifically excluded an exception for law enforcement. Had the language not been \nmade an order of the Court, Ms. Maxwell would have proceeded in a different fashion. She \nrelied on this language and the protection afforded to her by this Court under established \nSecond Circuit law. \nIn its Order dated July 1, 2020, the Court said it was \"troubled\" to learn that plaintiff's \nsuccessor counsel, Cooper & Kirk, had received from plaintiff's former counsel, Boies Schiller \nFlexner, various discovery materials that were subject to the Protective Order. Doc.1071 at 4. \nThe Court rejected Cooper & Kirk's suggestion that it properly was a recipient of the material: \n[W]hatever Cooper & Kirk's intentions in requesting and obtaining the \nMaxwell materials from Boies Schiller, the Maxwell Protective Order explicitly \nprovides that (1) discovery materials designated CONFIDENTIAL cannot be \nEFTA00021863\n\nCase 1:15-cv-07433-LAP Document 1078 Filed 07/29/20 Page 4 of 9 \nHonorable Loretta A. Preska \nJuly 29, 2020 \nPage 4 \ndisclosed or used outside of the Maxwell action and (2) that properly designated \ndiscovery materials may only be disclosed to speafic groups of individuals, \nincluding attorneys \"actively working on\" the Maxwell litigation. \nDoc.1071 at 4-5 (emphasis supplied) \nFive things are plain. One, as the indictment and superseding indictment establish, the \ngovernment has a copy of the transcripts from Ms. Maxwell's April and July 2016 depositions, \nboth of which were designated \"Confidential.\" Two, the government had no ability legally to \nobtain the deposition transcripts. In Martindell v. International Telephone and Telegraph Corp., \n594 F.2d 291, 293 (2d Cir. 1979), cited with approval in In re Teligent, Inc., 640 F.3d 53, 58 (2d \nCir. 2011), the government moved in a civil action to which it was not a party for access to \ntranscripts of depositions twelve witnesses, including some of the civil defendants. The \ngovernment said it was investigating possible violations of federal criminal laws, including \nperjury, subornation of perjury, obstruction of justice and conspiracy. The government: \nspeculated that the pretrial deposition testimony might be relevant to its \ninvestigation into matters similar to those that had been the subject of the \nMartindell action and might be useful in appraising the credibility, accuracy and \ncompleteness of testimony given by witnesses in the Government's \ninvestigation or might provide additional information of use to the \nGovernment. The Government, moreover, feared that unless it could obtain \nthe deposition transcripts, it would be unable to secure statements from the \nwitnesses because they would claim their Fifth Amendment rights in any \ninvestigative interviews by the Government. \n594 F.2d at 293. The district court denied the government's request, holding that \"the \ndeposition testimony had been given in reliance upon the protective order, thus rendering \nunnecessary invocation by the witnesses of their Fifth Amendment rights, that the requested \nturnover would raise constitutional issues, and that principles of fairness mandated \nenforcement of the protective order.\" Id. The Second Circuit affirmed: \nIn the present case the deponents testified in reliance upon the Rule 26(c) \nprotective order, absent which they may have refused to testify.... [T]he \nwitnesses were entitled to rely upon the terms of a concededly valid protective \norder and Judge Conner did not abuse his discretion in refusing to vacate or \nmodify that order. \nM at 296-97. \nThree, the government did not obtain a copy of the deposition transcripts from Ms. Maxwell \nor her counsel. Four, following plaintiff's counsel's admitted violation of the Protective Order \nEFTA00021864\n\nCase 1:15-cv-07433-LAP Document 1078 Filed 07/29/20 Page 5 of 9 \nHonorable Loretta A. Preska \nJuly 29, 2020 \nPage 5 \nearlier this month, it is clear now that there has been a second violation of the Protective Order \nin a manner consistent with the plaintiff's intent and goals—namely, the prosecution of \nMs. Maxwell and the pursuit of a sentence that would imprison her \"for the remainder of her \nlife,\" EXHIBIT A, at 3. Five, no one should be permitted to violate this Court's Protective \nOrder with impunity. \nAs it did in connection with plaintiff's violation of the Protective Order via her attorneys, the \nCourt should enter orders to determine the nature and extent of the violation of the Order, \nidentify those persons who violated the Order, and impose appropriate sanctions. Until this \nprocess is completed, the Court should stay any disclosure of the transcripts of Ms. Maxwell's \ndeposition and deposition material. We respectfully submit that in the event the Court finds a \nviolation of the Protective Order, this Court should direct the government to return to the \nCourt any copies of the deposition transcripts and enter an order to show cause why the \nperson(s) who violated the Order should not be held in contempt. See, e.g., Blum v. Schlegel, \n108 F.3d 1369 (2d Cir. 1997); Hunt v. Enzo Biochem, Inc., 904 F. Supp. 2d 337, 340 (S.D.N.Y. \n2012). \n3. The indictment provides a compelling reason not to unseal the transcript of \nMs. Maxwell's deposition. That Ms. Maxwell was under criminal investigation, the Court \nruled, \"is not entitled to much weight here.\" Tr. of July 23 Hearing, at 5. The Court said \nMs. Maxwell had not explained how the sealed material could inappropriately influence \npotential witnesses or victims. Id The effect of Ms. Maxwell's indictment, arrest, upcoming \ntrial and of Judge Nathan's efforts to ensure a fair trial was not discussed in our objections \nsince none of these things had happened before briefing was closed. \nTwo cases are instructive. In each the courts indicated that in deciding whether to unseal \nmaterials it was important to give weight to the impact on a criminal defendant's right to a fair \ntrial. In Nixon v.  Warner Communications, Inc., 435 U.S. 589 (1978), a number of media moved \nthe district court to release audio tapes admitted into evidence in the trial of four of President \nNixon's former advisors. The media intended to copy the tapes for broadcasting and sale to \nthe public. District Judge Sirica denied the motion, principally on the ground that the rights of \nthe four defendants, who had been convicted and had filed notices of appeal, would be \nprejudiced if they prevailed in their appeals. 435 U.S. at 595, 602 n.14. Judge Sirica noted that \nthe transcripts of the audio tapes had been released to the public. Id at 595. The D.C. Circuit \nCourt of Appeals held Judge Sirica abused his discretion. \nThe Supreme Court reversed the court of appeals and rejected the media's arguments that \nrelease of the tapes was required under the common law right of access and the First \nAmendment. The Court noted apparently with approval that (a) \"Judge Sirica 's view\" that \n\"the public's `right to know' did not ... overcome the need to safeguard the defendants' \nrights on appeal,\" and (b) \"Judge Sirica's principal reason for refusing to release the tapes \nEFTA00021865\n\nCase 1:15-cv-07433-LAP Document 1078 Filed 07/29/20 Page 6 of 9 \nHonorable Loretta A. Preska \nJuly 29, 2020 \nPage 6 \n[was] fairness to the defendants, who were appealing their convictions.\" Li at 595, 602 n.14. \nThe Court indicated that the public interest in access to the tapes properly was balanced \nagainst \"the duty of the courts,\" a at 602, including the duty to ensure fairness to the \ndefendants, see id. at 602 n.14. \nIn In reNew York Times Co., 828 F.2d 110 (2d Cir. 1987), cited with approval in United States v. \nLongueuil, 567 Fed. App'x 13,16 (2d Cir. 2014), Judge Weinstein denied the media's motion \nto unseal papers filed in connection with an unsuccessful defense motion to suppress evidence \nobtained by electronic surveillance. He found that \"defendants' interest in a fair trial and the \ninterests of third parties [referenced in] the motion papers justified continued sealing of the \npapers.\" 828 F.2d at 112; see la at 112 (defendants opposed unsealing on the grounds it would \nprejudice their Sixth Amendment right to a fair trial, their privacy rights, and third parties' \nprivacy rights). The Second Circuit vacated the order in part because \"the wholesale sealing\" \nof the motion papers was \"more extensive than necessary to protect defendants' fair trial \nrights, their privacy rights, and the third persons' privacy interests. Id at 116. The court \nnoted, \"now that the jury has been impaneled, defendants' fair trial rights can certainly be \nadequately protected by sequestration.\" /et \nIn Nixon and New York Times, the courts properly were concerned about the effect of \nunsealing materials notwithstanding that they were core judicial documents—audio tapes \nadmitted into evidence at the merits trial and motion papers seeking suppression of evidence \nwhich the judge denied. And the courts continued to hold these concerns even after the \ndefendants had been convicted and had launched appeals (Nixon) and after the petit jury had \nbeen empaneled (New York Times). \nThe courts have recognized that the right to a fair criminal trial is a compelling interest in \n\"weighing the interests advanced by the parties in light of the public interests and the duty of \nthe courts,\" Nixon, 435 U.S. at 602. See United States v.  Cicale, No. 05-CR-60-2 (NGG), 2018 \nWL 388941, at *3 (E.D.N.Y. Jan. 11, 2018) (\"Compelling interests warranting closure of a \ncourtroom—and, by extension, sealing of court documents— `may include the defendant's \nright to a fair trial ....' \") (quoting with alterations United States a Doe, 63 F.3d 121, 128 (2d \nCir. 1995)); United States v. Martoma, No. Si 12 CR 973 PGG, 2014 WL 164181, at *4 \n(S.D.N.Y. Jan. 9, 2014) (\"A court's conclusion that a qualified First Amendment right of \naccess to certain judicial documents exists does not end the inquiry, however. `Courts must \nbalance the right [of access] against other important values, like the Sixth Amendment right of \nthe accused to a fair trial. .. and the defendant's ... privacy interests.\") (internal quotations \nomitted; quoting United States v. Rajaratnam, 708 F. Supp. 2d 371, 374-75 (S.D.N.Y. 2010)); \nTravelers Indem. Co. v. Excalibur Reins. Corp., 3:11-CV-1209 CSH, 2013 WL 4012772, at *3 (D. \nConn. Aug. 5, 2013) (\"The public's right to access court documents is not, however, absolute \nin that it may be surmounted by a party's showing that sealing will further other substantial \ninterests, for example, a criminal defendant's right to a fair trial or a third party's privacy \nEFTA00021866\n\nCase 1:15-cv-07433-LAP Document 1078 Filed 07/29/20 Page 7 of 9 \nHonorable Loretta A. Preska \nJuly 29, 2020 \nPage 7 \ninterests.\"); United States a McVeigh,119 F.3d 806, 813 (10th Cir. 1997) (upholding district \ncourt's sealing of discovery materials deemed inadmissible at trial, holding that \"disclosure of \nsuch [materials] would play a negative role in the functioning of the criminal process, by \nexposing the public generally, as well as potential jurors, to incriminating evidence that the law \nhas determined may not be used to support a conviction\"), cited with approval in United States \nv. Avenatti , (S1) 19 CR 373 PGG, 2020 WL 70952, at *3 (S.D.N.Y. Jan. 6, 2020). \nBased on these cases, the Court may make specific findings supporting the sealing of \nMs. Maxwell's deposition transcript: The Court may take judicial notice, as Judge Nathan \nherself may have, of the widespread negative media publicity and speculation directed at \nMr. Epstein and Ms. Maxwell. See Condit v. Dunne, 317 F. Supp. 2d 344, 358 (S.D.N.Y. 2004). \nWe attach a compilation of such articles in EXHIBIT E. The Court also may take judicial \nnotice of Ms. Maxwell's arrest and indictment, and the government's charge against her based \non her answers in a deposition transcript that was subject to this Court's Protective Order. \nThe unsealing of Ms. Maxwell's deposition transcript would result in substantial negative \nmedia publicity and speculation in an internet world in the same way that Judge Sirica found \nrelease of the audio tapes in Nixon would generate publicity and affect those defendants' right \nto a fair trial. And the Court may take judicial notice of Judge Nathan's own concerns about \nthe need for counsel for the parties and witnesses in the criminal case to comply with Local \nCriminal Rule 23.1 to \"safeguard\" and \"protect [Ms. Maxwell's] right to a fair trial by an \nimpartial jury,\" EXHIBIT C. The public's right of access to Ms. Maxwell's deposition \ntranscript is substantially outweighed by the compelling interest in ensuring her right to a fair \ntrial. Particularly is this true in light of the other countervailing interests discussed in our \nobjection papers and below. \n4. The deposition transcripts obtained by the government and the indictment's perjury \ncounts place in a new light plaintiff's earlier litigation conduct—suggesting the planned \nuse of Ms. Maxwell's deposition as a perjury trap. Throughout much of the first year of \nthis litigation plaintiff through her counsel had represented to the Court and defense counsel \nthat plaintiff was privy to and participating in an ongoing criminal investigation in which \nMs. Maxwell was a \"person of interest.\" Doc.101 at 2. Toward that end plaintiff withheld \ndocuments responsive to defense discovery requests for any documents relating to such a \ncriminal investigation; plaintiff asserted such documents were subject to a law enforcement, \n\"investigative\" or public interest \"privilege.\" Id at 2-3. In response to Ms. Maxwell's motion \nto compel the production of documents, plaintiff submitted the \"law enforcement materials\" \nex parte and in camera to the Court. Doc.128. Ms. Maxwell objected to the submission of the \nmaterials ex parte and in camera. Doc.130. The Court denied the motion to compel. Doc. 264-1. \nThe materials never have been produced to the defense. \nBased on plaintiff's claim of an ongoing investigation, Ms. Maxwell requested, prior to her \ndeposition, that plaintiff disclose any alleged \"on-going criminal investigation by law \nEFTA00021867\n\nCase 1:15-cv-07433-LAP Document 1078 Filed 07/29/20 Page 8 of 9 \nHonorable Loretta A. Preska \nJuly 29, 2020 \nPage 8 \nenforcement\" or alternatively to stay this action pending completion of any such investigation. \nDoc.101. In part, Ms. Maxwell needed information concerning any such investigation to \nassess \"the impact on any 5th Amendment privilege.\" ki. at 2, 4-5. Judge Sweet denied that \nmotion. The day before Ms. Maxwell's deposition, the Court ordered that \"[a]ny materials \nthat the plaintiff has with respect to any criminal investigations will be turned over [by \nplaintiff] except for any statements made by plaintiff to law enforcement authority.\" Tr. of \nApr. 21, 2016 at 21. Plaintiff produced no such materials and Ms. Maxwell was deposed the \nnext day. In reliance on the protective order which included no exception for any law \nenforcement need or subpoena and based on plaintiff's failure to disclose any \"on-going \ncriminal investigation,\" she did not assert the 5th Amendment during that deposition. \nThis background is given a new context in light of (a) the provision of the sealed transcripts to \nthe government without court authorization and (b) the indictment and perjury charges lodged \nagainst Ms. Maxwell based upon the transcripts. Under Martindell, decided forty years ago \nand still binding precedent in this district, it is settled law that the government may not breach \na protective order to gain access to deposition transcripts in a civil lawsuit. As the Second \nCircuit held in that case, the government \"may not ... simply by picking up the telephone or \nwriting a letter to the court ... insinuate itself into a private civil lawsuit between others.\" 594 \nF.2d at 294. The court rejected the government's argument that the district court's \n\"solicitude for the witnesses' Fifth Amendment\" over the government's desire for the \ndeposition transcripts was an abuse of discretion. It held that \"a more significant \ncounterbalancing factor\" is the civil rules' goal of encouraging witnesses to participate in civil \nlitigation: \nUnless a valid Rule 26(c) protective order is to be fully and fairly enforceable, \nwitnesses relying upon such orders will be inhibited from giving essential \ntestimony in civil litigation, thus undermining a procedural system that has \nbeen successfully developed over the years for disposition of civil differences. \nIn short, witnesses might be expected frequently to refuse to testify pursuant to \nprotective orders if their testimony were to be made available to the \nGovernment for criminal investigatory purposes in disregard of those orders. \n594 F.2d at 296. After balancing the interests at stake, the court held that absent improvidence \nin issuing the protective order or some extraordinary circumstance or compelling need, \nwitnesses must be permitted to rely on the protective order's enforceability. Id. The protective \norder should not be vacated or modified \"to accommodate the Government's desire to inspect \nprotected testimony for possible use in a criminal investigation, either as evidence or as the \nsubject of a possible perjury charge.\" ki. (emphasis supplied). \nThe procedural history of this litigation culminating in plaintiff's gratuitously attaching the \nentire transcripts of both Ms. Maxwell's depositions to court submissions, and leaking or \nEFTA00021868\n\nCase 1:15-cv-07433-LAP Document 1078 Filed 07/29/20 Page 9 of 9 \nHonorable Loretta A. Preska \nJuly 29, 2020 \nPage 9 \ncausing someone to leak the transcripts to the government, which then charged Ms. Maxwell \nwith perjury counts, suggest plaintiff in conjunction with the government sought to \ncircumvent Martindell: they set a perjury trap for Ms. Maxwell when plaintiff took her \ndeposition. Ms. Maxwell requests that this Court examine the law enforcement materials \nsubmitted ex pane and in camera in connection with its vindication of the Protective Order. In \nthe meantime we respectfully submit it is appropriate to maintain the seal over the \ndepositions. \n5. Ms. Maxwell's reliance on the Protective Order is entitled to substantial weight. In its \nJuly 23 ruling the Court did not address a substantial ground Ms. Maxwell asserted in support \nof her objection to unsealing her deposition transcript. The first countervailing interest \nMs. Maxwell presented was that she reasonably relied on the Protective Order in disclosing \nintimate information about her personal life. Doc.1057 at 4-5. As we pointed out, id. at 5, even \nwithout any evidentiary or other showing from an interested party, the Second Circuit in \nBrown v. Maxwell protected from disclosure \"deposition responses concerning intimate \nmatters where the questions were likely only permitted—and the responses only compelled—\nbecause of a strong expectation of continued confidentiality.\"929 F.3d 41, 48 n.22 (2d Cir \n2019). The Protective Order was entered before Ms. Maxwell's deposition was taken; in fact \nplaintiff's counsel explicitly consented to the Order because \"'I just want [Ms. Maxwell's] \ndeposition .... It is that important to me.\" Doc.1073 at 8 (quoting Doc.66 at 9). The Court \nmay make specific findings supporting the sealing of the transcript based on the information \nMs. Maxwell supplied from the court submissions. See id We incorporate by reference here \nthe facts asserted and arguments made in the objection and reply in support of this \ncountervailing interest. \nFor the foregoing reasons we respectfully request that the Court reconsider its decision to \nunseal (1) the transcripts of Ms. Maxwell's and Doe l's depositions, and (2) court submissions \nexcerpting from, quoting from or summarizing the contents of the transcripts. \nVery truly yours, \nTy Gee \nC: Counsel of Record via ECF \nEFTA00021869",
    "pageCount": 9,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "eration of the Court's July 23 Ruling \nGiuffre v. Ghislaine Maxwell, No. 15 Civ. 7433 (LAP) \nDear Judge Preska: \nAs c"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "Judge Preska: \nAs counsel for Ms. Maxwell we write to request that"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "s negative media coverage of \nMr. Epstein and allegations that Ms."
      },
      {
        "name": "Edwards",
        "role": "extracted",
        "context": "Maxwell's guilt. For example, Mr. Edwards opined that \nMs. Maxwell"
      },
      {
        "name": "Mc",
        "role": "extracted",
        "context": "started the whole thing.\" \nId Ms. McCawley praised the prosecu"
      },
      {
        "name": "Honorable Loretta",
        "role": "extracted",
        "context": "RGAN \nFOREMAN \nJuly 29, 2020 \nHonorable Loretta A. Preska \nUnited States Dist"
      },
      {
        "name": "Preska \nUnited",
        "role": "extracted",
        "context": "9, 2020 \nHonorable Loretta A. Preska \nUnited States District Court \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "ble Loretta A. Preska \nUnited States District Court \nSouthern District of N"
      },
      {
        "name": "Court \nSouthern",
        "role": "extracted",
        "context": "reska \nUnited States District Court \nSouthern District of New York \n500 Pea"
      },
      {
        "name": "Pearl Street",
        "role": "extracted",
        "context": "ern District of New York \n500 Pearl Street \nNew York, NY 10007 \nHaddon,"
      },
      {
        "name": "Ty Gee",
        "role": "extracted",
        "context": "don, Morgan and Foreman, P.0 \nTy Gee \n150 East 10th Avenue \nDenver"
      },
      {
        "name": "Avenue \nDenver",
        "role": "extracted",
        "context": "n, P.0 \nTy Gee \n150 East 10th Avenue \nDenver, Colorado 80203 \nni 303.831.7"
      },
      {
        "name": "Ruling \nGiuffre",
        "role": "extracted",
        "context": "ration of the Court's July 23 Ruling \nGiuffre v. Ghislaine Maxwell, No. 15"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "well, No. 15 Civ. 7433 (LAP) \nDear Judge Preska: \nAs counsel for Ms. M"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "that the Court vindicate its Protective Order \nand punish its violation. Ms"
      },
      {
        "name": "Second \nCircuit",
        "role": "extracted",
        "context": "wish to seek relief from the Second \nCircuit. Accordingly, in the event th"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "give us \ntime to apply to the Second Circuit for a stay of the unsealing o"
      },
      {
        "name": "Preska \nJuly",
        "role": "extracted",
        "context": "2 of 9 \nHonorable Loretta A. Preska \nJuly 29, 2020 \nPage 2 \ncourts have"
      },
      {
        "name": "Deutsche Bank",
        "role": "extracted",
        "context": "ut of the bottle,\" Gambale v. Deutsche Bank AG, 377 F.3d 133, 144 (2d Cir"
      },
      {
        "name": "United \nStaten",
        "role": "extracted",
        "context": "iew of the orders. See, e.g., United \nStaten. Martoma, No. Si 12 CR 973 PG"
      },
      {
        "name": "On July",
        "role": "extracted",
        "context": "ed an indictment against her. On July 2, one day after Ms. Maxwell"
      },
      {
        "name": "Attorney Audrey",
        "role": "extracted",
        "context": "Maxwell's arrest, Acting U.S. Attorney Audrey Strauss held a press \nconfere"
      },
      {
        "name": "Id Plaintiff",
        "role": "extracted",
        "context": "ged, was almost unspeakable.\" Id Plaintiff's counsel piled on, \noffering"
      },
      {
        "name": "Id Ms",
        "role": "extracted",
        "context": "o \"started the whole thing.\" \nId Ms. McCawley praised the prosecu"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "ch extrajudicial comments led Judge Nathan to \nadmonish \"counsel for all"
      },
      {
        "name": "Local Criminal",
        "role": "extracted",
        "context": "ourt's local rules, including Local Criminal Rule 23.1, and the rules of p"
      },
      {
        "name": "On February",
        "role": "extracted",
        "context": "igations by law enforcement. \nOn February 26, 2016, counsel for plainti"
      },
      {
        "name": "See Exhibit",
        "role": "extracted",
        "context": "igations by law enforcement.\" See Exhibit D at 3. This language was rej"
      },
      {
        "name": "Boies Schiller",
        "role": "extracted",
        "context": "m plaintiff's former counsel, Boies Schiller \nFlexner, various discovery m"
      },
      {
        "name": "Maxwell Protective",
        "role": "extracted",
        "context": "ials from Boies Schiller, the Maxwell Protective Order explicitly \nprovides th"
      },
      {
        "name": "In Martindell",
        "role": "extracted",
        "context": "n the deposition transcripts. In Martindell v. International Telephone an"
      },
      {
        "name": "International Telephone",
        "role": "extracted",
        "context": "transcripts. In Martindell v. International Telephone and Telegraph Corp., \n594 F.2"
      },
      {
        "name": "Telegraph Corp",
        "role": "extracted",
        "context": ". International Telephone and Telegraph Corp., \n594 F.2d 291, 293 (2d Cir."
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "on of use to the \nGovernment. The Government, moreover, feared that unless"
      },
      {
        "name": "Fifth Amendment",
        "role": "extracted",
        "context": "ecause they would claim their Fifth Amendment rights in any \ninvestigative"
      },
      {
        "name": "The Second",
        "role": "extracted",
        "context": "of the protective order.\" Id. The Second Circuit affirmed: \nIn the pre"
      },
      {
        "name": "Judge Conner",
        "role": "extracted",
        "context": "y valid protective \norder and Judge Conner did not abuse his discretion"
      },
      {
        "name": "Protective \nOrder",
        "role": "extracted",
        "context": "itted to violate this Court's Protective \nOrder with impunity. \nAs it did in"
      },
      {
        "name": "Enzo Biochem",
        "role": "extracted",
        "context": "1369 (2d Cir. 1997); Hunt v. Enzo Biochem, Inc., 904 F. Supp. 2d 337, 3"
      },
      {
        "name": "That Ms",
        "role": "extracted",
        "context": "of \nMs. Maxwell's deposition. That Ms. Maxwell was under criminal i"
      },
      {
        "name": "Id The",
        "role": "extracted",
        "context": "tential witnesses or victims. Id The effect of Ms. Maxwell's indic"
      },
      {
        "name": "In Nixon",
        "role": "extracted",
        "context": "ant's right to a fair \ntrial. In Nixon v.  Warner Communications, In"
      },
      {
        "name": "Warner Communications",
        "role": "extracted",
        "context": "o a fair \ntrial. In Nixon v.  Warner Communications, Inc., 435 U.S. 589 (1978), a"
      },
      {
        "name": "President \nNixon",
        "role": "extracted",
        "context": "dence in the trial of four of President \nNixon's former advisors. The media"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "ting and sale to \nthe public. District Judge Sirica denied the motion, pri"
      },
      {
        "name": "Judge Sirica",
        "role": "extracted",
        "context": "s. 435 U.S. at 595, 602 n.14. Judge Sirica noted that \nthe transcripts o"
      },
      {
        "name": "Circuit \nCourt",
        "role": "extracted",
        "context": "e public. Id at 595. The D.C. Circuit \nCourt of Appeals held Judge Sirica"
      },
      {
        "name": "The Supreme",
        "role": "extracted",
        "context": "irica abused his discretion. \nThe Supreme Court reversed the court of a"
      },
      {
        "name": "First \nAmendment",
        "role": "extracted",
        "context": "n law right of access and the First \nAmendment. The Court noted apparently w"
      },
      {
        "name": "In In",
        "role": "extracted",
        "context": "ndants, see id. at 602 n.14. \nIn In reNew York Times Co., 828 F.2"
      },
      {
        "name": "Times Co",
        "role": "extracted",
        "context": "t 602 n.14. \nIn In reNew York Times Co., 828 F.2d 110 (2d Cir. 1987)"
      },
      {
        "name": "Judge Weinstein",
        "role": "extracted",
        "context": ". App'x 13,16 (2d Cir. 2014), Judge Weinstein denied the media's motion \nto"
      },
      {
        "name": "Sixth Amendment",
        "role": "extracted",
        "context": "nds it would \nprejudice their Sixth Amendment right to a fair trial, their"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "rts,\" Nixon, 435 U.S. at 602. See United States v.  Cicale, No. 05-CR-"
      },
      {
        "name": "First Amendment",
        "role": "extracted",
        "context": "s conclusion that a qualified First Amendment right of \naccess to certain j"
      },
      {
        "name": "Travelers Indem",
        "role": "extracted",
        "context": "71, 374-75 (S.D.N.Y. 2010)); \nTravelers Indem. Co. v. Excalibur Reins. Corp"
      },
      {
        "name": "Excalibur Reins",
        "role": "extracted",
        "context": "0)); \nTravelers Indem. Co. v. Excalibur Reins. Corp., 3:11-CV-1209 CSH, 201"
      },
      {
        "name": "See Condit",
        "role": "extracted",
        "context": "Mr. Epstein and Ms. Maxwell. See Condit v. Dunne, 317 F. Supp. 2d 344"
      },
      {
        "name": "Local \nCriminal",
        "role": "extracted",
        "context": "criminal case to comply with Local \nCriminal Rule 23.1 to \"safeguard\" and"
      },
      {
        "name": "Judge Sweet",
        "role": "extracted",
        "context": "nt privilege.\" ki. at 2, 4-5. Judge Sweet denied that \nmotion. The day"
      },
      {
        "name": "Under Martindell",
        "role": "extracted",
        "context": "l based upon the transcripts. Under Martindell, decided forty years ago \nand"
      },
      {
        "name": "The Protective",
        "role": "extracted",
        "context": "d 41, 48 n.22 (2d Cir \n2019). The Protective Order was entered before Ms."
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-07-29",
        "event": "July 29, 2020"
      },
      {
        "date": "2020-07-23",
        "event": "July 23, 2020"
      },
      {
        "date": "2016-02-26",
        "event": "February 26, 2016"
      },
      {
        "date": "2020-07-01",
        "event": "July 1, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "303.831.7364",
      "303.832.2628"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:05.589Z"
}