{
  "document": {
    "id": "efta00023488",
    "filename": "EFTA00023488.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00023488.pdf",
    "text": "\n\nCase 1:19-cv-10475-LGS-DCF Document 118 Filed 02/10/21 Page 1 of 6 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nX \nPlaintiff, 19 Civ. 10475 \n(LGS) \n-against-\nDARREN K. INDYKE, in his capacity as executor : \nof the Estate ofJeffkey Edward Epstein, et al., \nDefendants. \nLORNA G. SCHOFIELD, District Judge: \nX \nOPINION AND \nORDER \nOn January 21, 2021, Plaintiff filed I  motion to dismiss this action with \nprejudice, pursuant to Federal Rule of Civil Procedure 411)(2). In connection with her motion, \nPlaintiff filed' proposed order of dismissal imposing certain conditions (the \"Proposed Order\"). \nDefendant Ghislaine Maxwell opposed the motion. For the following reasons, subject to \nPlaintiff's consent, dismissal is granted pursuant to the terms of the Proposed Order modified as \ndescribed below. \nI. BACKGROUND \nOn November 12, 2019, Plaintiff filed I Complaint against Ms. Maxwell and Defendants \nDarren K. Indyke and Richard D. Kahn in their official capacities as appointed executors of the \nEstate of Jeffrey E. Epstein (the \"Estate\") (Indyke and Kahn together, the \"Co-Executors\"). The \nComplaint alleges claims of battery, false imprisonment and intentional infliction of emotional \ndistress under New York law. These claims stem from and/or arise in connection with Mr. \nEFTA00023488\n\nCase 1:19-cv-10475-LGS-DCF Document 118 Filed 02/10/21 Page 2 of 6 \nEpstein's and Ms. Maxwell's alleged sexual abuse of Plaintiff. Defendants did not file \ncounterclaims. \nOn June 2, 2020, the Superior Court of the United States Virgin Islands granted the Co-\nExecutors' motion to establish the Epstein Victims' Compensation Program,' voluntary \nindependent program designed to compensate and resolve the claims of victims of sexual abuse \nby Jeffrey Epstein (the \"Program\"). On June 22, 2020, based on an understanding that Plaintiff \nwished to participate in the Program and that participation could result in the resolution of \nPlaintiff's claims, Judge Freeman stayed this case. The case remains stayed. \nOn June 26, 2020, Plaintiff submitted' claim to the Program. Before submitting her \nclaim, Plaintiff was ensured that compensation offers and information submitted to the Program \nwould be confidential. Plaintiff's participation in the Program resulted in her receipt and \nacceptance of an offer of compensation on October 5, 2020. In exchange for the offer of \ncompensation, Plaintiff executed' release, releasing the Estate, Mr. Epstein and other related \nentities and individuals, including Ms. Maxwell, from any and all claims (the \"General \nRelease\"). To receive her compensation, Plaintiff must dismiss with prejudice any existing \nlawsuits against the Estate and related entities and individuals -- including this lawsuit. \nTo conclude her participation in the Program, Plaintiff now moves for Rule 411)(2) \ndismissal of all claims with prejudice. In connection with her motion, Plaintiff filed the \nProposed Order, to which the Co-Executors do not object. The Proposed Order states that \ndismissal is \"with prejudice,\" and that each party shall \"bear its own attorneys' fees and costs.\" \nIt also states that \"Plaintiff shall provide Ms. Maxwell with' copy of the General Release, with \nthe compensation amount redacted\" and that \"[t]he parties shall not dispute the authenticity of \nthis copy of the General Release in any future proceedings.\" In addition, the Proposed Order \n2 \nEFTA00023489\n\nCase 1:19-cv-10475-LGS-DCF Document 118 Filed 02/10/21 Page 3 of 6 \nincludes language that preserves Defendants' rights and legal positions with respect to \nindemnity. \nMs. Maxwell objects to dismissal pursuant to the Proposed Order on the grounds that she \nwill be unduly prejudiced if (1) Plaintiff is not required to provide an unredacted copy of the \nGeneral Release, showing Plaintiff's compensation, and (2) each party is required to bear its own \nattorneys' fees and costs. Ms. Maxwell accordingly requests that the Court impose the following \nconditions on dismissal: (I) Plaintiff must provide I copy of the unredacted General Release and \n(2) Ms. Maxwell is entitled to costs and may seek attorneys' fees in another action and at another \ntime. \nII. STANDARD \nRule 411(2) states as relevant here, \"Except as provided in Rule 411(1) [which \ndescribes voluntary dismissals made either before the defendant files' responsive pleading or on \nconsent], an action may be dismissed at the plaintiff's request only by court order, on terms that \nthe court considers proper.\" Fed. R. Civ. P. 411(2). I district court may exercise its \"sound \ndiscretion\" in deciding' Rule 411(2) motion. Catanzano v.  Wing, 277 F.3d 99, 109 \n(2d Cir. \n2001); accord Stinson v. City Univ. of New York, No. 18 Civ. 5963, 2020 WL 2133368, at *2 \n(S.D.N.Y. May 4, 2020). \nAlthough \"[v]oluntary dismissal without prejudice is ... not' matter of right\" and is \nsubject to substantial scrutiny, Zagano v. Fordham Univ., 900 F.2d 12, 14 (2d Cir. 1990) \n(emphasis added); accord Stone v. Fisher, No. 20 Civ. 1818, 2020 WL 2765107, at *2 (S.D.N.Y. \nMay 28, 2020), I motion for voluntary dismissal with prejudice is generally subject \"to far less \nscrutiny,\" \nHOV Servs., Inc. v. ASG Techs. Gip., Inc., No. 18 Civ. 9780, 2021 WL 355670 at *2 \n(S.D.N.Y. Feb. 2, 2021) (collecting cases). On' motion for voluntary dismissal with prejudice, \n3 \nEFTA00023490\n\nCase 1:19-cv-10475-LGS-DCF Document 118 Filed 02/10/21 Page 4 of 6 \nthe essential inquiry is \"whether the voluntary dismissal `will be unduly prejudicial to the \ndefendants.\" \nNix v.  Office of Comm'r of Baseball, No. 17 Civ. 1241, 2017 WL 2889503, at *2 \n(S.D.N.Y. July 6, 2017) (citing Lan v.  Time Warner, Inc., \nNo. \n11 Civ. 2870, 2016 WL 6778180, \nat *6 (S.D.N.Y. Oct. 18, 2016), report and recommendation adopted, 2016 WL 6779526 \n(S.D.N.Y. Nov. 15, 2016)). To avoid undue prejudice, courts have the authority to impose \nconditions of dismissal, so long as plaintiff has an opportunity to withdraw her motion if she \n\"feels that the conditions are too burdensome.\" Paysys Inc. v. ATOS IT Sens. Ltd., 901 \nF.3d 105, 109 (2d Cir. 2018) (internal citation omitted). \nIII. \nDISCUSSION \nMs. Maxwell will not be unduly prejudiced by dismissal. In this case, all the claims \nagainst Ms. Maxwell will be dismissed, she did not file any counterclaims and dismissal is with \nprejudice so that the claims cannot be brought against her again. She has not shown any \nprejudice from the dismissal or its consequences. Nevertheless, Ms. Maxwell seeks to impose \ntwo conditions on dismissal. These conditions are unnecessary to prevent prejudice that would \notherwise result from the dismissal because she has shown no such prejudice. As explained \nbelow, the Court rejects one condition, and subject to Plaintiff's consent, would grant the other \nrequested condition. \nFirst, Ms. Maxwell asks that the amount of Plaintiff's compensation from the Estate be \ndisclosed to her as' condition of dismissal. She argues that she needs the information (I) \"to \nmake public\" that plaintiff wanted money and not justice and (2) to cross-examine Plaintiff in \nMs. Maxwell's criminal trial. In effect, she is arguing that dismissal will deprive her of the \nvehicle to obtain information she would use in other settings. This is not the type of prejudice \nthe rule was intended to prevent, and she cites no case to suggest that it is. The argument is \n4 \nEFTA00023491\n\nCase 1:19-cv-10475-LGS-DCF Document 118 Filed 02/10/21 Page 5 of 6 \nflawed because she is entitled to information in this case only to defend against the claims in this \ncase. See Fed. R. Civ. P. 26(b)(1) (permitting discovery \"relevant to any party's claim or \ndefense\"). If there are no claims in this case as' result of dismissal, she is not entitled to \ninformation in this case to defend against them. If she wants information to use in the court of \npublic opinion she must get it elsewhere. Similarly, if she wants information to use in her \ndefense in the criminal case, then she should try to obtain the information using the procedures \navailable in that case. \nMs. Maxwell asks as' second condition to strike the language in the Proposed Order that \n\"each party [is] to bear its own attorneys' fees and costs.\" Subject to Plaintiff's consent, the \nCourt would grant that application, not because the dismissal is otherwise prejudicial to \nDefendant, but because adjudication of fees and costs is unnecessary to dismiss the case. \nMs. Maxwell states that she is not seeking attorneys' fees from Plaintiff at this time in \nthis action but does not wish to be precluded from doing so in, different action. The issue of \nfees, therefore, is not ripe, and the parties can litigate it when and if Ms. Maxwell raises it. \nThe issue of costs similarly does not need to be resolved in order to grant dismissal. Ms. \nMaxwell apparently intends to seek costs in this case, but she has not yet done so and the parties \nhave not fully briefed the issue. I prevailing party, including one in Ms. Maxwell's position, is \ntypically entitled to recover its costs. See Fed. R. Civ. P. 54(d)(1) (\"Unless' federal statute, [the \nfederal] rules, or' court order provides otherwise, costs -- other than attorney's fees -- should be \nallowed to the prevailing party.\"); see Carter v. Inc. VIII of Ocean Beach, 759 F.3d 159, 165 (2d \nCir. 2014) \n(\", \nvoluntary dismissal of an action with prejudice works [I material alteration of the \nlegal relationship of the parties], because it constitutes an adjudication on the merits for purposes \nof res judicata .\") (internal citations and quotation marks omitted); accord K'oyitlots'ina, Ltd. \n5 \nEFTA00023492\n\nCase 1:19-cv-10475-LGS-DCF Document 118 Filed 02/10/21 Page 6 of 6 \nv.  Gottschalk, No. 19 Civ. 11309, 2020 WL 6690640, at *3 (S.D.N.Y. Nov. 12, 2020) (treating \ndefendant as the \"prevailing party,\" after' dismissal with prejudice and awarding costs). \nHowever, \"whether to award costs ultimately lies within the sound discretion of the district \ncourt.\" Marx v.  Gen. Revenue Corp., 568 U.S. 371, 377 (2013). It remains to be seen whether \nMs. Maxwell will move to recover her costs and in what amount, whether Plaintiff will oppose \nthe application, and if so, whether Plaintiff could overcome the presumption that Ms. Maxwell is \nentitled to her costs. \nBecause the issues of attorneys' fees and costs need not be resolved in order to dismiss \nthis action, the Court is prepared to enter the Proposed Order, modified by striking the language \n\"with each party to bear its own attorneys' fees and costs.\" Plaintiff shall file' letter no later \nthan February 12, 2021, stating whether she consents to this modification or wishes to withdraw \nher motion for voluntary dismissal, in which case the Court will restore this matter to its active \ncalendar. See Paysys Intl. Inc., 901 F.3d at 109 (2d Cir. 2018) (holding that the plaintiff may \naccept the court's conditions of dismissal or withdraw its dismissal motion and proceed with the \ncase). \nIV. \nCONCLUSION \nPlaintiff shall file' letter no later than February 12, 2021, stating whether she consents to \nthe Court's entry of the Proposed Order modified by striking the language \"with each party to \nbear its own attorneys' fees and costs,\" or wishes to withdraw her motion for voluntary \ndismissal. The Clerk of Court is respectfully directed to close the motion at Docket No. 97. \nDated: February 10, 2021 \nNew York, New York \nLoluQA G. SCHOFIELr\nUNITED STATES DISTRICT JUDGE \n6 \nEFTA00023493",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "resolve the claims of victims of sexual abuse \nby Jeffrey Epstein (the \"Program\"). On June 22, 2020, based on an un"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ain conditions (the \"Proposed Order\"). \nDefendant Ghislaine Maxwell opposed the motion. For the following reasons, su"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "iff filed I Complaint against Ms. Maxwell and Defendants \nDarren K."
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "elease, releasing the Estate, Mr. Epstein and other related \nentiti"
      },
      {
        "name": "Jeffkey Edward",
        "role": "extracted",
        "context": "s executor : \nof the Estate ofJeffkey Edward Epstein, et al., \nDefendants."
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "endants. \nLORNA G. SCHOFIELD, District Judge: \nX \nOPINION AND \nORDER \nOn J"
      },
      {
        "name": "On January",
        "role": "extracted",
        "context": "udge: \nX \nOPINION AND \nORDER \nOn January 21, 2021, Plaintiff filed I"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "with \nprejudice, pursuant to Federal Rule of Civil Procedure 411)(2). I"
      },
      {
        "name": "Civil Procedure",
        "role": "extracted",
        "context": ", pursuant to Federal Rule of Civil Procedure 411)(2). In connection with h"
      },
      {
        "name": "Proposed Order",
        "role": "extracted",
        "context": "sing certain conditions (the \"Proposed Order\"). \nDefendant Ghislaine Maxwe"
      },
      {
        "name": "Defendant Ghislaine",
        "role": "extracted",
        "context": "ions (the \"Proposed Order\"). \nDefendant Ghislaine Maxwell opposed the motion. F"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "cribed below. \nI. BACKGROUND \nOn November 12, 2019, Plaintiff filed I C"
      },
      {
        "name": "Defendants \nDarren",
        "role": "extracted",
        "context": "laint against Ms. Maxwell and Defendants \nDarren K. Indyke and Richard D. Kahn"
      },
      {
        "name": "The \nComplaint",
        "role": "extracted",
        "context": "ogether, the \"Co-Executors\"). The \nComplaint alleges claims of battery, fa"
      },
      {
        "name": "On June",
        "role": "extracted",
        "context": "did not file \ncounterclaims. \nOn June 2, 2020, the Superior Court o"
      },
      {
        "name": "Superior Court",
        "role": "extracted",
        "context": "claims. \nOn June 2, 2020, the Superior Court of the United States Virgin I"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "or Court of the United States Virgin Islands granted the Co-\nExecutors' mo"
      },
      {
        "name": "Epstein Victims",
        "role": "extracted",
        "context": "tors' motion to establish the Epstein Victims' Compensation Program,' volun"
      },
      {
        "name": "Compensation Program",
        "role": "extracted",
        "context": "stablish the Epstein Victims' Compensation Program,' voluntary \nindependent prog"
      },
      {
        "name": "Judge Freeman",
        "role": "extracted",
        "context": "ution of \nPlaintiff's claims, Judge Freeman stayed this case. The case re"
      },
      {
        "name": "General \nRelease",
        "role": "extracted",
        "context": "from any and all claims (the \"General \nRelease\"). To receive her compensatio"
      },
      {
        "name": "The Proposed",
        "role": "extracted",
        "context": "e Co-Executors do not object. The Proposed Order states that \ndismissal"
      },
      {
        "name": "General Release",
        "role": "extracted",
        "context": "Ms. Maxwell with' copy of the General Release, with \nthe compensation amoun"
      },
      {
        "name": "City Univ",
        "role": "extracted",
        "context": "ir. \n2001); accord Stinson v. City Univ. of New York, No. 18 Civ. 596"
      },
      {
        "name": "Fordham Univ",
        "role": "extracted",
        "context": "bstantial scrutiny, Zagano v. Fordham Univ., 900 F.2d 12, 14 (2d Cir. 19"
      },
      {
        "name": "Time Warner",
        "role": "extracted",
        "context": "July 6, 2017) (citing Lan v.  Time Warner, Inc., \nNo. \n11 Civ. 2870, 20"
      },
      {
        "name": "Paysys Inc",
        "role": "extracted",
        "context": "nditions are too burdensome.\" Paysys Inc. v. ATOS IT Sens. Ltd., 901"
      },
      {
        "name": "See Fed",
        "role": "extracted",
        "context": "nst the claims in this \ncase. See Fed. R. Civ. P. 26(b)(1) (permitt"
      },
      {
        "name": "Ocean Beach",
        "role": "extracted",
        "context": "); see Carter v. Inc. VIII of Ocean Beach, 759 F.3d 159, 165 (2d \nCir."
      },
      {
        "name": "Revenue Corp",
        "role": "extracted",
        "context": "strict \ncourt.\" Marx v.  Gen. Revenue Corp., 568 U.S. 371, 377 (2013). I"
      },
      {
        "name": "See Paysys",
        "role": "extracted",
        "context": "tter to its active \ncalendar. See Paysys Intl. Inc., 901 F.3d at 109 ("
      },
      {
        "name": "The Clerk",
        "role": "extracted",
        "context": "ion for voluntary \ndismissal. The Clerk of Court is respectfully dire"
      },
      {
        "name": "Docket No",
        "role": "extracted",
        "context": "rected to close the motion at Docket No. 97. \nDated: February 10, 202"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-01-21",
        "event": "January 21, 2021"
      },
      {
        "date": "2019-11-12",
        "event": "November 12, 2019"
      },
      {
        "date": "2020-06-02",
        "event": "June 2, 2020"
      },
      {
        "date": "2020-06-22",
        "event": "June 22, 2020"
      },
      {
        "date": "2020-06-26",
        "event": "June 26, 2020"
      },
      {
        "date": "2020-10-05",
        "event": "October 5, 2020"
      },
      {
        "date": "2020-05-04",
        "event": "May 4, 2020"
      },
      {
        "date": "2020-05-28",
        "event": "May 28, 2020"
      },
      {
        "date": "2017-07-06",
        "event": "July 6, 2017"
      },
      {
        "date": "2021-02-12",
        "event": "February 12, 2021"
      },
      {
        "date": "2021-02-10",
        "event": "February 10, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:09.053Z"
}