{
  "document": {
    "id": "efta00021334",
    "filename": "EFTA00021334.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021334.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: RE: Important Presentation Tomorrow \nDate: Thu, 10 Oct 2019 20:27:02 +0000 \nOh, sorry to hear it — get some rest and feel better, and we'll let you know how it goes. \nFrom: \nSent: Thursday, October 10, 2019 16:27 \nTo: \nCc: \nSubject: Re: Important Presentation Tomorrow \nNo I went home— not feeling so hot. I (unsurprisingly) brought a cold home with me from London. \nSent from my iPhone \nOn Oct 10, 2019, at 4:20 PM, wrote: \nAre you totally booked the rest of this afternoon? I know you have trial stuff so totally understand if so but if we can do \nall three of us I think that'd be optimal —  no pressure but even if you can sneak out for like 10 mins and then jet if it goes \nlonger. But if not, say the word and we can do it! \nFrom: \nSent: Thursday, October 10, 2019 16:19 \nTo: \nCc: \nSubject: Re: Important Presentation Tomorrow \nYou guys go ahead without me. \nSent from my iPhone \nOn Oct 10, 2019, at 4:15 PM, \nI'm available now if you guys are. \nFrom: \nSent: Thursday, October 10, 2019 4:15 PM \nTo: \nCc: \nSubject: RE: Important Presentation Tomorrow \nCan we meet briefly on the victim meetings this afternoon? \nFrom: \nSent: Thursday, October 10, 2019 4:06 PM \nTo: \nwrote: \nEFTA00021334\n\nCc: \nSubject: RE: Important Presentation Tomorrow \nThanks, we appreciate it. In terms of a in general, based on our conversations with her attorneys, we expect \nshe'll eventually tell us that she was 18 years old when she arrived in the U.S. through Brunel's modeling agency, and \nthat she met Epstein shortly thereafter at a party and he invited her to his houses, and she quickly became dependent \non him financially, and also that her modeling opportunities seemed to somewhat mysteriously dry up at the same \ntime. (The media reporting that she was \"sold\" to Epstein by her parents and/or that she knew him when she was a \nminor are inaccurate.) She quickly became Epstein's \"girlfriend\" but was also subjected to significant sexual abuse, \nincluding being directed by him to engage in sexual encounters with other young women (though never any other \nmen). Her attorneys say they believe she doesn't recall knowing that any of those individuals were minors. They also \nrecounted a  pretty horrifying list of other controlling behaviors, including encouraging disordered eating, requiring \nplastic surgery, etc., which not surprisingly resulted in a lot of negative feelings but also some Stockholm Syndrome / \nattachment disorder kinds of responses. \nAlso generally, it doesn't seem like she had much interaction with Maxwell, whom believed didn't like her; in \nthe initial several years of being in Epstein's orbit, also had relatively little interaction with despite \nbeing in proximity to her on trips and sometimes in the residences. Her attorneys say that Epstein discouraged the \nvarious women from talking with each other, and that and were in different silos in his life (girlfriend \nvs. assistant), but that and actually ended up becoming friends after Epstein was prosecuted in \nFlorida. That was also around the time started to become more independent of Epstein, and she broke off \ntheir relationship in approximately 2010 (though she continued to receive financial support from him, and has lived in \nthe building for many years, up through Epstein's arrest in July). \nAll that said, we expect that because tomorrow is the first proffer, it likely will be a high-level discussion going through \nthe chronology and starting to build rapport. In subsequent proffers we hope to get into more detail about \ninformation that would corroborate the accounts of other victims/witnesses as to Epstein's other associates, \nconversations or understandings relating to and Maxwell in particular, and any other relevant information as to \nanyone else she has information on. \nFrom: \nSent: Thursda , October 10, 2019 15:37 \nTo: \nCc: \nSubject: RE: Important Presentation Tomorrow \nUnderstood, that is important. Do you have a sense from an attorney proffer as to what she will say? \nFrom: \nSent: Thursday, October 10, 2019 3:30 PM \nTo: \nCc: \nSubject: FW: Important Presentation Tomorrow \nHey just FYI, we're doing our first proffer with tomorrow at 12:30, so that's why we won't be there—\napologies for that, and we tried several times to find other available times (but were significantly constrained because \nthe agents aren't available all of next week), and originally was planned for later in the afternoon but defense counsel \nasked to move it. If anything changes we'll join, but assuming it doesn't wanted to let you know we had made best \nefforts. \nEFTA00021335\n\nFrom: \nSent: Thursday, October 10, 2019 15:24 \nTo: USANYS-Criminal AUSA Only \nSubject: Important Presentation Tomorrow \nOn Friday at 12:30 in the Maxine Pfeffer Memorial Library, there will be a  presentation by PSEU (Policy and Statutory \nEnforcement Unit). Your attendance is important. \n• \n(I am hoping to get some tips on writing a Policy on Enforcing USA compliance) \nEFTA00021336",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Important Presentation",
        "role": "extracted",
        "context": "From: \nTo: \nCc: \nSubject: RE: Important Presentation Tomorrow \nDate: Thu, 10 Oct 2"
      },
      {
        "name": "Tomorrow \nDate",
        "role": "extracted",
        "context": "t: RE: Important Presentation Tomorrow \nDate: Thu, 10 Oct 2019 20:27:02 +0"
      },
      {
        "name": "Tomorrow \nNo",
        "role": "extracted",
        "context": "t: Re: Important Presentation Tomorrow \nNo I went home— not feeling so h"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "e from London. \nSent from my iPhone \nOn Oct 10, 2019, at 4:20 PM, wro"
      },
      {
        "name": "Tomorrow \nYou",
        "role": "extracted",
        "context": "t: Re: Important Presentation Tomorrow \nYou guys go ahead without me. \nSe"
      },
      {
        "name": "Tomorrow \nCan",
        "role": "extracted",
        "context": "t: RE: Important Presentation Tomorrow \nCan we meet briefly on the victim"
      },
      {
        "name": "Tomorrow \nThanks",
        "role": "extracted",
        "context": "t: RE: Important Presentation Tomorrow \nThanks, we appreciate it. In terms o"
      },
      {
        "name": "Stockholm Syndrome",
        "role": "extracted",
        "context": "gative feelings but also some Stockholm Syndrome / \nattachment disorder kinds"
      },
      {
        "name": "Tomorrow \nUnderstood",
        "role": "extracted",
        "context": "t: RE: Important Presentation Tomorrow \nUnderstood, that is important. Do you ha"
      },
      {
        "name": "Tomorrow \nHey",
        "role": "extracted",
        "context": "t: FW: Important Presentation Tomorrow \nHey just FYI, we're doing our fir"
      },
      {
        "name": "Only \nSubject",
        "role": "extracted",
        "context": ":24 \nTo: USANYS-Criminal AUSA Only \nSubject: Important Presentation Tomor"
      },
      {
        "name": "Tomorrow \nOn",
        "role": "extracted",
        "context": "bject: Important Presentation Tomorrow \nOn Friday at 12:30 in the Maxine"
      },
      {
        "name": "Maxine Pfeffer",
        "role": "extracted",
        "context": "ow \nOn Friday at 12:30 in the Maxine Pfeffer Memorial Library, there will"
      },
      {
        "name": "Memorial Library",
        "role": "extracted",
        "context": "t 12:30 in the Maxine Pfeffer Memorial Library, there will be a  presentatio"
      },
      {
        "name": "Statutory \nEnforcement",
        "role": "extracted",
        "context": "sentation by PSEU (Policy and Statutory \nEnforcement Unit). Your attendance is imp"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-10-10",
        "event": "October 10, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:04.453Z"
}