{
  "document": {
    "id": "efta00022173",
    "filename": "EFTA00022173.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00022173.pdf",
    "text": "\n\nFrom: Jean James <j \nTo: Undisclosed recipients:; \nBcc: \"Berman, Geoffrey (USANYS)\" \nSubject: Fwd: Some inside info on Russian Money laundering and the Epstein paedophile ring \nDate: Mon, 16 Dec 2019 03:45:32 +0000 \nMr. Taylor appears optimistic, but I can assure you that he will be ignored. The NCA works only for the \nHome Office and not the taxpayer. It is not a crime reporting agency. Neither is the SFO. The rest of \nthe British police forces will not investigate serious economic crime unless pushed to do so by \npoliticians or important people. \nThis is why these types of crimes continue under the radar, and are affecting other nations and the \nglobal economy. \nJean James \nFrom: \"TheAbstraction .\" \nTo: \"lynne owens\" \nCc: \"info\" \nSent: Sunday, 15 December, 2019 12:12:24 \nSubject: Some inside info on Russian Money laundering and the Epstein paedophile ring \nKalamata \nBillington Lane \nDerrington \nStafford \nST18 9LR \n15 Dec 2019 \nTo Lynn Owens of the NCA: \nDear Director General Lynn Owens, \nI wish to report serious matters of fraud, particularly those involved with Russian money \nlaundering of gold bullion and their links to the Epstein paedophile ring which I believe is blackmailing \nParliament. This email will serve to prove I did my civil duty and reported the crime at the highest level. \nI believe the Foreign Office had previously obstructed the NCA's investigations in these matters in \n2018, but this was under Theresa May, so perhaps you are now free to re-open the investigation. \nThe possibility that gold bullion was used in the Laundromat Russian money laundering operation \nwas raised by me in 2015 in the Birmingham Mercantile Court in lawsuit B40BM021. I had drawn the \nconclusion after reading of Deutsche Bank's $10 billion money laundering operation in the New Yorker \nfor which they were later fined by the FCA in 2016. Deutsche Bank's conduct in my lawsuit suggested \nto me that they had destroyed bullion trading receipts, and that this incriminated executives in both \nauditing fraud and money laundering. It has not hard to put these two facts together. \nEFTA00022173\n\nI believe that DB's position was so untenable it had to bribe a number of judges, regulator executives \nand politicians to make sure that no court or other agency would force disclosure of my receipts. \nSimon Brown QC, the judge in my first hearing ended up the butt of three sets of appeals, in which he \nwas found guilty of gross misconduct and perverse verdicts. In each case the victim of his judgement \nwas financially vulnerable and the opposing party of significant wealth. \nUnfortunately my attempt at an appeal was blocked by Lord Chief Justice Sir Ian Burnnet who \nrefused me permission. The grounds of appeal clearly set out a case of corruption and required a \ntranscript of hearing. Burnett closed the appeal without such a transcript, which was confirmed by the \nICO after 6 months of obstruction from the judiciary. \nBurnett's decision had two effects - first it hid Deutsche Bank's gold and sivler manipulation from the \npublic eye - until it was exposed in New York under Judge Valerie E Caproni. Secondly, by covering up \ndestruction of bullion trading receipts it hid DB's involvement in the Dankse operation.... \nAsit turns out that Danske bank, via its Estonian branch, was using Deutsche Bank to underwrite its \ntrades to the Russian Mafia, and this includes selling bullion without seals, certificates or receipts. \nIt does not take too much imagination to see that if Danske had laundered as little as $1 billion in \nbullion that this would create serious accounting problems in DB's bullion inventories. The easiest way \nto conceal the degree of this fraud is to destroy en masse bullion trading receipts. \nIn the court all judges refused to force DB to disclose my receipts - which is an outrageous violation \nof my Data Protection Rights and basic rights to a fair trial - as I was accused of not being able to \nquantify damages - even as defendants have refused to hand over receipts for such quantification, \nThe ICO spent 15 months obstructing my SAR to DB for the receipts. Only by forceful \ncorrespondence from my constituency MP, Jeremy Lefroy, did they provide a response - and that was \nto refuse to hand over the receipts, citing a technicality in German Law. \nThe FCA and the SFO refuse to investigate. It is quite obvious that all with the authority and power \nto force disclosure of receipts have been paid off not to do their duty. \nI have subsequently discovered that both Deutsche Bank and Barclays (also a defendant in my \nlawsuit) were involved in laundering money for Jeffrey Epstein. Epstein had blackmailed Parliament to \nput Jes Staley in charge of Barclays. This is established in a response from Parliament to a FOIA from \nme in which the Treasury Select Committee admit to having the blackmail emails. \nThe fact that Staley is still in charge of Barclays tells us that the blackmail operation is still in effect \nand Staley is capable of corrupting the FCA, the PRA and the FRC, all of which have a duty to expel \nStaley from Barclays for his record with Epstein. \nStaley had threatened me with a restraining order and costs should I take Deutsche Bank to court. I \nalso believe there is a very strong possibility that my friend Katherine Frisk, was murdered by Staley's \noperators to cover up the blackmail operation and she died in mysterious circumstances merely 48 \nhours after ublishing the material on Staley in the International Reporter. Given that the FBI had told \nhat she is at risk of assassination for exposing the same blackmail ring, that \npossibility must be taken seriously. \nMy lawsuit alleged manipulation of gold and silver prices, which has been proven true in subsequent \nsettlements, prosecutions and fines against UBS, HSBC, JP Morgan and Deutsche Bank. \nThe key evidence is linked here - it shows DB's public statements about its audits contradicted what \nit sent to me. The FCA refuse to press DB for an explanation, as do the courts. \nEFTA00022174\n\nhttp://www.shyreman.com/docs/claim.bundle/evidence.for.fake.gold.audit.pdf\nClearly if the NCA's investigation could be quashed by Staley and co, every agency with a parallel \ninvestigation had to be compromised. \nIt appears that Action Fraud, the ICO and the FCA all have a 95-99% disapproval rating. I hope the \nNCA can do better. \nRegards \nMark Anthony Taylor \nEFTA00022175",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "y \nlawsuit) were involved in laundering money for Jeffrey Epstein. Epstein had blackmailed Parliament to \nput Jes S"
      },
      {
        "name": "Taylor",
        "role": "extracted",
        "context": ", 16 Dec 2019 03:45:32 +0000 \nMr. Taylor appears optimistic, but I"
      },
      {
        "name": "Jean James",
        "role": "extracted",
        "context": "From: Jean James <j \nTo: Undisclosed recipient"
      },
      {
        "name": "Russian Money",
        "role": "extracted",
        "context": "ect: Fwd: Some inside info on Russian Money laundering and the Epstein pa"
      },
      {
        "name": "Home Office",
        "role": "extracted",
        "context": ". The NCA works only for the \nHome Office and not the taxpayer. It is n"
      },
      {
        "name": "Kalamata \nBillington",
        "role": "extracted",
        "context": "the Epstein paedophile ring \nKalamata \nBillington Lane \nDerrington \nStafford \nS"
      },
      {
        "name": "Lane \nDerrington",
        "role": "extracted",
        "context": "le ring \nKalamata \nBillington Lane \nDerrington \nStafford \nST18 9LR \n15 Dec 2"
      },
      {
        "name": "To Lynn",
        "role": "extracted",
        "context": "fford \nST18 9LR \n15 Dec 2019 \nTo Lynn Owens of the NCA: \nDear Direc"
      },
      {
        "name": "Dear Director",
        "role": "extracted",
        "context": "9 \nTo Lynn Owens of the NCA: \nDear Director General Lynn Owens, \nI wish t"
      },
      {
        "name": "General Lynn",
        "role": "extracted",
        "context": "ns of the NCA: \nDear Director General Lynn Owens, \nI wish to report seri"
      },
      {
        "name": "Foreign Office",
        "role": "extracted",
        "context": "highest level. \nI believe the Foreign Office had previously obstructed the"
      },
      {
        "name": "Theresa May",
        "role": "extracted",
        "context": "in \n2018, but this was under Theresa May, so perhaps you are now free"
      },
      {
        "name": "Laundromat Russian",
        "role": "extracted",
        "context": "gold bullion was used in the Laundromat Russian money laundering operation \nw"
      },
      {
        "name": "Birmingham Mercantile",
        "role": "extracted",
        "context": "s raised by me in 2015 in the Birmingham Mercantile Court in lawsuit B40BM021. I"
      },
      {
        "name": "Deutsche Bank",
        "role": "extracted",
        "context": "conclusion after reading of Deutsche Bank's $10 billion money launderin"
      },
      {
        "name": "New Yorker",
        "role": "extracted",
        "context": "y laundering operation in the New Yorker \nfor which they were later fi"
      },
      {
        "name": "Simon Brown",
        "role": "extracted",
        "context": "e disclosure of my receipts. \nSimon Brown QC, the judge in my first hea"
      },
      {
        "name": "Lord Chief",
        "role": "extracted",
        "context": "t at an appeal was blocked by Lord Chief Justice Sir Ian Burnnet who"
      },
      {
        "name": "Justice Sir",
        "role": "extracted",
        "context": "eal was blocked by Lord Chief Justice Sir Ian Burnnet who \nrefused me p"
      },
      {
        "name": "Ian Burnnet",
        "role": "extracted",
        "context": "ked by Lord Chief Justice Sir Ian Burnnet who \nrefused me permission. T"
      },
      {
        "name": "Judge Valerie",
        "role": "extracted",
        "context": "was exposed in New York under Judge Valerie E Caproni. Secondly, by cover"
      },
      {
        "name": "Russian Mafia",
        "role": "extracted",
        "context": "underwrite its \ntrades to the Russian Mafia, and this includes selling bu"
      },
      {
        "name": "Data Protection",
        "role": "extracted",
        "context": "n outrageous violation \nof my Data Protection Rights and basic rights to a"
      },
      {
        "name": "Jeremy Lefroy",
        "role": "extracted",
        "context": "ence from my constituency MP, Jeremy Lefroy, did they provide a response"
      },
      {
        "name": "German Law",
        "role": "extracted",
        "context": "pts, citing a technicality in German Law. \nThe FCA and the SFO refuse"
      },
      {
        "name": "Jes Staley",
        "role": "extracted",
        "context": "lackmailed Parliament to \nput Jes Staley in charge of Barclays. This i"
      },
      {
        "name": "Treasury Select",
        "role": "extracted",
        "context": "a FOIA from \nme in which the Treasury Select Committee admit to having the"
      },
      {
        "name": "Katherine Frisk",
        "role": "extracted",
        "context": "ng possibility that my friend Katherine Frisk, was murdered by Staley's \nop"
      },
      {
        "name": "International Reporter",
        "role": "extracted",
        "context": "the material on Staley in the International Reporter. Given that the FBI had told"
      },
      {
        "name": "Action Fraud",
        "role": "extracted",
        "context": "compromised. \nIt appears that Action Fraud, the ICO and the FCA all have"
      },
      {
        "name": "Regards \nMark",
        "role": "extracted",
        "context": "hope the \nNCA can do better. \nRegards \nMark Anthony Taylor \nEFTA00022175"
      },
      {
        "name": "Anthony Taylor",
        "role": "extracted",
        "context": "can do better. \nRegards \nMark Anthony Taylor \nEFTA00022175"
      }
    ],
    "locations": [
      {
        "name": "SFO",
        "type": "airport"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:06.175Z"
}