{
  "document": {
    "id": "efta00028149",
    "filename": "EFTA00028149.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028149.pdf",
    "text": "\n\nFrom: Martin Weinberg -4 \nTo:\" \"I \nSubject: Re: Epstein - Legal Issues and Requests \nDate: Thu, 18 Jul 2019 11:41:15 +0000 \nmaybe we can find a few minutes after today's hearing to discuss further \nThanks \nMarty \nSent from my iPhone \nOn Jul \n17, 2019, at 10:56 PM, \nMarty, \n) \nwrote: \nI stand corrected regarding the timing of the recusal of SDFL from potential prosecution; I hadn't realized that (which \nmay further show that any speculation about the genesis of our investigation being with SDFL is misguided). In any \nevent, as we have represented to the Court, our investigation was initiated internally, and beyond that we're not \nprepared to make representations about internal communications or to otherwise characterize the investigation. With \nrespect to the preservation of communications, my understanding is that the Department generally retains \ncommunications for some period of years, so while we don't believe there is any formal obligation to retain (or produce) \nsuch materials, I don't believe there would be any issue with retrieving communications should that be necessary. \nRegarding the privilege review, I expect that we will utilize a wall /  taint individual or team to screen for privileged \nmaterials, as we do in the ordinary course where there are privilege concerns. If in addition to attorney names and law \nfirms there are search terms, phrases, etc., that you want to identify for the review team, you should certainly feel free \nto do so and we can facilitate that. In the first instance I expect it will take some time to process the drives and devices \nto make their content reviewable on a web-based platform, so I don't believe anyone is yet reviewing those items (with \nthe possible exception of a required preliminary screen of images for possible child pornography). In terms of the \nattorney and firm names, my thought was that it would be helpful for the case team to have them in case somehow \nsome material wasn't screened, for easy recognition should we come across those names—and I've had those types of \nidentifying information in other cases—but that certainly isn't a requirement if you prefer otherwise. \nOnce the materials are in a position to be reviewed by a taint team, we will let you know right away to facilitate the \neasiest and most straightforward process for screening, review, and eventual production. The lag in setting that up is \nnot to interpose any delay, but rather because there are intermediate technological steps before a review team will have \naccess to those materials. \nI hope that's helpful, and keeps the gears turning, and please let us know if additional information would be useful. \nthanks, \nMi• \nFrom: Martin G. Weinberg <ME> \nSent: Tuesday, July 16, 2019 18:46 \nTo: \n<  \n; \n'Marc Fernich' ‹\n> \nCc: 'Marty Weinberg' \n• <\n>; \n'Martin Weinberg' <a> \nSubject: Epstein - Legal Issues and Requests \nEFTA00028149\n\nHi the SD Fla was ordered recused by the DOJ from criminal matters concerning Mr Epstein at a much earlier date, \nsee Dkt 205-2 of the CVRA, at pg 12, fn 13 which was filed in our case as Doc 6- Exh 2  ( our bail submission of last \nweek). You are correct that the ND Ga did not enter the CVRA proceedings until much later. \nI will await further communication on the communications-related request. \nI think its more consistent with a taint review - if that is indeed the search protocol that you will use or (if there is a \nchallenge) attempt to use to review the seized Epstein phones/electroncs - for the attorney list to go to the taint \nprosecutor to guard against any risk that identifying an attorney may in combination with other evidence in your \npossession disclose a privilege. If there is a particular concern with the case team accessing privileged materials absent \nthe list of attorneys, please let me know so we can address it without delay. We have enough legal issues... \nThanks \nBest, Marty \nMartin G. Weinberg, Esq. \n This Electronic Message contains information from the Law \nOffice of Martin G. Weinberg, P.C., and may be privileged. The information is intended for the use of the \naddressee only. If you are not the addressee, please note that any disclosure, copying, distribution, or use of \nthe contents of this message is prohibited. \nFrom: \n)  ri[ay, \nSent: Tuesday, July 16, 2019 11:42 AM \nTo: Martin G. Weinberg a; 'Marc Fernich' \nCc: 'Marty Weinberg' \nSubject: RE: Epstein Arrest Seizure Items \nHi Marty, \nC \nIn reverse order, we're not prepared to make any generalized representations regarding any communications within the \nDepartment in its entirety, but I note for your reference that the Southern District of Florida apparently recused itself in \nor about March 2019, and it was only at that point, to my knowledge, that the Northern District of Georgia became \ninvolved in the CVRA case. As we have noted, our investigation had been active for several months at that time. And we \nwill further discuss your other communications-related questions and get back to you. \nRegarding the review of electronic devices, we'll discuss internally whether we're in a position to specifically describe \nour review and screening process, but certainly it would be helpful in the first instance for you to provide the list of \nattorneys and/or firms that could implicate privilege. You can simply send that list to us—unless you have concerns that \neven the identities of those attorneys and firms would disclose privileged information, though I think ideally the case \nteam would benefit from having that information as further protection against any taint. \nthanks, \nFrom: Martin G. Weinberg \nSent: Tuesday, July 16, 2019 08:31 \nTo: \nWeinberg' \nCc: 'Marty Weinberg' \n>; 'Marc Fernich' >; 'Martin \nEFTA00028150\n\nSubject: RE: Epstein Arrest Seizure Items \nGood morning \nThe purpose of this email is to address two issues separate from the ongoing bail/detention hearings. \nFirst, the seizure of various phones and computer-type devices from Mr Epstein and his residence. I would like to discuss \nthe protocol for any search of the devices with the purpose of protecting the confidentiality of a vast amount of \nattorney-client and work product privileged communications that are within these devices. Can we schedule a call? I \nhave assembled a preliminary list of attorneys. If the matter has been delegated to a taint prosecutor, and without \nwaiving rights to contest the process, I would like to send the list of attorneys to that taint prosecutor. \nSecond, yesterday MI stated that there had been no communications with the SD Fla. That is not surprising since they \nare recused. Would you inform the defense whether there has been a similar absence of any contact with the ND Ga \nprosecutors (in particular Ms and/or Mr ) or with Main Justice (eg CEOS or others)? I would also \nwant to explore with you an agreement on preserving emails, texts, voicemessages, documents that would be relevant \nto the genesis of the SDNY investigation given the issues that we have raised regarding the NPA. I am not by this email \nseeking their discovery (a future issue), only an agreement on their preservation. \nThanks \nMarty \nMartin G. Weinberg, Esq. \nThis Electronic Message contains information from the Law \nOffice of Martin G. Weinberg, P.C., and may be privileged. The information is intended for the use of the \naddressee only. If you are not the addressee, please note that any disclosure, copying, distribution, or use of \nthe contents of this message is prohibited. \nFrom: \nSent: Monday, July 15, 2019 8:35 PM \nTo: Marc Fernich < \nCc: Marty Weinberg \n) \n[mailto: \nSubject: RE: Epstein Arrest Seizure Items \nMarc, \n; \nMartin \nWeinberg cz\n>;\nCircling back on this, I'll ask the agents to bring the cash and other personal effects seized from Mr. Epstein to the \nhearing on Thursday, unless it is important to receive them before then, in which case please let me know and I'll try to \narrange that. With respect to the electronic devices, we've obtained a warrant to search them and so will be retaining \nthem as evidence. \nthanks, \nFrom: Marc \nFernich < \nSent: Thursday, July 11, 2019 15:54 \nTo: \nCc: Marty Weinberg \n< \n; \nMartin Weinberg < >; \nSubject: Epstein Arrest Seizure Items \nEFTA00028151\n\nHi M. Sorry to bug you while you may be working on a bail reply. \nI'm having trouble reaching Agent to coordinate pickup of the cellphone and other items seized upon Epstein's \narrest. She said she'd be out in the field, but I don't hear from the intermediary agent — identity unknown —  who was \nsupposed to handle it in her absence. Can you step in and try to move this along? \nThanks a lot. \nMarc Fernich, Esq. \nSent from my iPhone \nOn Jul 9, 2019, at 3:26 PM, wrote: \nMarc, \nIt is the right number, so feel free to follow up later, but I can also give you her cell number which is \nthanks, \nFrom: Marc \nFernich \nSent: Tuesday, July 09, 2019 14:56 \nTo: \nCc: Marty \nWeinberg < ; \nMartin \nWeinberg \nSubject: Re: U.S. v. Epstein, 19 Cr. 490 (RMB), Government bail memorandum \nSorry to trouble again. No answer or VM pickup at that number. I'll try again later so long as it's the right number. Can \nyou confirm? Many thanks. \nMarc Fernich, Esq. \nSent from my iPhone \nEFTA00028152\n\nOn Jul 9, 2019, at 2:45 PM, wrote: \nMarc, \nApologies for the delay on this, and thanks for following up. The best way to coordinate this is to contact the case \nagent directly —  I just spoke to her so she'll be expecting your call. They're running around, so if you reach out and \naren't able to connect today please let me know, but hopefully we can get it coordinated. The contact is Special \nAgent , and she can be reached at \nthanks, \nFrom: Marc Fernich \nSent: Monday, July 08, 2019 15:40 \nTo: \nc> \nSubject: Re: U.S. v. Epstein, 19 Cr. 490 (RMB), Government bail memorandum \nOne of your agents told Marty the case agent would return Epstein's phone, the cash and other items taken from his \nperson upon arrest. Marty's returning to Boston shortly. Can you arrange for me to take possession of those items? \nThanks, \nMarc \nMarc \nFernich, Esq. \nSent from my iPhone \nOn Jul 8, 2019, at 10:53 AM, \nMarc, \nwrote: \nWanted to send this to you as well in case your co-counsel can't receive it in the Court. Please let me know if it \nwould be helpful to get a hard copy — I'm copying two of our paralegals who can bring you (or co-counsel) a copy; \nI'll be unreachable for the next hour or so. \nthank you, \nFrom: \nSent: Monday, July 08, 2019 10:43 \nEFTA00028153\n\nTo: \nCc: \n'Martin Weinberg' < \n>; \n>; \nSubject: RE: U.S. v. Epstein, 19 Cr. 490 (RMB), Government bail memorandum \nTo the Chambers of Judge Pitman: \nIn advance of the expected bail argument in the above-captioned case, in connection with the presentment and \narraignment referred by Judge Berman, attached please find a memorandum from the government on the issue of \ndetention. Defense counsel is copied, as is the chambers of Judge Berman at their request. \nThank you, \nAssistant U.S. Attorney \nSouthern District of New York \n<U.S. v. Epstein, 19 Cr. 490 (RMB), Government bail memorandum.pdf> \nEFTA00028154",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "personal effects seized from Mr. Epstein to the \nhearing on Thursd"
      },
      {
        "name": "Martin Weinberg",
        "role": "extracted",
        "context": "From: Martin Weinberg -4 \nTo:\" \"I \nSubject: Re: Eps"
      },
      {
        "name": "Legal Issues",
        "role": "extracted",
        "context": ":\" \"I \nSubject: Re: Epstein - Legal Issues and Requests \nDate: Thu, 18 J"
      },
      {
        "name": "Requests \nDate",
        "role": "extracted",
        "context": "e: Epstein - Legal Issues and Requests \nDate: Thu, 18 Jul 2019 11:41:15 +0"
      },
      {
        "name": "Thanks \nMarty",
        "role": "extracted",
        "context": "s hearing to discuss further \nThanks \nMarty \nSent from my iPhone \nOn Jul"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "Thanks \nMarty \nSent from my iPhone \nOn Jul \n17, 2019, at 10:56 PM,"
      },
      {
        "name": "Marc Fernich",
        "role": "extracted",
        "context": "16, 2019 18:46 \nTo: \n<  \n; \n'Marc Fernich' ‹\n> \nCc: 'Marty Weinberg' \n•"
      },
      {
        "name": "Marty Weinberg",
        "role": "extracted",
        "context": "; \n'Marc Fernich' ‹\n> \nCc: 'Marty Weinberg' \n• <\n>; \n'Martin Weinberg' <"
      },
      {
        "name": "Mr Epstein",
        "role": "extracted",
        "context": "m criminal matters concerning Mr Epstein at a much earlier date, \nsee"
      },
      {
        "name": "Thanks \nBest",
        "role": "extracted",
        "context": "have enough legal issues... \nThanks \nBest, Marty \nMartin G. Weinberg, E"
      },
      {
        "name": "Marty \nMartin",
        "role": "extracted",
        "context": "egal issues... \nThanks \nBest, Marty \nMartin G. Weinberg, Esq. \n This Elec"
      },
      {
        "name": "This Electronic",
        "role": "extracted",
        "context": "y \nMartin G. Weinberg, Esq. \n This Electronic Message contains information"
      },
      {
        "name": "Law \nOffice",
        "role": "extracted",
        "context": "contains information from the Law \nOffice of Martin G. Weinberg, P.C.,"
      },
      {
        "name": "Epstein Arrest",
        "role": "extracted",
        "context": "Marty Weinberg' \nSubject: RE: Epstein Arrest Seizure Items \nHi Marty, \nC"
      },
      {
        "name": "Seizure Items",
        "role": "extracted",
        "context": "Subject: RE: Epstein Arrest Seizure Items \nHi Marty, \nC \nIn reverse ord"
      },
      {
        "name": "Hi Marty",
        "role": "extracted",
        "context": "Epstein Arrest Seizure Items \nHi Marty, \nC \nIn reverse order, we're"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "e for your reference that the Southern District of Florida apparently recused"
      },
      {
        "name": "Northern District",
        "role": "extracted",
        "context": "nt, to my knowledge, that the Northern District of Georgia became \ninvolved i"
      },
      {
        "name": "Weinberg \nSent",
        "role": "extracted",
        "context": "nt. \nthanks, \nFrom: Martin G. Weinberg \nSent: Tuesday, July 16, 2019 08:31"
      },
      {
        "name": "Main Justice",
        "role": "extracted",
        "context": "icular Ms and/or Mr ) or with Main Justice (eg CEOS or others)? I would"
      },
      {
        "name": "Martin \nWeinberg",
        "role": "extracted",
        "context": "rest Seizure Items \nMarc, \n; \nMartin \nWeinberg cz\n>;\nCircling back on this,"
      },
      {
        "name": "Marc \nFernich",
        "role": "extracted",
        "context": "as evidence. \nthanks, \nFrom: Marc \nFernich < \nSent: Thursday, July 11, 2"
      },
      {
        "name": "Marty \nWeinberg",
        "role": "extracted",
        "context": "July 09, 2019 14:56 \nTo: \nCc: Marty \nWeinberg < ; \nMartin \nWeinberg \nSubjec"
      },
      {
        "name": "On Jul",
        "role": "extracted",
        "context": "from my iPhone \nEFTA00028152\n\nOn Jul 9, 2019, at 2:45 PM, wrote:"
      },
      {
        "name": "Special \nAgent",
        "role": "extracted",
        "context": "t coordinated. The contact is Special \nAgent , and she can be reached at"
      },
      {
        "name": "Marc \nMarc",
        "role": "extracted",
        "context": "ion of those items? \nThanks, \nMarc \nMarc \nFernich, Esq. \nSent from my"
      },
      {
        "name": "Judge Pitman",
        "role": "extracted",
        "context": "emorandum \nTo the Chambers of Judge Pitman: \nIn advance of the expected"
      },
      {
        "name": "Judge Berman",
        "role": "extracted",
        "context": "and \narraignment referred by Judge Berman, attached please find a memor"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": ". \nThank you, \nAssistant U.S. Attorney \nSouthern District of New York \n<U.S. v"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-07-16",
        "event": "July 16, 2019"
      },
      {
        "date": "2019-07-15",
        "event": "July 15, 2019"
      },
      {
        "date": "2019-07-11",
        "event": "July 11, 2019"
      },
      {
        "date": "2019-07-09",
        "event": "July 09, 2019"
      },
      {
        "date": "2019-07-08",
        "event": "July 08, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:19.738Z"
}