{
  "document": {
    "id": "efta00015977",
    "filename": "EFTA00015977.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015977.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \n20 Cr. 330 (MN) \nREPLY N1EMOR kNDUM OF GHISLAINE MAXWELL \nIN SUPPORT \nOF \nHER RENEWED MOTION FOR BAIL \nMark S. \nCohen \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \n800 Third Avenue \nNew York, NY 10022 \nPhone: \n212-957-7600 \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN & FOREMAN P.C. \n150 East 10th Avenue \nDenver, \nCO 80203 \nPhone: 303-831-7364 \nBobbi C. Stemheim \nLaw Offices of Bobbi C. Stemheim \n33 West \n19th Street - 4th Floor \nNew York, NY 10011 \nPhone: \n212-243-1100 \nAttorneys for Ghislaine Maxwell \nEFTA00015977\n\nTABLE OF \nCONTENTS \nPage \nPRELIMINARY STATEMENT 1 \nARGUMENT 2 \nI. \nThe Government Concedes that Its Case Relies Almost Exclusively on the \nTestimony of Three Witnesses 2 \nII. The Government Has Not Carried Its Burden 4 \nA. The Government Asks the Court to Ignore Ms. Maxwell's Substantial \nTies to the United States, Including Her Spouse-4 \nB. Ms. Maxwell Has Thoroughly Disclosed Her Finances and Pledged All \nof Her and Her Spouse's Assets in Support of Her Bond 5 \nC. The Government's Assertion that Ms. Maxwell Is \"Adept\" at Hiding and \nTherefore a Flight Risk Is Specious \n7 \nD. Refusal of Extradition from France or the United Kingdom Is Highly \nUnlikely 8 \nE. The Recent COVID Surge at MDC Further Justifies Bail  10 \nCONCLUSION 10 \ni \nEFTA00015978\n\nTABLE OF AUTHORITIES \nPagets) \nCases \nUnited States v. Chen, \n820 F. Supp. \n1205 (N.D. Cal. 1992)   10 \nUnited States v. Orta, \n760 F.2d 887 (8th Cir. 1985)  \n1 \nEFTA00015979\n\nTABLE OF EXHIBITS \nExhibit A. Julie \nAddendum Opinion (France) \nExhibit B. Perry \nAddendum Opinion (U.K.) \nEFTA00015980\n\nPRELIMINARY STATEMENT \nThe only issue before the Court is whether conditions exist that can reasonably assure \nMs. Maxwell's appearance during this case. On this renewed application, Ms. Maxwell has put \nbefore the Court a significant bail package, supported by detailed submissions, which warrant \nher release on strict conditions. She and her spouse have committed to signing a bond in the full \namount of their net worth, regardless of the ownership of the underlying assets. She has \nproffered seven additional sureties, consisting of her family and close friends, many of whom are \nU.S. citizens and long-time residents, who have come forward at great personal risk and have \npledged meaningful assets. The government does not challenge the good faith and bona fides of \nthese proposed sureties. She has provided a \ndetailed report from a respected accounting firm, \nwhich was further reviewed by a former IRS special agent, setting forth a statement of her \nfinancial condition, supported by voluminous documentation. The government does not \nchallenge the report's findings, nor its underlying documentation. She has agreed, in writing, to \ngive up any right she has or could have to contest extradition and submit to all other standard \ntravel restrictions. And she has noted that a key representation \nmade by the government at the \ninitial bail hearing as to the \nstrength of its evidence is simply not accurate \n--\nand there is no \"significant contemporaneous documentary \nevidence\" that corroborates its case. \nWith regard to any other defendant, this record would readily support release on strict \nbail conditions, perhaps even on consent. But this is Ghislaine Maxwell, the apparent substitute \nfor Jeffrey Epstein. So, instead, in its response the government urges the Court to disregard the \nsignificant additional evidence proffered to the Court and further argues that a defendant cannot \nbe eligible for bail (apparently on any conditions), unless she can provide an absolute guarantee \nagainst all risks. But this is not the legal standard. United States v.  Orta, 760 F.2d 887, 888 n.4, \nEFTA00015981\n\n892-93 (8th Cir. 1985) (\"The legal standard required by the [Bail Reform] Act is one of reasonable \nassurances, not \nabsolute guarantees.\"). Under, the Bail Reform Act, a defendant must be released \nunless there are \"no conditions\" that would reasonably assure her presence. Here, the proposed \npackage satisfies the actual governing standard, and the Court should grant bail. \nARGUMENT \nI. The Government Concedes that Its Case Relics Almost Exclusively on the \nTestimony of Three Witnesses \nin evaluating the strength of the government's case in its prior ruling, the Court relied on \nthe government's proffer that the testimony of \nthe three accusers would be corroborated by \n\"significant contemporaneous documentary evidence.\" ('Tr. 82 (emphasis added)). The \ngovernment now expressly retreats from this position. It is abundantly clear from the \ngovernment's response that it has no \"significant contemporaneous documentary evidence\"—in \nfact, it has virtually no documentary corroboration at all—and that its case against Ms. Maxwell \nis based almost exclusively on the recollections of the three accusers, who remain unidentified, \nconcerning events that took place over 25 years ago. Moreover, the government offers no \nspecificity about when within the four-year period of the charged conspiracy the alleged \nincidents of abuse took place. This, alone, is grounds for the Court to reconsider its prior ruling. \nThe few examples of documentary corroboration referenced by the government—which \nare the same examples that the government touted at the initial bail hearing—pertain to Epstein, \nnot Ms. Maxwell. The government concedes that \ngovernment further states \nthat \n(Gov. Mem. at II (emphasis added)). The \n(Id. \n(emphasis added)). The strength of the government's case against Jeffrey Epstein is not at issue \n2 \nEFTA00015982\n\nhere. Whether or not the accusers' recollections as to Epstein are corroborated is irrelevant to \nthe strength of the evidence \nagainst Ms. Maxwell. \nThe only purported corroboration that pertains in any way to Ms. Maxwell is of marginal \nvalue. The \ngovernment references \n■ (Id. at 11). But even the government concedes that, at best, \nIt is clear that the only evidence that Ms. Maxwell allegedly \"groomed\" the accusers or \nknowingly facilitated or participated in Epstein's sexual abuse of minors will come solely from \nthe testimony of the three accusers. The government's case against Ms. Maxwell therefore rests \nentirely on the credibility and reliability of these three witnesses.2  Moreover, the substantive \ncounts (Counts Two and Four) are based on the testimony of only one \nwitness, Minor Victim-1. \nIt is also telling that the government does not even attempt to rebut the \ndefense's assertion that it \ndid not begin issuing subpoenas for documents related to Ms. Maxwell until just after the death \nof Jeffrey Epstein. This confirms that the case against Ms. Maxwell was assembled after the fact \n'The government also proffers that they will have \"additional witnesses.\" (Gov. Mem at Ilk But these arc not \n\"outcry\" witnesses who will corroborate a contemporaneous account of abuse from one or more of the accusers. \nInstead, they will testify only that \"both [Ms. Maxwell] and Epstein knew and interacted with certain minor victims \nwhen those victims were minors.\" (Id.). Again, the fact that Ms. Maxwell may have \"met and interacted with\" \nsomeone when they \nwere \na minor proves absolutely nothing. \n2 One \nof \nthe witnesses has \nsubmitted a letter to the Court. While the CVRA permits the right to \nbe \nheard, the letter \nshould be given no legal weight in the Court's bail analysis. See United Stales v.  Turner, 367 F. Supp. 2d 319, 331-\n32 (E.D.N.Y. 2005) \n3 \nEFTA00015983\n\nas a substitute for its prosecution of Epstein.;   The government's case is not what it represented \nto the Court at the initial bail hearing, which should weigh heavily in favor of granting bail.4\nII. The Government Has Not Carried Its Burden \nA. The Government Asks the Court to Ignore Ms. Maxwell's Substantial \nTies to the United States, Including Her Spouse \nThe government incorrectly argues that the renewed bail application offers no new \ninformation and that the \nCourt was \"already aware of the defendant's friends and family in \nthe United States. (Gov. Mem. at 13). The government ignores that, since the initial bail \nhearing, Ms. Maxwell's spouse has come forward as a co-signor and has submitted a \ndetailed letter describing his committed relationship with Ms. Maxwell for over four years \nand the important role she has played, and continues to play, \nIt also ignores that several of Ms. Maxwell's closest friends and family, many of \nwhom are U.S. citizens and residents, have also come forward, at considerable personal risk, \nto support her bond with pledges of assets or letters of support. This information, which \nwas not available to the Court at the time of the initial hearing, demonstrates Ms. Maxwell's \nstrong ties to this country and weighs heavily in favor of bail. \nRather than address the merits, the government attempts \nto dismiss the significance \nof Ms. Maxwell's relationship with her spouse, noting that Ms. Maxwell told Pretrial \nServices that she was in the process of getting a divorce and that her spouse did not step \nforward as a co-signer at the initial bail hearing. (Id. at 13-14). \nThe government is entirely \nMoreover. the government failure to request regardless of whether it \nwas legally obligated to \ndo so. shows that the government has accept e accusers accounts without serious scrutiny. Given the \novenunent's \nongoittti \nBrady obligations. it is unsettling that the government would simply acce \nContrary to the government's assertion_ the defense has not abandoned our legal challenges to the indictment. \n(Gov. Mem at 10 n.1). We believe we have strong arguments that have only gotten stronger with the production of \ndiscovery. We will be making those arguments to the Court in our pretrial motions to be fi led next month. \n4 \nEFTA00015984\n\nmistaken. Prior to her arrest, Ms. Maxwell and her spouse had discussed the idea of getting \na divorce as an additional way to create distance between Ms. Maxwell and her spouse to \nprotect him from the terrible consequences of being associated with her. \nNevertheless, in the weeks \nfollowing the initial bail hearing, \nShe and her spouse therefore had no reason to continue \ndiscussing divorce, which neither of them wanted in the first place. Nor was there any \nreason for her \nspouse to \nrefrain from stepping forward \nas a \nco-signer. In \nsum, the \ngovernment has offered nothing but unsupported innuendo to suggest that Ms. Maxwell's \nrelationship with \nher spouse \nis not a powerful tie to \nthis country. \nThe government's assertion that Ms. Maxwell must not have a close relationship \nwith is particularly \ncallous \nand belied by the facts. (Gov. Mem. at 14). As her spouse explains, \n(Ex. A ¶ \n12). \nB. \nMs. Maxwell Has Thoroughly Disclosed Her Finances and Pledged All of \nHer and \nHer Spouse's Assets in Support of Her Bond \nThe government's attempts to rebut the financial condition report are unavailing. \nSignificantly, the government does not contest the accuracy of the report, nor the \nvoluminous supporting documentation. In fact, the government has proffered nothing that \ncalls into question the report's detailed account of Ms. Maxwell and her spouse's assets for \nthe last five years, which addresses one of the Court's principal reasons for denying bail. \nRather than question the report itself, the government attempts to argue that Ms. \nMaxwell deceived the Court and Pretrial Services about her assets. (Gov. Mem. at 22-23). \n5 \nEFTA00015985\n\nThe report shows nothing of the son. Ms. Maxwell, who was sifting in a jail cell at the time, \nwas asked by Pretrial Services to estimate her assets. Accordingly, she gave her best \nestimate of the assets she held in her own name, which the government concedes she did \nwith remarkable accuracy considering that she had not reviewed her financial statements.5\nThe government's arguments further confirm that it has lost all objectivity and will \nview at any fact involving Ms. Maxwell in the worst possible light. For example, the \ngovernment asserts that Ms. Maxwell has demonstrated \"sophistication in hiding her assets\" \nand \ncharacterizes her transfers to a trust as \"funneling\" assets to her spouse to \"hide her true \nwealth.\" (Id. at 24). There is nothing unusual, let alone nefarious or even particularly \nsophisticated about transferring assets into a trust or a spouse. Indeed, Ms. Maxwell fully \ndisclosed these transactions on her joint tax returns. More importantly, all of the assets \ndisclosed in the financial report, whether they are owned by Ms. Maxwell or her spouse, are \nincluded in the bond amount and are subject to forfeiture if \nshe flees. \nThe government further argues that the financial condition report shows that Ms. \nMaxwell has access to millions of dollars of \"unrestrained funds\" that she could use to flee \nthe country and reimburse any of her sureties for the loss of their security. (Id. at 23). That \ncharacterization is simply untrue. First, as disclosed in the \nfinancial report, Ms. Maxwell \nhas procured significant loans on \nthe basis of a negative pledge over her London property. \nSecond, the $4 million controlled by her spouse \ncould only be liquidated with considerable \ndifficulty. \nThe government also faults Ms. Maxwell for not including a valuation of future \ncontingent assets and income that may never materialize. (Id. at 23-24). For example,■ \n$ Moreover, for the reasons discussed in our initial memorandum, Ms. Maxwell was reluctant to discuss anything \nabout her spouse and clearly expressed her reluctance to Pretrial Services early on in the interview. \n6 \nEFTA00015986\n\nSimilarly, the financial report does not include \na future income stream for Ms. Maxwell or her spouse because it presents only historical \nand current assets. Even so, Ms. Maxwell has no certain future income stream. Her spouse \nand has had to liquidate his existing investments to help Ms. Maxwell. Finally, the \nreference to \nis \ngratuitous. Ms. \nMaxwell had no \nknowledge of \nBut the larger point is this: Ms. Maxwell has proposed a substantial bail package \nwith multiple co-signers and significant security. She and her spouse have pledged all of \ntheir assets in support of the bond. Ms. Maxwell's wealth is not a reason to deny her bail. It \nis a reason to set appropriately strict conditions that will result in significant financial \nconsequences to Ms. Maxwell and her friends and family if she leaves the country. The \nproposed bail package does exactly that .° \nC. The Government's Assertion that Ms. Maxwell Is \"Adept\" at \nHiding and \nTherefore a Flight Risk Is Specious \nThe government continues to assert the sinister narrative that Ms. Maxwell had \"an \nexpertise at remaining hidden,\" and that it would therefore be easy for her to become a fugitive. \n`  The government's argument that her spouse's moral suasion is diminished because Ms. Maxwell brought the \nmajority of assets to the relationship is nonsensical. (Id. at 24-25). Regardless of whose mono it was to begin with, \nall of the assets of Ms. Maxwell and her spouse will be forfeited if she flees and her spouse will be \nleft with nothing. Furthermore, the government's assertion that they could not verify the \nspouse \ns  inancia \ninformation because Ms. Maxwell did not provide his current banking information is false. (Id. at 24 n.9). The \ndefense provided the spouse's current banking records and only redacted the name of the bank. \n7 \nEFTA00015987\n\n(Gov. Mem. at 20). The government suggests that purchasing a home using a trust and providing \na pseudonym to a real estate broker are indicative of her willingness and ability to live in hiding \nand somehow forecast Ms. Maxwell's intention to flee. (Id.). These arguments are just further \nevidence that the government will frame every fact about Ms. Maxwell in the worst possible \nlight. As the defense has already argued extensively in its initial brief, these steps were borne \nout of necessity to protect Ms. Maxwell and her family from harassment and physical threats. \nMoreover, they are not predictive of flight. There is simply no basis to conclude, based on the \nmeasures that Ms. Maxwell was forced to take to protect herself and her family, that she would \nthen willingly abandon that family to become a fugitive from justice. To the contrary, she \nremained in the country precisely to remain close to them and to defend her case. \nD. Refusal of Extradition from France or the United Kingdom Is Highly \nUnlikely \nThe government dismisses Ms. Maxwell's willingness to waive her extradition rights as \nto France and the United Kingdom as \"meaningless\" because Ms. Maxwell cannot guarantee \nwith absolute certainty that either country will enforce the waiver. (Gov. Mem. at 14). The \ngovernment misses the point: Ms. Maxwell's willingness to do everything she can to eliminate \nher ability to refuse extradition to the fullest extent possible demonstrates her firm commitment \nto remain in this country to face the charges against her and, as Ms. Maxwell's French and U.K. \nexperts confirm, there is every reason to believe that both authorities would consider the waiver \nas part of any extradition request. \nIn an attempt to counter William Julie's expert report stating it is \"highly unlikely\" that \nthe French government would refuse to extradite Ms. Maxwell (Def. Mem., Ex. V at 2), the \ngovernment attaches a letter from the French Ministry of Justice (\"MOP') that references neither \nMr. Julie's report nor Ms. Maxwell, but states generally that the French Code of Criminal \nProcedure \"absolutely prohibits\" the extradition of a French national. (Gov. Mem., Ex. B). But \n8 \nEFTA00015988\n\nas Mr. Julie's accompanying rebuttal report explains (see Ex. A), the MOJ letter ignores that the \nextradition provisions in French Code of Criminal Procedure apply only in the absence of an \ninternational agreement providing otherwise. (Id. at 1). This rule is necessitated by the French \nConstitution, which requires that international agreements prevail over national legislation. (Id.). \nThus, extradition of a French national to the United States is legally permissible if the extradition \ntreaty between the United States and France provides for it—which it does. (Id. at 3). \nThe government's reliance on a 2006 case—in which France refused to extradite a \nFrench national who was also a U.S. citizen—provides no \nprecedent as to how a French court \nwould rule on an extradition request regarding Ms. Maxwell \nbecause, as Mr. Julie notes, the \nUnited States did not challenge the refusal in the French courts. (/d. at 2-3). Nor does it \nundermine Mr. Julia's opinion that, in the unusual circumstance where a citizen of both countries \nhas executed an extradition waiver and then fled to France in violation of bail conditions set by a \nU.S. court, it is \"highly unlikely\" that an extradition decree would not be issued. (/d. at 3). \nThe government offers no rebuttal to the opinion of Ms. Maxwell's U.K. extradition \nexpert, David Perry. Nor does it dispute Mr. Perry's opinion that Ms. Maxwell would be \"highly \nunlikely\" to successfully resist extradition from the United Kingdom, that her waiver would be \nadmissible in any extradition proceeding, and that—contrary to the government's representation \nat the initial bail hearing (Tr. 27)—bail would be \"extremely unlikely.\" (See \nDef. Mem. Ex. U at \n¶ 39). Mr. Perry's addendum opinion (attached as Ex. B) reiterates these points, opining that the \nwaiver would be \"a highly relevant factor\" in the U.K. proceeding, both to the likelihood of \nextradition and to the likelihood of bail while the proceeding is pending. (Id. ¶ 3).7\n7 \nNor, \nas \nthe government \nsuggests, does the \nSecretary of State have general \n\"discretion to deny \nextradition\" after a \ncourt has entered a final extradition order. (See Gov. Mem. at 19). That discretion is limited to a handful of \nexceptional circumstances that would likely be inapplicable to Ms. Maxwell's case. (Id. ¶¶ 4-5). \n9 \nEFTA00015989\n\nFinally, the government's argument that Ms. Maxwell could always flee to some country \nother than the United Kingdom and France holds her—and any defendant—to an impossible \nstandard, which is not the standard under the Bail Reform Act. (See Gov. Mem. at 19). By the \ngovernment's \nreasoning, no defendant with financial means to travel could be granted bail, \nbecause there would always be a possibility that they could flee to another country (even if they \nhad no ties there), and there could never be an assurance that any extradition waiver would be \nenforced. However, \"Section 3142 does not seek ironclad guarantees.\" United States v. Chen, \n820 F. Supp. 1205, 1208 (N.D. Cal. 1992). To the extent that Ms. \nMaxwell's ties to France and \nthe United Kingdom—where she has not lived for nearly \n30 years—create a flight risk, her \nextradition waivers along with the substantial bail package proposed reasonably cure it.8\nE. The Recent COVID Surge at MDC Further Justifies Bail \nThe government suggests that the Court ignore COVID concerns because Ms. Maxwell, \nthough quarantined because of contact with an officer who tested positive, did not become \ninfected. This ignores the daily (sometimes multiple) inspections of Ms. Maxwell's mouth, \nwhich heightens her risk of contracting the deadly virus, which has now surged to 113 positive \ncases in the MDC. Further, Deputy Captain B. Houtz \nrecently issued a memo stating that \"(ijt \nhas not been determined whether legal calls and legal visits will continue.\" As the Court is well \naware, \nlegal visits with Ms. Maxwell already have been suspended. Should legal calls also be \ndiscontinued, her constitutional right to effective assistance of counsel will be further eroded. \nCONCLUSION \nFor the foregoing reasons, Ms. Maxwell respectfully requests that the Court order her \nrelease on bail pursuant to the strict conditions she has proposed. \n8  Any incentive Ms. Maxwell might have to flee to France has been greatly diminished by the recent arrest in France \nof Jean\n-Luc \nBrunel. who reportedly is under investigation for alleged sexual assaults by \nJeffrey \nEpstein. \nSee. e.g.. \nFrance Details Modeling Agent in Jeffrey Epstein Inquiry. Jittns://www,thcatiardiangoiniworld/2020/dec/17/france-\ndetains-modelling-ageni-jean-lue-brunel-in-jefftey-epstein-inquirv. \n10 \nEFTA00015990\n\nDated: December I8, 2020 \nRespectfully submitted, \n/s/ Mark S. \nCohen \nMark S. Cohen \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \n800 Third Avenue \nNew York, NY \n10022 \nPhone: 212-957-7600 \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN & FOREMAN P.C. \n150 East 10th \nAvenue \nDenver, CO 80203 \nPhone: 303-831-7364 \nBobbi C. Sternheim \nLaw Offices of Bobbi C. \nSternheim \n33 West 19th Street - 4th Floor \nNew York, NY 10011 \nPhone: 212-243-1100 \nAttorneys for Ghislaine Maxwell \nII \nEFTA00015991",
    "pageCount": 15,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "s Ghislaine Maxwell, the apparent substitute \nfor Jeffrey Epstein. So, instead, in its response the government urge"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \n20 Cr. 330 (MN) \nREPLY N1EMOR kNDUM"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "ment Asks the Court to Ignore Ms. Maxwell's Substantial \nTies to th"
      },
      {
        "name": "Maxwell Has",
        "role": "extracted",
        "context": "s, Including Her Spouse-4 \nB. Ms. Maxwell Has Thoroughly Disclosed Her"
      },
      {
        "name": "Maxwell Is",
        "role": "extracted",
        "context": "e Government's Assertion that Ms. Maxwell Is \"Adept\" at Hiding and \nTh"
      },
      {
        "name": "Julie",
        "role": "extracted",
        "context": "OP') that references neither \nMr. Julie's report nor Ms. Maxwell,"
      },
      {
        "name": "Julia",
        "role": "extracted",
        "context": "2-3). Nor does it \nundermine Mr. Julia's opinion that, in the un"
      },
      {
        "name": "Perry",
        "role": "extracted",
        "context": "id Perry. Nor does it dispute Mr. Perry's opinion that Ms. Maxwel"
      },
      {
        "name": "Cohen \nChristian",
        "role": "extracted",
        "context": "WED MOTION FOR BAIL \nMark S. \nCohen \nChristian R. Everdell \nCOHEN \n& GRESSER"
      },
      {
        "name": "Third Avenue",
        "role": "extracted",
        "context": "ll \nCOHEN \n& GRESSER LLP \n800 Third Avenue \nNew York, NY 10022 \nPhone:"
      },
      {
        "name": "Pagliuca \nLaura",
        "role": "extracted",
        "context": "ne: \n212-957-7600 \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN"
      },
      {
        "name": "Avenue \nDenver",
        "role": "extracted",
        "context": "& FOREMAN P.C. \n150 East 10th Avenue \nDenver, \nCO 80203 \nPhone: 303-831-73"
      },
      {
        "name": "Stemheim \nLaw",
        "role": "extracted",
        "context": "Phone: 303-831-7364 \nBobbi C. Stemheim \nLaw Offices of Bobbi C. Stemheim"
      },
      {
        "name": "Floor \nNew",
        "role": "extracted",
        "context": "m \n33 West \n19th Street - 4th Floor \nNew York, NY 10011 \nPhone: \n212-2"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "STATEMENT 1 \nARGUMENT 2 \nI. \nThe Government Concedes that Its Case Relies"
      },
      {
        "name": "Its Case",
        "role": "extracted",
        "context": "The Government Concedes that Its Case Relies Almost Exclusively on"
      },
      {
        "name": "Relies Almost",
        "role": "extracted",
        "context": "rnment Concedes that Its Case Relies Almost Exclusively on the \nTestimony"
      },
      {
        "name": "Three Witnesses",
        "role": "extracted",
        "context": "lusively on the \nTestimony of Three Witnesses 2 \nII. The Government Has Not"
      },
      {
        "name": "Has Not",
        "role": "extracted",
        "context": "tnesses 2 \nII. The Government Has Not Carried Its Burden 4 \nA. The"
      },
      {
        "name": "Carried Its",
        "role": "extracted",
        "context": "2 \nII. The Government Has Not Carried Its Burden 4 \nA. The Government A"
      },
      {
        "name": "Ignore Ms",
        "role": "extracted",
        "context": "Government Asks the Court to Ignore Ms. Maxwell's Substantial \nTies"
      },
      {
        "name": "Substantial \nTies",
        "role": "extracted",
        "context": "Court to Ignore Ms. Maxwell's Substantial \nTies to the United States, Includi"
      },
      {
        "name": "Including Her",
        "role": "extracted",
        "context": "l \nTies to the United States, Including Her Spouse-4 \nB. Ms. Maxwell Has"
      },
      {
        "name": "Thoroughly Disclosed",
        "role": "extracted",
        "context": "Spouse-4 \nB. Ms. Maxwell Has Thoroughly Disclosed Her Finances and Pledged All"
      },
      {
        "name": "Her Finances",
        "role": "extracted",
        "context": "well Has Thoroughly Disclosed Her Finances and Pledged All \nof Her and H"
      },
      {
        "name": "Pledged All",
        "role": "extracted",
        "context": "ly Disclosed Her Finances and Pledged All \nof Her and Her Spouse's Asse"
      },
      {
        "name": "Her Spouse",
        "role": "extracted",
        "context": "s and Pledged All \nof Her and Her Spouse's Assets in Support of Her Bo"
      },
      {
        "name": "Her Bond",
        "role": "extracted",
        "context": "Spouse's Assets in Support of Her Bond 5 \nC. The Government's Assert"
      },
      {
        "name": "Flight Risk",
        "role": "extracted",
        "context": "t\" at Hiding and \nTherefore a Flight Risk Is Specious \n7 \nD. Refusal of"
      },
      {
        "name": "Is Specious",
        "role": "extracted",
        "context": "and \nTherefore a Flight Risk Is Specious \n7 \nD. Refusal of Extradition"
      },
      {
        "name": "United Kingdom",
        "role": "extracted",
        "context": "xtradition from France or the United Kingdom Is Highly \nUnlikely 8 \nE. The"
      },
      {
        "name": "Is Highly",
        "role": "extracted",
        "context": "France or the United Kingdom Is Highly \nUnlikely 8 \nE. The Recent CO"
      },
      {
        "name": "The Recent",
        "role": "extracted",
        "context": "dom Is Highly \nUnlikely 8 \nE. The Recent COVID Surge at MDC Further Ju"
      },
      {
        "name": "Further Justifies",
        "role": "extracted",
        "context": "The Recent COVID Surge at MDC Further Justifies Bail  10 \nCONCLUSION 10 \ni \nE"
      },
      {
        "name": "Cases \nUnited",
        "role": "extracted",
        "context": "ABLE OF AUTHORITIES \nPagets) \nCases \nUnited States v. Chen, \n820 F. Supp."
      },
      {
        "name": "Julie \nAddendum",
        "role": "extracted",
        "context": "TABLE OF EXHIBITS \nExhibit A. Julie \nAddendum Opinion (France) \nExhibit B."
      },
      {
        "name": "Perry \nAddendum",
        "role": "extracted",
        "context": "Opinion (France) \nExhibit B. Perry \nAddendum Opinion (U.K.) \nEFTA00015980"
      },
      {
        "name": "Bail Reform",
        "role": "extracted",
        "context": "gal standard required by the [Bail Reform] Act is one of reasonable \nas"
      },
      {
        "name": "Relics Almost",
        "role": "extracted",
        "context": "rnment Concedes that Its Case Relics Almost Exclusively on the \nTestimony"
      },
      {
        "name": "Counts Two",
        "role": "extracted",
        "context": "ver, the substantive \ncounts (Counts Two and Four) are based on the te"
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "stimony of only one \nwitness, Minor Victim-1. \nIt is also telling that t"
      },
      {
        "name": "Ilk But",
        "role": "extracted",
        "context": "onal witnesses.\" (Gov. Mem at Ilk But these arc not \n\"outcry\" witne"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "in the Court's bail analysis. See United Stales v.  Turner, 367 F. Sup"
      },
      {
        "name": "Spouse \nThe",
        "role": "extracted",
        "context": "United States, Including Her Spouse \nThe government incorrectly argues"
      },
      {
        "name": "Pretrial \nServices",
        "role": "extracted",
        "context": "noting that Ms. Maxwell told Pretrial \nServices that she was in the process o"
      },
      {
        "name": "Pretrial Services",
        "role": "extracted",
        "context": "axwell deceived the Court and Pretrial Services about her assets. (Gov. Mem."
      },
      {
        "name": "Unlikely \nThe",
        "role": "extracted",
        "context": "the United Kingdom Is Highly \nUnlikely \nThe government dismisses Ms. Maxw"
      },
      {
        "name": "William Julie",
        "role": "extracted",
        "context": "st. \nIn an attempt to counter William Julie's expert report stating it is"
      },
      {
        "name": "French Ministry",
        "role": "extracted",
        "context": "nt attaches a letter from the French Ministry of Justice (\"MOP') that refer"
      },
      {
        "name": "French Code",
        "role": "extracted",
        "context": "but states generally that the French Code of Criminal \nProcedure \"absol"
      },
      {
        "name": "Criminal \nProcedure",
        "role": "extracted",
        "context": "rally that the French Code of Criminal \nProcedure \"absolutely prohibits\" the ex"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "provisions in French Code of Criminal Procedure apply only in the absence of"
      },
      {
        "name": "French \nConstitution",
        "role": "extracted",
        "context": "s rule is necessitated by the French \nConstitution, which requires that internat"
      },
      {
        "name": "David Perry",
        "role": "extracted",
        "context": "l's U.K. extradition \nexpert, David Perry. Nor does it dispute Mr. Perr"
      },
      {
        "name": "See \nDef",
        "role": "extracted",
        "context": "uld be \"extremely unlikely.\" (See \nDef. Mem. Ex. U at \n¶ 39). Mr. Pe"
      },
      {
        "name": "See Gov",
        "role": "extracted",
        "context": "d a final extradition order. (See Gov. Mem. at 19). That discretion"
      },
      {
        "name": "Bail \nThe",
        "role": "extracted",
        "context": "urge at MDC Further Justifies Bail \nThe government suggests that the"
      },
      {
        "name": "Deputy Captain",
        "role": "extracted",
        "context": "e \ncases in the MDC. Further, Deputy Captain B. Houtz \nrecently issued a m"
      },
      {
        "name": "Luc \nBrunel",
        "role": "extracted",
        "context": "nt arrest in France \nof Jean\n-Luc \nBrunel. who reportedly is under inve"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "r alleged sexual assaults by \nJeffrey \nEpstein. \nSee. e.g.. \nFrance Details"
      },
      {
        "name": "France Details",
        "role": "extracted",
        "context": "effrey \nEpstein. \nSee. e.g.. \nFrance Details Modeling Agent in Jeffrey Eps"
      },
      {
        "name": "Modeling Agent",
        "role": "extracted",
        "context": ". \nSee. e.g.. \nFrance Details Modeling Agent in Jeffrey Epstein Inquiry. J"
      },
      {
        "name": "Cohen \nMark",
        "role": "extracted",
        "context": "ully submitted, \n/s/ Mark S. \nCohen \nMark S. Cohen \nChristian R. Everde"
      },
      {
        "name": "Sternheim \nLaw",
        "role": "extracted",
        "context": "Phone: 303-831-7364 \nBobbi C. Sternheim \nLaw Offices of Bobbi C. \nSternhei"
      },
      {
        "name": "Ghislaine Maxwell \nII",
        "role": "extracted",
        "context": ": 212-243-1100 \nAttorneys for Ghislaine Maxwell \nII \nEFTA00015991"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      },
      {
        "name": "Avenue \nDenver, CO",
        "type": "city"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [
      "212-957-7600",
      "303-831-7364",
      "212-243-1100"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:51.913Z"
}