{
  "document": {
    "id": "efta00022989",
    "filename": "EFTA00022989.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00022989.pdf",
    "text": "\n\nFrom• \nTo• \nSubject: notes from tic with counsel to Prince Andrew \nDate: Fri, 10 Jan 2020 14:52:05 +0000 \n- introductions \no prosecutors and also two primary FBI agents \n- may be helpful to start by describing what we're requesting, and then we can answer any questions that we're able to \no requesting a voluntary, consensual interview \no how does such an interview ordinarily work? \n• not recorded, not videotaped or audiotaped; instead, agents take notes (and of course counsel can \ntake notes as well) \n• the interview is not formally under oath, there's no swearing-in, but it is a crime in the U.S. to \nknowingly lie to federal law enforcement officers \no again in terms of process, we do not publicize the content or even the existence of these interviews \n• obviously can't guarantee that no one who might come to know about the interview would tell the \npress, but our office does not advise the press of interviews \n• notably, it was reported months ago that we were attempting to interview Prince Andrew, which was \ninaccurate, and now we have been working on this request for approximately the past month and \nthere have been no media reports about it \no after we've completed an interview, we communicate with counsel as necessary, including with any required \nfollow-up \n- so that's the process, in terms of the substance \no explain target / subject / witness \n• ordinarily we don't confer a label like that unless asked, but those are the categories \no subject matter we are interested in is, broadly, the nature and scope of client's relationship with Jeffrey Epstein \nand his associates, including professional associates, staff, and personal relationships, including Ghislaine \nMaxwell \n• how they came to know each other, how long they were in contact, what the nature of their contacts \nwere, how often communicated \n•  for Epstein in particular but also Epstein's associates \no then in particular there have been public allegations from at least one individual and we would \n- able to identify targets? \no no, can't identify targets, but ore not saying that their client is a target \n- expected timeline? \no as soon as reasonably practicable (moving the investigation forward expeditiously), and with the goal of \ncovering all relevant subjects in the initial meeting if possible \n- as matters stand, whether we would say he is a target / witness / subject? \no subject, and noting that it is sometimes the case that individuals are a subject by default until there is sufficient \ninformation to classify them as a witness \narties agreed to be in touch in the coming days \nEFTA00022989",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "he nature and scope of client's relationship with Jeffrey Epstein \nand his associates, including professional assoc"
      },
      {
        "name": "Prince Andrew",
        "role": "extracted",
        "context": "om• \nTo• \nSubject: notes from tic with counsel to Prince Andrew \nDate: Fri, 10 Jan 2020 14:52:05 +0000 \n- introdu"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "onal relationships, including Ghislaine \nMaxwell \n• how they came to know each"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:08.012Z"
}