{
  "document": {
    "id": "efta00032225",
    "filename": "EFTA00032225.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032225.pdf",
    "text": "\n\nFrom: ' \nTo: \nColleen Mullen  \nCc: \nTeri Gibbs \nSubject: RE: Follow-up \nDate: Thu, 20 Aug 2020 01:35:06 +0000 \nInline-Images: image00 1 jpg \n)\"H \n(USANYS)\" \nColleen, \nFollowing up on the below —  please let us know? Thanks very much. \nFrom: \nSent: Tuesday, August 11, 2020 18:03 \nTo: Colleen Mullen  \nCc: \nTeri Gibbs ; \nSubject: RE: Follow-up \nColleen, \nWe are happy to speak with you — we had only followed up because we were under the impression she was interested in \nspeaking with us. We certainly can discuss issues of witness safety and confidentiality, but we also are not looking to \npressure anyone, at all. Please let us know if it makes sense to chat, and if so, what time ranges would work for you later \nthis week or next. \nthanks, \nFrom: Colleen Mullen\nSent: Monde Au ust 10, 2020 19:17 \nTo: \nCc: Teri Gibbs   \n>; \nSubject: Re: Follow-up \nDo you have any time to speak this week? My client is deeply concerned about her personal safety and wishes to \nmaintain her anonymity. \nBest, \nColleen \nOn Thu, Aug 6, 2020 at 10:26 AM ) < \nwrote: \nColleen, \nWe wanted to follow up on this from last month. Please let us know? (And obviously we're past late July now, but we \ncould look at dates and times for an interview this month.) \nthanks, \nFrom: \nSent: Wednesday, July 08, 2020 17:30 \nTo: Colleen Mullen \nCc: \nTeri Gibbs \nSubject: RE: Follow-up \nColleen, \nThanks very much for being in touch, and we would like to speak with As a threshold question, \nwould it be possible for you to share with us the documents from and email correspondence with Maxwell referenced in \nEFTA00032225\n\nyour email below? And is there a good date or dates later in July that would work for a phone or videoconference \ninterview? \nthanks again, \nFrom: Colleen Mullen < \nSent: Monde , Jul 06, 2020 15:20 \nTo: \nCc: Teri Gibbs \nSub'ect: Re: Follow-up \nMr. \nWe wanted to  follow up on our prior email and offer to speak with our client, As \nstated earlier, worked for Ms. Maxwell (and, by extension, Jeffrey Epstein). \nI confirmed with our client that she is willing to speak with you and wants to fully cooperate with the criminal \ninvestigation/action pending against Ms. Maxwell. She could be a valuable witness for you. \nPlease let us know if you would like to speak with our client. We are happy to facilitate this conversation. \nBest, \nColleen \nOn Wed, Jan \n29, 2020 at 12:57 PM \nwrote: \nReceived, thanks very much. \nFrom: Teri Gibbs\nSent: \nTuesday, January 28, 2020 19:08 \nTo: \nCc: \n>; \nColleen Mullen \nRe: Follow-up \nHi =, \nAs we discussed last week, \nour client, \nhas in her possession documents from and \nemail correspondence with Ghislaine Maxwell. Thus far, we have received authorization to share the list of \noffice \nnumbers used during her employment with Ghislaine Maxwell from 2003-2007. \nPlease see attached. \nPlease let us know if you have any questions. \nBest, \nTeri \nOn Wed, Jan 22, 2020 at 1:48 PM \nwrote: \nWill do, speak with you then. Thanks. \nFrom: Teri Gibbs\nSent: Wednesday, January 22, 2020 16:44 \nTo: \nCc: \nColleen Mullen \nSect: Re: Follow-up \nGreat. Tomorrow at 12PM PST/3PM EST works. Please call our conference line ata \nBest, \nTeri \nOn \nWed JanM \nwrote: \nTeri, \nEFTA00032226\n\nI can give you a call at 3:00 p.m. tomorrow (Thursday). Please let me know what number is best to reach you at, \nand I'll plan to call you then. \nthanks, \nFrom: Teri Gibbs < \nSent: Tuesday. January 21. 2020 20:15 \nTo: \nCc: \nColleen Mullen \nSubject: Re: Follow-up \nWonderful,-. I am available tomorrow through Friday from 1PM-3PM EST. Please let me know \nwhat time works best for \nyou. \nBest, \nTeri \nOn Tue, Jan 21, 2020 at 5:06 PM \nwrote: \n>; \nTeri, \nWe would be happy to set up a call to speak with you and receive the new information—please let us know a \nfew times this week that would work for you. \nthanks, \nFrom: Teri Gibbs - \nSent: Tuesday. January 21. 2020 18:50 \nTo: \nCc: \nColleen Mullen \nSubject: \nRe: \nFollow-up \nHi =, \nI am following up regardin our clients and We have \nmore information from that may be important to your investigation. Please let us \nknow if you would like to speak with us over the phone or set up interviews with either of them. \nBest regards, \nTeri \nOn \nMon, Jan 6, 2020 at 1:12 PM Teri Gibbs < > wrote: \nME, \nGreat. Please call our conference line at You should receive an invitation in a  few \nmoments from UberConference. You will not need a sign-in pin. \nLooking forward to our call on Wednesday at 12:30PM PST. \nBest, \nTeri \nOn \nMon \nJan 6,2020 at 1:07 P \nwrote: \nYes, we can do Wednesday at 12:30 p.m. PST (3:30 p.m. EST). Please let us know the best number to \nreach you at, and we'll call you then. \nFrom: Teri Gibbs < \nSent: Monday. January 06, 2020 12:15 \nTo: \nCc: \nSubject: \nRe: Witness re Prince Andrew \nColleen \nEFTA00032227\n\nWe have a last-minute mediation that is now scheduled for Tuesday. Are you available on \nWednesday between 10-11AM PST and 12-2PM PST or Thursday at any time between 9 AM-\n5PM PST? \nThank you in advance for your flexibility. \nBest, \nTeri \nOn Fri Jan 3 2020 at 6:04 PM\nwrote: \nTeri, \nNo problem, and thanks for getting back to us. We could do a call on Tuesday the 7th at 11:00 a.m. \nPST (2:00 p.m. EST). Please let us know the best number to reach you at, and we'll give you a call \nthen. \nthanks, \nFrom: Teri Gibbs\nSent: Thursday, January 02, 2020 19:26 \nTo: \nCc: IMEMIE=It \na)\nSu, Re: Witness re Prince Andrew \nHi \nThank you for your response. I apologize for the delay. I  hope you had a wonderful holiday. \nAttorney Lisa Bloom and I are available at the following times for a phone or video \nconference: \n• \nTuesday (117) between 10AM-1PM PST \n• Wednesday (1/8) between 10-11AM PST and 12-2PM PST \nPlease let me know if any of these times work for you. \nBest regards, \nTeri \nOn Fri \nDec \n20 \n2019 \nat 9:55 AM \nwrote: \nTeri, \nThanks for being in touch. In the first instance, before we would request an interview directly, it \nwould be helpful for us to get a full attorney proffer from you about what the client's information is, \nwhat you expect she would convey in an interview, any relevant documentary or other \ncorroborating materials, etc. That way we can make sure we're not re-victimizing any individual \nunnecessarily, and be efficient with any necessary follow-up interview of the individual him- or \nherself. Please let us know when a good time would be for an attorney proffer? And we can figure \nout scheduling. \nthanks very much, \nFrom: Teri Gibbs\nSent: Thursday, December 19, 2019 20:0 I \nTo: \nCc: \n>; \nSubject: Witness re Prince Andrew \nHi \nWe have a client who witnessed Prince Andrew's interactions with \nwould like to set up a phone or video interview with the appropriate party to allow our \nclient to make a statement. Please let me know how to proceed. \nEFTA00032228\n\nBest regards, \nTeri Gibbs \nNo ice To Recipian: This email is meant for only the intended recipient of the transmission, and may be a communication privileged by law. If you \nreceived this email in CHM any review. use. dissemination. distribution. or copying or ilme.mail is strictly prohibited. Please notify us immediately of \nthe error by return e•mad and please delete this message and any and all duplicates of this message from your system. Thank you in advance for your \ncooperation. \nIRS Circular 230 Disclosure: In order to comply with requirements imposed by the Internal Revenue Service, we inform you that any U.S. tax advice \ncontained in this communication (including any attachments) it not intended lobe used. and cannot be used, for the purpose of (i) avoiding penalties \nunder the Internal Revenue Code or it promoting, marketing. or recommending to another party any transaction or matter addressed herein. \nNotice To Recipient: This e-mail is meant for only the intended recipient of the transmission. and may be a communication privileged by law. If you received \nthis email in error. any review, use, dissemination. distribution, or copying of this e•mad is strictly prohibited. Please notify us immediately or the error by \nreturn e-mail and please delete this message and any and all duplicates of this message from your system. Thank you in advance for your cooperation. \nIRS Circular 230 Disclosure: In order to comply with requirements imposed by the Internal Revenue Service. we inform you that any U.S. tax advice \ncontained in this communication (including any attachments) is not intended to be \nused, \nand cannot be used. for the purpose of (i) avoiding penalties under the \nInternal Revenue Code or (ii) promoting. marketing, or recommending to another party any transaction or matter addressed herein. \nEFTA00032229\n\nI I \nNotice To Recipient: This email is meant leg only the intended recipient oldie transmission. and may be a communication privileged by law. If you received this \ne-mail in error. any review. use. dissemination. distribution, or copying of this e-mail is strictly prohibited. Please notify us immediately of the error by return e-\nmail and please delete this message and any and all duplicates of this message from your system. Thank you in advance for your cooperation. \nIRS Circular 230 Disclosure: In order to comply with requirements imposed by the Internal Revenue Service. we inform you that any U.S. Lis advice contained in \nthis communication (including any attachments) n not intended to be used, and cannot be used. for the purpose of avoiding penalties under the Internal \nRevenue Code or (ii) promoting. marketing, or recommending to another party any transaction or matter addressed herein. \nNoticeTo Recipient: This email is meant for only the intended recipient of the transmission, and may be a communication privileged by law. If you received this e-\nmail in error, any review. use. dissemination. distribution. or copying ol'this email is strictly prohibited. Please notify us immediately of the error by return email and \nplease delete this message and any and all duplicates of this message from your system. Thank you in advance for your cooperation. \nIRS Circular 230 Disclosure: In order to comply with requirements imposed by the Internal Revenue Service, we inform you that any US. tax advice contained in this \ncommunication (including any \nattachments) \nis not intended to be used. and cannot be used. for the purpose of (i) avoiding penalties under the Internal Revenue Code \nor promoting, marketing. or recommending to another party any transaction or matter addressed herein. \nNotice To Recipient: This emsil is meant for only the intended recipient of the transmission, and may be a communication privileged by law. If you received this email in \nerror, any review. use, dissemination. distribution. or copying ol'this email is strictly prohibited. Please tastily us immediately of the error by return email and please \ndelete this message and any and all duplicates of this message from your system. Thank you in advance for your cooperation. \nEFTA00032230\n\nIRS Circular 230 Disclosure: In order to comply with requirements imposed by the Internal Revenue Service, we inform you that any U.S. Lax advice contained in this \nconununication (including any attachments) is not intended to be used, and cannot be used, for the purpose of (i) avoiding penalties under the Internal Revalue Code or \n(ii) promoting, marketing, or reccaunendirig to another party any transaction or matter addressed herein. \nNotice To Recipient: This e-mail is meant fa only the intended recipient ol'the transmission. and may be a communication privileged by law. If you received this email in \nerror. any review. use, dissemination. distribution, or copying of this email is strictly prohibited. Please notify us immediately ol'the erns by return e-mail and please delete \nthis message and any and all duplicates of this message from your system. Thank you in advance for your cooperation. \nIRS Circular 230 Disclosure: In order to comply with 11:911FIMICIII% imposed by the Internal Revenue Service, we inform you that any U.S. tax advice contained in this \ncommunication (including any attachments) is not intended to be used. and cannot be used. for the purpose of (ilavoiihng penalties under the Internal Revenue Code or (ii) \npromoting, marketing, or recommending to another party any transaction or matter addressed herein. \nNotice To Recipient: This email is meant for only the intended recipient of the transmission, and may be a communication privileged by law. I r you received this e-mail in error, \nany review. use, dissemination. \ndistribution \nor copying of this e-mail is strictly prohibited. Please notify us immediately ol'the error by return e-mail and please delete this \nmessage and any and all duplicates or this message from your system. Thank you in advance for your cooperation. \nIRS Circular 230 Disclosure: In order to comply with requirements imposed by the Internal Revenue Service, we infant you that any V.S. tax advice contained in this \ncommunication (including any attachments) is not intended to be \nused \nand cannot be used, for the purpose of (i) avoiding penalties under the Internal Revenue Code or (ii) \npromoting, marketing. or recommending to another party any transaction or matter addressed herein. \nEFTA00032231\n\nNotice To Recipient: This email is meant for only the intended recipient oldie transmission. and may he a communication privileged by law. If you received this email in error, any \nreview. use. dissemination. distribution. or copying of this email is strictly prohibited. Please notify us immediately or the error by return e-mail and please delete this message and \nany and all duplicates of this message from your system. Thank you in advmw for your cooperation. \nIRS Circular 230 Disclosure: In order to comply with requirements inipmed by the Internal Revenue Service. we inform you that any U.S. tax advice contained in this communication \n(including any attachments) is not intended to be used. and cannot be used. IM the purpose of (i) avoiding penalties under the Internal Revenue Code or (ii) promoting. marketing. or \nrecommending to another party any transaction or matter addressed herein. \nColleen M. Mullen, Esq. \nTo protect the health and safety of our clients and employees, and in compliance with local orders, The Bloom \nFirm has closed its physical offices until further notice. We are fully operational remotely. Attorneys and \nstaff continue to be available via videoconference, email, telephone, and fax. Please do not send mail or \nattempt service at our physical office. \nThis message is for the designated recipient only and may contain privileged, proprietary, or otherwise private \ninformation. If you have received it in error, please notify the sender immediately and delete the original. Any \nother use of the email by you is prohibited. \nColleen M. Mullen, Esq. \nTo protect the health and safety of our clients and employees, and in compliance with local orders, The Bloom \nFirm has closed its physical offices until further notice. We are fully operational remotely. Attorneys and staff \ncontinue to be available via videoconference, email, telephone, and fax. Please do not send mail or attempt \nservice at our physical office. \nThis message is for the designated recipient only and may contain privileged, proprietary, or otherwise private \ninformation. If you have received it in error, please notify the sender immediately and delete the original. Any \nother use of the email by you is prohibited. \nEFTA00032232",
    "pageCount": 8,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "rlier, worked for Ms. Maxwell (and, by extension, Jeffrey Epstein). \nI confirmed with our client that she is willin"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ion documents from and \nemail correspondence with Ghislaine Maxwell. Thus far, we have received authorization to shar"
      },
      {
        "name": "Prince Andrew",
        "role": "extracted",
        "context": "6, 2020 12:15 \nTo: \nCc: \nSubject: \nRe: Witness re Prince Andrew \nColleen \nEFTA00032227\n\nWe have a last-minute med"
      },
      {
        "name": "We",
        "role": "extracted",
        "context": "ibbs \nSub'ect: Re: Follow-up \nMr. \nWe wanted to  follow up on"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "s \nstated earlier, worked for Ms. Maxwell (and, by extension, Jeffr"
      },
      {
        "name": "Colleen Mullen",
        "role": "extracted",
        "context": "From: ' \nTo: \nColleen Mullen  \nCc: \nTeri Gibbs \nSubject: R"
      },
      {
        "name": "Teri Gibbs",
        "role": "extracted",
        "context": "' \nTo: \nColleen Mullen  \nCc: \nTeri Gibbs \nSubject: RE: Follow-up \nDate"
      },
      {
        "name": "Monde Au",
        "role": "extracted",
        "context": ", \nFrom: Colleen Mullen\nSent: Monde Au ust 10, 2020 19:17 \nTo: \nCc:"
      },
      {
        "name": "Colleen \nOn",
        "role": "extracted",
        "context": "intain her anonymity. \nBest, \nColleen \nOn Thu, Aug 6, 2020 at 10:26 AM"
      },
      {
        "name": "Teri \nOn",
        "role": "extracted",
        "context": "u have any questions. \nBest, \nTeri \nOn Wed, Jan 22, 2020 at 1:48 PM"
      },
      {
        "name": "Wed Jan",
        "role": "extracted",
        "context": "ce line ata \nBest, \nTeri \nOn \nWed JanM \nwrote: \nTeri, \nEFTA00032226"
      },
      {
        "name": "Mon \nJan",
        "role": "extracted",
        "context": "2:30PM PST. \nBest, \nTeri \nOn \nMon \nJan 6,2020 at 1:07 P \nwrote: \nYes"
      },
      {
        "name": "Fri Jan",
        "role": "extracted",
        "context": "flexibility. \nBest, \nTeri \nOn Fri Jan 3 2020 at 6:04 PM\nwrote: \nTer"
      },
      {
        "name": "Hi \nThank",
        "role": "extracted",
        "context": "Re: Witness re Prince Andrew \nHi \nThank you for your response. I apol"
      },
      {
        "name": "Attorney Lisa",
        "role": "extracted",
        "context": "you had a wonderful holiday. \nAttorney Lisa Bloom and I are available at"
      },
      {
        "name": "Fri \nDec",
        "role": "extracted",
        "context": "you. \nBest regards, \nTeri \nOn Fri \nDec \n20 \n2019 \nat 9:55 AM \nwrote:"
      },
      {
        "name": "Hi \nWe",
        "role": "extracted",
        "context": "ct: Witness re Prince Andrew \nHi \nWe have a client who witnessed P"
      },
      {
        "name": "To Recipian",
        "role": "extracted",
        "context": "regards, \nTeri Gibbs \nNo ice To Recipian: This email is meant for only"
      },
      {
        "name": "Internal Revenue",
        "role": "extracted",
        "context": "h requirements imposed by the Internal Revenue Service, we inform you that a"
      },
      {
        "name": "Notice To",
        "role": "extracted",
        "context": "or matter addressed herein. \nNotice To Recipient: This e-mail is mea"
      },
      {
        "name": "Internal \nRevenue",
        "role": "extracted",
        "context": "avoiding penalties under the Internal \nRevenue Code or (ii) promoting. marke"
      },
      {
        "name": "To Recipient",
        "role": "extracted",
        "context": "tter addressed herein. \nNoticeTo Recipient: This email is meant for only"
      },
      {
        "name": "Internal Revalue",
        "role": "extracted",
        "context": "avoiding penalties under the Internal Revalue Code or \n(ii) promoting, mark"
      },
      {
        "name": "The Bloom",
        "role": "extracted",
        "context": "compliance with local orders, The Bloom \nFirm has closed its physical"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-08-11",
        "event": "August 11, 2020"
      },
      {
        "date": "2020-07-08",
        "event": "July 08, 2020"
      },
      {
        "date": "2020-01-28",
        "event": "January 28, 2020"
      },
      {
        "date": "2020-01-22",
        "event": "January 22, 2020"
      },
      {
        "date": "2020-01-06",
        "event": "January 06, 2020"
      },
      {
        "date": "2020-01-02",
        "event": "January 02, 2020"
      },
      {
        "date": "2019-12-19",
        "event": "December 19, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:29.913Z"
}