{
  "document": {
    "id": "efta00014666",
    "filename": "EFTA00014666.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014666.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 277 Filed 05/11/21 Page 1 of 2 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY \nFILED \nDOC  \nDATE FILED: 5/\n11/21\n20-CR-330 (MN) \nORDER \nALISON J. NATHAN, District Judge: \nThe Court has considered the parties' proposals regarding the commencement of trial. \nDkt. Nos. 275, 276. For the reasons stated in the Government's letter, the Court will request \nNovember 29, 2021 from the Clerk's Office as the trial start date—that is the date (pending \napproval from the Clerk's Office consistent with the SDNY COVID protocols) that opening \nstatements will be made to the jury. However, the Court will also request from the Clerk's \nOffice that jury selection occur during the week of November 15. Counsel shall plan \naccordingly. \nThe Court grants the Government's motion to exclude time until November 29, 2021. \nThe Court finds that the ends of justice served by granting an exclusion from speedy trial \ncomputations for the period from today's date through November 29, 2021, outweigh the \ninterests of the public and the Defendant in a speedy trial, because this time is necessary to \npermit the defense to continue to review discovery and other materials in light of the superseding \nindictment; to permit the parties to prepare and file motions in limine; to permit the parties to \nmake and review additional pretrial disclosures; and to allow adequate time for the parties to \nprepare for trial. Time is therefore excluded under the Speedy Trial Act, 18 U.S.C. § \n3161(h)(7)(A), until November 29, 2021. \nEFTA00014666\n\nCase 1:20-cr-00330-AJN Document 277 Filed 05/11/21 Page 2 of 2 \nIn order to ensure that there is no delay in the commencement of trial, the Court will \nadjust the current pm-trial schedule. So that the Court can resolve motions in limine in advance \nof the November 29th trial commencement date, any such motions shall be fully briefed no later \nthan four weeks in advance of the anticipated trial commencement date of November 29. The \nparties shall meet and confer to propose adjustments to other pre-trial disclosures accordingly. \nThe parties are hereby ORDERED to meet and confer for at least 30 minutes by phone \nregarding the overall pretrial disclosure schedule and submit a joint letter by May 14, 2021. The \nCourt will accept only a joint letter with a joint proposal or with each side's views briefly stated. \nThe letter must attest to the meet and confer. Any separately filed letters will be struck. \nSO ORDERED. \nDated: May 11, 2021 \nNew York, New York \nALISON J  NATHAN \nUnited States District Judge \nEFTA00014667",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "MN) \nORDER \nALISON J. NATHAN, District Judge: \nThe Court has considered th"
      },
      {
        "name": "Speedy Trial",
        "role": "extracted",
        "context": "therefore excluded under the Speedy Trial Act, 18 U.S.C. § \n3161(h)(7)("
      },
      {
        "name": "The \nCourt",
        "role": "extracted",
        "context": "joint letter by May 14, 2021. The \nCourt will accept only a joint lett"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-11-29",
        "event": "November 29, 2021"
      },
      {
        "date": "2021-05-14",
        "event": "May 14, 2021"
      },
      {
        "date": "2021-05-11",
        "event": "May 11, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:49.313Z"
}