{
  "document": {
    "id": "efta00014075",
    "filename": "EFTA00014075.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00014075.pdf",
    "text": "\n\nFrom: \n\"-\nTo: \nRoy BLACK <I \nBcc: \n\"-\nSubject: RE: Jeffrey Epstein \nDate: Tue, 12 Aug 2008 13:07:57 +0000 \nImportance: Normal \n(USAFLS)\"  \n(USAFLS)\"  \nRoy, thank you for your response and your assistance. I  will forward your request tci, who is representing the United States in \nthe civil suit. \nCan you please ask Jack Goldberger to send me an exact copy of what was filed under seal in the state court? I want to insure that all of us \nare presenting the same packet of documents as the final agreement. \nRegards, \nAssistant U.S. Attorney \nWest Palm Beach, FL 33401 \nPhott-\nF.\n----Original Message---\nFrom: Roy BLACK [mailto: \nSent: Monday, August 11, 2008 11:40 PM \nTo: (USAFLS) \nSubject: Jeffrey Epstein \n=: I have conferred with the lawyers on the team. They all thank you for agreeing to oppose any disclosure of the 9124107 agreement. \nWe firmly believe this document is not discoverable in the civil cases. However if the court rules against you on this we request that you \nfurther ask that any disclosure be subject to a strong protective order prohibiting dissemination to anyone except counsel to the petitioners. \nWe are particularly concerned because civil lawyers are more apt to publicize something like this than those of us who litigate on the \ncriminal side of the docket. You may recall one lawyer standing on the bridge to palm beach railing over his misconceptions of the case. \nThis is the typical vehicle they use to get more plaintiffs. You had also asked what documents were disclosed in the state court. As part of \ncounsels obligation to fully disclose any promises or inducements which led to the plea agreement, the 9124107 agreement was filed with \nthe court. It was filed under seal. Once again I want to re-assure you that Mr. Epstein and his counsel intend to stand by their agreements. If \nyou or anyone in the USAO have any concern about a possible breach please call or email me again so we can discuss any dispute or \nmisunderstanding and allay any concerns. Thanks again. Roy \nEFTA00014075",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "rom: \n\"-\nTo: \nRoy BLACK <I \nBcc: \n\"-\nSubject: RE: Jeffrey Epstein \nDate: Tue, 12 Aug 2008 13:07:57 +0000 \nImportanc"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "I want to re-assure you that Mr. Epstein and his counsel intend to"
      },
      {
        "name": "Jack Goldberger",
        "role": "extracted",
        "context": "vil suit. \nCan you please ask Jack Goldberger to send me an exact copy of w"
      },
      {
        "name": "Attorney \nWest",
        "role": "extracted",
        "context": "nt. \nRegards, \nAssistant U.S. Attorney \nWest Palm Beach, FL 33401 \nPhott-"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "Assistant U.S. Attorney \nWest Palm Beach, FL 33401 \nPhott-\nF.\n----Orig"
      },
      {
        "name": "Original Message",
        "role": "extracted",
        "context": "each, FL 33401 \nPhott-\nF.\n----Original Message---\nFrom: Roy BLACK [mailto:"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Palm Beach, FL",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2008-08-11",
        "event": "August 11, 2008"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:48.062Z"
}