{
  "document": {
    "id": "efta00023140",
    "filename": "EFTA00023140.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00023140.pdf",
    "text": "\n\nCase 1:20-cv-02365-LJL Document 1 Filed 03/17/20 Page 1 of 8 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nX \nJANE DOE, \nPlaintiff, \n-against-\nCOMPLAINT \nDARREN K. INDYKE and RICHARD D. KAHN, in their \ncapacities as executors of the ESTATE OF JEFFREY E. \nEPSTEIN; \nDefendants. \n X \nPlaintiff, Jane Doe, by her attorneys, Kaiser Saurbom & Mair, P.C., as and for her \ncomplaint against the defendants, alleges as follows: \nI. \nBACKGROUND \nI. Jane Doe seeks justice for the sexual crimes perpetrated against her by Jeffrey \nEpstein over the course of many years and for the abuse, manipulation and exploitation she \nsuffered at his hands. Epstein identified Jane Doe as an extremely emotionally vulnerable young \nwoman who, at the time she met him, had been entirely abandoned by her community, friends, \nand family which enabled him to seduce her into his world of horrific abuse. Every aspect of her \nlife was controlled by Epstein. He dominated her psychologically. Jane Doe was constantly \nemotionally bullied and coerced by Epstein, including being required to submit to his constant \nsexual abuse. This lawsuit is about Jane Doe claiming her power, becoming a survivor, not a \nvictim, and getting restitution for the sexual crimes perpetuated against her. She has real \ndamages that are lasting: 1) She has permanent emotional injuries; 2) Her capacity to pursue a \nprofessional career has been severely compromised; 3) Her name and reputation has been ruined; \nEFTA00023140\n\nCase 1:20-cv-02365-LJL Document 1 Filed 03/17/20 Page 2 of 8 \nand 4) she is virtually bankrupt, having been forced to spend most of her resources defending \nherself against false accusations, all of which stem from Epstein's crimes. \n2. The Estate of Jeffrey E. Epstein, who perpetrated crimes of sexual abuse, sexual \nassault and rape against Jane Doe, must be held responsible for ruining her life. It has been \nnearly 19 years since Jane Doe was recruited by Jeffrey Epstein and Ghislaine Maxwell and \nplunged into a world in which she was psychologically, physically and sexually exploited and \ncontrolled for years. \n3. Jane Doe was a naïve and uniquely vulnerable 22-year old when Epstein and \nMaxwell first preyed upon her. \nII. \nJURISDICTION \n4. This Court has jurisdiction over this action pursuant to 28 \nU.S.C. § 1331 because \nthe claims asserted herein arise under 18 U.S.C. § 1591-1595. \n5. Venue is properly laid in this District pursuant to 28 U.S.C. § 1391 because it is a \nDistrict in which much of the alleged wrongdoing occurred. \nIII. \nTHE PARTIES \n6. Plaintiff is a sex trafficking victim of Epstein. \n7. At all times relevant herein, Jeffrey Edward Epstein (\"Jeffrey Epstein\" or \n\"Epstein\") maintained a residence and businesses at 9 East 71st Street, New York, NY 10021 \n(\"Epstein's NY Residence\") which was the location where Epstein committed repeated sexual \nassaults of young women, like Plaintiff, and engaged in sex trafficking. \n8. At all times relevant herein, Epstein was an adult male over the age of 48, born on \n2 \nEFTA00023141\n\nCase 1:20-cv-02365-LJL Document 1 Filed 03/17/20 Page 3 of 8 \nJanuary 20, 1953, and who died on August 10, 2019. He continued to maintain a residence and \nbusinesses at 9 East 71st Street, New York, NY 10021, and occupy it until his death. \n9. At all times relevant herein, Defendant, Darren K. Indyke, is named in his \npersonal capacity as an appointed executor of the Estate of Jeffrey E. Epstein (the \"Estate of \nJeffrey E. Epstein\"), which was opened and domiciled in the United States Virgin Islands, St. \nThomas Division, and is the legal entity responsible for intentional, criminal, and tortious \nconduct committed by Jeffrey Epstein as described in this Complaint. The Estate of Jeffrey E. \nEpstein includes Epstein's NY Residence, which was occupied by Jeffrey Epstein and his \nbusinesses until his death and was one of the locations where repeated acts of sexual abuse and \nsex trafficking against various women, including plaintiff, occurred. \n10. At all times relevant herein, Defendant, Richard D. Kahn, is named in his \npersonal capacity as an appointed executor of the Estate of Jeffrey E. Epstein (the \"Estate of \nJeffrey \nE. Epstein\"). \nII. At all times relevant herein, Defendant, Darren K. Indyke, is named in his \npersonal capacity as an appointed executor of the Estate of Jeffrey E. Epstein (the \"Estate of \nJeffrey E. Epstein\"). \n12. At all times relevant herein, Jeffrey Epstein (legally represented now through \nDarren K. Indyke and Richard D. Kahn as Executors of the Estate of Jeffrey E. Epstein (and \nreferred to herein as the \"Estate of \nJeffrey \nE. Epstein\"), owed a duty to Plaintiff to treat her in a \nnon-negligent manner and not to commit, or conspire to commit, or cause to be committed, \nintentional, criminal, fraudulent, or tortious acts against Plaintiff, including any acts that would \ncause Plaintiff to be harmed through conduct committed against her in violation of the TVPRA. \n3 \nEFTA00023142\n\nCase 1:20-cv-02365-LJL Document 1 Filed 03/17/20 Page 4 \nof 8 \nIV. \nEPSTEIN'S SEX TRAFFICKING CRIMINAL ENTERPRISE \n13. At all times relevant herein, Jeffrey Epstein [\"Epstein\"] was an extremely wealthy \nfinancier, who used his wealth, power, resources, and connections to commit illegal sexual \ncrimes in violation of the TVPRA, and to employ and conspire with other corporate entities, \nprivate foundations and trusts, to assist him in committing those sexual crimes or torts or to \nfacilitate or enable those acts to \noccur. \n14. Epstein displayed his enormous wealth, power, and influence to his employees; to \nthe employees of the corporate entities, private foundations, and trusts, who worked at his \ndirection; to the victims procured for sexual purposes; and to the public, in order to advance and \ncarry out and conceal his crimes and torts. \n15. At all times relevant herein, Epstein had access to numerous mansions, a fleet of \nairplanes, motor vehicles, boats and several helicopters. \n16. At all times relevant herein, Jeffrey Epstein travelled between and frequently \ninhabited and travelled between numerous properties and homes, including a Manhattan \ntownhome located at 9 East 71st Street, New York, NY 10021 valued conservatively by Jeffrey \nEpstein's own admission at $55,931,000.00; a ranch located at 49 Zorro Ranch Road, Stanley, \nNew Mexico 87056 valued conservatively by Jeffrey Epstein's own admission at \n$17,246,208.00; a home located at 358 El Brillo Way, Palm Beach, Florida 33480 valued \nconservatively by Jeffrey Epstein's own admission at $12,380,209.00; an apartment located at 22 \nAvenue Foch, Paris, France 75116 valued conservatively by Jeffrey Epstein's own admission at \n$8,672,820.00; and an Island Little St. James Island No. 6B USVI 00802 (A, B, C). \n17. As has been publicly reported, Epstein had a compulsive sexual preference for \n4 \nEFTA00023143\n\nCase 1:20-cv-02365-LJL Document 1 Filed 03/17/20 Page 5 of 8 \nyoung females and took pleasure in corrupting vulnerable young females into engaging in sexual \nacts with him. The allegations herein primarily concern Jeffrey Epstein's conduct while at his \nNY, Virgin Islands, Florida, New Mexico, and Paris residences and other locations. \n18. Epstein fulfilled his compulsive need for sexual contact with and control over \nyoung females by preying on their personal, psychological, financial, and related vulnerabilities. \nEpstein's tactics included promising the victims shelter, transportation, gifts, money and \nemployment, admission into educational institutions, educational tuition, protection, illusion of \nfamily and other things of value in exchange for sex. \n19. Jeffrey Epstein specifically targeted underprivileged, emotionally vulnerable \nand/or economically disadvantaged young females exactly like Plaintiff to sexually molest and \nabuse. \n20. Epstein's continuous psychological and physical control over Jane Doe facilitated \nhis sexual abuse of her on a relatively consistent basis for many years. \n21. The sexual abuse took many forms including Epstein's rape of Plaintiff. \n22. He would also enter plaintiff's room and get into her bed while she was sleeping \nand then fondle or penetrate her with his fingers. This occurred often and repeatedly. \n23. He often directed her to undress and pose in certain ways and/or touch him and \nherself while he masturbated. This occurred often and repeatedly. \n24. Epstein frequently directed Jane Doe to turn her head back during their sexual \nencounters, telling her that he did not want to see her face. \n25. Epstein also repeatedly required Jane Doe to bathe with him and perform oral sex \non \nhim. \n26. This occurred in New York, Palm Beach, New Mexico, London, Paris, on \n5 \nEFTA00023144\n\nCase 1:20-cv-02365-LJL Document 1 Filed 03/17/20 Page 6 of 8 \nEpstein's private island, on Epstein's airplanes and other locations. \n27. Jane Doe was paid in part to be sexually available to Epstein. \n28. In or about January or February 2012, Epstein grabbed Plaintiff by the hand while \nat his New York City Residence and took her to a small room on the third floor. It was a room \nwith two chairs in it. He sat her down, pulled her pants down, covered her eyes, and used a \nvibrator on her. Epstein laughed afterwards. \nCAUSE OF \nACTION I AGAINST EPSTEIN \n29. Defendant, within the special maritime and territorial jurisdiction of the United \nStates, in interstate and foreign commerce, and/or affecting interstate and foreign commerce, \nknowingly recruited, enticed, harbored, transported, provided, obtained, maintained, patronized, \nsolicited, threatened, forced, or coerced Plaintiff to engage in commercial sex acts. \n30. Such actions were undertaken knowing that Defendant Epstein's use of force, \nthreats of force, fraud, coercion, and/or combinations of such means would be used, and were in \nfact used, in order to cause Plaintiff to engage in commercial sex acts. In doing so, Defendant \nviolated 18 U.S.C. § 1591. \n31. Furthermore, Defendant attempted to violate 18 U.S.C. § 1591. In doing so, \nviolated U.S.C. § 1594(a). \n32. Defendant conspired with each member of the enterprise, and with other persons \nknown and unknown, to violate 18 U.S.C. § 1591. In so doing, Defendant violated U.S.C. § \n1594(a). \n33. By virtue of Defendant's violations of 18 U.S.C. §§ 1591, I593A, and 1594, \nDefendant Darren K. Indyke and Richard D. Khan as Joint Personal Representatives of the Estate \nof Jeffrey E. Epstein is subject to civil causes of action under 18 U.S.C. § 1595 by Plaintiff, who \n6 \nEFTA00023145\n\nCase 1:20-cv-02365-LJL Document 1 Filed 03/17/20 Page 7 \nof 8 \nis a victim of the violations. \n34. Certain property of Defendant was essential to the commission of the federal \ncrimes and torts described herein, including the use of multiple private aircraft including a \nBoeing aircraft (of make and model B-727-31H with a tail number N908JE) and a Gulfstream \naircraft (of make and model G-1159B with a tail number N909JE). Such aircraft, along with \nother of Defendants' property, were used as means and instruments of Defendants' tortious and \ncriminal offenses and, as such, are subject to forfeiture. \n35. Additionally, Defendant's mansion, located at 9 East 71\" Street, New York, New \nYork, in the Southern District of New York, his Palm Beach residence and his private island \nlocated in the United States Virgin Islands, and his ranch in New Mexico were among those used \nas means and instruments of Defendants' tortious and criminal offenses, and, as such, are subject \nto \nforfeiture. \n36. As direct and proximate result of Defendant's commission of the aforementioned \ncriminal offenses enumerated in 18 U.S.C. § 1591, 1593A, and 1594, and the associated civil \nremedies provide in § 1595, Plaintiff has in the past suffered and will continue to suffer injury \nand pain; emotional distress; psychological and psychiatric trauma; mental anguish; humiliation; \nconfusion; embarrassment; loss of self-esteem; loss of dignity; loss of enjoyment of life; invasion \nof privacy; and other damages associated with actions. Plaintiff will incur further legal, medical \nand psychological expenses. These injuries are permanent in nature and Plaintiff will continue to \nsuffer from them in the future. In addition to these losses, Plaintiff has incurred attorneys' fees \nand will be required do so in the future. \n37. WHEREFORE, Plaintiff demands judgment against Defendants for compensatory \nand general damages, attorneys' fees, punitive damages and such other and further relief as this \n7 \nEFTA00023146\n\nCase 1:20-cv-02365-LJL Document 1 Filed 03/17/20 Page 8 of 8 \nCourt deems just proper. Plaintiff hereby demands trial by jury on all issues triable as of right by \na \njury. \nWHEREFORE, Plaintiff demands judgment against defendants as follows: \n(i) Assessing compensatory damages and punitive damages in an amount to be \ndetermined at trial; \n(ii) Attorney's fees and interest, and disbursements; and \n(iii) For such other relief as the Court deems just and proper. \nDated: New York, New York \nMarch 17, 2020 \nKAISER SAURBORN & MAIR, P.C. \nBy: \nDaniel J. Kaiser, Esq. \nWilliam H. Kaiser, Esq. \nAttorneys for Plaintiff \n30 Broad Street, 37ih Floor \nNew York, New York 10004 \n(212) 338-9100 \n8 \nEFTA00023147",
    "pageCount": 8,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "nearly 19 years since Jane Doe was recruited by Jeffrey Epstein and Ghislaine Maxwell and \nplunged into a world i"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "nce Jane Doe was recruited by Jeffrey Epstein and Ghislaine Maxwell and \nplunged into a world in which she was psycho"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "Defendants. \n X \nPlaintiff, Jane Doe, by her attorneys, Kaiser Sau"
      },
      {
        "name": "Kaiser Saurbom",
        "role": "extracted",
        "context": ", Jane Doe, by her attorneys, Kaiser Saurbom & Mair, P.C., as and for her"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "es perpetrated against her by Jeffrey \nEpstein over the course of many years"
      },
      {
        "name": "The Estate",
        "role": "extracted",
        "context": "em from Epstein's crimes. \n2. The Estate of Jeffrey E. Epstein, who pe"
      },
      {
        "name": "This Court",
        "role": "extracted",
        "context": "n her. \nII. \nJURISDICTION \n4. This Court has jurisdiction over this ac"
      },
      {
        "name": "Jeffrey Edward",
        "role": "extracted",
        "context": "At all times relevant herein, Jeffrey Edward Epstein (\"Jeffrey Epstein\" or"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "omiciled in the United States Virgin Islands, St. \nThomas Division, and is"
      },
      {
        "name": "Thomas Division",
        "role": "extracted",
        "context": "d States Virgin Islands, St. \nThomas Division, and is the legal entity resp"
      },
      {
        "name": "Zorro Ranch",
        "role": "extracted",
        "context": "000.00; a ranch located at 49 Zorro Ranch Road, Stanley, \nNew Mexico 87"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "9 Zorro Ranch Road, Stanley, \nNew Mexico 87056 valued conservatively b"
      },
      {
        "name": "El Brillo",
        "role": "extracted",
        "context": "208.00; a home located at 358 El Brillo Way, Palm Beach, Florida 3348"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "located at 358 El Brillo Way, Palm Beach, Florida 33480 valued \nconser"
      },
      {
        "name": "Avenue Foch",
        "role": "extracted",
        "context": "; an apartment located at 22 \nAvenue Foch, Paris, France 75116 valued c"
      },
      {
        "name": "Island Little",
        "role": "extracted",
        "context": "ion at \n$8,672,820.00; and an Island Little St. James Island No. 6B USVI"
      },
      {
        "name": "James Island",
        "role": "extracted",
        "context": ".00; and an Island Little St. James Island No. 6B USVI 00802 (A, B, C)."
      },
      {
        "name": "City Residence",
        "role": "extracted",
        "context": "e hand while \nat his New York City Residence and took her to a small room"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "rritorial jurisdiction of the United \nStates, in interstate and foreign co"
      },
      {
        "name": "Defendant Epstein",
        "role": "extracted",
        "context": "were undertaken knowing that Defendant Epstein's use of force, \nthreats of f"
      },
      {
        "name": "Defendant Darren",
        "role": "extracted",
        "context": "C. §§ 1591, I593A, and 1594, \nDefendant Darren K. Indyke and Richard D. Khan"
      },
      {
        "name": "Joint Personal",
        "role": "extracted",
        "context": "Indyke and Richard D. Khan as Joint Personal Representatives of the Estate"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "9 East 71\" Street, New York, New \nYork, in the Southern District of"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": ", New York, New \nYork, in the Southern District of New York, his Palm Beach r"
      },
      {
        "name": "Broad Street",
        "role": "extracted",
        "context": "Attorneys for Plaintiff \n30 Broad Street, 37ih Floor \nNew York, New Yo"
      },
      {
        "name": "Floor \nNew",
        "role": "extracted",
        "context": "intiff \n30 Broad Street, 37ih Floor \nNew York, New York 10004 \n(212) 3"
      }
    ],
    "locations": [
      {
        "name": "Little St. James",
        "type": "island"
      },
      {
        "name": "Zorro Ranch",
        "type": "property"
      },
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "358 El Brillo Way",
        "type": "address"
      },
      {
        "name": "9 East 71st Street",
        "type": "address"
      },
      {
        "name": "Avenue Foch",
        "type": "address"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "1953-01-20",
        "event": "January 20, 1953"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2020-03-17",
        "event": "March 17, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(212) 338-9100"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:08.349Z"
}