{
  "document": {
    "id": "efta00031733",
    "filename": "EFTA00031733.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00031733.pdf",
    "text": "\n\nEUROPEAN COURT OF HUMAN RIGHTS \nCOUR EUROPEENNE DES DROITS DE L'HOMME \nFOURTH SECTION \nCASE OF BABAR AHMAD AND OTHERS \nv. THE UNITED KINGDOM \n(Applications nos. 24027/07, 11949/08, 36742/08, 66911/09 and 67354/09) \nJUDGMENT \nSTRASBOURG \n10 April 2012 \nFINAL \n24/09/2012 \nThis judgment has become final under Article 44 § 2 of the Convention. It may be \nsubject to editorial revision. \n.a4 \nEFTA00031733\n\nEFTA00031734\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nIn the case of Babar Ahmad and Others v. the United Kingdom, \nThe European Court of Human Rights (Fourth Section), sitting as a \nChamber composed of: \nLech Garlicki, President, \nDavid Th6r Bjorgvinsson, \nNicolas Bratza, \nPaivi Hirvelg, \nGeorge Nicolaou, \nLedi Bianku, \nNebojga Vuoinie, judges, \nand Lawrence Early, Section Registrar, \nHaving deliberated in private on 20 March 2012, \nDelivers the following judgment, which was adopted on that date: \nPROCEDURE \n1. The case originated in five applications (nos. 24027/07, 11949/08 \n36742/08, 66911/09 and 67354/09) against the United Kingdom of Great \nBritain and Northern Ireland lodged with the Court under Article 34 of the \nConvention for the Protection of Human Rights and Fundamental Freedoms \n(\"the Convention\"). \n2. The first application was lodged on 10 June 2007 by two British \nnationals, Mr Babar Ahmad (\"the first applicant\") and Mr Haroon Rashid \nAswat (\"the second applicant\"). They were both born in 1974. \nThe second application was lodged on 5 March 2008 by Mr Syed Tahla \nAhsan (\"the third applicant\"), who is also a British national. He was born in \n1979. \nThe third application was lodged on I   August 2008 by Mr Mustafa \nKamal Mustafa, known more commonly as Abu Hamza (\"the fourth \napplicant\"). He is a British national, who was born in 1958. \nThe fourth application was lodged on 21 December 2009 by Mr Adel \nAbdul Bary (\"the fifth applicant\"). He is an Egyptian national who was born \nin 1960. \nThe fifth application was lodged on 22 December 2009 by Mr Khaled \nAl-Fawwaz (\"the sixth applicant\"). He is a Saudi Arabian national who was \nborn in 1962. \n3. The first, second, third and fifth applicants were represented by \nMs G. Peirce, a lawyer practising in London with Birnberg Peirce & \nPartners, assisted by Mr B. Cooper, counsel. The fourth applicant was \nrepresented by Ms M. Arani, a lawyer practising in Middlesex, assisted by \nMr A. Jones QC and Mr B. Brandon, counsel. The sixth applicant was \nrepresented by Mr A. Raja, a lawyer practising in London with Quist \nEFTA00031735\n\n2 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nSolicitors, assisted by Mr J. Jones, counsel. The Government were \nrepresented by their Agent, Mr D. Walton of the Foreign and \nCommonwealth Office. \n4. The applicants, who are the subject of extradition requests made by \nthe United States of America, alleged in particular that, if extradited and \nconvicted in the United States, they would be at real risk of ill-treatment \neither as a result of conditions of detention at ADX Florence (which would \nbe made worse by the imposition of \"special administrative measures\") or \nby the length of their possible sentences. \n5. On 6 July 2010 the Court delivered its admissibility decision in \nrespect of the first four applicants. \nIt  declared admissible the first, second and third applicants' complaints \nconcerning detention at ADX Florence and the imposition of special \nadministrative measures post-trial. It declared the fourth applicant's \ncomplaint in respect of ADX Florence inadmissible, finding that, as a result \nof his medical conditions (see paragraph 37 below), there was no real risk of \nhis spending anything more than a short period of time at ADX Florence. \nThe Court also declared admissible all four applicants' complaints \nconcerning the length of their possible sentences. It  declared inadmissible \nthe remainder of the applicants' complaints. \nFinally, the Court decided to continue to indicate to the Government \nunder Rule 39 of the Rules of Court that it  was desirable in the interests of \nthe proper conduct of the proceedings that the applicants should not be \nextradited until further notice. \n6. On 3 September 2010, the President of the Chamber decided, under \nRule 54 § 2  (b) of the Rules of Court, that notice of the fifth and sixth \napplicants' cases should be given to the Government of the United \nKingdom. It was further decided that the Rule 39 indications made in \nrespect of these applicants should also remain in place until further notice. \n7. Further to the Court's admissibility decision of 6 July 2010 and the \nPresident's decision of 3 September 2010, all six applicants and the \nGovernment filed observations (Rules 54 § 2  (b) and 59 § I). In addition, \nthird-party comments were received from the non-governmental \norganisations the American Civil Liberties Union, the National Litigation \nProject at Yale Law School, Interights and Reprieve, which had been given \nleave by the President of the Chamber to intervene in the written procedure \n(Article 36 § 2 of the Convention and Rule 44 § 2). The parties replied to \nthose comments (Rule 44 § 5). \nEFTA00031736\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 3 \nTHE \nFACTS \nI. THE CIRCUMSTANCES OF THE CASES \nA. The United States indictments \n8. The applicants have been indicted on various charges of terrorism in \nthe United States of America. They are the subject of three separate sets of \ncriminal proceedings in the United States federal courts. The first set \nconcerns the first applicant, Mr Ahmad, and the third applicant, Mr Ahsan. \nThe second set of proceedings concerns the second applicant, Mr Aswat, \nand the fourth applicant, Abu Hamza. The third set of proceedings concerns \nthe fifth applicant, Mr Bary, and the sixth applicant, Mr Al Fawwaz. \n9. The details of each indictment are set out below. On the basis of each \nindictment, the United States Government requested each applicant's \nextradition from the United Kingdom. Each applicant then contested his \nproposed extradition in separate proceedings in the English courts. \nI. The indictment concerning the first and third applicants \n10. The indictment against the first applicant was returned by a Federal \nGrand Jury sitting in Connecticut on 6 October 2004. It alleges the \ncommission of four felonies between 1997 and August 2004: conspiracy to \nprovide material support to terrorists; providing material support to \nterrorists; conspiracy to kill, kidnap, maim or injure persons or damage \nproperty in a  foreign country; and money laundering. On 28 June 2006, a \nsimilar indictment was returned against the third applicant, save that the \ncharge of money laundering was not included. For both indictments, the \nmaterial support is alleged to have been provided through a series of \nwebsites, one of whose servers was based in Connecticut. The charge of \nconspiracy to kill, kidnap, maim or injure persons or damage property in a \nforeign country is based on two allegations: first, that the websites exhorted \nMuslims to travel to Chechnya and Afghanistan to defend those places; and \nsecond, that classified US Navy plans relating to a  US naval battle group \noperating in the Straits of Hormuz in the Persian Gulf had been sent to the \nwebsite. The plans are alleged to have discussed the battle group's \nvulnerability to terrorist attack. \n2. The indictment concerning the second and fourth applicants \n11. The indictment against the fourth applicant was returned on \n19 April 2004 by a  Federal Grand Jury sitting in the Southern District of \nEFTA00031737\n\n4 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nNew York. It charges him with eleven different counts of criminal conduct. \nThese cover three sets of facts. \n12. The first group of charges relates to the taking of sixteen hostages in \nYemen in December 1998, four of whom died during a  rescue mission \nconducted by Yemeni forces. The indictment charges the fourth applicant \nwith conspiracy to take hostages and hostage taking and relates principally \nto his contact with the leader of the hostage takers, Abu Al-Hassan, before \nand during the events in question. \n13. The second group of charges relates to the conduct of violent jihad \nin Afghanistan in 2001. The indictment alleges that the fourth applicant \nprovided material and financial assistance to his followers and arranged for \nthem to meet Taliban commanders in Afghanistan. In this respect, four \ncounts of the indictment charge him with providing and concealing material \nsupport and resources to terrorists and a  foreign terrorist organisation and \nconspiracy thereto. A further count charges him with conspiracy to supply \ngoods and services to the Taliban. \n14. The third group of charges relates to a conspiracy to establish a jihad \ntraining camp in Bly, Oregon between June 2000 and December 2001. \nTwo counts charge the fourth applicant with providing and concealing \nmaterial support and resources to terrorists and providing material support \nand resources to a  foreign terrorist organisation (Al Qaeda); a  further two \ncounts charge him with conspiracy to the main two counts. \n15. On 12 September 2005, a superseding indictment was returned \nwhich named and indicted the second applicant as the fourth applicant's \nalleged co-conspirator in respect of the Bly, Oregon charges (thus charging \nthe second applicant with the same four counts as those faced by the fourth \napplicant in respect of the Bly, Oregon conspiracy). On 6 February 2006 a \nsecond superseding indictment was returned, which indicted a  third man, \nOussama Abdullah Kassir, as a co-conspirator in respect of the Bly, Oregon \ncharges. \n16. Mr Kassir was extradited to the United States from the Czech \nRepublic in September 2007. On 12 May 2009, Mr Kassir was convicted on \nfive counts relating to the Bly, Oregon jihad camp conspiracy. He was also \nconvicted of a further six counts relating to the operation of terrorist \nwebsites. On 15 September 2009, after submissions from Mr Kassir and his \ndefence counsel, the trial judge sentenced Mr Kassir to the maximum \npermissible sentence on each count. As a  life sentence was the maximum \npermissible sentence on two of the counts, Mr Kassir had effectively been \nsentenced to a term of life imprisonment. \n3. The indictment concerning the fifth and sixth applicants \n17. In 1999 a Federal Grand Jury sitting in the Southern District of New \nYork returned an indictment against Osama bin Laden and twenty other \nindividuals, including the applicants, inter alia alleging various degrees of \nEFTA00031738\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 5 \ninvolvement in or support for the bombing of the United States embassies in \nNairobi and Dar es Salaam in 1998. \n18. The fifth applicant is charged with four counts: conspiracy to kill \nUnited States nationals, conspiracy to murder, conspiracy to destroy \nbuildings and property, and conspiracy to attack national defence utilities. \n19. The sixth applicant is charged with two hundred and eighty-five \ncounts of criminal conduct, including over two hundred and sixty-nine \ncounts of murder. \nB. The applicants' extradition proceedings in the United Kingdom \nI. Extradition proceedings against the first applicant \n20. The first applicant was arrested in London on 5 August 2004. On \n23 March 2005, the United States Embassy in London issued Diplomatic \nNote No. 25. Where relevant, the note provides: \n\"Pursuant to Article IV of the Extradition Treaty Between the Government of the \nUnited States and the Government of the United Kingdom of Great Britain and \nNorthern Ireland, the Government of the United States hereby assures the Government \nof the United Kingdom that the United States will neither seek the death penalty \nagainst, nor will the death penalty be carried out, against Babar Ahmad upon his \nextradition to the United States. \nThe Government of the United States further assures the Government of the United \nKingdom that upon extradition to the United States, Babar Ahmad will be prosecuted \nbefore a Federal Court in accordance with the full panoply of rights and protections \nthat would otherwise be provided to a defendant facing similar charges. \nPursuant to his extradition, Babar Ahmad will not be prosecuted before a military \ncommission, as specified in the President's Military Order of November 13, 2001; nor \nwill he be criminally prosecuted in any tribunal or court other than a  United States \nFederal Court; nor will he be treated or designated as an enemy combatant...\" \n21. Similar Diplomatic Notes were provided in respect of the other \napplicants in the course of their respective extradition proceedings. \n22. At the extradition hearing before the Senior District Judge, the first \napplicant argued, inter alia, that, notwithstanding the Diplomatic Note, the \nrisk of the death penalty being imposed remained since he could be tried on \na superseding indictment. He further argued that he remained at risk of \nbeing designated as an \"enemy combatant\" pursuant to United States \nMilitary Order No. 1  and that he remained at risk of extraordinary rendition \nto a third country. He also argued that there was a substantial risk that he \nwould be subjected to special administrative measures whilst in detention in \na federal prison, which could involve, among other measures, solitary \nconfinement in violation of Article 3 and restrictions on communication \nwith lawyers in violation of Article 6 of the Convention. \nEFTA00031739\n\n6 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \n23. In a decision given on 17 May 2005, the Senior District Judge ruled \nthat the extradition could proceed and that, inter alia, the first applicant's \nextradition would not be incompatible with his rights under the Convention. \nThe Senior District Judge found that, on the basis of the Diplomatic Note, \nthere was no risk that the death penalty would be imposed, that the applicant \nwould be designated as an enemy combatant, or subjected to extraordinary \nrendition. The Senior District Judge found the application of special \nadministrative measures to be the greatest ground for concern but concluded \nthat, having regard to the safeguards accompanying such measures, there \nwould be no breach of the applicant's Convention rights. \n24. The Senior District Judge concluded as follows: \n\"This is a difficult and troubling case. The [first applicant] is a British subject who is \nalleged to have committed offences which, if the evidence were available, could have \nbeen prosecuted in this country. Nevertheless the Government of the United States are \nentitled to seek his extradition under the terms of the Treaty and I  am satisfied that \nnone of the statutory bars [to extradition] apply.\" \nAccordingly, he sent the case to the Secretary of State for his decision as \nto whether the fi rst applicant should be extradited. \n25. On 15 November 2005, the Secretary of State (Mr Charles Clarke) \nordered the first applicant's extradition. The first applicant appealed to the \nHigh Court (see paragraphs 29 et seq. below). \n2. Extradition proceedings against the second applicant \n26. On 7  August 2005 the second applicant was arrested in the United \nKingdom, also on the basis of an arrest warrant issued under section 73 of \nthe Extradition Act 2003, following a  request for his provisional arrest by \nthe United States. \n27. The Senior District Judge gave his decision in the second applicant's \ncase on 5 January 2006. He concluded that none of the bars to extradition \napplied, and sent the case to the Secretary of State for his decision as to \nwhether the second applicant should be extradited. \n28. On 1  March 2006, the Secretary of State ordered his extradition. The \nsecond applicant appealed to the High Court. \n3. The first and second applicants' appeals to the High Court \n29. The first and second applicants' appeals were heard together. In its \njudgment of 30 November 2006, the High Court rejected their appeals. The \nHigh Court found that, according to the case-law of this Court, solitary \nconfinement did not in itself constitute inhuman or degrading treatment. \nApplying that approach, the evidence before it  —  which included an affidavit \nfrom a  United States Department of Justice official outlining the operation \nof special administrative measures —  did not \"begin to establish a  concrete \ncase under Article 3\". \nEFTA00031740\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 7 \n30. The first and second applicants applied for permission to appeal to \nthe House of Lords. This was refused by the House of Lords on \n6 June 2007. \n4. Extradition proceedings against the third applicant \n31. The United States formally requested the extradition of the third \napplicant on 15 September 2006. The extradition hearing started on \n20 November 2006 on which date the Senior District Judge determined that \nthe third applicant was accused of offences for which he could be \nextradited. The case was then adjourned for evidence and argument, \ninter alia as to whether the third applicant's extradition would be \ncompatible with his Convention rights. The hearing resumed on 19 March \n2007. By now bound by the High Court's judgment in respect of the first \nand second applicants, the Senior District Judge found that the third \napplicant's extradition would be compatible with the Convention. \nHe accordingly sent the case to the Secretary of State for his decision as to \nwhether the third applicant should be extradited. \n32. On 14 June 2007, the Secretary of State (Dr John Reid) ordered that \nthe extradition could proceed. The third applicant appealed against this \ndecision to the High Court and also sought judicial review of the alleged \nfailure of the Director of Public Prosecutions for England and Wales (\"the \nDPP\") to consider whether he should instead be tried in the United \nKingdom. He relied on guidance agreed between the Attorney General of \nthe United States and his United Kingdom counterparts for handling \ncriminal cases with concurrent jurisdiction between the United Kingdom \nand the United States (see paragraph 63 below). \n33. On 10 April 2008 the High Court dismissed the third applicant's \nhuman rights appeal, relying on its ruling in respect of the first and second \napplicants. In the same judgment, it also dismissed his application for \njudicial review, finding that the guidance had no application to the third \napplicant's case. The guidance only applied to cases where there had been \nan investigation of the case in the United Kingdom and the DPP had been \nseized of the case as prosecutor. \n34. On 14 May 2008 the High Court refused to certify a point of law of \ngeneral public importance which ought to be considered by the House of \nLords and also refused leave to appeal to the House of Lords. \n5. Extradition proceedings against the fourth applicant \n35. The United States requested the fourth applicant's extradition on \n21 May 2004. He was arrested in London on 5 August 2004. \n36. The extradition proceedings were adjourned when he was convicted \nof offences in the United Kingdom and sentenced to seven years' \nimprisonment (see Mustafa (Abu Hama) v. the United Kingdom (no. 1) \nEFTA00031741\n\n8 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \n(dec.), no. 31411/07, 18 January 2011). The extradition proceedings \nresumed when the criminal appeals process was concluded. \na. The District Court proceedings \n37. When the case came before the Senior District Judge for his decision \nas to whether the extradition could proceed, the fourth applicant argued, \ninter alia, that his extradition would give rise to a real risk of a violation of \nArticle 3 of the Convention since he would be likely to be detained in a \n\"supermax\" detention facility such as the United States Penitentiary, \nAdministrative Maximum, Florence, Colorado (\"ADX Florence\"). In this \nconnection, he also relied on his poor health, specifically his type-two \ndiabetes, his high blood pressure, the loss of sight in his right eye and poor \nvision in his left, the amputation of both his forearms (which frequently led \nto infections through abrasions), psoriasis on much of his body, \nhyperhydrosis (excessive sweating). A violation of Article 3, he claimed, \nwould also result from the imposition of special administrative measures. \n38. The Senior District Judge, in his ruling of 15 November 2007, \nrejected all these submissions. In respect of detention at ADX Florence the \nSenior District Judge found that the fourth applicant's poor health and \ndisabilities would be considered and, at worst, he would only be detained \nthere for a  relatively short period of time. The Senior District Judge was \nalso not satisfied that special administrative measures would be applied to \nthe fourth applicant but even if they were, he was bound by the ruling of the \nHigh Court in respect of the first and second applicants. Having concluded \nthat none of the bars to extradition applied, the Senior District Judge sent \nthe case to the Secretary of State (Ms Jacqui Smith) for her decision as to \nwhether the fourth applicant should be extradited. She ordered his \nextradition on 7 February 2008. The fourth applicant appealed to the \nHigh Court against the Secretary of State's decision and against the decision \nof the Senior District Judge. \nb. The High Court proceedings \n39. Before the High Court, the fourth applicant again relied on his \nsubmission that conditions of detention at ADX Florence would not comply \nwith Article 3. He also argued that the length of the possible sentence he \nfaced in the United States would be contrary to Article 3 of the Convention. \n40. The High Court gave its judgment on 20 June 2008, dismissing the \nfourth applicant's appeal. In relation to Article 3, the High Court found that, \nif convicted, the fourth applicant would be sentenced to very lengthy terms \nof imprisonment and that, in all likelihood, a life sentence would be \nimposed. It found that this, of itself, would not constitute a breach of Article \n3. On the question of the compatibility of detention at ADX Florence with \nArticle 3, the High Court relied in particular on the understanding of the \nprison warden, Mr Robert Wiley, to the effect that if, after a  full medical \nEFTA00031742\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 9 \nevaluation, it was determined that the fourth applicant could not manage his \nactivities of daily living, it would be highly unlikely that he would be placed \nat ADX Florence rather than at a medical centre. Accordingly, there was no \nrisk of a  violation of Article 3  on this ground. However, the High Court \nadded: \n\"[T]he constitution of the United States of America guarantees not only 'due \nprocess', but it also prohibits 'cruel and unusual punishment'. As part of the judicial \nprocess prisoners, including those incarcerated in Supermax prisons, are entitled to \nchallenge the conditions in which they are confined, and these challenges have, on \noccasions, met with success. \nWe should add that, subject to detailed argument which may be advanced in another \ncase, like Judge Workman [the Senior District Judge], we too are troubled about what \nwe have read about the conditions in some of the Supermax prisons in the United \nStates. Naturally, the most dangerous criminals should expect to be incarcerated in the \nmost secure conditions, but even allowing for a  necessarily wide margin of \nappreciation between the views of different civilised countries about the conditions in \nwhich prisoners should be detained, confinement for years and years in what \neffectively amounts to  isolation may well be held to be, if not torture, then ill \ntreatment which contravenes Article 3. This problem may fall to be addressed in a \ndifferent case.\" \n41. The fourth applicant then applied to the High Court for a certificate \nof points of law of general public importance and for leave to appeal to the \nHouse of Lords. On 23 July 2008, the High Court refused both applications. \n6. Extradition proceedings against the fifth and sixth applicants \n42. The United States Government requested the fifth and sixth \napplicants' extradition from the United Kingdom in July 1999 and \nSeptember 1998 respectively. \na. The initial extradition proceedings \n43. At his committal hearing before the District Court, the sixth \napplicant contended that extradition was only permitted within the terms of \nthe 1972 USA-UK Extradition Treaty for offences committed within the \njurisdiction of the requesting State, and not when that State exercised \njurisdiction over extra-territorial offences. He further argued that there was \n\"insufficient evidence\" to prove a prima facie case, which was a \nrequirement for extradition under the Treaty. As part of that submission, he \nsought to have excluded two anonymous witness statements, which had \nbeen provided by two informants, \"CS/1\" and \"CS/2\", and which the United \nStates Government relied upon as part of their case against him. It was later \nrevealed that CS/1 was a Mr Al-Fadl who had given evidence against the \ncertain of the applicants' co-defendants during their trial in the United \nStates. \nEFTA00031743\n\n10 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \n44. In his ruling of 8 September 1999, the District Judge rejected these \nsubmissions. He considered that the proper construction of the Treaty did \nnot prevent the exercise of jurisdiction over extra-territorial offences. The \nDistrict Judge was also satisfied that there were real grounds for fear if the \nidentities of CS/1 and CS/2 were revealed. Thus, their anonymous witness \nstatements could be admitted as evidence of a prima facie case. He further \nfound that there was a case for the sixth applicant to answer. \n45. The sixth applicant appealed to the High Court by way of an \napplication for a  writ of habeas corpus. The application was dismissed on \n30 November 2000. The High Court held that it  was necessary to show that \nthe crime in respect of which extradition was sought was alleged to have \nbeen committed within the actual territory of the United States. The \nHigh Court was, however, satisfied that three overt acts alleged by the \nUnited States of America could be relied on to found territorial jurisdiction \nin the United States, namely (a) the setting up and operating of a  secure \ntelephone line in the United States by the sixth applicant through an \norganisation called MCI; (b) the purchase by the sixth applicant of a satellite \nphone system in the United States and (c) the issuing, in pursuance of the \nconspiracy of fatwas and jihads, allegedly prepared with the concurrence of \nthe sixth applicant in the United States and elsewhere. The High Court also \nfound that the District Judge had not erred in admitting the evidence of CS/1 \nor in finding that there was a prima facie case against the sixth applicant. It \ndid not consider it necessary reach any conclusions in respect of CS/2, \njudging CS/1's evidence to be \"far the most significant\". \n46. While the sixth applicant's appeal was pending before the \nHigh Court, a  committal hearing before the District Court was held in \nrespect of the fifth applicant. The District Judge gave his ruling on 25 April \n2000 in which he reaffirmed the rulings he had made in respect of the sixth \napplicant and found that there was also a prima facie case against the fifth \napplicant. \n47. The fifth applicant also appealed to the High Court and, on 2 May \n2001, a differently constituted court dismissed his appeal. Again the \nHigh Court found that the District Judge had not erred in admitting the \nanonymous evidence of CS/1; that there was sufficient evidence against the \nfifth applicant for the extradition to proceed, and that the United States had \njurisdiction to try him. \n48. Both applicants appealed to the House of Lords. Their appeals were \ndismissed on 17 December 2001. The House of Lords found unanimously \nthat the High Court had erred in its finding in respect of jurisdiction: it  was \nsufficient that the offence for which extradition was sought was triable \nwithin the United States and an equivalent offence would be triable in the \nUnited Kingdom. Accordingly, the applicants were liable to extradition to \nthe United States if a prima facie case of conspiracy to murder was \nestablished. This was the case for each applicant. \nEFTA00031744\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT II \nb. The Secretary of State's decision, the United States' assurances, and the \nfifth and sixth applicants' appeal to the High Court \n49. Between November 2001 and December 2005 there then followed \nvoluminous representations by the fifth and sixth applicants to the Secretary \nof State as to why they should not be extradited to the United States. \n50. In the course of these exchanges, on 19 April 2002 the President of \nthe United States designated the sixth applicant as a \"specially designated \nglobal terrorist\", which had the effect of placing him on a  list of persons \nmaintained by the United States Department of the Treasury and available \non its website. This was done pursuant to Executive Order 13224 which \nenables the American assets of any person so designated to be blocked. \n51. Subsequently, on 13 April 2004, the United States Embassy in \nLondon issued Diplomatic Note No. 018, which gave assurances that the \nUnited States Government would neither seek nor carry out the death \npenalty against the fifth and sixth applicants. It also gave assurances that \nthey would be tried before a  federal court and that they would not be \nprosecuted by a military commission or designated as enemy combatants. \nOn 18 January 2008, the United States Embassy issued Diplomatic Note \nNo. 002, which assured the United Kingdom Government that, if either \napplicant were acquitted or completed any sentence imposed or if the \nprosecution against them were discontinued, the United States authorities \nwould return the men to the United Kingdom, if they so requested. \n52. The Secretary of State (Ms Jacqui Smith) rejected the fifth and sixth \napplicants' representations on 12 March 2008. She found that assurances \ngiven by the United States in the Diplomatic Note of 13 April 2004 could be \nrelied upon and thus that the fifth and sixth applicants were not at risk of the \ndeath penalty, indefinite detention or trial by a military commission. \n53. The fifth and sixth applicants also contended that they would not \nreceive a fair trial in the United States owing to the unavailability of defence \nwitnesses and evidence, adverse publicity, the possible imposition of special \nadministrative measures before trial, and the sixth applicant's designation as \na  global terrorist. The Secretary of State found none of these claims \namounted to a  \"flagrant denial of justice\" such as would act as a  bar to \nextradition. \n54. The Secretary of State accepted that there was a real possibility that \nthey would be sentenced to life imprisonment if convicted but, relying on \nthe House of Lords' judgment in R (Wellington) v. Secretary of State for the \nHome Department (see paragraphs 64-72 below), found that this would not \namount to a breach of Article 3 of the Convention. \n55. The Secretary of State also considered that the conditions of the fifth \nand sixth applicants' detention in the United States would not violate Article \n3  whether they were subjected to \"special administrative measures\" before \ntrial or detained at ADX Florence after trial. In the fifth applicant's case, \nthis conclusion was not affected by the fact that he suffered from a recurrent \nEFTA00031745\n\n12 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \ndepressive disorder. There was also no risk that either applicant would be \ntortured, that evidence obtained by torture would be adduced at trial, or that \nthey would be at real risk of torture as a result of extraordinary rendition or \nrefoulement to a third State. \n56. The fifth and sixth applicants sought judicial review of the Secretary \nof State's decision in the High Court. Before the High Court the applicants \nsubmitted that, if convicted, they would be detained at ADX Florence in \nviolation of Article 3 of the Convention. In rejecting that contention, Lord \nJustice Scott Baker, delivering the judgment of the court on 7 August 2009, \nfound that the decisions of the United States federal courts in Ajaj, Sattar \nand Wilkinson v.  Austin (see paragraphs 109 and 110 below) demonstrated \nthat there was effective judicial oversight of \"supermax\" prisons such as \nADX. The fifth and sixth applicants would also have the possibility of \nentering ADX's \"step down program\" (see paragraphs 84-88 below). He \nconcluded: \n(1) It is reasonably likely that the claimants will be subjected to [special \nadministrative measures] and will be held in ADX Florence following trial. \n(2) Neither [special administrative measures] (see Alunad and Aswat) or life \nwithout parole (see Wellington) cross the article 3  threshold in the present case. \nAlthough near to the borderline the prison conditions at ADX Florence, although very \nharsh do not amount to inhuman or degrading treatment either on their own or in \ncombination with [special administrative measures] and in the context of a whole life \nsentence. \n(3) Whether the high article 3  threshold for inhuman or degrading treatment is \ncrossed depends on the facts of the particular case. There is no common standard for \nwhat does or does not amount to inhuman or degrading treatment throughout the \nmany different countries in the world. The importance of maintaining extradition in a \ncase where the fugitive would not otherwise be tried is an important factor in \nidentifying the threshold in the present \nrace. \nHad the claimants persuaded me that there was no prospect that they would ever \nenter the step down procedure whatever the circumstances then in my view the article \n3 threshold would be crossed. But that is not the case. The evidence satisfies me that \nthe authorities will faithfully apply the criteria [for entry to the program] and that the \nstringency of the conditions it imposes will continue to be linked to the risk the \nprisoner presents. Further, there is access to the US courts in the event that the \n[Federal Bureau of prisons] acts unlawfully.\" \n57. In respect of the fifth applicant's submission that his recurrent \ndepressive illness would deteriorate if extradited, the High Court considered \nthat, to the extent that this affected his fitness to stand trial, this was a matter \nfor the United States' authorities and, if he were convicted, the fifth \napplicant's mental health would be an important factor in deciding whether \nhe should be sent to ADX Florence. \n58. The High Court also rejected the fifth and sixth applicants' \nsubmissions that they were at real risk of violations of Articles 3, 6 and 14 \nEFTA00031746\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 13 \nof the Convention by virtue of the imposition of special administrative \nmeasures, relying on its previous judgment in respect of the first and second \napplicants (see paragraph 29 above). Having regard to the Diplomatic Note \nof 18 January 2008, the High Court found that there was no real risk of \nrefoulement to Egypt or Saudi Arabia by the United States. The High Court \nwas also satisfied that the United States would honour the assurances it  had \ngiven in the Diplomatic Note of 13 April 2004. The mere fact that the sixth \napplicant had been designated as a  global terrorist by the President of the \nUnited States did not mean he was at risk of a  flagrant denial of justice \nwithin the meaning of Article 6: the designation added little to what was \nalready known about him; it  would be made clear to the jury at any trial \nwhat had to be proved as regards the indictment. \n59. The High Court also rejected the applicants' submission that they \nshould be tried in the United Kingdom, finding that this was neither viable \nnor appropriate and that any connection with the United Kingdom was \n\"tenuous indeed\". \n60. Although the High Court refused leave to appeal to the United \nKingdom Supreme Court, it certified two questions of general public \nimportance. The first question was whether prison conditions at ADX \nFlorence were compatible with Article 3; the second question was whether \nthe relativist approach to Article 3 adopted by the majority of the House of \nLords in Wellington should apply where the issue under Article 3 was one \nof the compatibility of prison conditions with Article 3. \n61. On 16 December 2009, the Supreme Court refused permission to \nappeal. \nII. RELEVANT DOMESTIC AND INTERNATIONAL LAW ON \nARTICLE 3 AND EXTRADTITION \nA. Extradition arrangements between the United Kingdom and the \nUnited States \n62. At the material time, the applicable bilateral treaty on extradition \nwas the 1972 UK —  USA Extradition Treaty (now superseded by a  2003 \ntreaty). Article IV of the 1972 treaty provided that extradition could be \nrefused unless the requesting Party gave assurances satisfactory to the \nrequested Party that the death penalty would not be carried out. \n63. Guidance for handling criminal cases with concurrent jurisdiction \nbetween the United Kingdom and the United States of America was signed \non 18 January 2007 by the Attorney General of the United States of \nAmerica, Her Majesty's Attorney General and also, for its application to \nScotland, by the Lord Advocate. It sets out a series of measures that \nprosecutors in each State should take to exchange information and consult \nEFTA00031747\n\n14 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \neach other in such cases and to determine issues which arise from \nconcurrent jurisdiction. A case with concurrent jurisdiction is defined as one \nwhich has the potential to be prosecuted in both the United Kingdom and \nthe United States. \nB. Relevant United Kingdom law on Article 3 and extradition: R \n(Wellington) v. Secretary of State for the Home Department [2008] \nUKHL 72 \n64. The United States requested the extradition of Ralston Wellington \nfrom the United Kingdom to stand trial in Missouri on two counts of murder \nin the first degree. In his appeal against extradition, Mr Wellington argued \nthat his surrender would violate Article 3  of the Convention, on the basis \nthat there was a  real risk that he would be subjected to inhuman and \ndegrading treatment in the form of a sentence of life imprisonment without \nparole. \n65. In giving judgment in the High Court ([2007] EWHC 1109 \n(Admin)), Lord Justice Laws found that there were \"powerful arguments of \npenal philosophy\" which suggested that risk of a whole-life sentence \nwithout parole intrinsically violated Article 3 of the Convention. He \nobserved: \n\"The abolition of the death penalty has been lauded, and justified, in many ways; but \nit  must have been founded at least on the premise that the life of every person, \nhowever depraved, has an inalienable value. The destruction of a life may be accepted \nin some special circumstances, such as self-defence or just war; but retributive \npunishment is never enough to justify it. Yet a prisoner's incarceration without hope \nof release is in many respects in like case to a sentence of death. He can never atone \nfor his offence. However he may use his incarceration as time for amendment of life, \nhis punishment is only exhausted by his last breath. Like the death sentence the \nwhole-life tariff is lex talionis. But its notional or actual symmetry with the crime for \nwhich it  is visited on the prisoner (the only virtue of the lex talionis) is a  poor \nguarantee of proportionate punishment, for the whole-life tariff is arbitrary: it may be \nmeasured in days or decades according to how long the prisoner has to live. It is \ntherefore liable to be disproportionate —  the very vice which is condemned on \nArticle 3 grounds — unless, of course, the death penalty's logic applies: the crime is so \nheinous it can never be atoned for. But in that case the supposed inalienable value of \nthe prisoner's life is reduced, merely, to his survival: to nothing more than his drawing \nbreath and being kept, no doubt, confined in decent circumstances. That is to pay lip-\nservice to the value of life; not to vouchsafe it.\" \nHowever, and \"not without misgivings\", he considered that the relevant \nauthorities, including those of this Court, suggested an irreducible life \nsentence would not always raise an Article 3 issue. \n66. Wellington's appeal from that judgment was heard by the House of \nLords and dismissed on 10 December 2008. Central to the appeal was \nparagraph 89 of this Court's judgment in Soering v. the United Kingdom, \nEFTA00031748\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 15 \n7 July 1989, § 89, Series A no. 161, where the Court stated that \nconsiderations in favour of extradition: \n\".. must also be included among the factors to be taken into account in the \ninterpretation and application of the notions of inhuman and degrading treatment or \npunishment in extradition cases.\" \n67. A majority of their Lordships, Lord Hoffmann, Baroness Hale and \nLord Carswell, found that, on the basis of this paragraph, in the extradition \ncontext, a  distinction had to be drawn between torture and lesser forms of \nill-treatment. When there was a real risk of torture, the prohibition on \nextradition was absolute and left no room for a balancing exercise. \nHowever, insofar as Article 3 applied to inhuman and degrading treatment \nand not to torture, it was applicable only in a  relativist form to extradition \ncases. \n68. Lord Hoffmann, giving the lead speech, considered the Court's \njudgment in the case of Chahal v. the United Kingdom, 15 November 1996, \n§ 81, Reports of Judgments and Decisions 1996-V, in which the Court \nstated that: \n\"It should not be inferred from the Court's remarks tat paragraph 89 of Soeringl that \nthere is any room for balancing the risk of ill-treatment against the reasons for \nexpulsion in determining whether a  State's responsibility under Article 3  (art. 3) is \nengaged.\" \nLord Hoffmann stated: \n\"In the context of Chahal, I read this remark as affirming that there can be no room \nfor a  balancing of risk against reasons for expulsion when it comes to subjecting \nsomeone to the risk of torture. I  do not however think that the Court was intending to \ndepart from the relativist approach to what counted as inhuman and degrading \ntreatment which was laid down in Soering and which is paralleled in the cases on \nother articles of the Convention in a foreign context. If such a radical departure from \nprecedent had been intended, I am sure that the Court would have said so.\" \nFor Lord Hoffmann, paragraph 89 of Soering made clear that: \n\"...the desirability of extradition is a  factor to be taken into account in deciding \nwhether the punishment likely to be imposed in the receiving state attains the \n`minimum level of severity' which would make it inhuman and degrading. \nPunishment which counts as inhuman and degrading in the domestic context will not \nnecessarily be so regarded when the extradition factor has been taken into account.\" \nHe went on to state: \n\"A relativist approach to the scope of article 3 seems to me essential if extradition is \nto continue to function. For example, the Court of Session has decided in Napier v \nScottish Ministers (2005) SC 229 that in Scotland the practice of 'slopping out' \n(requiring a prisoner to use a chamber pot in his cell and empty it in the morning) may \ncause an infringement of article 3. Whether, even in a domestic context, this attains \nthe necessary level of severity is a point on which I  would wish to reserve my opinion. \nIf, however, it were applied in the context of extradition, it would prevent anyone \nbeing extradited to many countries, poorer than Scotland, where people who are not in \nprison often have to make do without flush lavatories.\" \nEFTA00031749\n\n16 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \n69. A minority of their Lordships, Lord Scott and Lord Brown, \ndisagreed with these conclusions. They considered that the extradition \ncontext was irrelevant to the determination of whether a whole life sentence \namounted to inhuman and degrading treatment. They found no basis in the \ntext of Article 3 for such a distinction. Lord Brown also considered that the \nCourt, in Chahal and again in Saadi v. Italy [GC], no. 37201/06, ECHR \n2008-..., had departed from the previous, relativist approach to inhuman and \ndegrading treatment that it had taken in Soering. He stated: \n\"Them is, I conclude, no room in the Strasbourg jurisprudence for a concept such as \nthe risk of a  flagrant violation of article 3's absolute prohibition against inhuman or \ndegrading treatment or punishment (akin to that of the risk of a  'flagrant denial of \njustice'). By the same token that no one can be expelled if he would then face the risk \nof torture, so too no one can be expelled if he would then face the risk of treatment or \npunishment which is properly to be characterised as inhuman or degrading. That, of \ncourse, is not to say that, assuming for example 'slopping out' is degrading treatment \nin Scotland, so too it must necessarily be regarded in all countries (see pare 27 of Lord \nHoffmann's opinion)... the Strasbourg Court has repeatedly said that the Convention \ndoes not 'purport to be a  means of requiring the contracting states to impose \nConvention standards on other states' (Soering, pan 86) and article 3  does not bar \nremoval to non-Convention states (whether by way of extradition or simply for the \npurposes of immigration control) merely because they choose to impose higher levels \nor harsher measures of criminal punishment. \nNor is it to say that a risk of article 3 ill-treatment, the necessary pre-condition of an \narticle 3  bar upon extradition, will readily be established. On the contrary, as the \nGrand Chamber reaffirmed in Saadi at pan 142: \nThhe Court has frequently indicated that it applies rigorous criteria and exercises \nclose scrutiny when assessing the existence of a real risk of ill-treatment . . . in the \nevent of a  person being removed from the territory of the respondent State by \nextradition, expulsion or any other measure pursuing that aim. Although assessment \nof that risk is to some degree speculative, the Court has always been very cautious, \nexamining carefully the material placed before it  in the light of the requisite \nstandard of proof . . . before . . . finding that the enforcement of removal from the \nterritory would be contrary to article 3 of the Convention. As a result, since adopting \nthe Chahal judgment it has only rarely reached such a conclusion.\"' \nTherefore, for Lord Brown, if a mandatory life sentence violated \nArticle 3  in a  domestic case, the risk of such a  sentence would preclude \nextradition to another country. \n70. However, despite these different views, none of the Law Lords \nfound that the sentence likely to be imposed on Mr Wellington would be \nirreducible; having regard to the commutation powers of the Governor of \nMissouri, it  would be just as reducible as the sentence at issue in Kafkaris \nv.  Cyprus [GC], no. \n21906/04, ECHR 2008-.... All five Law Lords also \nnoted that, in Kafkaris, the Court had only said that the imposition of an \nirreducible life sentence may raise an issue under Article 3. They found that \nthe imposition of a  whole life sentence would not constitute inhuman and \nEFTA00031750\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 17 \ndegrading treatment in violation of Article 3 per se, unless it were grossly or \nclearly disproportionate. Lord Brown in particular noted: \n\"Having puzzled long over this question, I  have finally concluded that the majority \nof the Grand Chamber fin Kaficaris] would not regard even an irreducible life \nsentence—by which, as explained, I  understand the majority to mean a mandatory life \nsentence to be served in full without there ever being proper consideration of the \nindividual circumstances of the defendant's case—as violating article 3  unless and \nuntil the time comes when further imprisonment would no longer be justified on any \nground—whether for reasons of punishment, deterrence or public protection. It is for \nthat reason that the majority say only that article 3 may be engaged.\" \nLord Brown added that this test had not been met in Wellington's case, \nparticularly when the facts of the murders for which he was accused, if \ncommitted in the United Kingdom, could have justified a whole life order. \nHowever, Lord Brown considered that, in a more compelling case, such as \nthe mercy killing of a  terminally ill relative, this Court \"might well judge \nthe risk of ill-treatment to be sufficiently real, clear and imminent to \nconclude that extradition must indeed be barred on article 3 grounds\". \n71. Finally, Lord Hoffmann, Lord Scott, Baroness Hale and Lord Brown \nall doubted Lord Justice Laws' view that life imprisonment without parole \nwas lex tad ionis. Lord Hoffman, Baroness Hale and Lord Brown did not \naccept his premise that the abolition of the death penalty had been founded \non the idea that the life of every person had an inalienable value; there were \nother, more pragmatic reasons for abolition such as its irreversibility and \nlack of deterrent effect. Lord Scott rejected the view that an irreducible life \nsentence was inhuman and degrading because it denied a  prisoner the \npossibility of atonement; once it was accepted that a  whole life sentence \ncould be a just punishment, atonement was achieved by the prisoner serving \nhis sentence. \n72. Wellington's application to this Court was struck out on 5  October \n2010, the applicant having indicated his wish to withdraw it \n(Wellington v.  the United Kingdom (dec.), no. 60682/08). \nC. Relevant Canadian case-law \n73. Section I  of the Canadian Charter of Rights provides that the Charter \nguarantees the rights and freedoms set out in it \"subject only to such \nreasonable limits prescribed by law as can be demonstrably justified in a \nfree and democratic society.\" Section 7 provides: \n\"Everyone has the right to life, liberty and security of the person and the right not to \nbe deprived thereof except in accordance with the principles of fundamental justice.\" \nSection 12 provides: \n\"Everyone has the right not to be subjected to any cruel and unusual treatment or \npunishment.\" \nEFTA00031751\n\n18 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \n74. In United States v.  Burns [2001] S.C.R. 283, Burns and another (the \nrespondents) were to be extradited from Canada to the State of Washington \nto stand trial for murders allegedly committed when they were both \neighteen. Before making the extradition order the Canadian Minister of \nJustice had not sought assurances that the death penalty would not be \nimposed. The Supreme Court of Canada found that the remoteness between \nthe extradition and the potential imposition of capital punishment meant the \ncase was not appropriately considered under section 12 but under section 7. \nHowever, the values underlying section 12 could form part of the balancing \nprocess engaged under section 7. The extradition of the respondents would, \nif implemented, deprive them of their rights of liberty and security of person \nas guaranteed by section 7. The issue was whether such a deprivation was in \naccordance with the principles of fundamental justice. While extradition \ncould only be refused if it  \"shocked the conscience\" an extradition that \nviolated the principles of fundamental justice would always do so. The court \nbalanced the factors that favoured extradition against those that favoured \nseeking assurances that the death penalty would not be sought. The latter \nincluded the fact that a degree of leniency for youth was an accepted value \nin the administration of justice, even for young offenders over the age of \neighteen. The court concluded that the objectives sought to be advanced by \nextradition without assurances would be as well served by extradition with \nassurances. The court held therefore that assurances were constitutionally \nrequired by section 7 in all but exceptional cases. \n75. In United States of America v. Ferras; United States of America v. \nLaity, [2006] 2 SCR 77, the appellants were to be extradited to the United \nStates to face charges of fraud (the Ferras case) or trafficking of cocaine \n(the Laity case). The appellants in the Laity case had argued that, if \nextradited and convicted they could receive sentences of ten years to life \nwithout parole and this would \"shock the conscience\". In dismissing the \nappeals, the Supreme Court affirmed the balancing approach laid down in \nBurns to determining whether potential sentences in a requesting state \nwould \"shock the conscience\". The harsher sentences the appellants might \nreceive if convicted in the United States were among the factors militating \nagainst their surrender but they had offered no evidence or case-law to back \nup their assertions that the possible sentences would shock the conscience of \nCanadians. The factors favouring extradition far outweighed those that did \nnot. \nD. Relevant international law on non-refoulement \nI. The International Covenant on Civil and Political Rights \n76. Article 7 of the ICCPR where relevant provides that \"no one shall be \nsubjected to torture or to cruel, inhuman or degrading treatment or \nEFTA00031752\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 19 \npunishment.\" The Human Rights Committee's most recent general \ncomment on Article 7 (No. 20, of 10 March 1992) states the Committee's \nview that: \"States parties must not expose individuals to the danger of \ntorture or cruel, inhuman or degrading treatment or punishment upon return \nto another country by way of their extradition, expulsion or refoulement.\" \n(see also Chitat Ng v. Canada, CCPR/C/49/D/469/I99 1 ,  7 January 1994; \nA.J.R. v. Australia, CCPR/C/60/D/692/1996, II August 1997). \n2. The United Nations Convention Against Torture \n77. Article 3 § 1 of the 1984 United Nations Convention against Torture \nand Other Cruel, Inhuman or Degrading Treatment or Punishment \n(\"UNCAT\") provides: \n\"No State Party shall expel, return (\"refouler\") or extradite a person to \nanother State where there are substantial grounds for believing that he \nwould be in danger of being subjected to torture?' \n78. Article 16 § 2 provides: \n\"The provisions of this Convention are without prejudice to the provisions of any \nother international instrument or national law which prohibits cruel, inhuman or \ndegrading treatment or punishment or which relates to extradition or expulsion.\" \n3. The Council of Europe Guidelines on Human Rights and the fight \nagainst terrorism \n79. The above guidelines (adopted by the Committee of Ministers on \n11 July 2002) contain the following provisions on refoulement and \nextradition: \n\"XII. Asylum, return (`refoulement') and expulsion \n2. It  is the duty of a State that has received a  request for asylum to ensure that the \npossible return (\"refoulement\") of the applicant to his/her country of origin or to \nanother country will not expose him/her to the death penalty, to torture or to inhuman \nor degrading treatment or punishment. The same applies to expulsion. \nXIII. Extradition \nI. Extradition is an essential procedure for effective international co•operation in \nthe fight against terrorism. \n3. Extradition may not be granted when there is serious reason to believe that: \n(i) the person whose extradition has been requested will be subjected to torture or to \ninhuman or degrading treatment or punishment...\" \nEFTA00031753\n\n20 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \n4. The European Union Charter \n80. Article 19 § 2 of the Charter of Fundamental Rights of the European \nUnion provides: \n\"No one may be removed, expelled or extradited to a State where there is a serious \nrisk that he or she would be subjected to the death penalty, torture or other inhuman or \ndegrading treatment or punishment.\" \nIII. RELEVANT DOMESTIC AND INTERNATIONAL LAW AND \nPRACTICE ON DETENTION AT ADX FLORENCE \nA. Evidence of conditions of detention at ADX Florence \n81. ADX Florence, a so-called \"supermax\" prison, is one of a number of \ndetention facilities at the Federal Correctional Complex, Florence, \nColorado. The parties have provided a  great deal of evidence in respect of \nconditions of detention at ADX and general facilities at FCC Florence. The \napplicants have also submitted general evidence on \"supermax\" prisons and \ntheir effects on prisoners. The evidence submitted may be summarised as \nfollows. \nI. Evidence submitted by the Government \n82. The Government submitted a series of declarations, which had been \nprepared specifically for the present proceedings by officials at FCC/ADX \nFlorence. Thereafter, in reply to a  series of questions put by the Court in \nrespect of the number of inmates entering ADX's \"step down program\", two \nfurther letters were provided by the United States Department of Justice (see \nparagraphs 93-97 below). \na. The declarations \n83. Mr Louis J. Milusnic, the associate warden of ADX, outlined the \nregime which was in place at the special security unit (H Unit) for inmates \nwho were subjected to special administrative measures. All cells were single \noccupancy, had natural light and measured 75.5 square feet (approximately \n7 square metres). Showers were not in-cell but on a shared range. \n84. Inmates in H Unit were part of the special security unit program, \nwhich had three phases that inmates could work through. \nIn phase one, the \"baseline\" phase, inmates had two non-legal telephone \ncalls per month, five social visits, access to a  commissary list and art and \nhobby craft items, and escorted shower time three times a week. They had \nten hours per week of out-of-cell recreation time (increased from five hours \nEFTA00031754\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 21 \nper week in September 2009). As of November 2010, twelve inmates were \nin phase one. \nIn phase two, conditions were the same save that three non-legal \ntelephone calls per month were permitted, the commissary list was \nexpanded and inmates were permitted to go to the shower unescorted, five \ntimes per week. Eleven inmates were in phase two. \nIn phase three, group recreation was permitted five days a  week (for a \nminimum of one and a half hours per day, in groups of four) and the number \nof non-legal telephone calls increased to four. Inmates ate one meal together \nand engaged in recreational activities together for one and a  half hours per \nday. Access to showers was unrestricted and the commissary list was further \nexpanded. Four inmates, who had all been convicted of terrorist activity, \nhad progressed to phase three. \nAdvancement through the phases was authorised by a Program Screening \nCommittee, whose six-monthly reviews the inmate attended. The \nCommittee's task was to determine whether an inmate could function with \nadditional privileges without posing a security or safety risk. Advancement \nwas subject to various factors including good conduct, participation in \nprogrammes recommended by the Unit, positive behaviour and respectful \nconduct and positive overall institutional adjustment. \n85. Recreation alternated daily between outside and inside recreation. \nOutdoor recreation took place in adjacent individual recreation areas, which \nallow an inmate full visual access to the recreation yard and other inmates. \nConversations could be carried on in a normal tone of voice and most \ninmates spent the majority of their recreation time talking to other inmates. \nEach individual outdoor area measured 12 feet by 20 feet (approximately \n3.66 metres by 6 metres) and contained pull-up bars and footballs. \nIndividual indoor areas measured 14 feet by 10 feet. Recreation had only \nbeen cancelled once in thirteen months for security reasons. \n86. There was no limit on inmates' correspondence with family \nmembers and special administrative measures could be modified to allow \ncorrespondence beyond the immediate family. There were also no limits on \ncorrespondence with legal representatives and access to a law library for up \nto two hours at a time. Inmates received a  free, daily copy of USA Today. \nThey had access to fifty television channels and seven FM radio channels. \nThey could speak to inmates in adjacent cells using the air ventilation as a \nvoice conduit. They had regular contact with prison staff —  a member of the \nUnit Team visited every inmate every day —  and there were visits from \nmedical, education, religious service and psychology staff, including two \nArabic speakers. Inmates could request to speak with an officer at any time. \n87. Mr Milusnic also outlined the criteria and procedures for placement \nat ADX Florence. An inmate either had to: (i) create a security risk at other \ncorrectional facilities; or (ii) as a result of his or her status, be unable to be \nsafely housed in the general population of another institution. Referral to \nEFTA00031755\n\n22 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nADX was initiated by the staff at the inmate's current institution. If the \nwarden of that institution, the relevant regional director and the Bureau's \ndesignation centre all concurred, a hearing took place. The inmate was \ngiven written notice at least twenty-four hours prior to the hearing. After the \nhearing, a  report with a  recommendation was prepared and given to the \ninmate. The final decision was taken on the basis of the report by an \nAssistant Director of the Federal Bureau of Prisons, with the possibility of \nappeal to the chief of the designation centre and thereafter the Office of the \nGeneral Counsel. \n88. Ms Patricia Rangel is the Unit Manager for the General Population \nUnits at ADX. She provided two declarations. \nHer first declaration outlined the Federal Bureau of Prisons procedures \nfor review of the status of inmates. There was an initial classification upon \narrival at a  new Bureau institution, which took place at a meeting attended \nby the inmate and which defined, inter alia, the work and educational \nprogrammes the inmate would follow, his or her release plans, and \nsecurity/custody levels. Thereafter, there were six-monthly program reviews \n(including progress review reports, which were signed by the inmate and the \nUnit Manager) and more detailed, three-yearly progress reports, which were \nalso made available to the inmate. \nIn her declaration Ms Rangel also outlined the different levels of security \nin ADX units and the step down program. The units followed a \"stratified\" \nsystem of housing from General Population Units to the Intermediate, \nTransitional and Pre-Transfer Units. It  would take an inmate a minimum of \nthirty-six months to work through the system: the minimum stay in each \nunit was twelve months in a General Population Unit, six months in \nIntermediate, six in Transitional and twelve in Pre-Transfer. Specific \nconditions in each unit were as follows. \nGeneral Population Unit cells were 87 square feet (8 square metres) plus \na  sallyport (exit area) of 17 square feet. Showers were within the cells. \nThere was a  window with natural lighting and inmates could control the \nlighting in their cell via a dimmer switch. Lights on the range were switched \noff at night, but, as in all federal prisons, were briefly turned on for three \ncell counts during the night. Meals were delivered in-cell. Inmates received \ntwo fifteen minute telephone calls and up to five social visits per month. It \nwas possible and permissible for inmates to talk to each other in their cells \nvia the ventilation system or during their out-of-cell recreation. \nInmates had ten hours out-of-cell exercise each week in single-cell \nrecreation areas, some of which were grouped together on large recreation \nyards. Ms Rangel gave the sizes of the two types of outdoor individualised \nrecreation areas as 240 square feet and 315 square feet (22 and 29 square \nmetres). The size of the indoor areas was 389 square feet (36 square \nmetres). Recreation privileges could be restricted for violations of rules and \nregulations. Restrictions on outdoor recreation were in three-month \nEFTA00031756\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 23 \nincrements (three months for a first offence, six for a second offence and so \non). \nIntermediate Unit cells were 75.5 square feet and did not have a sallyport \nor shower. There was a window with natural lighting; cell doors faced out \nonto a range. Inmates were assigned to a group of eight inmates with whom \nthey recreated. Meals were provided to inmates one group at a time, \nmeaning each group was allowed out of their cells to collect their meals in \nthe range. Inmates received three fifteen-minute telephone calls and up to \nfive social visits per month. Showers stalls were on the range, where \ninmates could shower any time they were out on the range. \nTransitional Units had similar conditions to Intermediate Units save that \ninmates were assigned to groups of sixteen inmates. They received \ntwenty-one hours of out-of-cell recreation per week in their assigned group \non the range or in a large recreation yard. Meals were consumed in groups \non the range. Inmates were unrestrained when out of their cells. They \nreceived an extra fifteen-minute telephone call per month and could leave \nthe unit unrestrained but escorted to purchase items from the commissary. \nThe Pre-Transfer Unit was located at another penitentiary at \nFCC Florence. As in the Intermediate and Transitional Units, inmates ate \ntheir meals and recreated within their assigned group. They received \ntwenty-four and a half hours' out-of-cell recreation time per week, and five \nvisits and three hundred minutes of telephone calls per month. \nIn the General Population, Intermediate and Transitional Units, access to \ntelevision, radio and books, contact with prison staff and rules on \ncorrespondence were as outlined by Mr Milusnic. \nThe rules governing the step down program were set out in an \n\"institution supplement\", which had been updated in September 2009. An \ninmate's placement in and advancement through the step down program \nwere reviewed every six months, subject to the minimum periods in each \nunit, set out above, and other criteria such as participation in defined \nprogrammes, positive behaviour and overall institutional adjustment. \nAccording to the updated supplement, mitigation of the original reason for \nplacement at ADX Florence was no longer a  factor which was considered, \nbut the Step Down Screening Committee, which made decisions on \nadvancement, could have regard to the initial reasons for placement at ADX \nand other safety and security factors. The final decision was one for the \nWarden. Any negative decision had to be reasoned (unless providing \nreasons would pose a threat to individual safety or institutional security) and \nwas subject to appeal through the Bureau's administrative remedy \nprogramme. Since the implementation of the updated supplement, there had \nbeen a 56% increase in movement of inmates from the four General \nPopulation Units to the Intermediate Unit and a 135% increase in movement \nfrom the Intermediate to the Transitional Unit. Inmates had also completed \nEFTA00031757\n\n24 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nthe programme and been transferred out of ADX Florence. This included \nArab-Muslim inmates. \n89. Mr Christopher B. Synsvoll is the Department of Justice Supervising \nAttorney at FCC Florence. His declaration outlined the application of \nspecial administrative measures. These measures were rare: of 210,307 \nFederal Bureau of Prison inmates, forty-one were subjected to them; \ntwenty-seven of the forty-one were in H Unit at ADX Florence. Special \nadministrative measures could be challenged through the Bureau's \nadministrative remedy programme, which led to a review of the need for the \nmeasures and which involved consultation with other agencies such as the \nFBI. This process had, on occasion, led to the modification of certain \nspecial administrative measures such as allowing greater communication for \ninmates with the outside world. \n90. The psychologist assigned to ADX Florence, Dr Paul Zohn, outlined \nthe psychological and psychiatric care available at the prison. The \npreference was to treat inmates with mental health problems in situ rather \nthan in hospitals where this was possible. Care was provided by one \npsychiatrist and two psychologists who made regular rounds through the \nhousing units at ADX. Various treatment programs were available and \ninmates who needed psychotropic medication were seen regularly by a \npsychiatrist. Contrary to assertions previously made by the applicants, \nvideo-conferencing was not ordinarily used to assess an inmate's mental \nhealth. The main mental health disorders such as bipolar affective disorder, \ndepression, post-traumatic stress disorder and schizophrenia would not \npreclude a  designation to ADX and could be managed successfully there. \nConditions of confinement were largely determined by security needs and \nwould be modified based on mental illness only if the inmate's mental \nstatus warranted such a  change. However, if necessary, inmates could be \nreferred to one of the Bureau's Psychiatric Referral Centers for acute \npsychiatric care. Inmates who would be considered \"seriously mentally ill\" \nwould not be housed at ADX but at a  Referral Center. All new inmates at \nADX received an initial psychological evaluation and, if necessary, follow-\nup assessment and treatment planning. Thereafter, the psychological \ndepartment monitored any treatment needs such as medication or \nmodification to an inmate's housing, work or program assignment. \n91. The prison chaplain at ADX, Michael S. Merrill, stated that an imam \nwas available to inmates four days a  month and would speak to inmates at \ntheir cell door. The chaplain had also significantly expanded the Islamic \nsection of the religious library at the prison, which included 158 Arabic \nlanguage books. There were also 320 videos and DVDs on Islam. The \nReligious Services Department provided Islamic-faith programming \nthrough its closed-circuit television channel, including four to five days of \nSunni Muslim programming on Friday and recitations of the Qur'an on \nFriday and Saturday evenings. Inmates had access to a  halal diet; special \nEFTA00031758\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 25 \narrangements were made for meals during Ramadan. Although there could \nbe no formal congregational prayer for any faith group, Muslim inmates \ncould perform the Azan (call to prayer) and the Salat (five daily prayers) in \ntheir cells; they could also have access to prayer rugs, prayer oil, prayer \nbeads and religious headgear in their cells. \n92. Ms Roxana Mack, the Assistant Supervisor of Education at ADX, \nstated that H unit inmates had access to approximately 900 books with no \nlimit on the number of books an inmate could borrow. They had access to a \nlaw library for two hours at a time, including access to electronic databases. \nThere were also educational courses. \nb. The Department of Justice's letters \n93. In the course of proceedings before the Court, the respondent \nGovernment were asked to provide information as to: \n(i) how long inmates in the Special Security Unit program had spent at \nADX and how long they had been in each phase of the program; \n(ii) how many inmates were in each phase of the step down program; \n(iii) how long each inmate had spent at ADX and how long they had \nbeen in each phase of the program; and \n(iv) how many inmates had completed the program, how long they had \nspent at ADX and how long they had been in each phase of the program \n94. The questions were forwarded to the United States authorities. By \nletter dated 26 September 2011, the Department of Justice stated that there \nwere 252 inmates in ADX's General Population Unit. The Special Security \nUnit program could house up to 32 inmates. There were 17 inmates in phase \nI, nine in phase II and six in phase III. For the step down program, \n32 inmates were in J Unit, 32 in K Unit and 25 in D/B Unit. The \nDepartment of Justice stated that the Bureau of Prisons obligations under \nUnited States law prevented disclosure of information as to the length of \ntime inmates had spent at each stage of the two programs. \n95. By letters dated 29 September and 7 October 2011, the Section \nRegistrar clarified that the questions put by the Court were not intended to \nobtain information on specific inmates but rather to provide meaningful \nassistance as to: the length of time an inmate was likely to spend at ADX \nbefore being admitted to either program; how long he was likely to spend in \neach phase of either program; and how long he was likely to spend in either \nprogram before transfer out of ADX. \n96. On 24 October 2011 the Agent of the Government of the United \nKingdom replied, forwarding a letter of the same date from the Department \nof Justice, which set out the results of a statistical analysis conducted by the \nBureau of Prisons. The analysis was based on a  random sample of thirty \ninmates selected from the General Population at ADX and/or each phase of \nthe step down program. On the basis of that sample, an inmate was likely to \nspend three years at ADX before being admitted to the Step Down or \nEFTA00031759\n\n26 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nSpecial Security Unit programs. The likely times in each phase were: nine \nmonths in intermediate, eleven months in transition and nine months in pre-\ntransfer. Thus, an inmate was likely to spend three years in General \nPopulation followed by two years and five months progressing through \neither program. \n97. The Department of Justice's letter of 26 September 2011 also \nstressed that, while generally inmates who were subject to special \nadministrative measures were housed in the Special Security Unit, it was \npossible for such inmates to be housed at other prisons. Furthermore, if \nspecial administrative measure were vacated for an inmate at ADX, he \ncould be transferred from ADX to other prison. This had occurred for seven \nof the thirteen inmates whose special administrative measures had been \nvacated. \n2. Evidence submitted by the applicants \n98. The applicants submitted general evidence as to the effect of solitary \nconfinement on prisoners and specific evidence as to the prison regime at \nADX Florence. \n99. The applicants also provided a  report by a  psychiatrist, Dr Terry \nKupers, which had been prepared specifically for the present proceedings. \nHe considered that a  supermax prison regime did not amount to sensory \ndeprivation but there was an almost total lack of meaningful human \ncommunication. This tended to induce a range of psychological symptoms \nranging from panic to psychosis and emotional breakdown. All studies into \nthe effects of supermax detention had found such symptoms after sixty \ndays' detention. Once such symptoms presented, it was not sufficient to \nreturn someone to normal prison conditions in order to remedy them. \nIf supermax detention were imposed for an indeterminate period it also led \nto chronic despair. Approximately half of suicides in United States prisons \ninvolved the 6-8% of prisoners held in such conditions. The effects of \nsupermax conditions were worse for someone with pre-existing mental \nhealth problems. There was also evidence of solitary confinement leading to \na range of physical illnesses. Dr Kuper's conclusions were supported by a \nnumber of journal articles by psychologists and criminologists, which the \napplicants provided.' \nI. These included: P Scharff Smith, \"Solitary Confinement — History, Practice, and Human \nRights Standards\" 181 Prison Service Journal 3-11; S. Shalev, \"Inside a Supermax\"; 181 \nPrison Service Journal 21-25; F. Cohen, \"Isolation in Penal Settings: The Isolation-\nRestraint Paradigm\" 22 Journal of law and Policy 295; C. Haney, \"A Culture of Harm: \nTaming the Dynamics of Cruelty in Supermax Prisons\" 35:8 Criminal Justice and \nBehaviour 956; C. Haney, \"Mental Health Issues in Long-Term Solitary and `Supermax' \nConfinement\" (2003) 49:1 Crime and Delinquency 124; S. Grassian, \"Psychiatric Effects \nof Solitary Confinement\" (2006) 22 Journal of Law and Policy 353. \nEFTA00031760\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 27 \n100. The specific evidence on ADX Florence included a series of \nstatements by Professor Laura Rovner, Director of the Civil Rights Clinic at \nthe University of Denver, which had acted for a  number of prisoners at \nADX Florence. Professor Rovner's statements were based on her experience \nof ADX, the evidence of her clients, and various affidavits which had been \nprepared for litigation in the federal courts regarding ADX Florence. Her \nlatest statement, of 27 May 2011, responded to the six declarations \nsubmitted by the Government. Her statement, and the other evidence \nprovided by the applicants, may be summarised as follows. \n101. Professor Rovner recalled that one of the former wardens of ADX \nhad publicly described the prison as \"a clean version of hell\". Professor \nRovner stated that, despite the evidence set out in the six declarations, \nconditions at ADX Florence had not changed significantly in the last two \nyears. Solitary confinement for long periods continued. One lawyer, \nMr Mark H. Donatelli, had conducted a survey which had found that at least \nforty-three inmates of ADX Florence had spent eight years or more in \n\"lock-down\" conditions there and at previous prisons. \nContact with staff could be as little as one minute per day. Some \nprisoners were placed on \"single recreation status\", meaning no one else \nwas permitted to be in adjoining recreation cells at the same time. \nRecreation privileges could be terminated for minor infractions: one \nprisoner was denied outdoor exercise for sixty days for trying to feed \ncrumbs to birds. When he challenged this sanction through the grievance \nprocess, it  was increased to ninety days. Upon further appeal he was told \nthat the decision was not punitive but a managerial strategy to impress upon \nhim the importance of adhering to institutional procedures. Indoor \nrecreations were little more than cages with a single pull-up bar for exercise. \nThere was nothing to do in outdoor recreation cages save to pace up and \ndown. There was limited visibility —  all that could be seen was the sky \nthrough chain linking. Recreation was frequently cancelled owing to staff \nshortages. \nThe evidence also showed that, despite the consensus in the medical \nprofession that prisoners with mental illnesses should not be held in solitary \nconfinement, ADX continued to house seriously mentally ill prisoners, \nincluding those with severe schizophrenia and bipolar disorder. Several \ninmates were too sick to communicate properly with their representatives; a \nreport had been received of one prisoner who was too ill to write, but was \nliving a cell that he had covered in six inches of rubbish and faeces. Several \nprisoners had stated in witness statements prepared for litigation in the \nUnited States courts, that there were mentally ill prisoners at ADX Florence \nwho, because of their conditions, screamed all night, making sleep difficult \nfor others. General medical facilities were also inadequate: there were only \ntwo doctors for 3,200 inmates at FCC Florence, and only basic healthcare \nneeds were met. There were also reports from Human Rights Watch which \nEFTA00031761\n\n28 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nindicated that force feeding of hunger strikers took place in an unnecessarily \npunitive and painful way. \nReligious services were extremely limited —  one Muslim inmate had only \nseen an imam three times —  and one inmate in a general population unit had \nreceived an incident report for intoning the Azan. Books and educational \nactivities were also limited. \nFor inmates, particularly those subjected to special administrative \nmeasures, telephone calls, and social visits were highly restricted and \nsubject to monitoring. Contact with other inmates was generally prohibited \nand, when they were not, communication between cells could only be \ncarried out by yelling, which was prohibited. Visits were limited to one \nadult visitor at a time, with no physical contact, and required fourteen days' \nwritten notice. Evidence in cases brought by inmates who had been \nsubjected to special administrative measures indicated that letters could be \nlimited to three sheets of paper per week and certain family members could \nbe refused clearance to write to or speak with an inmate. Special \nadministrative measures could also mean that an inmate was prohibited \nfrom watching news channels on television, from receiving recent \nnewspapers or any Arabic publications whatsoever; one inmate received his \nnewspaper with whole sections removed. International telephone calls were \nexpensive and liable to disruption. \nDespite the adoption of objective criteria for placement at ADX, it \nremained the case that all those subjected to special administrative measures \nor convicted of terrorism offences were liable for placement, regardless of \ntheir security risk or their disciplinary record in other institutions. The \nplacement hearing was window dressing: one hearing officer had carried out \none hundred hearings and never found an inmate to be unsuitable for \nplacement. There was evidence of hearings taking place post facto, in some \ncases many years after the transfer to ADX had been carried out. Inmates \nalso received only twenty-four hours' notice of a  hearing and did not have \nthe right to legal representation. There was evidence that hearing officers \ndid not read all of the evidence submitted and based their decisions on \nunreliable evidence. Inmates did not see all the evidence against them. \nProfessor Rovner also provided declarations by Arab Muslim clients, in \nwhich they stated that they had never been told the reasons for their \nplacement at ADX and had been sent there after 9 September 2011, despite \nyears of good conduct in other, much less restrictive prisons, both in the \nUnited States and elsewhere. \nAlthough there had been an increase in the number of admissions to the \nstep down program, the fact remained that many inmates were spending \nsignificant periods of time in solitary confinement prior to admission, \ndespite having met the criteria for admission for years. Four clients of the \nClinic had only been admitted to the program after periods of between seven \nand thirteen years in solitary confinement and only then after commencing \nEFTA00031762\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 29 \nlitigation against the Bureau of Prisons. Another two clients had never been \nadmitted, despite their clean disciplinary records and despite periods of \neight to nine years at ADX. Even after the changes to procedures governing \nentry to the program, an inmate's original crime continued to serve as the \nbasis for placement at ADX; thus it was possible for an inmate to be unable \nto sufficiently mitigate the original reason for placement and so gain \nadmission to the program. Moreover, if an inmate had never been told the \nreasons for his placement, he could not know what he had to do to gain \nadmission to the program. The program required three years to complete \nand a prisoner needed one year of clear conduct in general population before \nbeing eligible for step down. Even eligibility for the program did not mean \nthat a prisoner would be allowed into it. \nConditions in the first phase of the step down program did not differ \nsignificantly from general population units. According to one inmate, \nMr Rezaq, lockdowns occurred frequently in J  Unit, which meant inmates \nwere confined to their cells, and could last days or even weeks. Inmates \ncould also be removed from the program at any time without explanation or \ndue process, even for the most minor infractions. Some had been removed \nfrom the program without receiving an incident report or were removed \nafter receiving a  report for an incident for which they were soon found not \nguilty. Yet, following such removals, they were either denied re-admission \nto the program or forced to spend years going through it again. The Bureau \nitself had estimated that only 5% of inmates progressed though the program \nin the minimum three years. Even successful completion of the step down \nprogram might only result in a  transfer to a \"communications management \nunit\", such as those housed at USP Terre Haute or USP Marion, where \nconditions remained restrictive. \nAccording to Professor Rovner, it  was difficult to dispute the evidence \nprovided by the Government on special administrative measures (owing to \nrestrictions contained in the measures themselves) but, on the basis of \npublic information, she was able to state that the effect of the measures \ncould amount to solitary confinement, even if an inmate was not detained at \nADX. The indefinite prolongation of special administrative measures meant \nthat certain Arab-Muslim inmates had spent between five and thirteen years \nin solitary confinement both before and after trial. Challenging such \nmeasures was impossible for inmates without access to legal representation. \nLegal aid was not available and, even if pro bono legal representation was \nobtained, the Department of Justice could still refuse to give the lawyers the \nnecessary clearance; this had happened to her Clinic. \n102. The applicants also relied on two letters from Human Rights \nWatch. The first, dated 2 May 2007 to the Director of the Federal Bureau of \nPrisons, followed a  tour the organisation had been given of ADX Florence. \nThe letter expressed concerns that a number of prisoners convicted of \nterrorism offences had been sent to the prison based on the nature of their \nEFTA00031763\n\n30 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \ncrimes and, despite good conduct since their arrival, had remained in \ngeneral population units and thus outside the step-down programme for up \nto nine years. The letter made suggestions for improvement in respect of \nrecreation, mail, telephone use, the library. It also noted that progress was to \nbe made on better meeting prisoners' religious needs, such as the provision \nof a full-time imam and commended the educational programmes available \nthrough the prison's television system. In the letter Human Rights Watch \nexpressed serious concerns as to prisoners' inability to do any meaningful \nexercise in the indoor and outdoor recreation areas, owing to the size of \nthese areas and the lack of any proper equipment. The letter urged the prison \nauthorities to investigate reports of retaliation against prisoners who were on \nhunger strike in the form of transfer to harsher cells. The letter also said that \nHuman Rights Watch was extremely concerned about the effects of long-\nterm isolation and highly limited exercise on the mental health of prisoners \nand criticised reports of rushed consultations between prisoners and \npsychologists, as well as the fact that evaluations were carried out via closed \ncircuit television. \n103. The applicants obtained a second letter from Human Rights Watch, \ndated 21 August 2008, which stated that Human Rights Watch considered \nconditions at ADX violated the United States' treaty obligations under the \nInternational Covenant on Civil and Political Rights and the United Nations \nConvention against Torture. It  was unremarkable that \"minor adjustments\" \nhad been made to the regime but it  remained in essence one of \"long-term \nand indefinite incarceration in conditions of extreme social isolation and \nsensory \ndeprivation\". \nB. The Eighth Amendment and conditions of detention \n104. The Eighth Amendment to the Constitution provides, inter alia, \nthat cruel and unusual punishments shall not be inflicted. \n105. The Eighth Amendment requires prison officials to provide humane \nconditions of confinement, to ensure inmates receive adequate food, \nclothing shelter and medical care, and to take reasonable measures to \nguarantee their safety (Fanner v. Brennan 511 US 825 (1994). Only those \ndeprivations denying the minimal civilized measure of life's necessities are \nsufficiently grave to form the basis of an Eighth Amendment violation \n(Wilson v. Seiter 501 U.S. 294, 304 (1991); Rhodes v. Chapman 452 U.S. \n337, 347 (1981)). A serious deprivation is necessary, because routine \ndiscomfort is part of the penalty inmates pay for their crimes (Hudson v. \nMcMillan 503 US I  (1992); Sandhi v. Conner 515 US 472 (1995)). Thus, in \norder to establish that a  deprivation violates the Eighth Amendment, a \nprisoner must satisfy: (i) an objective test by demonstrating a  sufficiently \nserious deprivation; and (ii) a subjective test by showing that the conditions \nEFTA00031764\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 31 \nof confinement involve the deliberate imposition of pain or deliberate \nindifference to it (Wilson, cited above). \n106. In Hutto v.  Finney 437 US 678 (1978), the Supreme Court upheld a \nlower court order limiting periods of punitive isolated confinement to thirty \ndays, in circumstances where the lower court had found that conditions in \nthe prison in question amounted to cruel and unusual punishment. The court \nrecognised that confinement in an isolation cell was a  form of punishment \nwhich was subject to scrutiny under Eighth Amendment standards but \nrejected the submission that indeterminate sentences to punitive isolation \nalways constituted cruel and unusual punishment. \n107. Lower federal courts have found that whether an extended term of \nsolitary confinement violates the Eighth Amendment will depend on the \nparticular facts of each situation, including the circumstances, nature and \nduration of the confinement (DeSpain v. Uphoff 264 F.3d 965 (10th  Cir. \n2001)). Although they have recognised that prolonged conditions of solitary \nconfinement may cause significant psychological damage (Davenport \nv. DeRobertis 844 F.2d 1310, 1313 (7th Cir. 1988)), the lower COWS have, \nfor the most part, rejected Eighth Amendment claims arising either from \nconditions of solitary confinement or from periods of confinement to cells \nfor twenty-two or twenty-three hours per day (see, inter alia, Five \nPercenters 174 F.3d 471 \n(4th \nCir. 1999); In re Long Term Admin. \nSegregation 174 F.3d 464 (4th  Cir. 1999); Anderson v. County of Kern \n45 F.3d 1310 \n(9th \nCir. 1995); Peterkin v. Jeffes 855 F.2d. 1021 (3d cir. \n1988); Smith v. Romer 107 F.3d 21 (10th  Cir. 1997)). However, in Ruiz v. \nJohnson 37 F. Supp 2d 855 (1999), the highest level of administrative \nsegregation in the Texan prison system was found to reach levels of \npsychological deprivation that violated the Eighth Amendment. There, the \ncourt found there had been deliberate indifference to a systemic pattern of \nextreme social isolation and reduced environmental stimulation. The \nobjective test was found to have been met in respect of three prisoners who \nhad been in solitary confinement for between twenty-nine and thirty-five \nyears: Wilkerson v. Stalder 639 F. Supp. 2d 654 M.D.La., 2007. \n108. Lower courts outside the Tenth Circuit (which has jurisdiction over \nADX Florence) have ruled that solitary confinement of prisoners with pre-\nexisting serious mental illness can be sufficiently harmful to violate the \nobjective test laid down in Wilson, cited above: see Jones 'El v. Berge 164 \nF. Supp. 2d 1096 (2001) (concerning Wisconsin's \"supermax\" prison) and \nMadrid v.  Gomez 889 F. Supp 1146 (1995) (concerning detention at Pelican \nBay State Prison, California). However, the subjective test laid down in \nWilson may not be satisfied unless a plaintiff can show that prison officials \nattributed any deterioration in his mental state to the conditions of his \nconfinement. Negligence in this respect does not suffice; deliberate \nindifference is required (Scarver v. Litscher 434 F. 3d 972 (7th Cir. 2006)). \nEFTA00031765\n\n32 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nC. Due process of law \n109. The Fifth Amendment protects against deprivation of life, liberty or \nproperty without due process of law. In the context of prison discipline, due \nprocess rights are triggered by an atypical and significant hardship on the \ninmate in relation to the ordinary incidents of prison life (Sandin v. Conner, \ncited above). This will include transfer to a  \"supermax\" security prison \n(Wilkinson v.  Austin 545 US 209 (2005)). In Wilkinson, the court upheld a \nsystem which gave notice of the reasons for placement in the supermax \nprison, an opportunity to reply and multiple levels of review. Periodic \nreview of administrative segregation is also required to ensure that it  is not \nused as a pretext for indefinite confinement (Hewitt v. Helms 459 US 460 \n(1983)). \nSandin has been interpreted by the Tenth Circuit as requiring prisoners to \nshow that their conditions of confinement deviate substantially from the \nbaseline accepted treatment of prisoners (Estate of DiMarco v. Wyoming \nDepartment of Corrections 473 F. 3d 1334 (10'h Cir. 2007)). This test was \nfound not to be satisfied by fourteen months' solitary confinement in \nDiMarco because the prisoner in question had been provided with the \nordinary essentials of prison life. \nD. Litigation challenging conditions of detention at ADX Florence \n110. In \nSattar v. Gonzales 2009 WL 606115 (D.Colo.2009) the United \nStates District Court for the District of Colorado dismissed a  challenge to \nconditions of detention at ADX Florence and to the imposition of special \nadministrative measures. The plaintiff had limited contact with his family \nand attorneys and so the court found that the \"severe limitations of ADX \nconfinement\" did not amount to the necessary deprivation required by the \nobjective test. \nA constitutional challenge to the imposition of special administrative \nmeasures at ADX was also dismissed by the District Court in Al-Owhali \nv. Holder 1011 WL 288523 (D. Colo. 2011); the case is now the subject of \nan appeal. \nIn Georgacarakos v. Wiley, 2010 WL 1291833 (D.Colo. 2010) the \nDistrict Court found that detention at ADX for five years did not amount to \natypical and significant hardship, given the availability of social visits and \nphone calls, the opportunity to converse with other inmates in the recreation \nareas, and the possibility of transfer out of ADX via the step down program. \nGeorgacarakos was recently followed in Matthews v. Wiley 744 F. Supp. 2d \n1159 (D. Colo. 2010). \nIn Magluta v. United States Federal Bureau of Prisons, 29 May 2009, \nthe District Court held that the plaintiff's allegation that detention at ADX \nhad led to a significant deterioration of his mental condition failed to satisfy \nEFTA00031766\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 33 \nthe objective test in Wilson cited above. The plaintiff had not shown that \nconditions at ADX, even if lonely or uncomfortable, failed to provide basic \nhuman necessities; ADX was a  prison and confinement was \"intended to \npunish inmates, not coddle them\". \n111. In Hill v. Pugh 75 Fed. Appx. 715 (10'h Cir. (2003)) United States \nCourt of Appeals for the Tenth Circuit rejected an Eighth Amendment claim \nthat ADX conditions were cruel and unusual. The plaintiff was isolated in \nhis cell twenty-three hours a day for five days a week and twenty-four hours \nthe remaining two days. However, his minimal physical requirements of \nfood, shelter, clothing and warmth had been met and so the conditions \nshowed neither an \"unquestioned and serious deprivation of basic human \nneeds\" nor \"intolerable or shocking conditions\". Similar conclusions were \nreached in Jordan v. the Federal Bureau of Prisons 191 Fed. Appx 639 (lir \nCir. 2006), Ajaj v. United States 293 Fed.Appx. 575 (10th Cir. 2008). \n112. In Rezaq, et at v. Halley, et al, the plaintiffs brought Eighth \nAmendment claims concerning their placements at ADX at various dates \nbetween 1997 and 2003. The District Court granted the Bureau of Prisons' \nmotions for summary judgment: 2010 WL 5157317 (D. Colo. 2010); 2010 \nWL 5464294 (D. Colo. 2010). The court, following the recommendations of \nthe Magistrate Judge, found that the plaintiff's terrorist backgrounds and \nconvictions provided a legitimate penological interest for transferring them \nto ADX, particularly when only thirty-five of the two hundred and six \ninmates in federal prisons with international terrorism convictions had been \nassigned to ADX. The plaintiffs' conditions of confinement there were not \nso extreme as to be atypical and significant. The conditions were also \ndifferent from those in Wilkinson v. Austin (see paragraph 109 above) in that \nADX offered more opportunities for outdoor exercise, interaction with other \ninmates and educational programmes. There was also insufficient evidence \nof significant mental harm: there was no evidence that one of the plaintiff's \ndepression could be attributed to ADX; the remainder of the plaintiffs' \nemotional problems were typically experienced by prisoners. Finally, owing \nto the availability of periodical reviews and the step down program, \nconfinement at ADX was not indeterminate. The plaintiffs have appealed to \nthe Court of Appeals for the Tenth Circuit, though they have all been \ntransferred out of ADX. \n113. In Silverstein v. Federal Bureau of Prisons 704 F Supp. 2d 1077 \n(2010), before the District Court the plaintiff alleges that he has been held in \nsolitary confinement at ADX Florence and other institutions since 1983. \nThe Bureau of Prisons has sought summary judgment in its favour in \nrespect of the plaintiff's claims. A decision is awaited; a six-day jury trial \nwas set to begin on 23 January 2012. \nEFTA00031767\n\n34 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nE. Relevant international materials on solitary \nconfinement \nI. Council of Europe \n114. The Council of Europe Guidelines on human rights and the fight \nagainst terrorism contain the following provision: \n\"XI. Detention \n1. A person deprived of his/her liberty for terrorist activities must in all \ncircumstances be treated with due respect for human dignity. \n2. The imperatives of the fight against terrorism may nevertheless require that a \nperson deprived of his/her liberty for terrorist activities be submitted to more severe \nrestrictions than those applied to other prisoners, in particular with regard to: \n(i) the regulations concerning communications and surveillance of correspondence, \nincluding that between counsel and his/her client; \n(ii) placing persons deprived of their liberty for terrorist activities in specially \nsecured quarters; \n(iii) the separation of such persons within a prison or among different prisons, on \ncondition that the measure taken is proportionate to the aim to be achieved.\" \n115. The European Prison Rules (contained in Recommendation \nRec(2006)2 of the Committee of Ministers of the Council of Europe to \nMember States) where relevant, provide as follows: \nSecurity \n\"51.1 The security measures applied to individual prisoners shall be the minimum \nnecessary to achieve their secure custody. \n51.2 The security which is provided by physical barriers and other technical means \nshall be complemented by the dynamic security provided by an alert staff who know \nthe prisoners who are under their control. \n51.3 As soon as possible after admission, prisoners shall be assessed to determine: \na. the risk that they would present to the community if they were to escape; \nb. the risk that they will try to escape either on their own or with external \nassistance. \n51.4 Each prisoner shall then be held in security conditions appropriate to these \nlevels of risk. \n51.5 The level of security necessary shall be reviewed at regular intervals \nthroughout a person's imprisonment.\" \nEFTA00031768\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 35 \nSafety \n52.1 As soon as possible after admission, prisoners shall be assessed to determine \nwhether they pose a  safety risk to other prisoners, prison staff or other persons \nworking in or visiting prison or whether they are likely to harm themselves. \n52.2 Procedures shall be in place to ensure the safety of prisoners, prison staff and \nall visitors and to reduce to a  minimum the risk of violence and other events that \nmight threaten safety. \n52.3 Every possible effort shall be made to allow all prisoners to take a full part in \ndaily activities in safety. \n52.4 It shall be possible for prisoners to contact staff at all times, including during \nthe night. \n52.5 National health and safety laws shall be observed in prisons. \nSpecial high security or safety measures \n53.1 Special high security or safety measures shall only be applied in exceptional \ncircumstances. \n53.2 There shall be clear procedures to be followed when such measures are to be \napplied to any prisoner. \n53.3 The nature of any such measures, their duration and the grounds on which they \nmay be applied shall be determined by national law. \n53.4 The application of the measures in each case shall be approved by the \ncompetent authority for a specified period of time. \n53.5 Any decision to extend the approved period of time shall be subject to a new \napproval by the competent authority. \n53.6 Such measures shall be applied to individuals and not to groups of prisoners. \n53.7 Any prisoner subjected to such measures shall have a right of complaint in the \nterms set out in Rule 70. \nRequests and complaints \n70.1 Prisoners, individually or as a  group, shall have ample opportunity to make \nrequests or complaints to the director of the prison or to any other competent \nauthority. \n70.3 If a request is denied or a  complaint is rejected. reasons shall be provided to \nthe prisoner and the prisoner shall have the right to appeal to an independent \nauthority.\" \nEFTA00031769\n\n36 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \n116. The 21st General Report of the European Committee for the \nPrevention of Torture, 10 November 2011, addressed solitary confinement, \nwhich it  defined as whenever a  prisoner is ordered to be held separately \nfrom other prisoners or was held together with one or two other prisoners. \nThe Committee observed: \n\"[Solitary confinement] can have an extremely damaging effect on the mental, \nsomatic and social health of those concerned. This damaging effect can be immediate \nand increases the longer the measure lasts and the more indeterminate it  is. The most \nsignificant indicator of the damage which solitary confinement can inflict is the \nconsiderably higher rate of suicide among prisoners subjected to it  than that among \nthe general prison population.\" \nThe report therefore urged States to minimise the use of solitary \nconfinement. It should be proportionate and, the longer it was used, the \nstronger the reasons for it had to be. It should be lawful and subject to \naccountability, with the fullest possible reasons given and records kept. It \nshould be necessary and non-discriminatory. It should never be imposed as \npart of a sentence and, if imposed as a disciplinary sanction, the maximum \nperiod should be fourteen days. In that period, a  prisoner should have at \nleast one hour's outdoor exercise per day and other appropriate mental \nstimulation. \nThe report also stated that the Committee's recommended procedural \nsafeguards should be rigorously followed where administrative solitary \nconfinement was used for preventative purposes, including periodical and \nexternal reviews which considered, among other things, whether some of \nthe restrictions imposed were strictly necessary. In such situations, prisoners \nshould have an individual regime plan which attempted to maximise contact \nwith others. Resources should also be made available to attempt to \nreintegrate the prisoner into the main prison community. \nFor material conditions in solitary confinement, the Committee stated \nthat the cells used should meet the same minimum standards as those \napplicable to other prisoner accommodation. These included a cell of no less \nthan six square metres, proper cell furnishings, adequate natural and \nartificial light, heating and ventilation, and sufficiently large exercise areas \nto allow genuine exertion. \nThe Committee also stated that medical personnel should never \nparticipate in decisions on solitary confinement and should report to the \nprison director whenever a  prisoner's health was put seriously at risk by \nsolitary confinement. \n2. The Inter-American system \n117. The Inter-American Commission on Human Rights has found that \nisolation could in itself constitute inhuman treatment, and a  more serious \nviolation could result for someone with a mental disability (Victor Rosario \nCongo v. Ecuador, case 11.427, 13 April 1999). \nEFTA00031770\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 37 \nIn Montero Aranguren et al (Detention Center of Catia) v. Venezuela, \njudgment of 5 July 2006, the Inter-American Court of Human Rights stated: \n\"...solitary confinement cells must be used as disciplinary measures or for the \nprotection of persons only during the time necessary and in strict compliance with the \ncriteria of reasonability, necessity and legality. Such places must fulfil the minimum \nstandards for proper accommodation, sufficient space and adequate ventilation, and \nthey can only be used if a  physician certifies that the prisoner is fit to sustain it. \n(footnotes omitted)\" \n3. The United Nations \n118. Isolation for twenty-three hours a day in a  two by two metres cell \nwith ten minutes of sunlight per day was found by the United Nations \nHuman Rights Committee to violate Article 7  of the ICCPR in Polay \nCampos v. \nPeru, CCPWC/61/D/577/1994, 6 November 1997. \n119. In its recommendations to State parties, the United Nations \nCommittee against Torture has recommended that: \n- solitary confinement be strictly and specifically regulated by law and \napplied only in severe circumstances, with a view to its abolition \n(Conclusions and Recommendations in respect of Luxembourg, \nCAT/C/CR/28/2, at paragraph 6(b)); \n- there should be adequate review mechanisms relating to the \ndetermination and duration of solitary confinement (Conclusions and \nRecommendations in respect of Denmark, CAT/C/CR/28/1 at paragraph \n7(d)); \n- solitary confinement for long periods of time may constitute inhuman \ntreatment (Conclusions and Recommendations in respect of Switzerland, \nA/49/44, paragraph 133). \n120. The United Nations Special Rapporteur for Torture has found that \nisolation for twenty-two to twenty-four hours per day may amount to ill-\ntreatment and, in certain instances, torture (Interim Report of 28 July 2008, \nA/63/I75, at paragraphs 77-85). The report included a copy of the Istanbul \nstatement on the use and effects of solitary confinement, which was adopted \nat the International Psychological Trauma Symposium in December 2007. \nThe statement included the following on the effects of solitary confinement: \n\"It has been convincingly documented on numerous occasions that solitary \nconfinement may cause serious psychological and sometimes physiological ill effects. \nResearch suggests that between one third and as many as 90 per cent of prisoners \nexperience adverse symptoms in solitary confinement. A long list of symptoms \nranging from insomnia and confusion to hallucinations and psychosis has been \ndocumented. Negative health effects can occur after only a  few days in solitary \nconfinement, and the health risks rise with each additional day spent in such \nconditions. \nIndividuals may react to solitary confinement differently. Still, a significant number \nof individuals will experience serious health problems regardless of the specific \nEFTA00031771\n\n38 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nconditions, regardless of time and place, and regardless of pre-existing personal \nfactors. The central harmful feature of solitary confinement is that it  reduces \nmeaningful social contact to a  level of social and psychological stimulus that many \nwill experience as insufficient to sustain health and well being.\" \n121. In his Interim Report of 5 August 2011, A/66/268, the current \nSpecial Rapporteur for Torture found that where the physical conditions and \nthe prison regime of solitary confinement caused severe mental and physical \npain or suffering, when used as a  punishment, during pre-trial detention, \nindefinitely prolonged, on juveniles or persons with mental disabilities, it \ncould amount to cruel, inhuman or degrading treatment or punishment and \neven torture. The report highlighted a number of general principles to help \nto guide States to re-evaluate and minimise its use and, in certain cases, \nabolish the practice of solitary confinement. He stated that the practice \nshould be used only in very exceptional circumstances, as a  last resort, for \nas short a  time as possible. He further emphasised the need for minimum \nprocedural safeguards, internal and external, to ensure that all persons \ndeprived of their liberty were treated with humanity and respect for the \ninherent dignity of the human person. \nIV. RELEVANT DOMESTIC AND INTERNATIONAL LAW AND \nPRACTICE ON LIFE SENTENCES \nA. The applicants' possible sentences, the federal sentencing system \nand presidential pardons \nI. Evidence from the United States Department of Justice \n122. In a  letter dated 26 November 2010 the United States Department \nof Justice set out the maximum sentences each of the six applicants would \nface if convicted. \n123. The first applicant faces four counts of criminal conduct. The first \ncount, conspiracy to provide material support to terrorists, carries a \nmaximum sentence of fifteen years in prison. The second count, providing \nmaterial support to terrorists, carries the same maximum sentence. The third \ncount, conspiracy to kill, kidnap, maim or injure persons or damage \nproperty in a foreign country, carries a maximum sentence of life in prison. \nThe sentence for the final count, money laundering, is a maximum of twenty \nyears. None of the counts contained a  mandatory minimum sentence. The \ntrial judge would have the discretion to impose a sentence of no \nimprisonment up to the maximum penalties, to run consecutively or \nconcurrently. \n124. For the second applicant, the Department of Justice stated that the \nmaximum penalty he faced was not fifty years' imprisonment, as previously \nEFTA00031772\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 39 \nstated, but thirty-five years' imprisonment. This was because the maximum \npenalties for his offences were lower at the time of the alleged commission \nof the offences than the current sentences. The correct maximum penalties \non each of the four counts he faced were: five years' imprisonment for the \ncount of conspiracy to provide material support and resources to terrorists; \nten years for providing material support and resources to terrorists; ten years \nfor conspiring to provide material support and resources to a  designated \nforeign terrorist organisation; and ten years for providing material support \nand resources to a  designated foreign terrorist organisation. None of the \ncounts carried a mandatory minimum sentence and, as for the first applicant, \nthe trial judge would have the discretion to impose a  sentence of no \nimprisonment up to the maximum penalties, to run consecutively or \nconcurrently. \n125. For the third applicant, as he is charged with the same offences as \nthe first applicant (save for the money laundering charge), the possible \nsentences would be the same. \n126. For the fourth applicant, for the Yemen hostage-taking counts, the \nmaximum sentences are life imprisonment. For the Bly, Oregon counts, the \nmaximum sentences were the same as those for the second applicant. For \nthe Afghanistan counts, the maximum sentences are fifteen years' \nimprisonment on each count. None of the counts carried a mandatory \nminimum sentence and the trial judge's discretion in sentencing would be \nthe same as for the first three applicants. \n127. For the fifth applicant, the maximum sentences are: \nconspiracy to kill United States nationals -  life imprisonment; \nconspiracy to murder —  life imprisonment; \nconspiracy to destroy buildings and property —  life imprisonment; and \nconspiracy to attack national defence utilities —  ten years' imprisonment. \nThe third count, conspiracy to destroy buildings and property, has a \nmandatory minimum sentence of twenty years' imprisonment. Therefore, if \nconvicted on all four counts, the trial judge's sentencing discretion would \nrange from twenty years' imprisonment to life. \n128. For the sixth applicant, each of the two hundred and sixty-nine \ncounts of murder with which he is charged carries a  mandatory minimum \nsentence of life imprisonment. The remaining counts carry maximum \npenalties of between ten years and life imprisonment. \n129. The Department of Justice's letter also set out the applicable law on \nfederal sentencing. In addition to the need to have regard to the purposes of \nsentencing (set out in section 3553(a) of Title 18 of the United States Code), \na  trial judge had to consider the non-binding sentencing guidelines of the \nUnited States Sentencing Commission, a  judicial body. These required the \ntrial judge to have regard inter alia to any mitigating or aggravating factors, \nthe defendant's criminal history, any credit for a guilty plea, and the effect \nof any assistance given to the United States' authorities. \nEFTA00031773\n\n40 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \n130. The letter further confirmed that, as set out at paragraph 72 of the \nCourt's admissibility decision, there were four ways a sentence of life \nimprisonment could be reduced. \nFirst, it could be reduced by the sentencing court upon the motion of the \nDirector of the Bureau of Prisons upon a  finding that \"extraordinary and \ncompelling reasons warrant such a reduction\". This generally involved \ninmates with terminal illnesses. \nSecond, if a defendant provided substantial assistance in the investigation \nof a third party, the Government could move within one year of sentencing \nfor a reduction in the sentence. \nThird, if the defendant had been sentenced on the basis of sentencing \nguidelines which were subsequently lowered by the Sentencing \nCommission (the judicial body responsible for promulgating the guidelines) \nthen the sentencing court could reduce the term of imprisonment. \nFourth, the defendant could request commutation by the President. While \ncommutation was exercised sparingly, such relief had, on occasion, been \ngranted for serious offences involving national security. For example, in \n1999 President Clinton commuted the sentences of thirteen members of the \nFALN, a violent Puerto Rican nationalist organisation responsible for \nbombings in the 1970s and 1980s, who had been convicted of conspiracy to \ncommit armed robbery, bomb-making, sedition and other offences. \n131. Other reductions were available to those sentenced to less than life \nimprisonment. Fifty-four days' credit was available each year for exemplary \ncompliance with institutional disciplinary regulations; this allowed for \nrelease after 85% of the sentence had been served. Additionally, any \ndefendant had a statutory right of appeal against sentence to a federal court \nof appeals and, though rare, to the United States Supreme Court. He could \nalso seek review of the sentencing by the trial judge within one year of the \nsentence being passed. \n132. The Department of Justice's letter of 22 September 2011 stated that \nsentences were normally to run concurrently unless the law provided for \nconsecutive sentences or the trial judge positively ordered that any \nsentences which were imposed were to run consecutively. In the applicants' \nindictments, the only counts which carried mandatory concurrent sentences \nwere three of the counts faced by the sixth applicant (one count of using and \ncarrying an explosive, and two counts of using and carrying a  dangerous \ndevice during the bombing of the US Embassies in Nairobi and Dar es \nSalaam). \nThe letter also underlined the Department of Justice's view that the \nfederal sentencing guidelines gave the trial judge a broad discretion in \nsentencing. \nEFTA00031774\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 41 \n2. Evidence submitted by the applicants \n133. The applicants submitted a declaration from Ms Denise Barrett, the \nNational Sentencing Resource Counsel for Federal Public and Community \nDefenders. She stated that a trial judge's discretion in sentencing was not as \nbroad as the Department of Justice had suggested. It remained subject to \nincreases as well as reductions on appeal. The sentencing guidelines \nallowed for significant increases in sentences if the offences involved \nterrorism, such that the recommended guideline sentence was the same as \nthe statutory maximum sentence, irrespective of the absence of any prior \ncriminal record. Owing to the possibility of consecutive sentences being \nimposed, she therefore assessed the possible sentences as: \nthe first applicant, life plus fifty years; \nthe second applicant, thirty-five years; \nthe third applicant, life plus thirty years; \nthe fourth applicant, two life sentences plus ninety-five years; \nthe fifth applicant, three consecutive life sentences plus ten years; \nthe sixth applicant, numerous consecutive life sentences. \nFor the mechanisms for sentence reduction, Ms Barrett noted the \nfollowing. Compassionate release for the terminally ill or disabled was not \nautomatic and was assessed with reference to additional factors such as the \nnature of the crime committed and the length of time served. Reduction for \nsubstantial assistance to the authorities depended on the initiative of the \nGovernment, not the court. Subsequent lowering of the relevant sentencing \nguidelines could only reduce a sentence if the Sentencing Guidelines \nCommission made the change retroactive and might not reduce the overall \nsentence if the person concerned was convicted of other offences and given \nconsecutive sentences. For presidential commutation, the FALN pardons \nhad only been for those who had been convicted of non-violent crimes and \nhad been offered on the condition that the individuals concerned renounce \nviolence. The pardons had nonetheless been very controversial. \nB. Eighth Amendment case-law on \"grossly disproportionate\" \nsentences \n134. The Eighth Amendment has been interpreted by the Supreme Court \nof the United States as prohibiting extreme sentences that are grossly \ndisproportionate to the crime (Graham v.  Florida 130 S. Ct. 2011, 2021 \n(2010)). There are two categories of cases addressing proportionality of \nsentences. \nThe first category is a case-by-case approach, where the court considers \nall the circumstances of the case to determine whether the sentence is \nexcessive. This begins with a \"threshold comparison\" of the gravity of the \noffence and the harshness of the penalty. If this leads to an inference of \nEFTA00031775\n\n42 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \ngross disproportionality, the court compares the sentence in question with \nsentences for the same crime in the same jurisdiction and other jurisdictions. \nIf that analysis confirms the initial inference of gross disproportionality, a \nviolation of the Eighth Amendment is established. \nIn the second category of cases, the Supreme Court has invoked \nproportionality to adopt \"categorical rules\" prohibiting a particular \npunishment from being applied to certain crimes or certain classes of \noffenders. \n135. Under the first category, the Supreme Court has struck down as \ngrossly disproportionate a  sentence of life imprisonment without parole \nimposed on a  defendant with previous convictions for passing a  worthless \ncheque (Solem v. Helm 463 US 277 (1983)). It has upheld the following \nsentences: life with the possibility of parole for obtaining money by false \npretences (Rummel v. Estelle 445 US 263 (1980)); life imprisonment \nwithout parole for possessing a large quantity of cocaine (Hamelin \nv. Michigan 501 US 957 (1991)); twenty-five years to life for theft under a \n\"three strikes\" recidivist sentencing law (Ewing v. California 538 US 11 \n(2003)); forty years' imprisonment for distributing marijuana \n(Hutto v. Davis 454 \nUS 370 (1982)). \n136. Examples of cases considered under the second category include \nCoker v. Georgia 433 \nUS 584 (1977) (prohibiting capital punishment for \nrape) and Roper v. Simmons 543 US 551 (2005) (prohibiting capital \npunishment for juveniles under eighteen). In Graham, cited above, the court \nheld that the Eighth Amendment also prohibited the imposition of life \nimprisonment without parole on a  juvenile offender who did not commit \nhomicide. The court found that life imprisonment without parole was an \nespecially harsh punishment for a juvenile and that the remote possibility of \npardon or other executive clemency did not mitigate the harshness of the \nsentence. Although a State was not required to guarantee eventual freedom \nto a juvenile offender convicted of a non-homicide crime, it  had to provide \nsome meaningful opportunity to obtain release based on demonstrated \nmaturity and rehabilitation. The court also held that a sentence lacking in \nlegitimate penological justification (such as retribution, deterrence, \nincapacitation and rehabilitation) was, by its nature, disproportionate. Such \npurposes could justify life without parole in other contexts, but not life \nwithout parole for juvenile non-homicide offenders. \nC. Relevant international and comparative law on life sentences and \n\"grossly disproportionate\" sentences \n137. The relevant texts of the Council of Europe, the European Union \nand other international legal texts on the imposition and review of sentences \nof life imprisonment, including the obligations of Council of Europe \nmember States when extraditing individuals to States where they may face \nEFTA00031776\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 43 \nsuch sentences, are set out in Kafkaris, cited above, at §§ 68-76. Additional \nmaterials before the Court in the present cases (and those materials in \nKaf;cads that are expressly relied on by the parties) may be summarised as \nfollows. \nI. Life sentences in the Contracting States \n138. In his comparative study entitled \"Outlawing Irreducible Life \nSentences: Europe on the Brink?\", 23: I   Federal Sentencing Reporter \nVol 23, No 1  (October 2010), Professor Van Zyl Smit concluded that the \nmajority of European countries do not have irreducible life sentences, and \nsome, including Portugal, Norway and Spain, do not have life sentences at \nall. In Austria, Belgium, Czech Republic, Estonia, Germany, Lithuania, \nLuxembourg, Poland, Romania, Russia, Slovakia, Slovenia, Switzerland \nand Turkey, prisoners sentenced to life imprisonment have fixed periods \nafter which release is considered. In France three such prisoners have no \nminimum period but it appears they can be considered for release after \n30 years. In Switzerland there are provisions for indeterminate sentences for \ndangerous offenders where release can only follow new scientific evidence \nthat the prisoner was not dangerous, although the provisions have not been \nused. The study concludes that only the Netherlands and England and Wales \nhave irreducible life sentences. \n2. Council of Europe texts \n139. The European Committee for the Prevention of Torture and \nInhuman or Degrading Treatment or Punishment (\"CPT\") prepared a report \non \"Actual/Real Life Sentences\" dated 27 June 2007 (CPT (2007) 55). The \nreport reviewed various Council of Europe texts on life sentences, including \nrecommendations (2003) 22 and 23, and stated in terms that: (a) the \nprinciple of making conditional release available is relevant to all prisoners, \n\"even to life prisoners\"; and (b) that all Council of Europe member States \nhad provision for compassionate release but that this \"special form of \nrelease\" was distinct from conditional release. \nIt noted the view that discretionary release from imprisonment, as with \nits imposition, was a  matter for the courts and not the executive, a  view \nwhich had led to proposed changes in the procedures for reviewing life \nimprisonment in Denmark, Finland and Sweden. The report also quoted \nwith approval the CPT's report on its 2007 visit to Hungary in which it \nstated: \n\"[A]s regards \"actual lifers\", the CPT has serious reservations about the very \nconcept according to which such prisoners, once they are sentenced, are considered \nonce and for all as a permanent threat to the community and are deprived of any hope \nto be granted conditional release\". \nEFTA00031777\n\n44 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nThe report's conclusion included recommendations that: no category of \nprisoners should be \"stamped\" as likely to spend their natural life in prison; \nno denial of release should ever be final; and not even recalled prisoners \nshould be deprived of hope of release. \n3. The International Criminal Court \n140. Article 77 of the Rome Statute of the International Criminal Court \nallows for the imposition of a  term of life imprisonment when justified by \nthe extreme gravity of the crime and the individual circumstances of the \nconvicted person. Such a sentence must be reviewed after twenty-five years \nto determine whether it should be reduced (Article 110). \n4. The European Union \n141. Article 5(2) of Council Framework Decision of 13 June 2002 on \nthe European arrest warrant provides: \n\"if the offence on the basis of which the European arrest warrant has been issued is \npunishable by custodial life sentence or life-time detention order, the execution of the \nsaid arrest warrant may be subject to the condition that the issuing Member State has \nprovisions in its legal system for a  review of the penalty or measure imposed, on \nrequest or at the latest after 20 years, or for the application of measures of clemency to \nwhich the person is  entitled to apply for under the law or practice of the issuing \nMember State, aiming at a non-execution of such penalty or measure...\" \n5. The United Kingdom \n142. R. v. Lichniak and R. v. Pyrah [2003) 1  AC 903, the House of \nLords considered the compatibility of a mandatory life sentence as imposed \nin England and Wales with Articles 3 and 5 of the Convention. It found that, \nin its operation, a mandatory life sentence was not incompatible with either \nArticle. \nSuch a  sentence was partly punitive, partly preventative. The punitive \nelement was represented by the tariff term, imposed as punishment for the \nserious crime which the convicted murderer had committed. The \npreventative element was represented by the power to continue to detain the \nconvicted murderer in prison unless and until the Parole Board, an \nindependent body, considered it safe to release him, and also by the power \nto recall to prison a  convicted murderer who had been released if it was \njudged necessary to recall him for the protection of the public (Lord \nBingham of Comhill at § 8 of the judgment). \nThe House of Lords therefore held firstly, that the appellant's complaints \nwere not of sufficient gravity to engage Article 3  of the Convention and \nsecondly, that the life sentence was not arbitrary or otherwise contrary to \nArticle 5 § I  of the Convention. Lord Bingham added: \nEFTA00031778\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 45 \n\"If the House had concluded that on imposition of a mandatory life sentence for \nmurder the convicted murderer forfeited his liberty to the state for the rest of his days, \nto remain in custody until (if ever) the Home Secretary concluded that the public \ninterest would be better served by his release than by his continued detention, I  would \nhave little doubt that such a sentence would be found to violate articles 3 and 5 of the \nEuropean Convention on Human Rights ... as being arbitrary and disproportionate.\" \n143. In R. v. Secretary of State for the Home Department, ex parte \nHindley [2001] 1  AC 410, HL and R. v. Anderson [2003] 1  AC 837, HL, the \nHouse of Lords found that, under the tariff system then in operation, there \nwas \"no reason, in principle, why a crime or crimes, if sufficiently heinous \nshould not be regarded as deserving lifelong incarceration for purposes of \npure punishment\" (per Lord Steyn at pp. 416H). Lord Steyn also observed: \n\"there is nothing logically inconsistent with the concept of a tariff by saying \nthat there are cases were the crimes are so wicked that even if the prisoner is \ndetained until he or she dies it will not exhaust the requirements of \nretribution and deterrence\" (p. 4I7H). \n144. Under the present statutory framework in England and Wales, \nChapter 7 of the Criminal Justice Act 2003, a trial judge can impose a whole \nlife term or order on a defendant convicted of murder. Such a defendant is \nnot eligible for parole and can only be released by the Secretary of State. In \nR v. Bieber [2009] 1  WLR 223 the Court of Appeal considered that such \nwhole life terms were compatible with Article 3 of the Convention. \nIt found that a  whole life order did not contravene Article 3 of the \nConvention because of the possibility of compassionate release by the \nSecretary of State. It also found that the imposition of an irreducible life \nsentence would not itself constitute a violation of Article 3 but rather that a \npotential violation would only occur once the offender had been detained \nbeyond the period that could be justified on the ground of punishment and \ndeterrence. The court stated: \n\"45. While under English law the offence of murder attracts a  mandatory life \nsentence, this is not normally an irreducible sentence. The judge specifies the \nminimum term to be served by way of punishment and deterrence before the \noffender's release on licence can be considered. Where a whole life term is specified \nthis is because the judge considers that the offence is so serious that, for purposes of \npunishment and deterrence, the offender must remain in prison for the rest of his days. \nFor the reasons that we have given, we do not consider that the Strasbourg court has \nruled that an irreducible life sentence, deliberately imposed by a  judge in such \ncircumstances, will result in detention that violates article 3. Nor do we consider that \nit will do so. \n46. It may be that the approach of the Strasbourg court will change. There seems to \nbe a  tide in Europe that is setting against the imposition of very lengthy terms of \nimprisonment that are irreducible. Thus it may become necessary to consider whether \nwhole life terms imposed in this jurisdiction are, in fact irreducible. \nEFTA00031779\n\n46 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nUnder the regime that predated the 2003 Act it was the practice of the Secretary of \nState to review the position of prisoners serving a  whole life tariff after they had \nserved 25 years with a view to reducing the tariff in exceptional circumstances, such \nas where the prisoner had made exceptional progress whilst in custody. No suggestion \nwas then made that the imposition of a whole life tariff infringed article 3. \nUnder the current regime the Secretary of State has a limited power to release a life \nprisoner under section 30 of the Crime (Sentences) Act 1997. \nAt present it is the practice of the Secretary of State to use this power sparingly, in \ncircumstances where, for instance, a prisoner is suffering from a terminal illness or is \nbedridden or similarly incapacitated. If, however, the position is reached where the \ncontinued imprisonment of a  prisoner is held to amount to inhuman or degrading \ntreatment, we can see no reason why, having particular regard to the requirement to \ncomply with the Convention, the Secretary of State should not use his statutory power \nto release the prisoner. \n49. For these reasons, applying the approach of the Strasbourg court in Kaficaris v \nCyprus 12 February 2008, we do not consider that a  whole life term should be \nconsidered as a sentence that is irreducible. Any article 3 challenge where a whole life \nterm has been imposed should therefore be made, not at the time of the imposition of \nthe sentence, but at the stage when the prisoner contends that, having regard to all the \nmaterial circumstances, including the time that he has served and the progress made in \nprison, any further detention will constitute degrading or inhuman treatment.\" \n6. Germany \n145. Article I  of the Basic Law of the Federal Republic of Germany \nprovides that human dignity shall be inviolable. Article 2(2) provides: \n\"Every person shall have the right to life and physical integrity. Freedom of the \nperson shall be inviolable. These rights may be interfered with only pursuant to a \nlaw.\" \nThe compatibility of a mandatory sentence of life imprisonment for \nmurder with these provisions was considered by the Federal Constitutional \nCourt in the Life Imprisonment case of 21 June 1977, 45 BVerfGE 187 (an \nEnglish translation of extracts of the judgment, with commentary, can be \nfound in D.P. Kommers, The Constitutional Jurisprudence of the Federal \nRepublic of Germany (2nd ed.), Duke University Press, Durham and \nLondon, 1997 at pp. 306-313). \nThe court found that the State could not turn the offender into an object \nof crime prevention to the detriment of his constitutionally protected right to \nsocial worth. Respect for human dignity and the rule of law meant the \nhumane enforcement of life imprisonment was possible only when the \nEFTA00031780\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 47 \nprisoner was given \"a concrete and realistically attainable chance\" to regain \nhis freedom at some later point in time. \nThe court underlined that prisons also had a duty to strive towards the re-\nsocialisation of prisoners, to preserve their ability to cope with life and to \ncounteract the negative effects of incarceration and the destructive changes \nin personality that accompanied imprisonment. It recognised, however, that, \nfor a  criminal who remained a  threat to society, the goal of rehabilitation \nmight never be fulfilled; in that case, it was the particular personal \ncircumstances of the criminal which might rule out successful rehabilitation \nrather than the sentence of life imprisonment itself. The court also found \nthat, subject to these conclusions, life imprisonment for murder was not a \nsenseless or disproportionate punishment. \n146. In the later War Criminal case 72 BVerfGE 105 (1986), where the \npetitioner was eighty-six years of age and had served twenty years of a life \nsentence imposed for sending fifty people to the gas chambers, the court \nconsidered that the gravity of a person's crime could weigh upon whether he \nor she could be required to serve his or her life sentence. However, a \njudicial balancing of these factors should not place too heavy an emphasis \non the gravity of the crime as opposed to the personality, state of mind, and \nage of the person. In that case, any subsequent review of the petitioner's \nrequest for release would be required to weigh more heavily than before the \npetitioner's personality, age and prison record. \n147. In its decision of 16 January 2010, BVerfG, 2  BvR 2299/09, the \nFederal Constitutional Court considered an extradition case where the \noffender faced \"aggravated life imprisonment until death\" (erschwerte \nlebenslangliche Freiheitsstrafe bis von Tod) in Turkey. The German \ngovernment had sought assurances that he would be considered for release \nand had received the reply that the President of Turkey had the power to \nremit sentences on grounds of chronic illness, disability, or old age. The \ncourt refused to allow extradition, finding that this power of release offered \nonly a  vague hope of release and was thus insufficient. Notwithstanding the \nneed to respect foreign legal orders, if someone had no practical prospect of \nrelease such a sentence would be cruel and degrading (grausam and \nerniedrigend) and would infringe the requirements of human dignity \nprovided for in Article 1. \n7. Canada \n148. The Supreme Court of Canada has found that a grossly \ndisproportionate sentence will amount to cruel and unusual treatment or \npunishment (see, inter alia, R v. Smith (Edward Dewey) [1987] I   SCR \n1045). In R v. Litton [1990] 2  S.C.R. 711, the court considered that, for \nfirst degree murder, a  mandatory minimum sentence of life imprisonment \nwithout eligibility for parole for twenty-five years was not grossly \ndisproportionate. Similarly, in R v. Latimer 2001 1  SCR 3, for second \nEFTA00031781\n\n48 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \ndegree murder, a mandatory minimum sentence of life imprisonment \nwithout eligibility for parole for ten years was not grossly disproportionate. \nThe court observed that gross disproportionality would only be found on \n\"rare and unique occasions\" and that the test for determining this issue was \n\"very properly stringent and demanding\". \n8 South Africa \n149. In Dodo v. the State (CCT 1/01) [2001] ZACC 16, the South \nAfrican Constitutional Court considered whether a statutory provision \nwhich required a life sentence for certain offences including murder, was \ncompatible with the constitutional principle of the separation of powers, the \naccused's constitutional right to a public trial and the constitutional \nprohibition on cruel, inhuman or degrading treatment or punishment. The \ncourt found none of these constitutionals provisions was infringed, since the \nstatute allowed a court to pass a lesser sentence if there were substantial and \ncompelling circumstances. The court did, however, observe that the concept \nof proportionality went to the heart of the inquiry as to whether punishment \nwas cruel, inhuman or degrading. \n150. In Niemand v.  The State (CCT 28/00) [2001] ZACC 11, the court \nfound an indeterminate sentence imposed pursuant to a declaration that the \ndefendant was a \"habitual criminal\" to be grossly disproportionate because \nit could amount to life imprisonment for a non-violent offender. The court \n\"read in\" a maximum sentence of fifteen years to the relevant statute. \n9. Other jurisdictions \n151. In Reyes v.  the Queen [2002] UKPC 11 the Judicial Committee of \nthe Privy Council considered that a mandatory death penalty for murder by \nshooting was incompatible with section 7  of the Constitution of Belize, \nwhich prohibits torture and ill-treatment in identical terms to Article 3 of the \nConvention. Lord Bingham observed that to deny the offender the \nopportunity, before sentence is passed, to seek to persuade the court that in \nall the circumstances to condemn him to death would be disproportionate \nand inappropriate was to treat him as no human being should be treated. The \nrelevant law was not saved by the powers of pardon and commutation \nvested by the Constitution in the Governor-General, assisted by an Advisory \nCouncil; in Lord Bingham's words \"a non-judicial body cannot not decide \nwhat is the appropriate measure of punishment to be visited on a defendant \nfor the crime he has committed\". \n152. In de Boucherville v.  the State of Mauritius [2008] UKPC 70 the \nappellant had been sentenced to death. With the abolition of the death \npenalty in Mauritius, his sentence was commuted to a  mandatory life \nsentence. The Privy Council considered the Court's judgment in Kafkaris, \ncited above, and found that the safeguards available in Cyprus to prevent \nEFTA00031782\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 49 \nKaficaris from being without hope of release were not available in \nMauritius. The Mauritian Supreme Court had interpreted such a sentence as \ncondemning de Boucherville to penal servitude for the rest of his life and \nthe provisions of the relevant legislation on parole and remission did not \napply. This meant the sentence was manifestly disproportionate and \narbitrary and so contrary to section 10 of the Mauritian Constitution \n(provisions to secure protection of law, including the right to a fair trial). It \nhad also been argued by the appellant that the mandatory nature of the \nsentence violated section 7  of the Constitution (the prohibition of torture, \ninhuman or degrading punishment or other such treatment). In light of its \nconclusion on section 10, the Committee considered it unnecessary to \ndecide that question or to consider the relevance of the possibility of release \nunder section 75 (the presidential prerogative of mercy). It did, however, \nfind that the safeguards available in Cyprus (in the form of the Attorney-\nGeneral's powers to recommend release and the President's powers to \ncommute sentences or decree release) were not available in Mauritius. It \nalso acknowledged the appellant's argument that, as with the mandatory \nsentence of death it  had considered in Reyes, a  mandatory sentence of life \nimprisonment did not allow for consideration of the facts of the case. The \nPrivy Council also considered any differences between mandatory sentences \nof death and life imprisonment could be exaggerated and, to this end, quoted \nwith approval the dicta of Lord Justice Laws in Wellington and Lord \nBingham in Lichniak (at paragraphs 65 and 142 above). \n153. In State v. Philibert [2007] SCJ 274, the Supreme Court of \nMauritius held that a  mandatory sentence of 45 years' imprisonment for \nmurder amounted to inhuman or degrading treatment in violation of section \n7 on the grounds that it was disproportionate. \n154. In State v. Tcoeib [1997] 1  LRC 90 the Namibian Supreme Court \nconsidered the imposition of a discretionary life sentence to be compatible \nwith section 8 of the country's constitution (subsection (c) of which is \nidentical to Article 3 of the Convention). Chief Justice Mahomed, for the \nunanimous court, found the relevant statutory release scheme to be \nsufficient but observed that if release depended on the \"capricious exercise\" \nof the discretion of the prison or executive authorities, the hope of release \nwould be \"too faint and much too unpredictable\" for the prisoner to retain \nthe dignity required by section 8. It was also observed that life \nimprisonment could amount to cruel, inhuman or degrading treatment if it \nwas grossly disproportionate to the severity of the offence. The High Court \nof Namibia found mandatory minimum sentences for robbery and \npossession of firearms to be grossly disproportionate in State v. Vries 1997 \n4 LRC 1 and State v Likuwa [2000] 1 LRC 600. \n155. In Lau Cheong and Another v. HKSAR [2002] 5  HKCFAR 415, \n[2002] 2  HKLRD 612, the Hong Kong Court of Final Appeal rejected a \nchallenge to the mandatory life sentence for murder. It found that the \nEFTA00031783\n\n50 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \npossibility of regular review of the sentence by an independent board meant \nit was neither arbitrary nor grossly disproportionate and thus it did not \namount to cruel, inhuman or degrading punishment. \n156. Section 9 of the New Zealand Bill of Rights Act 1990 also protects \nagainst disproportionately severe treatment or punishment. \nTHE LAW \nI. JOINDER OF THE APPLICATIONS \n157. Given their similar factual and legal background, the Court decides \nthat the applications of the first, third, fourth, fifth and sixth applicants \nshould be joined pursuant to Rule 42 § 1 of the Rules of Court. \nHaving regard, however, to the nature of the facts and the substantive \nissues raised by the second applicant, particularly in relation to his \ncomplaint concerning detention at ADX Florence, the Court considers that it \nis not appropriate to join his application but to treat it separately. \nII. ARTICLE 3 AND THE EXTRADITION \n158. The applicants made two complaints in relation to their proposed \nextradition. First, they complained that, if convicted in the United States, \nthey would be detained at ADX Florence and, furthermore, would be \nsubjected to special administrative measures (SAMS). They submitted that \nconditions of detention at ADX Florence (whether alone or in conjunction \nwith SAMS) would violate Article 3 of the Convention. Second, the \napplicants complained that, if convicted, they would face sentences of life \nimprisonment without parole and/or extremely long sentences of \ndeterminate length in violation of Article 3 of the Convention. \n159. Article 3 provides: \n\"No one shall be subjected to torture or to inhuman or degrading treatment or \npunishment.\" \n160. The Government contested each of these arguments. \n161. However, before turning to the merits of each of these complaints, \nit  is necessary for the Court to consider the submissions of the parties as to \nthe relevance, if any, of the extradition context to complaints made under \nArticle 3  of the Convention, as well as the parties' submissions as to the \nappropriate forum for the applicants' prosecution. Those submissions may \nbe summarised as follows. \nEFTA00031784\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 51 \nA. The Government \n162. The Government relied on the reasoning of the House of Lords in \nWellington and the Canadian Supreme Court in Bums and Ferras (see \nparagraphs 66-72, 74 and 75 above). On the basis of those cases, the \nGovernment submitted that, in the extradition context, a distinction had to \nbe drawn between torture and other forms of ill-treatment. A real risk of \ntorture in the receiving State should be an absolute bar on extradition. \nHowever, for all other forms of ill-treatment, it  was legitimate to consider \nthe policy objectives pursued by extradition in determining whether the \nill-treatment reached the minimum level of severity required by Article 3. \nThis was the appropriate means of resolving the tension that existed \nbetween the Court's judgments in Soering, on the one hand, and Chahal and \nSaadi, on the other. Article 3 could not be interpreted as meaning that any \nform of ill-treatment in a non-Contracting State would be sufficient to \nprevent extradition. Such an absolutist approach to Article 3  would mean, \nfor instance, that practices such as head shaving or shackling could act as a \nbar to extradition because the Court had found these forms of ill-treatment \nto be in breach of Article 3 (see Yankov v.  Bulgaria, no. 39084/97, §§ 114-\n121, ECHR 2003-XII (extracts); and Henaf v. France, no. 65436/01, §§ 45-\n89, ECHR 2003-XI). \n163. The Government did not accept the applicants' submission that the \npossibility of prosecution in the United Kingdom was relevant in \ndetermining whether their extradition was compatible with Article 3. This \nsubmission appeared to be based on the Court's judgment in Soering, where \nthe Court had found that the possibility of trial in the Federal Republic of \nGermany was \"a circumstance of relevance\" in its overall assessment under \nArticle 3 (paragraph 110 of the judgment). However, the facts of Soering \nwere wholly exceptional. Both the United States and the Federal Republic \nof Germany had jurisdiction and the Federal Republic itself had submitted \nthat extradition to the United States would breach the applicant's \nConvention rights. In any event, there were no domestic proceedings under \nway in the United Kingdom for any of the applicants and they could not be \nprosecuted in the United Kingdom for the full range and gravamen of the \nconduct alleged against them. The prosecutions were more properly brought \nin the United States. In any event, the possibility of prosecution in the \nUnited Kingdom could only be relevant if the Court were to follow the \nrelativist approach of the House of Lords in Wellington, which the \napplicants had urged the Court not to do. \nB. The applicants \n164. The applicants rejected the submission that Article 3 allowed for a \nbalancing exercise of any kind. The Court had specifically rejected that \nEFTA00031785\n\n52 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nsubmission in Saadi, cited above. Even if, in extradition cases, a  relativist \napproach could be taken in respect of ill-treatment which fell short of \ntorture, this was irrelevant to their case because, in their submission, years \nof solitary confinement at ADX amounted to torture or, at the very least, \nwas at the upper end of the scale of ill-treatment (see further below). \nFurthermore, none of the policy reasons for taking a relativist approach to \nill-treatment arising from life sentences could apply to ill-treatment arising \nfrom prison conditions. Detention at ADX was not mandated by United \nStates law and the United States could give an undertaking not to detain the \napplicants there. Thus, the alternative to detention at ADX was not that they \nwould be fugitives from United States justice, but rather that they would be \ndetained in American prisons which were Article 3 compliant. \n165. The United Kingdom was the appropriate forum for prosecution of \neach applicant and it had jurisdiction to try them. For the first and third \napplicants, the link with the United States was that one of the servers for the \nwebsite they had run had been based in Connecticut for eighteen months. \nThe case against them was based on material seized in searches of premises \nin the United Kingdom, which the police had immediately handed to the \nUnited States' authorities. The fourth applicant had been the subject of a \nMetropolitan Police investigation but had never been charged. All the \nevidence against him came from materials seized during that investigation. \nThe criminal conduct of the fifth and sixth applicants was alleged to have \ntaken place in their London offices. All witnesses were in the United \nKingdom and, as with the other applicants, all relevant evidence had been \nobtained there. The applicants submitted that the fact that the United \nKingdom could prosecute them compatibly with Article 3 was a  general \nconsideration in assessing the proportionality of their extradition and its \nconsequences. \nC. The Court's assessment \n166. The Court begins by noting the parties' submissions as to the \nappropriate forum for prosecution. It observes, however, that the \nGovernment do not intend to prosecute the applicants for any of the \noffences for which their extradition is sought (cf. Soering, § 16, cited above, \nwhere the Federal Republic of Germany had, by its extradition request to \nthe United Kingdom, indicated its intention to prosecute the applicant and, \nin addition, its extradition request had contained proof that German courts \nhad jurisdiction to try the applicant). Consequently, the Court considers that \nthe question of the appropriate forum for prosecution, and whether this is \nrelevant to the Court's assessment under Article 3, does not therefore arise \nfor examination in the present case. \n167. The Court further notes that the House of Lords in Wellington has \nidentified a  tension between Soering and Chahal, both cited above, which \nEFTA00031786\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 53 \ncalls for clarification of the proper approach to Article 3 in extradition \ncases. It  also observes that the conclusions of the majority of the House of \nLords in that case depended on three distinctions which, in their judgment, \nwere to be found in this Court's case-law. The first was between extradition \ncases and other cases of removal from the territory of a Contracting State; \nthe second was between torture and other forms of ill-treatment proscribed \nby Article 3; and the third was between the assessment of the minimum \nlevel of severity required in the domestic context and the same assessment \nin the extra-territorial context. It  is appropriate to consider each distinction \nin turn. \n168. For the first distinction, the Court considers that the question \nwhether there is a real risk of treatment contrary to Article 3 in another State \ncannot depend on the legal basis for removal to that State. The Court's own \ncase-law has shown that, in practice, there may be little difference between \nextradition and other removals. For example, extradition requests may be \nwithdrawn and the Contracting State may nonetheless decide to proceed \nwith removal from its territory (see Muminov v.  Russia, no. 42502/06, § 14, \n11 December 2008). Equally, a State may decide to remove someone who \nfaces criminal proceedings (or has already been convicted) in another State \nin the absence of an extradition request (see, for example, Saadi v. Italy, \ncited above, and Bader and Kanbor v. Sweden, no. 13284/04, ECHR \n2005-XI). Finally, there may be cases where someone has fled a  State \nbecause he or she fears the implementation of a particular sentence that has \nalready been passed upon him or her and is to be returned to that State, not \nunder any extradition arrangement, but as a failed asylum seeker (see D. and \nOthers v. Turkey, no. 24245/03, 22 June 2006). The Court considers that it \nwould not be appropriate for one test to be applied to each of these three \ncases but a  different test to be applied to a  case in which an extradition \nrequest is made and complied with. \n169. For the second distinction, between torture and other forms of ill-\ntreatment, it  is true that some support for this distinction and, in turn, the \napproach taken by the majority of the House of Lords in Wellington, can be \nfound in the Soering judgment. The Court must therefore examine whether \nthat approach has been borne out in its subsequent case-law. \n170. It is correct that the Court has always distinguished between torture \non the one hand and inhuman or degrading punishment on the other (see, for \ninstance, Ireland v. the United Kingdom, 18 January 1978, § 167, Series A \nno. 25; Selmouni v.  France [GC], no. 25803/94, §§ 95-106, ECHR 1999-V). \nHowever, the Court considers that this distinction is more easily drawn in \nthe domestic context where, in examining complaints made under Article 3, \nthe Court is called upon to evaluate or characterise acts which have already \ntaken place. Where, as in the extra-territorial context, a prospective \nassessment is required, it is not always possible to determine whether the ill-\ntreatment which may ensue in the receiving State will be sufficiently severe \nEFTA00031787\n\n54 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nas to qualify as torture. Moreover, the distinction between torture and other \nforms of ill-treatment can be more easily drawn in cases where the risk of \nthe ill-treatment stems from factors which do not engage either directly or \nindirectly the responsibility of the public authorities of the receiving State \n(see, for example, D. v. the United Kingdom, 2 May 1997, Reports of \nJudgments and Decisions 1997-11I, where the Court found that the proposed \nremoval of a terminally ill man to St Kitts would be inhuman treatment and \nthus in violation of Article 3). \n171. For this reason, whenever the Court has found that a proposed \nremoval would be in violation of Article 3  because of a  real risk of ill-\ntreatment which would be intentionally inflicted in the receiving State, it has \nnormally refrained from considering whether the ill-treatment in question \nshould be characterised as torture or inhuman or degrading treatment or \npunishment. For example, in Clutha! the Court did not distinguish between \nthe various forms of ill-treatment proscribed by Article 3: at paragraph 79 of \nits judgment the Court stated that the \"Convention prohibits in absolute \nterms torture or inhuman or degrading treatment or punishment\". In \nparagraph 80 the Court went on to state that: \n\"The prohibition provided by Article 3 against ill-treatment is equally absolute in \nexpulsion cases. Thus, whenever substantial grounds have been shown for believing \nthat an individual would face a  real risk of being subjected to treatment contrary to \nArticle 3 if removed to another State, the responsibility of the Contracting State to \nsafeguard him or her against such treatment is engaged in the event of expulsion ...\" \nSimilar passages can be found, for example, in Mcunatladov and Askarov \nv. Turkey [GC], nos. 46827/99 and 46951/99, § 67, ECHR 2005-I and Saadi \nv. Italy [GC], no. 37201/06, § 125, ECHR 2008-... where, in reaffirming this \ntest, no distinction was made between torture and other forms of ill-\ntreatment. \n172. The Court now turns to whether a distinction can be drawn between \nthe assessment of the minimum level of severity required in the domestic \ncontext and the same assessment in the extra-territorial context. The Court \nrecalls its statement in Chahal, cited above, § 81 that it was not to be \ninferred from paragraph 89 of Soering that there was any room for \nbalancing the risk of ill-treatment against the reasons for expulsion in \ndetermining whether a State's responsibility under Article 3 was engaged. It \nalso recalls that this statement was reaffirmed in Saadi v. Italy, cited above, \n§ 138, where the Court rejected the argument advanced by the United \nKingdom Government that the risk of ill-treatment if a  person is returned \nshould be balanced against the danger he or she posed. In Saadi the Court \nalso found that the concepts of risk and dangerousness did not lend \nthemselves to a balancing test because they were \"notions that [could] only \nbe assessed independently of each other\" (ibid. § 139). The Court finds that \nthe same approach must be taken to the assessment of whether the minimum \nEFTA00031788\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 55 \nlevel of severity has been met for the purposes of Article 3: this too can only \nbe assessed independently of the reasons for removal or extradition. \n173. The Court considers that its case-law since Soering confirms this \napproach. Even in extradition cases, such as where there has been an Article \n3  complaint concerning the risk of life imprisonment without parole, the \nCourt has focused on whether that risk was a  real one, or whether it  was \nalleviated by diplomatic and prosecutorial assurances given by the \nrequesting State (see Olaechea Cahuas v. Spain, no. 24668/03, §§ 43 and \n44, 10 August 2006; Youb Saoudi v. Spain (dec.), no. 22871/06, \n18 September 2006; Salem v. Portugal (dec.), no. 26844/04, 9 May 2006; \nand Nivette v. France (dec.), no. 44190/98, ECHR 2001-VII). In those \ncases, the Court did not seek to determine whether the Article 3 threshold \nhas been met with reference to the factors set out in paragraph 89 of the \nSoering judgment. By the same token, in cases where such assurances have \nnot been given or have been found to be inadequate, the Court has not had \nrecourse to the extradition context to determine whether there would be a \nviolation of Article 3 if  the surrender were to take place (see, for example, \nSoldatenko v. Ukraine, no. 2440/07, §§ 66-75, 23 October 2008). Indeed in \nthe twenty-two years since the Soering judgment, in an Article 3 case the \nCourt has never undertaken an examination of the proportionality of a \nproposed extradition or other form of removal from a Contracting State. To \nthis extent, the Court must be taken to have departed from the approach \ncontemplated by paragraphs 89 and 110 of the Soering judgment. \n174. Finally, the Court considers that, in interpreting Article 3, limited \nassistance can be derived from the approach taken by the Canadian Supreme \nCourt in Burns and Ferras (see paragraphs 74 and 75 above). As the \napplicants have observed, those cases were about the provision of the \nCanadian Charter on fundamental justice and not the Charter's prohibition \non cruel or unusual treatment or punishment. Furthermore, the Charter \nsystem expressly provides for a  balancing test in respect of both of those \nrights, which mirrors that found in Articles 8-11 of the Convention but not \nArticle 3 (see paragraph 73 above). \n175. Instead, the Court considers that greater interpretative assistance \ncan be derived from the approach the Human Rights Committee has taken to \nthe prohibition on torture and ill-treatment contained in Article 7  of the \nICCPR. The Committee's General Comment No. 20 (see paragraph 76 \nabove) makes clear that Article 7 prevents refoulement both when there is a \nreal risk of torture and when there is a  real risk of other forms of ill-\ntreatment. Further, recent confirmation for the approach taken by the Court \nand by the Human Rights Committee can be found in Article 19 of the \nCharter on Fundamental Rights of the European Union, which provides that \nno one may be removed, expelled or extradited to a State where there is a \nserious risk that he or she would be subjected to the death penalty, torture or \nother inhuman or degrading treatment or punishment (see paragraph 80 \nEFTA00031789\n\n56 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nabove). The wording of Article 19 makes clear that it applies without \nconsideration of the extradition context and without distinction between \ntorture and other forms of ill-treatment. In this respect, Article 19 of the \nCharter is fully consistent with the interpretation of Article 3 which the \nCourt has set out above. It is also consistent with the Council of Europe \nGuidelines on human rights and the fight against terrorism, quoted at \nparagraph 79 above. Finally, the Court's interpretation of Article 3, the \nHuman Rights Committee's interpretation of Article 7  of the ICCPR, and \nthe text of Article 19 of the Charter are in accordance with Articles 3 and \n16 § 2 of the United Nations Convention Against Torture, particularly when \nthe latter Article provides that the provisions of the Convention are \"without \nprejudice to the provisions of any other international instrument or national \nlaw which prohibits cruel, inhuman or degrading treatment or punishment or \nwhich relates to extradition or expulsion\" (see paragraph 78 above). \n176. The Court therefore concludes that the Chahal ruling (as reaffirmed \nin Saadt) should be regarded as applying equally to extradition and other \ntypes of removal from the territory of a Contracting State and should apply \nwithout distinction between the various forms of ill-treatment which are \nproscribed by Article 3. \n177. However, in reaching this conclusion, the Court would underline \nthat it agrees with Lord Brown's observation in Wellington that the absolute \nnature of Article 3 does not mean that any form of ill-treatment will act as a \nbar to removal from a  Contracting State. As Lord Brown observed, this \nCourt has repeatedly stated that the Convention does not purport to be a \nmeans of requiring the Contracting States to impose Convention standards \non other States (see, as a recent authority, Al-Skeini and Others v. the United \nKingdom [GC], no. 55721/07, § 141, 7 July 2011). This being so, treatment \nwhich might violate Article 3 because of an act or omission of a Contracting \nState might not attain the minimum level of severity which is required for \nthere to be a violation of Article 3 in an expulsion or extradition case. For \nexample, a Contracting State's negligence in providing appropriate medical \ncare within its jurisdiction has, on occasion, led the Court to find a violation \nof Article 3 but such violations have not been so readily established in the \nextra-territorial context (compare the denial of prompt and appropriate \nmedical treatment for HIV/AIDS in Aleksanyan v. Russia, no. 46468/06, §§ \n145-158, 22 December 2008 with N. v. the United Kingdom [GC], \nno. 26565/05, 27 May 2008). \n178. Equally, in the context of ill-treatment of prisoners, the following \nfactors, among others, have been decisive in the Court's conclusion that \nthere has been a violation of Article 3: \n-  the presence of premeditation (Ireland v. the United Kingdom, cited \nabove, § 167); \nEFTA00031790\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 57 \n-  that the measure may have been calculated to break the applicant's \nresistance or will (ibid, §  167; Ilafcit and Others v. Moldova and Russia \n[GC], no. 48787/99, § 446, ECHR 2004-VH); \n- an intention to debase or humiliate an applicant, or, if there was no such \nintention, the fact that the measure was implemented in a  manner which \nnonetheless caused feelings of fear, anguish or inferiority (Jalloh v. \nGermany [GC], no. 54810/00, § 82, ECHR 2006-IX; Peers v. Greece, no. \n28524/95, § 75, ECHR 2001-III); \n- the absence of any specific justification for the measure imposed (Van \nder Ven v. the Netherlands, no. 50901/99, §§ 61-62, ECHR 2003-II; \nlwaticzuk v. Poland, no. 25196/94, § 58, 15 November 2001); \n- the arbitrary punitive nature of the measure (see Yankov, cited above, \n§ 117); \n- the length of time for which the measure was imposed (Ireland v. the \nUnited Kingdom, cited above, § 92); and \n-  the fact that there has been a  degree of distress or hardship of an \nintensity exceeding the unavoidable level of suffering inherent in detention \n(Mathew v. the Netherlands, no. 24919/03, §§ 197-205, ECHR 2005-IX). \nThe Court would observe that all of these elements depend closely upon \nthe facts of the case and so will not be readily established prospectively in \nan extradition or expulsion context. \n179. Finally, the Court reiterates that, as was observed by Lord Brown, it \nhas been very cautious in finding that removal from the territory of a \nContracting State would be contrary to Article 3 of the Convention. It  has \nonly rarely reached such a conclusion since adopting the Chahal judgment \n(see Saadi, cited above § 142). The Court would further add that, save for \ncases involving the death penalty, it  has even more rarely found that there \nwould be a  violation of Article 3 if an applicant were to be removed to a \nState which had a  long history of respect of democracy, human rights and \nthe rule of law. \nIII. ALLEGED VIOLATION OF ARTICLE 3  OF THE CONVENTION \nARISING FROM CONDITIONS AT ADX FLORENCE \nA. The admissibility of the fifth and sixth applicants' complaints \n180. The Court recalls that, in its admissibility decision of 6 July 2010, it \ndeclared admissible the first, second and third applicant's complaints \nconcerning detention at ADX Florence and the imposition of special \nadministrative measures post-trial. It declared inadmissible the fourth \napplicant's similar complaint, on the grounds that his medical condition \nmeant he was unlikely to spend any more than a  short period of time at \nADX Florence (see paragraphs 144 and 145 of the decision). \nEFTA00031791\n\n58 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \n181. The Court finds the fifth and sixth applicant's complaints in \nrelation to ADX Florence and the imposition of special administrative \nmeasures post-trial to be indistinguishable from those made by the first and \nthird applicants. Therefore, the fifth and sixth applicant's complaints are not \nmanifestly ill-founded within the meaning of Article 35 § 3(a) of the \nConvention. The Court notes that they are not inadmissible on any other \ngrounds. They must therefore be declared admissible. \nB. Merits \nI. The parties' submissions \na. The Government \n182. The Government recalled that the applicants were suspected of \nterrorism and the Council of Europe Guidelines on human rights and the \nfight against terrorism had recognised that such persons could be subjected \nto more severe restrictions than those applied to other prisoners (see \nparagraph 114 above). The Court had also recognised that prohibitions on \ncontact and communication for security reasons did not of themselves \namount to inhuman treatment or punishment. The Government accepted that \nsuch restrictions could not amount to complete sensory isolation and could \nnot be imposed indefinitely. However, in assessing the nature of solitary \nconfinement, factors to be taken into account included the physical \nconditions of confinement and the possibility of visits. \n183. On this basis, and in the light of the evidence provided by the ADX \nofficials and the Department of Justice (see paragraphs 82-96 above), the \napplicants' complaints were unsustainable. The physical conditions of \ndetention at ADX were compatible with Article 3 as interpreted by the \nCourt. Even in the highest security units at ADX, there were opportunities \nfor communication with other inmates, recreation, education, religious \nexpression and engagment with the outside world. The mental and social \nneeds of inmates were appropriately catered for and inmates could not be \ndescribed as being detained in conditions that amounted to sensory \nisolation, still less indefinite solitary confinement, whether total or relative. \nThe evidence, particularly the Department of Justice's replies to the \nRapporteur's questions, showed that there were practical and effective \nopportunities to enter the step down and special security unit programs, \nwhich could ultimately lead to transfer to another prison. Moreover, initial \nplacement at ADX was determined by reference to stated, objective criteria, \nwith full procedural protections through the Federal Bureau of Prisons' \nAdministrative Remedy Program. \nEFTA00031792\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 59 \n184. The Bureau of Prisons had shown itself willing and able to respond \nto requests for change in conditions, not least the relaxation of conditions in \nH Unit to allow phase three inmates to eat together, the expansion of Arabic \nlanguage books in the library, and the discontinuation of strip searches \nbefore inmates could leave their cells. All of these factors meant conditions \nat ADX Florence were distinguishable from C.B. v. Bulgaria, no. 42346/98, \n11 March 2004 and Peers v. Greece, no. 28524/95, ECHR 2001-1II and, in \nfact, were much less severe than in Ramirez Sanchez v. France [GC], \nno. 59450/00, ECHR 2006-IX, where the Court had found no violation of \nArticle 3. \n185. Finally, inmates had recourse to the courts to challenge their \nconditions of detention (see the summary of relevant Eighth Amendment \njurisprudence set out at paragraph 105-110 above). A detailed examination \nof the federal courts' consideration of the challenges brought by ADX \ninmates, showed that the allegations made in respect of ADX were \nunfounded, and that the United States' courts applied a legal analysis which \nwas in reality no different from that applied by this Court. Moreover, these \ndecisions showed that the United States were both able and willing to \nprotect the interests of ADX inmates, assess their claims and uphold them \nwhere appopriate. The Government also stated that, within the materials \nprovided by the applicants, the Court could only properly place reliance on \nthe decisions of the United States courts, rather than the untested statements \nof inmates at ADX or reports based upon them. Among these decisions, the \nGovernment placed particular emphasis on the conclusions reached by the \nMagistrate Judge in Rezaq (summarised at paragraph 112 above). They also \ncontinued to rely on the accuracy, fairness and good faith of the declarations \nwhich had been provided to the Court by the Federal Bureau of Prisons \nofficials. \nb. The applicants \nL   The first, third, fifth and sixth applicants \n186. The above applicants invited the Court to proceed on the basis that, \nif convicted, they would be detained at ADX Florence and subjected to \nspecial administrative measures. They also adopted the submissions of the \nthird party interveners that the Eighth Amendment did not offer equivalent \nprotection to Article 3 (see paragraph 197 below). \n187. The applicants invited the Court to consider that, throughout their \ndetention in the United Kingdom, they had never been considered \nphysically dangerous and were being held in much less stringent conditions \nthan those at ADX. For instance, the first applicant was being held in a unit \nwere he was never shackled, spent nine hours outside his cell every day and \nparticipated in common activities with other prisoners, which included \neducational classes, cooking for themselves and tending a vegetable garden. \nEFTA00031793\n\n60 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nHe also had weekly \"open\" visits with his family (sitting in a  large hall \nwithout intervening glass screens). Even if he were to be convicted in the \nUnited Kingdom and classified as a High Risk Category A prisoner (which \nhe was not) his conditions of detention would be less restricted and he \nwould enjoy access to even more educational, religious, sport and \nrecreational facilities than at present. Many of these activities would involve \nassociation with large groups of prisoners. \n188. In respect of the procedures for placement at ADX, the applicants \nrelied on the evidence they had submitted which showed that the criteria for \nplacement at ADX Florence was subjective, the transfer hearing was mere \nwindow dressing, and inmates had great difficulty in challenging the \nimposition of special administrative measures. Even on Mr Synsvoll's \nevidence (see paragraph 89 above) the Bureau of Prisons was at the mercy \nof the wishes of other Department of Justice agencies such as the FBI, \nmeaning that the measures could not be challenged through its \nAdministrative Remedy Program. In the applicants' submission, these faults \nin the Bureau's procedures meant that the ADX regime did not comply with \nthe procedural requirements for solitary confinement which the Court had \nlaid down in Onoufriou v. Cyprus, no. 24407/04, § 70, 7 January 2010. \n189. The applicants further submitted that, having regard to the Court's \ncase-law and the international materials summarised at paragraphs 114— 121 \nabove, the conditions of detention at ADX amounted to solitary \nconfinement of an indefinite duration and did not comply with the \nsubstantive requirements of Article 3. \n190. All ADX Florence prisoners who were subjected to special \nadministrative measures were detained at H Unit. It was a  place of almost \ncomplete social isolation. Communication between inmates and with the \noutside world was severely curtailed and at the total discretion of the \nauthorities. Contact with prison staff was minimal, as was telephone contact \nwith the outside world. Educational activities and library access were \nlimited and confined to in-cell activity. Recreation alone in an empty cage \nwas not recreation in any meaningful sense and recreation periods were \nfrequently cancelled. \n191. The very fact of being subjected to special administrative measures \nmeant H Unit inmates were not eligible for the step down program. The \nprogram itself was highly capricious. Admission was at the discretion of \nstaff and inmates could be returned to their original unit at any stage for a \ndisciplinary violation or other undefined reason without explanation or due \nprocess. This might include something as minor as a disrespectful attitude to \nstaff. As Professor Rovner had observed, despite the increase in the number \nof inmates admitted to the step down program, it  remained a  minority of \ninmates who progressed through it; significant numbers of inmates spent \nextremely long periods of time at ADX and, in the case of terrorist inmates, \nthey could spent up to thirteen years in solitary confinement before being \nEFTA00031794\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 61 \nadmitted to the program. Other inmates with good conduct records had \nspent years but had never been admitted to the program. \n192. The applicants also submitted that the scientific evidence on the \ndetrimental effect of solitary confinement on mental health was unequivocal \n(see paragraph 99 above) and not disputed by the Government, yet the \nsolitary confinement regime in place at ADX failed entirely to recognise the \nserious harm it  caused to its inmates' mental health. The regime failed to \nprovide mental healthcare which was appropriate to the very serious needs \nof the patient-inmates. Even on Dr Zohn's evidence, those with serious \nmental health problems such as schizophrenia were detained at ADX \nFlorence. \n193. In this connection, the first, third and fifth applicants provided the \nfollowing information on their mental health. \nThe first applicant had been diagnosed with post-traumatic stress \ndisorder, which had worsened in the prison unit where he was detained. \nThe third applicant had been diagnosed with Asperger syndrome, \nrecurrent depressive disorder (with his current episode assessed as \"mild\" as \nopposed to previous, severe depressive episodes), and obsessive compulsive \ndisorder in conjunction with other anxiety symptoms. The latter had \nworsened in detention, though his depressive symptoms had improved. \nBefore his Asperger syndrome had been diagnosed in June 2009, a \npsychiatrist had predicted a high risk of serious depression leading to \nsuicide if the third applicant were to be extradited and placed in solitary \nconfinement for a long period. The third applicant also submitted a \nstatement prepared by an American criminologist, detailing the heightened \ndifficulties experienced by those with Asperger syndrome in federal prisons \nand the absence of proper facilities within the Bureau of Prisons to treat the \ncondition. \nThe fifth applicant had a recurrent depressive disorder and had suffered \nseveral mental breakdowns while in detention in the United Kingdom. His \nmost recent psychiatrist's report assessed his current episode as moderate to \nsevere. The recommended treatment was medication with psychological \ntreatment and support, including productive activity, opportunities for \ninteraction with others and exercise. \nii. The fourth applicant \n194. The fourth applicant asked the Court to reconsider its decision to \ndeclare his complaint under this heading inadmissible, which it had done on \nthe grounds that, as a  result of his medical conditions (see paragraph 37 \nabove), there was no real risk of his spending anything more than a short \nperiod of time at ADX Florence. The fourth applicant submitted a  letter \nfrom Professor Andrew Coyle of the International Centre for Prison Studies, \nwho had given evidence in the fourth applicant's domestic proceedings. The \nletter, dated 1 February 2011, noted that the fourth applicant continued to be \nEFTA00031795\n\n62 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \ndetained in the United Kingdom in a non-medical facility, subject to a \ncomprehensive health and social care plan and regular daily support. \nProfessor Coyle stated that, because the United Kingdom prison authorities \nsaw no need to transfer the fourth applicant to a medical setting, the United \nStates prison authorities might have regard to this fact and conclude that he \ncould be held at ADX Florence rather than a  Bureau of Prison's medical \nfacility. The fourth applicant also submitted evidence that one Arab Muslim \nwho had been convicted of terrorism offences, Omar Abdel Rahman, had \nbeen detained at ADX Florence, despite severe heart problems, blindness \nand diabetes. When his condition worsened, Abdel Rahman was transferred \nto the United States Medical Center for Federal Prisoners at Springfield, \nMissouri and thereafter to a Federal Medical Centre at Butner, North \nCarolina. He continued to rely on the fact that his disabilities would \nexacerbate any ill-treatment inherent in detention at ADX Florence. \n195. The fourth applicant submitted that, even if he were not detained at \nADX Florence, if he were subjected to special administrative measures, \ndetention at a Bureau of Prisons medical facility could be at least as \nrestrictive as detention at ADX and could involve the same degree of \nsolitary confinement as at ADX. Thus, even if there were no risk of \ndetention at ADX, there was still a  real risk of ill-treatment contrary to \nArticle 3 at another facility. \n196. The fourth applicant also submitted that the Eighth Amendment did \nnot offer equivalent protection to Article 3. The Supreme Court of the \nUnited States had only recently (and by narrow majorities) decided that it \nwas unconstitutional to impose the death penalty or life imprisonment on \nminors (Roper and Graham, cited above) and it was clear that, in respect of \ninterrogation techniques used at Guantanamo Bay, the United States did not \nadopt the same definitions of torture and other forms of ill-treatment as this \nCourt. \nc.  The third party interveners \n197. The third party interveners (see paragraph 7 above) submitted that \nthere was a substantial gap between the protection offered by Article 3  of \nthe Convention and the protection offered by the Eighth Amendment. \nArticle 3 did not require an applicant to show deliberate imposition of pain \nor deliberate indifference to it (Alver v. Estonia, no. 64812/01, § 55, \n8 November 2005; Peers v. Greece, no. 28524/95, §§ 74-75, ECHR \n2001-III), whereas this was a specific requirement in order to show a \nviolation of the Eighth Amendment (the subjective test set out in Wilson: \nsee paragraph 105 above). Article 3 also provided much greater protection \nagainst mental suffering and psychological harm arising from conditions of \ndetention (Mathew v. the Netherlands, no. 24919/03, §§ 197-205, ECHR \n2005-IX and Hunimatov v.  Azerbaijan, nos. 9852/03 and 13413/04, § 121, \n29 November 2007); the United States courts did not even consider a \nEFTA00031796\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 63 \nsignificant deterioration of a detainee's mental condition to be sufficient for \nan Eighth Amendment violation unless there was also a deprivation of basic \nphysical needs such as food, shelter, clothing or warmth (see Hill and \nMagluta, cited at paragraph 110 above). \n198. Limited protection was provided by the due process clause of the \nFifth Amendment (see paragraph 109 above). Indeed, the Tenth Circuit's \nconstruction of that clause provided no additional protection to the Eighth \nAmendment. The Wilkinson case (see also paragraph 109 above) only \nrequired the barest administrative review of the decision to place an inmate \nin a supermax prison and the procedures could be informal and non-\nadversarial without any requirement for a  judge or neutral arbiter. Prison \nofficials could continue to rely on the initial reasons for placement, \nincluding the crime for which the inmate was in prison. The wide discretion \nafforded to officials, the deference afforded by the courts, and the vague \ncriteria for placement at ADX (and for entry to the step down program) \nmeant there was no meaningful review at all. \n199. There were also significant procedural obstacles to prisoners \nseeking to vindicate their constitutional rights through the federal courts. \nThe Prison Litigation Reform Act 1996 barred prisoners from bringing \ncourt claims if all administrative remedies had not been exhausted, a  rule \nwhich had been enforced strictly by the courts to prevent otherwise \ncompelling cases from proceeding. The Act prevented prisoners from \nreceiving compensation for mental and emotional injuries unless they also \nshowed physical injury, even in respect of official conduct which was \ndeliberately and maliciously intended to harm. The Act further allowed \nprison officials to seek to terminate a  court order in favour of a  prisoner \nafter the order had been in force for two years. \n2. The Court's assessment \na.  General principles \nL  Article 3 and detention \n200. As the Court has frequently stated, Article 3 of the Convention \nenshrines one of the most fundamental values of democratic society. It \nprohibits in absolute terms torture or inhuman or degrading treatment or \npunishment, irrespective of the circumstances and the victim's behaviour \n(see, among other authorities, Lobito v. Italy [GC], no 26772/95, § 119, \nECHR 2000-IV; A.B. v. Russia, no. 1439/06, § 99, 14 October 2010). \n201. In order to fall under Article 3, ill-treatment must attain a minimum \nlevel of severity. The assessment of this minimum level is relative; it \ndepends on all the circumstances of the case, such as the duration of the \ntreatment, its physical and mental effects and, in some cases, the state of \nEFTA00031797\n\n64 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nhealth of the victim (see Ireland v. the United Kingdom, 18 January 1978, § \n162, Series A no. 25, and Gafgen v. Germany [GC], no. 22978/05, §  88, \nECHR 2010-...). Although the question whether the purpose of the \ntreatment was to humiliate or debase the victim is a factor to be taken into \naccount, the absence of any such purpose cannot conclusively rule out a \nfinding of violation of Article 3 (see Peers, cited above, § 74). \n202. For a  violation of Article 3 to arise from an applicant's conditions \nof detention, the suffering and humiliation involved must go beyond that \ninevitable element of suffering or humiliation connected with a given form \nof legitimate treatment or punishment (see Enea v. Italy [GC], no. 74912/01, \n§ 56, ECHR 2009-...). Measures depriving a person of his liberty may often \ninvolve an element of suffering or humiliation. However, the State must \nensure that a person is detained under conditions which are compatible with \nrespect for his human dignity, that the manner and method of the execution \nof the measure do not subject him to distress or hardship exceeding the \nunavoidable level of suffering inherent in detention and that, given the \npractical demands of imprisonment, his health and well-being are \nadequately secured (see Kudla v.  Poland [GC], no. 30210/96, §§ 92-94158, \nECHR-XI, and Cenbauer v. Croatia, no. 73786/01, § 44, ECHR 2006-HI; \nA.B. v. Russia, cited above, § 100). \n203. When assessing conditions of detention, account has to be taken of \nthe cumulative effects of these conditions, as well as of specific allegations \nmade by the applicant (see Dougoz v. Greece, no. 40907/98, § 46, ECHR \n2001-II). The length of the period during which a  person is detained in the \nparticular conditions also has to be considered (see, among other authorities, \nCiorap v. Moldova, no. 12066/02, § 64, 19 June 2007; Alver v.  Estonia, no. \n64812/01, 8  November 2005; Ostrovar v. Moldova, no. 35207/03, § 79, \n13 September 2005). \n204. In addition to these general principles, the following principles are \nrelevant to the present case. \nii. Solitary confinement \n205. The circumstances in which the solitary confinement of prisoners \nwill violate Article 3 are now well-established in the Court's case-law. \n206. Complete sensory isolation, coupled with total social isolation, can \ndestroy the personality and constitutes a form of inhuman treatment which \ncannot be justified by the requirements of security or any other reason \n(Van der Ven v.  the Netherlands, no. 50901/99, § 51, ECHR 2003-II). \n207. Other forms of solitary confinement which fall short of complete \nsensory isolation may also violate Article 3. Solitary confinement is one of \nthe most serious measures which can be imposed within a  prison (A.B. v. \nRussia, cited above, §  104) and, as the Committee for the Prevention of \nTorture has stated, all forms of solitary confinement without appropriate \nmental and physical stimulation are likely, in the long term, to have \nEFTA00031798\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 65 \ndamaging effects, resulting in deterioration of mental faculties and social \nabilities (see lorgov v. Bulgaria, no. 40653/98, § 83, II March 2004) \nIndeed, as the Committee's most recent report makes clear, the damaging \neffect of solitary confinement can be immediate and increases the longer the \nmeasure lasts and the more indeterminate it is (see the Committee's 21M \nGeneral Report, summarised at paragraph 116 above). \n208. At the same time, however, the Court has found that the prohibition \nof contact with other prisoners for security, disciplinary or protective \nreasons does not in itself amount to inhuman treatment or punishment (see \nMessina v. Italy (no. 2) (dec.), no. 25498/94, ECHR 1999-V, quoted with \napproval by the Grand Chamber in Ramirez Sanchez v. France, cited above, \n§ 12; Ocalan v. Turkey [GC], no. 46221/99, § 191, ECHR 2005-IV). In \nmany States Parties to the Convention more stringent security measures, \nwhich are intended to prevent the risk of escape, attack or disturbance of the \nprison community, exist for dangerous prisoners (see, Ramirez Sanchez v. \nFrance [GC], no. 59450/00, § 138, ECHR 2006-IX; and, as recent \nexamples, Alboreo v. France, no. 51019/08, §  110, 20 October 2011 [not \nyet final] and Madonia v. Italy (dec.), no. 1273/06, 22 September 2009). \n209. Thus, whilst prolonged removal from association with others is \nundesirable, whether such a  measure falls within the ambit of Article 3  of \nthe Convention depends on the particular conditions, the stringency of the \nmeasure, its duration, the objective pursued and its effects on the person \nconcerned (see Rohde v. Denmark, no. 69332/01, § 93, 21 July 2005). \n210. In applying these criteria, the Court has never laid down precise \nrules governing the operation of solitary confinement. For example, it  has \nnever specified a  period of time, beyond which solitary confinement will \nattain the minimum level of severity required for Article 3 (see Madonia, \ncited above). The Court has, however, emphasised that solitary \nconfinement, even in cases entailing relative isolation, cannot be imposed \non a prisoner indefinitely (see Ramirez Sanchez, cited above, §§ 136 \nand 145, where the applicant was held in solitary confinement for eight \nyears and two months). \n211. Equally, although it  is not for the Court to specify which security \nmeasures may be applied to prisoners, it  has been particularly attentive to \nrestrictions which apply to prisoners who are not dangerous or disorderly \n(see, for example, A.B. v. Russia, cited above, § 105 and CsiiHog v. \nHungary, no. 30042/08, § 36, 7 June 2011); to restrictions which cannot be \nreasonably related to the purported objective of isolation (see Csii1158, cited \nabove, § 34,); and to restrictions which remain in place after the applicant \nhas been assessed as no longer posing a  security risk (see, for example, \nKhider v. France, no. 39364/05, §§ 118 and 119 , 9 July 2009). \n212. Finally, in order to avoid any risk of arbitrariness resulting from a \ndecision to place a  prisoner in solitary confinement, the decision must be \naccompanied by procedural safeguards guaranteeing the prisoner's welfare \nEFTA00031799\n\n66 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nand the proportionality of the measure. First, solitary confinement measures \nshould be ordered only exceptionally and after every precaution has been \ntaken, as specified in paragraph 53.1 of the European Prison Rules. Second, \nthe decision imposing solitary confinement must be based on genuine \ngrounds both ab initio as well as when its duration is extended. Third, the \nauthorities' decisions should make it possible to establish that they have \ncarried out an assessment of the situation that takes into account the \nprisoner's circumstances, situation and behaviour and must provide \nsubstantive reasons in their support. The statement of reasons should be \nincreasingly detailed and compelling as time goes by. Fourth, a system of \nregular monitoring of the prisoner's physical and mental condition should \nalso be put in place in order to ensure that the solitary confinement \nmeasures remain appropriate in the circumstances (Onoufriou, cited above, \n§ 70). Lastly, it is essential that a prisoner should be able to have an \nindependent judicial authority review the merits of and reasons for a \nprolonged measure of solitary confinement (Ramirez Sanchez v. France, \ncited above, § 145 above; A.B. v. Russia, cited above, § Ill). \niii. Recreation and outdoor exercise in prison \n213. Of the elements relevant for the assessment of the conditions of \ndetention, special attention must be paid to the availability and duration of \noutdoor exercise and the conditions in which prisoners may take it. The \nCourt has frequently observed that a  short duration of outdoor exercise \nlimited to one hour a day was a factor that further exacerbated the situation \nof the applicant, who was confined to his cell for the rest of the time without \nany kind of freedom of movement (see Yevgeniy Alekseyenko v.  Russia, no. \n41833/04, § 88, 27 January 2011; Gladkiy v. Russia, no. 3242/03, § 69, 21 \nDecember 2010, § 69, Skachkov v. Russia, no. 25432/05, § 54, 7 October \n2010). \n214. The physical characteristics of outdoor exercise facilities also \nfeatured prominently in the Court's analysis. In Moiseyev v. Russia, the \nexercise yards in a  Moscow prison were just two square metres larger than \nthe cells and hardly afforded any real possibility for exercise. The yards \nwere surrounded by three-metre-high walls with an opening to the sky \nprotected with metal bars and a  thick net. The Court considered that the \nrestricted space coupled with the lack of openings undermined the facilities \navailable for recreation and recuperation (see Moiseyev v. Russia, \nno. 62936/00, § 125, 9 October 2008). The Court examined the \ncharacteristics of outdoor exercise in Mandie and Jovio v. Slovenia, nos. \n5774/10 and 5985/10, 20 October 2011. The Court found that the \napplicants' situation (in overcrowded conditions) was further exacerbated \nby the fact that they were confined to their cell day and night, save for two \nhours of daily outdoor exercise, and an additional two hours per week in the \nrecreation room. As there was no roof over the outdoor yard, it  was hard to \nEFTA00031800\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 67 \nsee how the prisoners could use the yard in bad weather conditions in any \nmeaningful way. It  was true that the applicants were allowed to watch TV, \nlisten to radio and read books in the cell. The Court found, however, that \nthis could not make up for the lack of possibility to exercise or spend time \noutside the overcrowded cell (see paragraph 78 of the judgment). \niv Detention and mental health \n215. The Court has held on many occasions that the detention of a \nperson who is ill may raise issues under Article 3 of the Convention and that \nthe lack of appropriate medical care may amount to treatment contrary to \nthat provision (see Slawomir Musial v. Poland, no. 28300/06, § 87, \n20 January 2009 with further references therein). In particular, the \nassessment of whether the particular conditions of detention are \nincompatible with the standards of Article 3 has, in the case of mentally ill \npersons, to take into consideration their vulnerability and their inability, in \nsome cases, to complain coherently or at all about how they are being \naffected by any particular treatment. The feeling of inferiority and \npowerlessness which is typical of persons who suffer from a mental disorder \ncalls for increased vigilance in reviewing whether the Convention has (or \nwill be) complied with. There are three particular elements to be considered \nin relation to the compatibility of an applicant's health with his stay in \ndetention: (a) the medical condition of the prisoner, (b) the adequacy of the \nmedical assistance and care provided in detention, and (c) the advisability of \nmaintaining the detention measure in view of the state of health of an \napplicant (ibid. and Dybeku v. Albania, no. 41153/06, § 41, 18 December \n2007). \nb. Application of the general principles to the facts of the case \nL The case of the fourth applicant \n216. The Court turns first to the case of the fourth applicant, who asks \nthe Court to reconsider its decision to declare his complaint in respect of \nADX inadmissible. The Court will only re-examine complaints which have \nbeen declared inadmissible in exceptional circumstances where a clear \nmistake has been made either in the establishment of facts that are relevant \nto the admissibility requirements or in the Court's assessment (Ohnez and \nOhnez v. Turkey \n(dec.), no. 39464/98, 5 July 2005). \n217. Those circumstances do not obtain in the fourth applicant's case. \nIndeed, as the letter from Professor Coyle recognises, the fourth applicant is \nnot detained in a  medical facility but is subject to a  comprehensive health \nand social care plan and regular daily support. On the basis of the \ninformation provided by the parties as to the regime at ADX, the Court does \nnot consider that it would be possible for such a  plan, or such regular \nsupport, to be provided at ADX. It  may well be that, as the fourth applicant \nEFTA00031801\n\n68 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nsubmits, Omar Abdel Rahman was detained at ADX Florence, despite \nsevere heart problems, blindness and diabetes. However, the fourth \napplicant's disabilities are much more severe, not least the fact that both his \nforearms have been amputated. This fact alone would appear to make \ndetention at ADX impossible. The Court therefore refuses the fourth \napplicant's request. \nii. The cases of the first, third fifth and sixth applicants. \n218. For the above applicants, the Government have accepted that, \nalthough detention at ADX would not be inevitable if they were extradited \nand convicted in the United States, there is a real risk of detention there. The \nCourt will proceed on this basis. \n219. In considering whether detention at ADX would violate Article 3, \nthe Court observes that it does not appear to be in dispute that physical \nconditions at ADX Florence —  that is, the size of cells, the availability of \nlighting and appropriate sanitary facilities and so on — meet the \nrequirements of Article 3. Instead, the complaints made by the applicants \nare principally directed first, at the alleged lack of procedural safeguards \nbefore placement at ADX and second, at ADX's restrictive conditions and \nlack of human contact. \n220. For the first, the Court finds no basis for the applicants' submission \nthat placement at ADX would take place without any procedural safeguards. \nThe evidence submitted by the United States' authorities shows that not all \ninmates who are convicted of international terrorism offences are housed at \nADX. Therefore, while it  may well be the case that, as Professor Rovner \nstates, inmates convicted of terrorism offences were sent to ADX soon after \n11 September 2001 (despite years of good conduct in other, less secure \nfederal prisons), the applicants have not shown that they would be detained \nat ADX merely as a result of conviction for terrorism offences. Instead, it is \nclear from the declarations submitted by the Government, particularly that \nof Mr Milusnic, that the Federal Bureau of Prisons applies accessible and \nrational criteria when deciding whether to transfer an inmate to ADX. \nPlacement is accompanied by a high degree of involvement of senior \nofficials within the Bureau who are external to the inmate's current \ninstitution. Their involvement and the requirement that a  hearing be held \nbefore transfer provide an appropriate measure of procedural protection. \nThere is no evidence to suggest that such a hearing is merely window \ndressing. Even if the transfer process were unsatisfactory, there would be \nrecourse to both the Bureau's administrative remedy programme and the \nfederal courts, by bringing a  claim under the due process clause of the \nFourteenth Amendment, to cure any defects in the process. Despite the third \nparty interveners' submission that recourse to the courts is difficult, the fact \nthat Fourteenth Amendment cases have been brought by inmates at ADX \nshows that such difficulties can be overcome. \nEFTA00031802\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 69 \n221. For the second complaint, ADX's restrictive conditions, it  is true \nthat the present applicants are not physically dangerous and that, as the \nCourt has observed at paragraph 211 above, it must be particularly attentive \nto any decision to place prisoners who are not dangerous or disorderly in \nsolitary confinement. However, as the applicants' current detention in high \nsecurity facilities in the United Kingdom demonstrates, the United States' \nauthorities would be justified in considering the applicants, if they are \nconvicted, as posing a significant security risk and justifying strict \nlimitations on their ability to communicate with the outside world. There is \nnothing to indicate that the United States' authorities would not continually \nreview their assessment of the security risk which they considered the \napplicants to pose. As Ms Rangel has indicated, the Federal Bureau of \nPrisons has well-established procedures for reviewing an inmate's security \nclassification and carrying out reviews of that classification in six-monthly \nprogram reviews and three-yearly progress reports. Moreover, as the \nDepartment of Justice's most recent letters show, the United States' \nauthorities have proved themselves willing to revise and to lift the special \nadministrative measures which have been imposed on terrorist inmates thus \nenabling their transfer out of ADX to other, less restrictive institutions (see \nparagraph 97 above). \n222. The Court also observes that it  is not contested by the Government \nthat conditions at ADX Florence are highly restrictive, particularly in the \nGeneral Population Unit and in phase one of the Special Security Unit. \nIt is clear from the evidence submitted by both parties that the purpose of \nthe regime in those units is to prevent all physical contact between an \ninmate and others, and to minimise social interaction between inmates and \nstaff. This does not mean, however, that inmates are kept in complete \nsensory isolation or total social isolation. Although inmates are confined to \ntheir cells for the vast majority of the time, a great deal of in-cell stimulation \nis provided through television and radio channels, frequent newspapers, \nbooks, hobby and craft items and educational programming. The range of \nactivities and services provided goes beyond what is provided in many \nprisons in Europe. Where there are limitations on the services provided, for \nexample restrictions on group prayer, these are necessary and inevitable \nconsequences of imprisonment (see, mutatis mutandis, Dickson v. the \nUnited Kingdom [GC], no. 44362/04, § 68, ECHR 2007-V). The restrictions \nare, for the most part, reasonably related to the purported objectives of the \nADX regime (cf. CsiiHog, cited above, concerning unnecessary restrictions, \nsuch as a prohibition on tea-bags and books). \nThe Court also observes that the services provided by ADX are \nsupplemented by regular telephone calls and social visits and by the ability \nof inmates, even those under special administrative measures, to correspond \nwith their families. The extent of those opportunities would be of \nEFTA00031803\n\n70 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nconsiderable assistance to the applicants who would, by their extradition, be \nseparated from their families in the United Kingdom. \nThe Court finds that there are adequate opportunities for interaction \nbetween inmates. While inmates are in their cells talking to other inmates is \npossible, admittedly only through the ventilation system. During recreation \nperiods inmates can communicate without impediment. Indeed, as \nMr Milusnic indicates, most inmates spend their recreation periods talking \n(see his declaration at paragraph 85 above). \nIn addition, although it is of some concern that outdoor recreation can be \nwithdrawn for periods of three months for seemingly minor disciplinary \ninfractions, the Court places greater emphasis on the fact that, according to \nMr Milusnic, inmates' recreation has only been cancelled once for security \nreasons and that the periods of recreation have been increased from five to \nten hours per week. \nAll of these factors mean that the isolation experienced by ADX inmates \nis partial and relative (see Ramirez Sanchez, cited above, § 135). \n223. The Court would also note that, as it emphasised in Ramirez \nSanchez, cited above, §  145, solitary confinement, even in cases entailing \nrelative isolation, cannot be imposed indefinitely. If an applicant were at \nreal risk of being detained indefinitely at ADX, then it would be possible for \nconditions to reach the minimum level of severity required for a violation of \nArticle 3. Indeed, this may well be the case for those inmates who have \nspent significant periods of time at ADX. However, the figures provided by \nthe United States' authorities, although disputed by the applicants, show \nthat there is a  real possibility for the applicants to gain entry to the step \ndown or special security unit programs. First, the Department of Justice's \nletter of 26 September 2011 shows that while there were 252 inmates in \nADX's General Population Unit, 89 inmates were in the step down \nprogram. The figures provided in that letter for the special security unit \nprogram, when compared with the November 2010 figures given by \nMr Milusnic, demonstrated that inmates are progressing through that \nprogram too. Second, Ms Rangel's declarations show that inmates with \nconvictions for international terrorism have entered the step down program \nand, in some cases, have completed it and been transferred to other \ninstitutions. Ms Rangel's declaration is confirmed by the Rezaq et a! v. \nNalley et a/ judgment of the District Court where the petitioners, all \nconvicted international terrorists, had brought proceedings to obtain entry to \nthe step down program but, by the time the matter came to judgment, had \ncompleted the program and been transferred elsewhere (see paragraph 112 \nabove). \n224. Finally, to the extent that the first, third and fifth applicants rely on \nthe fact that they have been diagnosed with various mental health problems, \nthe Court notes that those mental health conditions have not prevented their \nbeing detained in high-security prisons in the United Kingdom. On the basis \nEFTA00031804\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 71 \nof Dr Zohn's declaration, it  would not appear that the psychiatric services \nwhich are available at ADX would be unable to treat such conditions. The \nCourt accordingly finds that there would not be a  violation of Article 3 in \nrespect of these applicants in respect of their possible detention at ADX. \nIV. ALLEGED VIOLATION OF ARTICLE 3 ARISING FROM THE \nAPPLICANTS' POSSIBLE SENTENCES \nA. The admissibility of the fifth and sixth applicants' complaints \n225. The first, third and fourth applicants' complaints under this head \nwere declared admissible by the Court in its decision of 6 July 2010. The \nfifth and sixth applicants' complaints are indistinguishable from those made \nby the first, third and fourth applicants; those complaints are not, therefore, \nmanifestly ill-founded within the meaning of Article 35 § 3(a) of the \nConvention. The Court notes that they are not inadmissible on any other \ngrounds. They must therefore be declared admissible. \nB. Merits \nI. The parties' submissions \na. The Goverment \n226. The Government relied on the Court's rulings in Kafkaris and \nLiger v. France, no. 19324/02, ECHR 2006-..., and the United Kingdom \ncourt's rulings in Wellington and Bieber (see paragraphs 64-72 and 144 \nabove). In particular, they submitted that, in Wellington, the House of Lords \nhad been correct to find that, while an irreducible life sentence might raise \nan issue under Article 3, it would not violate Article 3  at the time of its \nimposition unless it was grossly or clearly disproportionate. \n227. The Government further submitted that, unless a  life sentence was \ngrossly or clearly disproportionate, an irreducible life sentence would only \nviolate Article 3 if the prisoner's further imprisonment could no longer be \njustified for the purposes of punishment and deterrence (see Wellington, \ncited above). No court could determine at the outset of the sentence when \nthat point would be reached and, in a  particular case, it might never be \nreached at all. Therefore, in the extradition context, unless a  life sentence \nwas grossly or clearly disproportionate, its compatibility with Article 3 \ncould not be determined in advance of extradition. \n228. In the present cases, none of the six applicants' sentences were \ngrossly disproportionate and all the sentences were reducible, as required by \nEFTA00031805\n\n72 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nKafkaris.The Government referred to the four mechanisms for sentence \nreduction outlined in the Department of Justice's letter of 26 November \n2010 (see paragraph 130 above): substantial assistance to the authorities in \nthe investigation of a third party, recommendation for compassionate release \nby the Director of the Bureau of Prisons, commutation of the sentence by \nthe President or pardon, reduction of the sentence based on the the \nsentencing guidelines which were subsequently lowered. In the \nGovernment's submission, the first three mechanisms separately and all \nfour mechanisms cumulatively, were more than sufficient to establish that \nany life sentence imposed on the applicants would be both de jure and de \nfacto reducible. \n229. The Government observed that the first, third, fourth and fifth \napplicants only faced the possibility of discretionary life sentences. In this \nrespect, the Court of Appeal in Bieber had correctly concluded that this \nCourt would not find a violation of Article 3 if an irreducible life sentence \nwas deliberately imposed by a judge, when that judge considered that the \noffence was so serious that punishment and deterrence required the offender \nto spend the rest of his days in prison (see paragraph 45 of Bieber, quoted at \nparagraph 144 above). In the Government's view, this was especially so \nwhen a  discretionary life sentence by its very nature avoided the risk of \narbitrariness of mandatory life sentences. Accordingly, given the serious \nnature of the allegations made against these applicants, and the full range of \nprotections available in the United States (including the Eighth \nAmendment's protection from grossly disproportionate sentences), there \nwere no substantial grounds for believing that the imposition of \ndiscretionary life sentences would violate Article 3. \n230. For the sixth applicant, the Government submitted that, as a general \nprinciple, a mandatory and irreducible life sentence would not violate \nArticle 3, especially if it were imposed on an adult offender following \nconviction for an offence of the utmost severity. Under United States federal \nlaw a mandatory life sentence was reserved for a narrow category of \noffenders and the most serious criminal conduct. Given, therefore, that any \nmandatory life sentence (even if, for present purposes, it  were irreducible) \nwould only be imposed on the sixth applicant if he were convicted of \nparticipation in an act which had caused a  massive loss of life, such a \nsentence would not be grossly disproportionate. \nb. The applicants \n231. The applicants submitted that a  violation of Article 3 would arise, \nnot just because their sentences would in practice be irreducible, but also \nbecause the sentences were grossly disproportionate. Their likely sentences \nwere, in effect, mandatory sentences which left no room for consideration of \ntheir individual cases. They relied on the views expressed by the House of \nLords and Privy Council in Lichniak, Reyes, de Boucherville, as well as the \nEFTA00031806\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 73 \nrulings in Dodo, Philibert, and Tcoeib (see paragraphs 142, 149 and 151-\n154 above). They also relied on academic materials detailing the inhumane \nand degrading effects sentences of life imprisonment without parole had on \nprisoners, particularly in the United States.' In their cases, the effects would \nbe exacerbated by the requirement that they serve the sentences at ADX \nFlorence and by the already poor mental health of some of the applicants. \n232. It was not correct that, as the Government had suggested, no \nArticle 3 issue could arise in respect of discretionary life sentences imposed \nby a  judge. As Ms Barrett's evidence showed (see paragraph 133 above), \nUnited States trial judges had a limited sentencing discretion and the \nsentencing guidelines called for any offence involving terrorism to be \npunished by the available statutory maximum sentence. Therefore, it was \nhighly likely that, where applicable, life sentences would be imposed. \nMoreover, it  was not necessary for a life sentence to be mandatory for it  to \nbe disproportionate and thus in violation of Article 3. Several of the \napplicants risked life sentences for non-murder offences; in those \ncircumstances, their sentences would be disproportionate because they \ncould be imposed for non-murder offences without any real judicial \ndiscretion. \n233. The applicants did not accept that the four reduction mechanisms \nrelied on by the Government meant that their sentences would be de facto \nreducible. Proper regard had to be given to the practical realities of their \nsituation. First, they were not in a position to provide \"substantial \nassistance\" to the authorities. Second, compassionate release would only \narise if they became terminally ill and, even then, the Bureau might not \nexercise its discretion in favour of release. In any event, hope of release to \ndie of a terminal illness outside prison was not real hope of release. Third, \nrelease as a result of a change in the sentencing guidelines was speculative, \ndid not automatically led to reductions, and would not apply if other, \nconsecutive sentences were imposed. Finally, there was no record of any \npresidential pardon or commutation for a  terrorism offence; the pardons \nissued in respect of the FALN were not comparable. \n234. The extradition context was relevant insofar as any applicant \nsentenced to life imprisonment in a Contracting State could bring repeated \napplications to the Court complaining about his or her continued \nincarceration; by contrast, the present applicants had no means of \nchallenging their incarceration once extradited. It  was not correct, therefore, \nthat an Article 3 issue could only arise after a  substantial part of the \nsentence had been served and continued detention served no purpose (cf. \nI. Johnson and McGunigall-Smith, \"Life Without Parole, America's Other Penalty: Notes \non Life Under Sentence of Death by Incarceration\" 2008 Prison Journal 88; Appleton and \nGrover, \"The Pros and Cons of Life Without Parole\" 2007 47:4 British Journal of \nCriminology 597-615; Amnesty International and Human Rights Watch The Rest of their \nLives: Life without Parole for Child Offenders in the United States, 2005. \nEFTA00031807\n\n74 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nBieber and Wellington, cited above); an Article 3 issue could also arise at \nthe time when the sentence was imposed. Moreover, it was irrelevant at \nwhat point a  violation of Article 3  would arise in the United States: the \nprincipled approach which the Court had always taken to Article 3  meant \nthat, whenever a  risk of ill-treatment in the receiving State was clear and \nforeseeable, there would be a violation of Article 3. \n2. The Court's assessment \na. General considerations \n235. The Court takes note of the parties' submissions as to whether the \napplicants' likely sentences are irreducible within the meaning of that term \nused in Kaftans. However, given the views expressed by the House of \nLords in Wellington and the Court of Appeal in Bieber in respect of \nKaftans (summarised at paragraphs 64-72 and 144 above), the Court \nconsiders it necessary to consider first whether, in the context of removal to \nanother State, a  grossly disproportionate sentence would violate Article 3 \nand second, at what point in the course of a life or other very long sentence \nan Article 3 issue might arise. \n236. For the fi rst issue, the Court observes that all five Law Lords in \nWellington found that, in a sufficiently exceptional case, an extradition \nwould be in violation of Article 3 if the applicant faced a grossly \ndisproportionate sentence in the receiving State. The Government, in their \nsubmissions to the Court, accepted that proposition. \nSupport for this proposition can also be found in the comparative \nmaterials before the Court. Those materials demonstrate that \"gross \ndisproportionality\" is a  widely accepted and applied test for determining \nwhen a sentence will amount to inhuman or degrading punishment, or \nequivalent constitutional norms (see the Eighth Amendment case-law \nsummarised at paragraphs 134-136 above, the judgments of the Supreme \nCourt of Canada at paragraph 148 above, and the further comparative \nmaterials set out at paragraphs 151— 156 above). \n237. Consequently, the Court is prepared to accept that while, in \nprinciple, matters of appropriate sentencing largely fall outside the scope of \nthe Convention (Leger, cited above, § 72), a grossly disproportionate \nsentence could amount to ill-treatment contrary to Article 3 at the moment \nof its imposition. However, the Court also considers that the comparative \nmaterials set out above demonstrate that \"gross disproportionality\" is a strict \ntest and, as the Supreme Court of Canada observed in Latimer (see \nparagraph 148 above), it  will only be on \"rare and unique occasions\" that \nthe test will be met. \n238. The Court also accepts that, in a  removal case, a  violation would \narise if the applicant were able to demonstrate that he or she was at a real \nrisk of receiving a grossly disproportionate sentence in the receiving State. \nEFTA00031808\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 75 \nHowever, as the Court has recalled at paragraph 177 above, the Convention \ndoes not purport to be a means of requiring the Contracting States to impose \nConvention standards on other States. Due regard must be had to the fact \nthat sentencing practices vary greatly between States and that there will \noften be legitimate and reasonable differences between States as to the \nlength of sentences which are imposed, even for similar offences. The Court \ntherefore considers that it will only be in very exceptional cases that an \napplicant will be able to demonstrate that the sentence he or she would face \nin a non-Contracting State would be grossly disproportionate and thus \ncontrary to Article 3. \n239. The Court now turns to the second issue raised by the Court of \nAppeal and House of Lords. It considers that, subject to the general \nrequirement that a sentence should not be grossly disproportionate, for life \nsentences it is necessary to distinguish between three types of sentence: (i) a \nlife sentence with eligibility for release after a  minimum period has been \nserved; (ii) a discretionary sentence of life imprisonment without the \npossibility of parole; and (iii) a  mandatory sentence of life imprisonment \nwithout the possibility of parole. \n240. The first sentence is clearly reducible and no issue can therefore \narise under Article 3. \n241. For the second, a discretionary sentence of life imprisonment \nwithout the possibility of parole, the Court observes that normally such \nsentences are imposed for offences of the utmost severity, such as murder or \nmanslaughter. In any legal system, such offences, if they do not attract a life \nsentence, will normally attract a substantial sentence of imprisonment, \nperhaps of several decades. Therefore, any defendant who is convicted of \nsuch an offence must expect to serve a significant number of years in prison \nbefore he can realistically have any hope of release, irrespective of whether \nhe is given a  life sentence or a determinate sentence. It follows, therefore, \nthat, if a discretionary life sentence is imposed by a court after due \nconsideration of all relevant mitigating and aggravating factors, an Article 3 \nissue cannot arise at the moment when it is imposed. Instead, the Court \nagrees with the Court of Appeal in Bieber and the House of Lords in \nWellington that an Article 3 issue will only arise when it  can be shown: \n(i) that the applicant's continued imprisonment can no longer be justified \non any legitimate penological grounds (such as punishment, deterrence, \npublic protection or rehabilitation); and (ii) as the Grand Chamber stated in \nKaflcaris, cited above, the sentence is irreducible de facto and de lure. \n242. For the third sentence, a  mandatory sentence of life imprisonment \nwithout the possibility of parole, the Court considers that greater scrutiny is \nrequired. The vice of any mandatory sentence is that it deprives the \ndefendant of any possibility to put any mitigating factors or special \ncircumstances before the sentencing court (see, for instance, Reyes and de \nBoucherville at paragraphs 151 and 152 above). This is no truer than for a \nEFTA00031809\n\n76 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nmandatory sentence of life imprisonment without the possibility of parole, a \nsentence which, in effect, condemns a  defendant to spend the rest of his \ndays in prison, irrespective of his level of culpability and irrespective of \nwhether the sentencing court considers the sentence to be justified. \nHowever, in the Court's view, these considerations do not mean that a \nmandatory sentence of life imprisonment without the possibility of parole is \nper se incompatible with the Convention, although the trend in Europe is \nclearly against such sentences (see, for example, the comparative study \nsummarised at paragraph 138 above). Instead, these considerations mean \nthat such a sentence is much more likely to be grossly disproportionate than \nany of the other types of life sentence, especially if it requires the sentencing \ncourt to disregard mitigating factors which are generally understood as \nindicating a significantly lower level of culpability on the part of the \ndefendant, such as youth or severe mental health problems (see, for \ninstance, Hussain v. the United Kingdom and Prem Singh v. the United \nKingdom, judgments of 21 February 1996, Reports 1996-I at \nparagraphs 53 and 61 respectively and the Canadian case of Bums, at \nparagraph 93, quoted at paragraph 74 above). \nThe Court concludes therefore that, in the absence of any such gross \ndisproportionality, an Article 3 issue will arise for a mandatory sentence of \nlife imprisonment without the possibility of parole in the same way as for a \ndiscretionary life sentence, that is when it can be shown: (i) that the \napplicant's continued imprisonment can no longer be justified on any \nlegitimate penological grounds; and (ii) that the sentence is irreducible de \nfacto and de lure (Kafkaris, cited above). \nb. The present cases \n243. The Court now turns to the facts of each case. It  is convenient first \nto consider the cases of the first, third, fourth and sixth applicants who face, \nat most, discretionary life sentences. \nFirst, the Court observes that it is by no means certain that, if extradited, \nthese applicants would be convicted of the charges against them. If they are, \nit is also by no means certain that discretionary life sentences would be \nimposed, particularly when none of the charges they face carries a \nmandatory minimum sentence of life imprisonment. Nonetheless, the Court \nconsiders that it is appropriate to proceed on the basis that discretionary life \nsentences are possible. \nSecond, it is necessary to consider whether such sentences would be \ngrossly disproportionate. In this connection the Court observes that, while \nthe offences with which these applicants are charged vary, all of them \nconcern involvement in or support for terrorism. Given the seriousness of \nterrorism offences (particularly those carried out or inspired by Al-Qaeda) \nand the fact that the life sentences could only be imposed on these \napplicants after the trial judge considered all relevant aggravating and \nEFTA00031810\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 77 \nmitigating factors, the Court considers that discretionary life sentences \nwould not be grossly disproportionate in their cases. \nThird, as the Court has observed, in respect of a discretionary life \nsentence, an Article 3 issue will only arise when it can be shown: (i) that the \napplicant's continued incarceration no longer serves any legitimate \npenological purpose; and (ii) the sentence is irreducible de facto and de lure. \nGiven that none of these applicants has been convicted, still less has begun \nserving any sentences which might be imposed upon conviction (cf. \nKafkaris and Leger, cited above, and lorgov v. Bulgaria (no. 2), \nno. 36295/02, 2  September 2010), the Court considers that they have not \nshown that, upon extradition, their incarceration in the United States would \nnot serve any legitimate penological purpose. Indeed, if they are convicted \nand given discretionary life sentences, it may well be that, as the \nGovernment have submitted, the point at which continued incarceration \nwould no longer serve any purpose may never arise. It is still less certain \nthat, if that point were ever reached, the United States' authorities would \nrefuse to avail themselves of the mechanisms which are available to reduce \ntheir sentences (see paragraph 130 above and Kafkaris, cited above, § 98). \nAccordingly, the Court finds that these applicants have not demonstrated \nthat there would be a real risk of treatment reaching the threshold of Article \n3 as a  result of their sentences if they were extradited to the United States. \nThe Court therefore finds no violation of Article 3 in their cases. \n244. Finally, the Court turns to the case of the fifth applicant. He faces \ntwo hundred and sixty-nine counts of murder and thus multiple mandatory \nsentences of life imprisonment without the possibility of parole. The Court \ndoes not find a  mandatory life sentence would be grossly disproportionate \nfor such offences, particularly when the fifth applicant has not adduced any \nevidence of exceptional circumstances which would indicate a significantly \nlower level of culpability on his part. Indeed, if he is convicted of these \ncharges, it is difficult to conceive of any mitigating factors which would \nlead a court to impose a lesser sentence than life imprisonment without the \npossibility of parole, even if it had the discretion to do so. Moreover, for the \nreasons it  has given in respect of the first, third, fourth and sixth applicants, \nthe Court considers that he has not shown that incarceration in the United \nStates would not serve any legitimate penological purpose. Therefore, he \ntoo has failed to demonstrate that there would be a  real risk of treatment \nreaching the threshold of Article 3  as a  result of his sentence if he were \nextradited to the United States. Accordingly, the Court finds that there \nwould be no violation of Article 3 in his case. \nEFTA00031811\n\n78 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nV. THE FIFTH AND SIXTH APPLICANTS' REMAINING \nCOMPLAINTS \nA. The remaining complaints \n245. In their initial application to the Court, the fifth and sixth applicants \nmade ten further complaints. \n246. First, they alleged that the diplomatic assurances provided by the \nUnited States were not sufficient to remove the risk of their being removed \nfrom the federal criminal justice system and designated as enemy \ncombatants in violation of Articles 3, 5, 6 and 8 of the Convention. In \nparticular, they relied on the fact that one of their indicted co-accused, \nAhmad Khalfan Ghailani, was detained and brought before a Military \nCommission at Guantanamo Bay Naval Base (where he was allegedly \ntortured) only to be later transferred to stand trial in a Federal District Court \nin New York. \nSecond, they complained that the diplomatic assurances were not \nsufficient to remove the risk that they would be subjected to extraordinary \nrendition. \nThird, relying on Article 2 of the Convention the fifth applicant argued \nthat, as a  result of his recurrent depressive disorder, his extradition would \ncarry an extremely high risk that he would commit suicide. \nFourth, the fifth and sixth applicants complained that there was a real risk \nthat they would be subjected to \"special administrative measures\" pre-trial \nin violation of Articles 3, 6, 8 and 14. \nFifth, the applicants alleged that there would be a real risk of a flagrant \ndenial of justice in violation of Article 6 § 1  of the Convention because the \nextensive publicity which the United States Government's counter-terrorism \nefforts had attracted would prejudice any jury, particularly when they were \nto stand trial in New York. This would be exacerbated by the public \ncontroversy surrounding the President's decision to transfer other high \nprofile terrorist suspects such as Khalik Sheikh Mohammed and Ahmed \nAhmad Khalfan Ghailani, from Guantanamo to New York for trial. \nSixth, also under Article 6, the applicants argued that the case against \nthem had been significantly weakened as new evidence had emerged in the \ncourse of their extradition proceedings. Notwithstanding this new evidence, \ntheir trial would be prejudiced by the fact that any jury would hear evidence \nlinking them to a  conspiracy to murder which involved Osama bin Laden \nand Al Qaeda. \nSeventh, the applicants argued that further prejudice would arise if CS/1, \nMr Al-Fadl, were to give evidence when it  was not clear what pressure had \nbeen put on him or inducements given to him by the prosecuting authorities \nin order to secure his testimony. \nEFTA00031812\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 79 \nEighth, the sixth applicant alleged that any jury in his case would be \nfurther prejudiced by the fact that he had been designated as a global \nterrorist by the President of the United States. \nNinth, under Article 8 the applicants alleged that there would be a \ndisproportionate interference with their private and family life in the United \nKingdom if they were to be extradited. The first applicant relies on the fact \nthat his extradition would result in permanent separation from his wife, \nchildren and grandchildren, who were all British residents. \nTenth, the applicants alleged that there would be a violation of Article 13 \nof the Convention if  they were extradited as they would have no effective \nremedy for the violations of the Convention they would suffer in the United \nStates. \n247. In making these complaints, the fifth and sixth applicants \nconsidered that it was of some relevance that, rather than extraditing them to \nthe United States in violation of the Convention, it  would be possible for \nthem to be tried in the United Kingdom. The crimes of which they were \naccused were justiciable in the United Kingdom; the vast bulk of the \nevidence against them had been obtained by the United Kingdom authorities \nand the majority of defence witnesses were in the United Kingdom but \nwould not travel to the United States to give evidence for fear of arrest; and, \ndespite their representations as to what would happen to the applicants in \nthe United States, the United Kingdom Government had failed to give \nproper consideration to prosecuting them in the United Kingdom. \nB. The Court's assessment \n248. The Court observes that the first and second complaints, which \nrelate to an alleged risk of designation as enemy combatants and \nextraordinary rendition, are substantially the same as those made by the \nfirst, third and fourth applicants in their applications to the Court. Those \ncomplaints were rejected by the Court in its admissibility decision of 6 July \n2010: see paragraphs 104-110 and 113-116 of the decision. Having regard \nto the similar Diplomatic Notes provided by the United States in respect of \nthe fifth and sixth applicants there is no basis to reach a different conclusion \nin their case. Accordingly, these complaints must be rejected as manifestly \nill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention. \n249. In respect of the third complaint, the fifth applicant's risk of \nsuicide, the Court considers it  appropriate to distinguish between the risk \nduring pre-trial and post-trial periods of detention. \nIn respect of the former, the Court notes that the fi rst and third applicants \ncomplained that the imposition of special administrative measures pre-trial \nwould have an adverse effect on their mental health. Insofar as they related \nto their possible conditions of pre-trial detention, the Court rejected those \ncomplaints as manifestly ill-founded. It found that it had not been suggested \nEFTA00031813\n\n80 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nthat, prior to extradition, the United Kingdom authorities would not advise \ntheir United States counterparts of the applicants' mental health conditions \nor that, upon extradition, the United States' authorities would fail to provide \nappropriate psychiatric care to them. The Court also noted that it  had not \nbeen argued that psychiatric care in United States federal prisons was \nsubstantially different to that provided at HMP Long Lartin (where the first \nand third applicants were being detained). There was also no reason to \nsuggest that the United States' authorities would ignore any changes in the \napplicants' conditions or that, if they did present any suicidal tendencies or \nsymptoms of self-harm, they would refuse to alter the conditions of their \ndetention to alleviate any risk to them. \nThe Court finds that similar considerations must apply in respect of the \nfifth applicant's complaint concerning his pre-trial detention. Accordingly, \ninsofar as it  relates to the risk of suicide before his trial would take place, \nthe complaint must be rejected as manifestly ill-founded. Insofar as the \ncomplaint relates to the risk of suicide in post-trial detention at ADX \nFlorence, the Court finds that no separate issue arises from the Article 3 \ncomplaint considered above. \n250. The Court turns to the fourth, fifth, seventh and eighth complaints, \nwhich relate, respectively, to the imposition of special administrative \nmeasures pre-trial, the prejudicial effect of extensive pre-trial publicity, the \nprejudice arising from inducements or pressure placed on Mr Al-Fadl to \ntestify against them, and the further prejudicial effect of the sixth applicant's \ndesignation as a  global terrorist. The Court notes that similar complaints \nwere made by the first, third and fourth applicants and rejected in the \nadmissibility decision (paragraphs 125-135, 159-160, 163 and 166). There \nare no grounds to distinguish the fifth and sixth applicants' complaints \nunder these headings and, accordingly, these complaints must also be \nrejected as manifestly ill-founded. \n251. As regards the sixth complaint, that the evidence had significantly \nweakened against the fifth and sixth applicants, the Court recalls that it  is \nnot its task to assess the evidence against an accused, still less, in an \nextradition case, to evaluate the strength of the requesting State's case \nagainst an applicant. This complaint must also be rejected as manifestly ill-\nfounded. \n252. For the ninth complaint, that extradition would be a \ndisproportionate inference with their family and private life in the United \nKingdom, the Court reiterates that it will only be in exceptional \ncircumstances that an applicant's private or family life in a  Contracting \nState will outweigh the legitimate aim pursued by his or her extradition (see \nKing v. the United Kingdom (dec.), no. 9742/07, 26 January 2010). There \nare no such exceptional circumstances in the fifth and sixth applicants' case, \nparticularly given the gravity of the offences with which they are charged. \nThis complaint is therefore manifestly ill founded. \nEFTA00031814\n\nBABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT 81 \n253. Finally, since none of the above complaints are \"arguable\", no \nissues arise under Article 13 of the Convention. The tenth complaint is \ntherefore also manifestly ill founded. \n254. The Court's conclusion in respect of the fifth and sixth applicant's \nten further complaints make it  unnecessary to consider what relevance, if \nany, should be attached to their submission that they could be prosecuted in \nthe United Kingdom. \nVI. THE SECOND APPLICANT \n255. The Court notes that the second applicant has made similar \nsubmissions under Article 3  as to the length of his likely sentence and \nconditions at ADX Florence. For the latter, he has relied in particular on the \nfact that his schizophrenia necessitated his transfer from high security \nconditions at HMP Long Lartin to Broadmoor Hospital. There he has \nsignificant freedom within the security of the hospital and has participated \nin group activities as therapeutic measures. He is under the care of a \nconsultant psychiatrist, who considers it necessary to continue his \ncompulsory hospitalisation. \n256. The Court considers that it is not in a position to rule on the merits \nof the second applicant's complaints, particularly in respect of ADX \nFlorence, but requires further submissions from the parties. For that reason, \nit decides to adjourn the examination of the second applicant's complaints. \nThose complaints will now be considered under a new application number, \nno. 17299/12. \nVII. RULE 39 OF THE RULES OF COURT \n257. The Court recalls that, in accordance with Article 44 § 2  of the \nConvention, the present judgment will not become final until (a) the parties \ndeclare that they will not request that the case be referred to the Grand \nChamber; or (b) three months after the date of the judgment, if referral of \nthe case to the Grand Chamber has not been requested; or (c) the Panel of \nthe Grand Chamber rejects any request to refer under Article 43 of the \nConvention. \n258. It considers that the indications made to the Government under \nRule 39 of the Rules of Court (see above § 4) must continue in force until \nthe present judgment becomes final or until the Panel of the Grand Chamber \nof the Court accepts any request by one or both of the parties to refer the \ncase to the Grand Chamber under Article 43 of the Convention. \nEFTA00031815\n\n82 BABAR AHMAD AND OTHERS v. THE UNITED KINGDOM JUDGMENT \nFOR THESE REASONS, THE COURT UNANIMOUSLY \n1. Joins the applications brought by the first, third, fourth, fifth and sixth \napplicants; \n2. Adjourns its examination of the application brought by the second \napplicant; \n3. Declares admissible the fifth and sixth applicants' complaints \nconcerning detention at ADX Florence, the imposition of special \nadministrative measures post-trial, and the length of their possible \nsentences, and the remainder of their applications inadmissible; \n4. Holds that there would be no violation of Article 3 of the Convention as \na  result of conditions at ADX Florence and the imposition of special \nadministrative measures post-trial if the first, third, fifth and sixth \napplicants were extradited to the United States; \n5. Holds that there would be no violation of Article 3 of the Convention as \na result of the length of their possible sentences if the first, third, fourth, \nfifth and sixth applicants were extradited to the United States; \n6. Decides to continue to indicate to the Government under Rule 39 of the \nRules of Court that it is desirable in the interests of the proper conduct of \nthe proceedings that the applicants should not be extradited until further \nnotice. \nDone in English, and notified in writing on 10 April 2012, pursuant to \nRule 77 §§ 2 and 3 of the Rules of Court. \nLawrence Early Lech GarHeld \nRegistrar President \nEFTA00031816",
    "pageCount": 84,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Babar Ahmad",
        "role": "extracted",
        "context": "GDOM JUDGMENT \nIn the case of Babar Ahmad and Others v. the United King"
      },
      {
        "name": "United Kingdom",
        "role": "extracted",
        "context": "Babar Ahmad and Others v. the United Kingdom, \nThe European Court of Human"
      },
      {
        "name": "The European",
        "role": "extracted",
        "context": "thers v. the United Kingdom, \nThe European Court of Human Rights (Fourth"
      },
      {
        "name": "Human Rights",
        "role": "extracted",
        "context": "ngdom, \nThe European Court of Human Rights (Fourth Section), sitting as"
      },
      {
        "name": "Fourth Section",
        "role": "extracted",
        "context": "ropean Court of Human Rights (Fourth Section), sitting as a \nChamber compo"
      },
      {
        "name": "Lech Garlicki",
        "role": "extracted",
        "context": "g as a \nChamber composed of: \nLech Garlicki, President, \nDavid Th6r Bjorg"
      },
      {
        "name": "David Th",
        "role": "extracted",
        "context": ": \nLech Garlicki, President, \nDavid Th6r Bjorgvinsson, \nNicolas Brat"
      },
      {
        "name": "Nicolas Bratza",
        "role": "extracted",
        "context": "t, \nDavid Th6r Bjorgvinsson, \nNicolas Bratza, \nPaivi Hirvelg, \nGeorge Nico"
      },
      {
        "name": "Paivi Hirvelg",
        "role": "extracted",
        "context": "orgvinsson, \nNicolas Bratza, \nPaivi Hirvelg, \nGeorge Nicolaou, \nLedi Bian"
      },
      {
        "name": "George Nicolaou",
        "role": "extracted",
        "context": "olas Bratza, \nPaivi Hirvelg, \nGeorge Nicolaou, \nLedi Bianku, \nNebojga Vuoin"
      },
      {
        "name": "Ledi Bianku",
        "role": "extracted",
        "context": "i Hirvelg, \nGeorge Nicolaou, \nLedi Bianku, \nNebojga Vuoinie, judges, \na"
      },
      {
        "name": "Nebojga Vuoinie",
        "role": "extracted",
        "context": "orge Nicolaou, \nLedi Bianku, \nNebojga Vuoinie, judges, \nand Lawrence Early,"
      },
      {
        "name": "Lawrence Early",
        "role": "extracted",
        "context": "Nebojga Vuoinie, judges, \nand Lawrence Early, Section Registrar, \nHaving d"
      },
      {
        "name": "Section Registrar",
        "role": "extracted",
        "context": "judges, \nand Lawrence Early, Section Registrar, \nHaving deliberated in priva"
      },
      {
        "name": "Great \nBritain",
        "role": "extracted",
        "context": "against the United Kingdom of Great \nBritain and Northern Ireland lodged w"
      },
      {
        "name": "Northern Ireland",
        "role": "extracted",
        "context": "Kingdom of Great \nBritain and Northern Ireland lodged with the Court under A"
      },
      {
        "name": "Fundamental Freedoms",
        "role": "extracted",
        "context": "rotection of Human Rights and Fundamental Freedoms \n(\"the Convention\"). \n2. The"
      },
      {
        "name": "Mr Babar",
        "role": "extracted",
        "context": "07 by two British \nnationals, Mr Babar Ahmad (\"the first applicant\")"
      },
      {
        "name": "Mr Haroon",
        "role": "extracted",
        "context": "d (\"the first applicant\") and Mr Haroon Rashid \nAswat (\"the second ap"
      },
      {
        "name": "Rashid \nAswat",
        "role": "extracted",
        "context": "rst applicant\") and Mr Haroon Rashid \nAswat (\"the second applicant\"). The"
      },
      {
        "name": "Mr Syed",
        "role": "extracted",
        "context": "was lodged on 5 March 2008 by Mr Syed Tahla \nAhsan (\"the third appl"
      },
      {
        "name": "Tahla \nAhsan",
        "role": "extracted",
        "context": "ed on 5 March 2008 by Mr Syed Tahla \nAhsan (\"the third applicant\"), who"
      },
      {
        "name": "Mr Mustafa",
        "role": "extracted",
        "context": "lodged on I   August 2008 by Mr Mustafa \nKamal Mustafa, known more co"
      },
      {
        "name": "Kamal Mustafa",
        "role": "extracted",
        "context": "August 2008 by Mr Mustafa \nKamal Mustafa, known more commonly as Abu H"
      },
      {
        "name": "Abu Hamza",
        "role": "extracted",
        "context": "stafa, known more commonly as Abu Hamza (\"the fourth \napplicant\"). He"
      },
      {
        "name": "Mr Adel",
        "role": "extracted",
        "context": "lodged on 21 December 2009 by Mr Adel \nAbdul Bary (\"the fifth appli"
      },
      {
        "name": "Abdul Bary",
        "role": "extracted",
        "context": "21 December 2009 by Mr Adel \nAbdul Bary (\"the fifth applicant\"). He i"
      },
      {
        "name": "Mr Khaled",
        "role": "extracted",
        "context": "lodged on 22 December 2009 by Mr Khaled \nAl-Fawwaz (\"the sixth applic"
      },
      {
        "name": "Saudi Arabian",
        "role": "extracted",
        "context": "he sixth applicant\"). He is a Saudi Arabian national who was \nborn in 196"
      },
      {
        "name": "Birnberg Peirce",
        "role": "extracted",
        "context": "yer practising in London with Birnberg Peirce & \nPartners, assisted by Mr B"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "sted by Mr J. Jones, counsel. The Government were \nrepresented by their Ag"
      },
      {
        "name": "Commonwealth Office",
        "role": "extracted",
        "context": "D. Walton of the Foreign and \nCommonwealth Office. \n4. The applicants, who are"
      },
      {
        "name": "United \nKingdom",
        "role": "extracted",
        "context": "iven to the Government of the United \nKingdom. It was further decided that"
      },
      {
        "name": "American Civil",
        "role": "extracted",
        "context": "vernmental \norganisations the American Civil Liberties Union, the National"
      },
      {
        "name": "Liberties Union",
        "role": "extracted",
        "context": "anisations the American Civil Liberties Union, the National Litigation \nPro"
      },
      {
        "name": "National Litigation",
        "role": "extracted",
        "context": "an Civil Liberties Union, the National Litigation \nProject at Yale Law School,"
      },
      {
        "name": "Yale Law",
        "role": "extracted",
        "context": "tional Litigation \nProject at Yale Law School, Interights and Reprie"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "IRCUMSTANCES OF THE CASES \nA. The United States indictments \n8. The ap"
      },
      {
        "name": "Mr Ahmad",
        "role": "extracted",
        "context": "concerns the first applicant, Mr Ahmad, and the third applicant, Mr"
      },
      {
        "name": "Mr Ahsan",
        "role": "extracted",
        "context": "mad, and the third applicant, Mr Ahsan. \nThe second set of proceedin"
      },
      {
        "name": "Mr Aswat",
        "role": "extracted",
        "context": "oncerns the second applicant, Mr Aswat, \nand the fourth applicant, A"
      },
      {
        "name": "Mr Bary",
        "role": "extracted",
        "context": "oncerns \nthe fifth applicant, Mr Bary, and the sixth applicant, Mr"
      },
      {
        "name": "Mr Al",
        "role": "extracted",
        "context": "ary, and the sixth applicant, Mr Al Fawwaz. \n9. The details of ea"
      },
      {
        "name": "Federal \nGrand",
        "role": "extracted",
        "context": "t applicant was returned by a Federal \nGrand Jury sitting in Connecticut o"
      },
      {
        "name": "Persian Gulf",
        "role": "extracted",
        "context": "the Straits of Hormuz in the Persian Gulf had been sent to the \nwebsite"
      },
      {
        "name": "Federal Grand",
        "role": "extracted",
        "context": "urned on \n19 April 2004 by a  Federal Grand Jury sitting in the Southern"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ral Grand Jury sitting in the Southern District of \nEFTA00031737\n\n4 BABAR AHM"
      },
      {
        "name": "Abu Al",
        "role": "extracted",
        "context": "leader of the hostage takers, Abu Al-Hassan, before \nand during th"
      },
      {
        "name": "Al Qaeda",
        "role": "extracted",
        "context": "reign terrorist organisation (Al Qaeda); a  further two \ncounts char"
      },
      {
        "name": "Oussama Abdullah",
        "role": "extracted",
        "context": "which indicted a  third man, \nOussama Abdullah Kassir, as a co-conspirator i"
      },
      {
        "name": "Mr Kassir",
        "role": "extracted",
        "context": "he Bly, Oregon \ncharges. \n16. Mr Kassir was extradited to the United"
      },
      {
        "name": "Czech \nRepublic",
        "role": "extracted",
        "context": "to the United States from the Czech \nRepublic in September 2007. On 12 May"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "g in the Southern District of New \nYork returned an indictment agains"
      },
      {
        "name": "Diplomatic \nNote",
        "role": "extracted",
        "context": "ates Embassy in London issued Diplomatic \nNote No. 25. Where relevant, the n"
      },
      {
        "name": "Extradition Treaty",
        "role": "extracted",
        "context": "Pursuant to Article IV of the Extradition Treaty Between the Government of the"
      },
      {
        "name": "Great Britain",
        "role": "extracted",
        "context": "ment of the United Kingdom of Great Britain and \nNorthern Ireland, the Go"
      },
      {
        "name": "Federal Court",
        "role": "extracted",
        "context": "will be prosecuted \nbefore a Federal Court in accordance with the full p"
      },
      {
        "name": "Military Order",
        "role": "extracted",
        "context": "specified in the President's Military Order of November 13, 2001; nor \nwi"
      },
      {
        "name": "Similar Diplomatic",
        "role": "extracted",
        "context": "s an enemy combatant...\" \n21. Similar Diplomatic Notes were provided in respec"
      },
      {
        "name": "Senior District",
        "role": "extracted",
        "context": "xtradition hearing before the Senior District Judge, the first \napplicant a"
      },
      {
        "name": "Diplomatic Note",
        "role": "extracted",
        "context": "ia, that, notwithstanding the Diplomatic Note, the \nrisk of the death penal"
      },
      {
        "name": "The Senior",
        "role": "extracted",
        "context": "rights under the Convention. \nThe Senior District Judge found that, on"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "r the Convention. \nThe Senior District Judge found that, on the basis of t"
      },
      {
        "name": "Mr Charles",
        "role": "extracted",
        "context": "2005, the Secretary of State (Mr Charles Clarke) \nordered the first ap"
      },
      {
        "name": "High Court",
        "role": "extracted",
        "context": "st applicant appealed to the \nHigh Court (see paragraphs 29 et seq. be"
      },
      {
        "name": "Extradition Act",
        "role": "extracted",
        "context": "sued under section 73 of \nthe Extradition Act 2003, following a  request fo"
      },
      {
        "name": "The \nHigh",
        "role": "extracted",
        "context": "Court rejected their appeals. The \nHigh Court found that, according t"
      },
      {
        "name": "Dr John",
        "role": "extracted",
        "context": "2007, the Secretary of State (Dr John Reid) ordered that \nthe extra"
      },
      {
        "name": "Public Prosecutions",
        "role": "extracted",
        "context": "d \nfailure of the Director of Public Prosecutions for England and Wales (\"the"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "n guidance agreed between the Attorney General of \nthe United States and his"
      },
      {
        "name": "Abu Hama",
        "role": "extracted",
        "context": "' \nimprisonment (see Mustafa (Abu Hama) v. the United Kingdom (no. 1"
      },
      {
        "name": "The District",
        "role": "extracted",
        "context": "ls process was concluded. \na. The District Court proceedings \n37. When t"
      },
      {
        "name": "Administrative Maximum",
        "role": "extracted",
        "context": "United States Penitentiary, \nAdministrative Maximum, Florence, Colorado (\"ADX Flo"
      },
      {
        "name": "Ms Jacqui",
        "role": "extracted",
        "context": "se to the Secretary of State (Ms Jacqui Smith) for her decision as to"
      },
      {
        "name": "The High",
        "role": "extracted",
        "context": "he Senior District Judge. \nb. The High Court proceedings \n39. Before"
      },
      {
        "name": "Mr Robert",
        "role": "extracted",
        "context": "anding of the \nprison warden, Mr Robert Wiley, to the effect that if,"
      },
      {
        "name": "Judge Workman",
        "role": "extracted",
        "context": "vanced in another \ncase, like Judge Workman [the Senior District Judge],"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "f the Supermax prisons in the United \nStates. Naturally, the most dangerou"
      },
      {
        "name": "States Government",
        "role": "extracted",
        "context": "th applicants \n42. The United States Government requested the fifth and sixth"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "committal hearing before the District Court, the sixth \napplicant contend"
      },
      {
        "name": "The \nDistrict",
        "role": "extracted",
        "context": "r extra-territorial offences. The \nDistrict Judge was also satisfied that"
      },
      {
        "name": "The House",
        "role": "extracted",
        "context": "ismissed on 17 December 2001. The House of Lords found unanimously \nt"
      },
      {
        "name": "The Secretary",
        "role": "extracted",
        "context": "NITED KINGDOM JUDGMENT II \nb. The Secretary of State's decision, the Unit"
      },
      {
        "name": "Between November",
        "role": "extracted",
        "context": "appeal to the High Court \n49. Between November 2001 and December 2005 there"
      },
      {
        "name": "Executive Order",
        "role": "extracted",
        "context": "te. This was done pursuant to Executive Order 13224 which \nenables the Amer"
      },
      {
        "name": "Home Department",
        "role": "extracted",
        "context": ". Secretary of State for the \nHome Department (see paragraphs 64-72 below),"
      },
      {
        "name": "Lord \nJustice",
        "role": "extracted",
        "context": "In rejecting that contention, Lord \nJustice Scott Baker, delivering the j"
      },
      {
        "name": "Scott Baker",
        "role": "extracted",
        "context": "hat contention, Lord \nJustice Scott Baker, delivering the judgment of t"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "ourts in the event that the \n[Federal Bureau of prisons] acts unlawfully.\""
      },
      {
        "name": "Saudi Arabia",
        "role": "extracted",
        "context": "k of \nrefoulement to Egypt or Saudi Arabia by the United States. The Hig"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "appeal to the United \nKingdom Supreme Court, it certified two questions o"
      },
      {
        "name": "Her Majesty",
        "role": "extracted",
        "context": "he United States of \nAmerica, Her Majesty's Attorney General and also,"
      },
      {
        "name": "Lord Advocate",
        "role": "extracted",
        "context": "lication to \nScotland, by the Lord Advocate. It sets out a series of meas"
      },
      {
        "name": "Relevant United",
        "role": "extracted",
        "context": "m and \nthe United States. \nB. Relevant United Kingdom law on Article 3 and"
      },
      {
        "name": "Ralston Wellington",
        "role": "extracted",
        "context": "requested the extradition of Ralston Wellington \nfrom the United Kingdom to s"
      },
      {
        "name": "Mr Wellington",
        "role": "extracted",
        "context": "s appeal against extradition, Mr Wellington argued \nthat his surrender wo"
      },
      {
        "name": "Lord Justice",
        "role": "extracted",
        "context": "([2007] EWHC 1109 \n(Admin)), Lord Justice Laws found that there were \"p"
      },
      {
        "name": "Lord Hoffmann",
        "role": "extracted",
        "context": "majority of their Lordships, Lord Hoffmann, Baroness Hale and \nLord Cars"
      },
      {
        "name": "Baroness Hale",
        "role": "extracted",
        "context": "eir Lordships, Lord Hoffmann, Baroness Hale and \nLord Carswell, found tha"
      },
      {
        "name": "Lord Carswell",
        "role": "extracted",
        "context": "Hoffmann, Baroness Hale and \nLord Carswell, found that, on the basis of"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2012-24-09",
        "event": "24/09/2012"
      },
      {
        "date": "2001-11-13",
        "event": "November 13, 2001"
      },
      {
        "date": "2012-04-10",
        "event": "10 April 2012"
      },
      {
        "date": "2012-03-20",
        "event": "20 March 2012"
      },
      {
        "date": "2007-06-10",
        "event": "10 June 2007"
      },
      {
        "date": "2008-03-05",
        "event": "5 March 2008"
      },
      {
        "date": "2009-12-21",
        "event": "21 December 2009"
      },
      {
        "date": "2009-12-22",
        "event": "22 December 2009"
      },
      {
        "date": "2010-07-06",
        "event": "6 July 2010"
      },
      {
        "date": "2010-09-03",
        "event": "3 September 2010"
      },
      {
        "date": "2004-10-06",
        "event": "6 October 2004"
      },
      {
        "date": "2006-06-28",
        "event": "28 June 2006"
      },
      {
        "date": "2004-04-19",
        "event": "19 April 2004"
      },
      {
        "date": "2005-09-12",
        "event": "12 September 2005"
      },
      {
        "date": "2006-02-06",
        "event": "6 February 2006"
      },
      {
        "date": "2009-05-12",
        "event": "12 May 2009"
      },
      {
        "date": "2009-09-15",
        "event": "15 September 2009"
      },
      {
        "date": "2004-08-05",
        "event": "5 August 2004"
      },
      {
        "date": "2005-03-23",
        "event": "23 March 2005"
      },
      {
        "date": "2005-05-17",
        "event": "17 May 2005"
      },
      {
        "date": "2005-11-15",
        "event": "15 November 2005"
      },
      {
        "date": "2005-08-07",
        "event": "7  August 2005"
      },
      {
        "date": "2006-01-05",
        "event": "5 January 2006"
      },
      {
        "date": "2006-03-01",
        "event": "1  March 2006"
      },
      {
        "date": "2006-11-30",
        "event": "30 November 2006"
      },
      {
        "date": "2007-06-06",
        "event": "6 June 2007"
      },
      {
        "date": "2006-09-15",
        "event": "15 September 2006"
      },
      {
        "date": "2006-11-20",
        "event": "20 November 2006"
      },
      {
        "date": "2007-03-19",
        "event": "19 March \n2007"
      },
      {
        "date": "2007-06-14",
        "event": "14 June 2007"
      },
      {
        "date": "2008-04-10",
        "event": "10 April 2008"
      },
      {
        "date": "2008-05-14",
        "event": "14 May 2008"
      },
      {
        "date": "2004-05-21",
        "event": "21 May 2004"
      },
      {
        "date": "2011-01-18",
        "event": "18 January 2011"
      },
      {
        "date": "2007-11-15",
        "event": "15 November 2007"
      },
      {
        "date": "2008-02-07",
        "event": "7 February 2008"
      },
      {
        "date": "2008-06-20",
        "event": "20 June 2008"
      },
      {
        "date": "2008-07-23",
        "event": "23 July 2008"
      },
      {
        "date": "1999-09-08",
        "event": "8 September 1999"
      },
      {
        "date": "2000-11-30",
        "event": "30 November 2000"
      },
      {
        "date": "2000-04-25",
        "event": "25 April \n2000"
      },
      {
        "date": "2001-05-02",
        "event": "2 May \n2001"
      },
      {
        "date": "2001-12-17",
        "event": "17 December 2001"
      },
      {
        "date": "2002-04-19",
        "event": "19 April 2002"
      },
      {
        "date": "2004-04-13",
        "event": "13 April 2004"
      },
      {
        "date": "2008-01-18",
        "event": "18 January 2008"
      },
      {
        "date": "2008-03-12",
        "event": "12 March 2008"
      },
      {
        "date": "2009-08-07",
        "event": "7 August 2009"
      },
      {
        "date": "2009-12-16",
        "event": "16 December 2009"
      },
      {
        "date": "2007-01-18",
        "event": "18 January 2007"
      },
      {
        "date": "2008-12-10",
        "event": "10 December 2008"
      },
      {
        "date": "1989-07-07",
        "event": "7 July 1989"
      },
      {
        "date": "1996-11-15",
        "event": "15 November 1996"
      },
      {
        "date": "2010-10-05",
        "event": "5  October \n2010"
      },
      {
        "date": "1992-03-10",
        "event": "10 March 1992"
      },
      {
        "date": "1994-01-07",
        "event": "7 January 1994"
      },
      {
        "date": "2002-07-11",
        "event": "11 July 2002"
      },
      {
        "date": "2011-09-26",
        "event": "26 September 2011"
      },
      {
        "date": "2011-10-07",
        "event": "7 October 2011"
      },
      {
        "date": "2011-10-24",
        "event": "24 October 2011"
      },
      {
        "date": "2011-05-27",
        "event": "27 May 2011"
      },
      {
        "date": "2011-09-09",
        "event": "9 September 2011"
      },
      {
        "date": "2007-05-02",
        "event": "2 May 2007"
      },
      {
        "date": "2008-08-21",
        "event": "21 August 2008"
      },
      {
        "date": "2009-05-29",
        "event": "29 May 2009"
      },
      {
        "date": "2012-01-23",
        "event": "23 January 2012"
      },
      {
        "date": "2011-11-10",
        "event": "10 November 2011"
      },
      {
        "date": "1999-04-13",
        "event": "13 April 1999"
      },
      {
        "date": "2006-07-05",
        "event": "5 July 2006"
      },
      {
        "date": "1997-11-06",
        "event": "6 November 1997"
      },
      {
        "date": "2008-07-28",
        "event": "28 July 2008"
      },
      {
        "date": "2011-08-05",
        "event": "5 August 2011"
      },
      {
        "date": "2010-11-26",
        "event": "26 November 2010"
      },
      {
        "date": "2011-09-22",
        "event": "22 September 2011"
      },
      {
        "date": "2007-06-27",
        "event": "27 June 2007"
      },
      {
        "date": "2002-06-13",
        "event": "13 June 2002"
      },
      {
        "date": "2008-02-12",
        "event": "12 February 2008"
      },
      {
        "date": "1977-06-21",
        "event": "21 June 1977"
      },
      {
        "date": "2010-01-16",
        "event": "16 January 2010"
      },
      {
        "date": "2008-12-11",
        "event": "11 December 2008"
      },
      {
        "date": "2006-06-22",
        "event": "22 June 2006"
      },
      {
        "date": "1978-01-18",
        "event": "18 January 1978"
      },
      {
        "date": "1997-05-02",
        "event": "2 May 1997"
      },
      {
        "date": "2006-08-10",
        "event": "10 August 2006"
      },
      {
        "date": "2006-09-18",
        "event": "18 September 2006"
      },
      {
        "date": "2006-05-09",
        "event": "9 May 2006"
      },
      {
        "date": "2008-10-23",
        "event": "23 October 2008"
      },
      {
        "date": "2011-07-07",
        "event": "7 July 2011"
      },
      {
        "date": "2008-12-22",
        "event": "22 December 2008"
      },
      {
        "date": "2008-05-27",
        "event": "27 May 2008"
      },
      {
        "date": "2001-11-15",
        "event": "15 November 2001"
      },
      {
        "date": "2004-03-11",
        "event": "11 March 2004"
      },
      {
        "date": "2010-01-07",
        "event": "7 January 2010"
      },
      {
        "date": "2011-02-01",
        "event": "1 February 2011"
      },
      {
        "date": "2005-11-08",
        "event": "8 November 2005"
      },
      {
        "date": "2007-11-29",
        "event": "29 November 2007"
      },
      {
        "date": "2010-10-14",
        "event": "14 October 2010"
      },
      {
        "date": "2007-06-19",
        "event": "19 June 2007"
      },
      {
        "date": "2005-11-08",
        "event": "8  November 2005"
      },
      {
        "date": "2005-09-13",
        "event": "13 September 2005"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:28.951Z"
}