{
  "document": {
    "id": "efta00026534",
    "filename": "EFTA00026534.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026534.pdf",
    "text": "\n\nFrom: \"Tomback, Andrew\"  \nTo: \" \"Weinstein, Marc \nCc: \n• \"Tomback, Andrew\" si \nSubject: RE: subpoena follow-up question \nDate: Tue, 19 May 2020 12:27:44 +0000 \nInline-Images: image001.png \nMarc \nand/or I will respond to your email below soon — ideally later today. \nRegarding my open issue, the Estate won't list any property before June 15. \nStay safe. \nAndy \nAndrew \nE. Tomback I Partner \n1E \nWhite & Case LLP I  1221 Avenue of theAmericas I New York. NY 10020-1095 \nWHITE S. CASE \nFrom: \nSent: Monday, May 18, 2020 4:17 PM \nTo: Tomback, Andrew \nCc: \nSubject: RE: follow-up question \nMark, =, \n; Weinstein, Marc A. \nOne question I had meant to ask in our call but forgot, on a separate subject — we had briefly discussed in late February \nour request for photographs and videos in the possession of the estate, and my recollection is that with respect to videos, \nthe estate and trustees were not aware of being in possession of any historical surveillance-type videos (and in particular \nthat any such surveillance video is regularly over-written, and so would not currently exist for any time before, for \nexample, Epstein's suicide), and that separately the estate and trustees were not aware of being in possession of other \nphysical video recordings. \nMy recollection is that with respect to photographs, that there were some photographs in the properties that had not \nbeen the subject of physical search warrants, i.e., the Florida and New Mexico residences. I think we had discussed that \nthe most efficient step, in the first instance, would be for us to receive digital photos of those physical photographs, to \nwhatever extent they exist, but that doing so was not immediately possible at the time of our conversation in late \nFebruary due to the estate's then-inability to retain or engage anyone to do that. \nIn the first instance, please let me know if I am getting any of that wrong, and second, understanding that the \ncircumstances of the pandemic may have affected this in the interim, we've been asked to again check with you about \nwhether there is anyone currently working at (or reasonably able to go to) those properties who could convey \nphotographs of any physical photos at those locations? If you could please let us know any sense of possibility / timing on \nthat last outstanding request. \nthanks, \nEFTA00026534\n\nAssistant U.S. Attorney \nSouthern District of New York \nThis email communication is confidential and is intended only for the individual(s) or entity named above and \nothers who have been specifically authorized to receive it. If you are not the intended recipient, please do not \nread, copy, use or disclose the contents of this communication to others. Please notify the sender that you have \nreceived this email in error by replying to the email or by telephoning . Please then delete the \nemail and any copies of it. Thank you. \nOur external privacy policy is available on https://www.whitecase.com/privacy-policy. \nEFTA00026535",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Marc \nCc",
        "role": "extracted",
        "context": ", Andrew\"  \nTo: \" \"Weinstein, Marc \nCc: \n• \"Tomback, Andrew\" si \nSub"
      },
      {
        "name": "Andy \nAndrew",
        "role": "extracted",
        "context": "before June 15. \nStay safe. \nAndy \nAndrew \nE. Tomback I Partner \n1E \nWh"
      },
      {
        "name": "Andrew \nCc",
        "role": "extracted",
        "context": "8, 2020 4:17 PM \nTo: Tomback, Andrew \nCc: \nSubject: RE: follow-up ques"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "rrants, i.e., the Florida and New Mexico residences. I think we had di"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "EFTA00026534\n\nAssistant U.S. Attorney \nSouthern District of New York \nThis em"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-05-18",
        "event": "May 18, 2020"
      },
      {
        "date": "2020-05-19",
        "event": "19 May 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:14.521Z"
}