{
  "document": {
    "id": "efta00029061",
    "filename": "EFTA00029061.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00029061.pdf",
    "text": "\n\nFrom: (USANYS)\"  \nTo: (USANYS)\"  \nSubject: FW: UMR \nDate: Wed, 23 Jun 2021 22:04:39 +0000 \nUMR number below \nFrom: (USANYS) \nSent: Thursday, May 20, 2021 1:18 PM \nTo: (USANYS) < \nCc: (USANYS) (USANYS) \n(USANYS) >; (USANYS) \n(USANYS) \n> \nSubject: RE: UMR \nUMR Filed 2021-05-66021 \nFrom: (USANYS)<> \nSent: Thursday, May 20, 2021 8:22 AM \nTo: (USANYS) \nCc: (USANYS) (USANYS) \n<\nM>; \n(USANYS) >; (USANYS) โน); \n(USANYS) \nSubject: UMR \nCan you please file this UMR and let this group know when it is done? Thanks. \nTO: THE OFFICE OF THE ATTORNEY GENERAL \nTHE OFFICE OF THE DEPUTY ATTORNEY GENERAL \nFROM: UNITED STATES ATTORNEY \nSOUTHERN DISTRICT OF NEW YORK \nPHONE: \nDISTRICT POC: U.S. Attorney \nSYNOPSIS: \nThe USAO-SDNY plans to offer deferred prosecution agreements to two correctional officers, Tova Noel and Michael \nThomas, who were employed at the Manhattan Correctional Center (\"MCC\") and were previously charged with \nmaking false statements and conspiring to (i) make false statements and (ii) interfere with or obstruct the lawful \nfunction of the MCC. These charges, which were brought in November 2019, stem from the correctional officers' \nfalsification of institutional count and round forms on the night that Jeffrey Epstein committed suicide. The deferred \nprosecution agreements will require, among other things, the defendants to cooperate with a pending Office of \nInspector General investigation by providing truthful information about the events in question; an admission of guilt \nEFTA00029061\n\nfrom both defendants as to the conduct set forth in the indictment; and for both defendants to complete 100 hours of \ncommunity service, preferably in an area related to the criminal justice system. The USAO-SDNY plans to file a public \nletter by Friday, May 21 notifying the Court of the defendants' acceptance of the deferred prosecution agreements and \nseeking a hearing date; the USAO-SDNY anticipates that the deferred prosecution agreements will be entered by the \nCourt by the following Friday, May 28. \nDESCRIPTION: \nOn November 14, 2019, USAO-SDNY obtained an indictment against Tova Noel and Michael Thomas which charged \nthem with multiple counts of making false statements, in violation of 18 U.S.C. ยง 1001, and conspiring to (i) make false \nstatements and (ii) interfere with or obstruct the lawful function of the MCC, in violation of 18 U.S.C. ยง 371. As alleged \nin the Indictment, on August 9 and 10, 2019, the defendants falsely indicated on Bureau of Prison forms that they had \ncompleted required institutional counts and rounds. On August 10, 2019, inmate Jeffrey Epstein committed suicide \nwhile housed in the Special Housing Unit at the MCC. After discovering Epstein's body, the defendants admitted to \ntheir supervisor that they had failed to conduct at least some of the required counts and rounds. The falsification of \nrecords occurred prior to their discovery of Epstein's body. \nThe USAO-SDNY plans to offer deferred prosecution agreements to both defendants. The USAO-SDNY has determined \nthat deferring the defendants' prosecution is an outcome consistent with the interests of justice, the mitigating \npersonal circumstances of the defendants, and the Department's practice in the overwhelming majority of other cases \nin which correctional officers have been investigated or charged with falsifying count or round forms. As a condition of \nthe defendants' agreement, they will be required to admit their guilt and cooperate by providing truthful information \nwith the Office of Inspector General, which is preparing a report on, among other things, their conduct on the night in \nquestion, the circumstances in which they discovered Epstein's body after his suicide, and the institutional failures that \nled to Epstein's death at the MCC The agreement does not preclude any administrative action or termination by the \nBureau of Prisons. The defendants will also be subject to pretrial supervision for six months, must refrain from \ncommitting any crimes, and will be required to complete 100 hours of community service. This outcome is supported \nby the investigative agencies, the Department of Justice, Office of the Inspector General, as well as the Federal Bureau \nof Investigation, and has been approved by Pretrial Services. The USAO-SDNY plans to send a public letter by May 21, \n2021 to notify the Court that the Government has offered, and the defendants have accepted, deferred prosecution \nagreements, and in order to request a hearing date, which the Government expects to be scheduled for the following \nweek, by May 28. \nEFTA00029062",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "itutional count and round forms on the night that Jeffrey Epstein committed suicide. The deferred \nprosecution agre"
      },
      {
        "name": "Tova Noel",
        "role": "extracted",
        "context": "to two correctional officers, Tova Noel and Michael \nThomas, who were"
      },
      {
        "name": "Michael \nThomas",
        "role": "extracted",
        "context": "ional officers, Tova Noel and Michael \nThomas, who were employed at the Man"
      },
      {
        "name": "Manhattan Correctional",
        "role": "extracted",
        "context": "mas, who were employed at the Manhattan Correctional Center (\"MCC\") and were previ"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "ate with a pending Office of \nInspector General investigation by providing tr"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "riday, May 28. \nDESCRIPTION: \nOn November 14, 2019, USAO-SDNY obtained"
      },
      {
        "name": "Michael Thomas",
        "role": "extracted",
        "context": "ictment against Tova Noel and Michael Thomas which charged \nthem with mult"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "titutional counts and rounds. On August 10, 2019, inmate Jeffrey Epst"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "suicide \nwhile housed in the Special Housing Unit at the MCC. After discov"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "ector General, as well as the Federal Bureau \nof Investigation, and has be"
      },
      {
        "name": "Pretrial Services",
        "role": "extracted",
        "context": "ion, and has been approved by Pretrial Services. The USAO-SDNY plans to send"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-05-20",
        "event": "May 20, 2021"
      },
      {
        "date": "2019-11-14",
        "event": "November 14, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2021-05-21",
        "event": "May 21, \n2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:22.700Z"
}