{
  "document": {
    "id": "efta00013916",
    "filename": "EFTA00013916.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013916.pdf",
    "text": "\n\nFrom: \n(FBI)\" ca \nTo: \n(USAFLS)\"\nSubject: Re: Epstein \nDate: Wed, 28 May 2008 22:32:56 +0000 \nImportance: Normal \nHey we emailed MMOST:) of your comments re any further delays and added a few of our own. The US Atty Gen was here today in \nMM. I  would love to know if Epstein came up. and Acosta were going to present to the DAG reasons not to delay any further. \nHopefully they were successful and we r still on for Tues. We interviewed El today. She told Epstein her true age, she belvd was 14 or 15. \nPhone records show contact @ age 16. She said Epstein told her he did not care about age. She also said that' \ntold her he had rad M. MI brought M. Anyways, I'll fill u in later. NY getting close to locating We have cell and good address. \nKeep your fingers crossed. Talk to u soon. \n--- Original Message ---\nFrom: \n(USAFLS) \nTo: (USAFLS); \nSent: Tue May 27 23:45:06 2008 \nSubject: Re: Epstein \nAaaargh. \nThe statute of limitations issue is the state statute of limitations. I  think says it is two years. The issue is implicated in two ways. First, \nbecause of the state's leniency for the first set of girls, the second set have been presented only to us for prosecution. If we cannot go \nforward, then there will be no prosecution of those crimes. (In response to the argument that In should just present them now, we believe \nthat some of the victims are unknown to the defense and disclosing them further weakens our case by allowing them to depose and harass \nthose victims.) \nSecond, our \"state resolution\" of the case requires epstein to plead to something that hasn't been charged yet so further delay will allow him \nto escape one of the terms of the deal he signed several months ago. (There also is a sol on the private cause of action under 2255 pursuant \nto which he must pay damages to the girls. The delay will allow him to escape responsibility for that term, too.) \nOther reasons: \nThe victims are getting older. Clearly one of epstein's arguments will be that he did not know they were minors. The older they are when \nthey testify the more plausible epstein's argument becomes. \nThe grand jury we are using will expire soon. We have already presented more than a dozen hours of testimony and the grand jury is \ninvested and wants to indict. \nWe promised the girls swift justice so they could move on with their lives. is a perfect example of why this is needed. The delay so \nfar has led many to reach out to private lawyers which, in turn, let's I  argue that they are only in it for money. \nWhy give him more time? He has had more than a year's delay already for no reason other than the names of the attorneys he can afford to \nhire. This is not a white collar or other non-violent crime. This is a child exploitation crime with more than 20 known child victims. We are \nmandated by statute and doj policy to prosecute those cases vigorously and in a timely fashion - whether the children were prostitutes or \nunwilling victims. Why is this case being treated so differently? \n--- Original Message ----\nFrom: (FBI) \nTo: . (USAFLS) \nCc: (FBI) \nSent: Tue May 27 18:45:37 2008 \nSubject: RE: Epstein \nHey—, \nSorry to bother you on your vacation. Apparently the DAG is inclined to allow Epstein's counsel to present further arguments. In \nhas requested and Ito prepare, in email format, arguments to present to the DAG supporting why the case should not be \nEFTA00013916\n\nstalled any further. mentioned statute of limitation issues. I don't know what the specific statute of limitations are (if there are \nany) for the various counts. Seems like the statute of limitations was for the life of the victim but Pm not certain. Other points that can be \nmade include the private investigators continuing to contact the victims and the relocation of our victims to various parts of the country. \nDo you have any suggestions as to what would be our best course of persuasion? Thanks and happy travels. \nFrom: (USAFLS) \nSent: Tuesday, May 27, 2008 2:54 PM \nTo: (USAFLS); \nCc: \n(USAFLS) \nSubject: Epstein \nI \nI \n(USAFLS) \nHis sent me an email about epstein wanting to do less time. I hope that his request will be denied. The original deal was \nsupposed to be 2 years so he has already gotten a big break. Plus we have identified more victims since we agreed to the 18 months. Please \nkeep me posted. Thanks. \nEFTA00013917",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein \nDate",
        "role": "extracted",
        "context": "To: \n(USAFLS)\"\nSubject: Re: Epstein \nDate: Wed, 28 May 2008 22:32:56 +0"
      },
      {
        "name": "Normal \nHey",
        "role": "extracted",
        "context": "8 22:32:56 +0000 \nImportance: Normal \nHey we emailed MMOST:) of your co"
      },
      {
        "name": "Atty Gen",
        "role": "extracted",
        "context": "dded a few of our own. The US Atty Gen was here today in \nMM. I  wou"
      },
      {
        "name": "Original Message",
        "role": "extracted",
        "context": "crossed. Talk to u soon. \n--- Original Message ---\nFrom: \n(USAFLS) \nTo: (USA"
      },
      {
        "name": "Tue May",
        "role": "extracted",
        "context": "USAFLS) \nTo: (USAFLS); \nSent: Tue May 27 23:45:06 2008 \nSubject: Re"
      },
      {
        "name": "Epstein \nAaaargh",
        "role": "extracted",
        "context": "7 23:45:06 2008 \nSubject: Re: Epstein \nAaaargh. \nThe statute of limitations"
      },
      {
        "name": "Epstein \nHey",
        "role": "extracted",
        "context": "7 18:45:37 2008 \nSubject: RE: Epstein \nHey—, \nSorry to bother you on you"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2008-05-27",
        "event": "May 27, 2008"
      },
      {
        "date": "2008-05-28",
        "event": "28 May 2008"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:47.734Z"
}