{
  "document": {
    "id": "efta00032577",
    "filename": "EFTA00032577.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032577.pdf",
    "text": "\n\nFrom: White Collar Law360 <news-alt@law360.com> \nTo: \nSubject: Cohen Nixes Congressional Hearing Over Trump 'Threats' \nDate: Thu, 24 Jan 2019 08:25:04 +0000 \n.,1_aw360 White \nCollar \nWHITE COLLAR \nThursday, January 24, 2019 Law360 \nTOP NEWS \nCohen Nixes Congressional Hearing Over Trump 'Threats' \nMichael Cohen will not appear at a scheduled hearing before a House panel \nnext month in light of \"ongoing threats against his family\" from President \nDonald Trump, Cohen's lawyer said Wednesday, casting uncertainty over the \nlongtime Trump attorney's testimony about crimes he committed in dealings \nwith the president. Read full article » \nJay-Z, Meek Mill, Team Owners Launch Parole Reform Group \nMusic mogul Jay-Z, rapper Meek Mill, and several professional sports team \nowners and asset managers on Wednesday launched a $50 million criminal \njustice reform effort aimed at revamping laws to reduce the number of people \non parole or probation. Read full \narticle » \nEx-Rock Capital Trader Gets 5 Years For False Profits Scheme \nA former Rock Capital Markets LLC trader accused of creating false profits \nand causing his firm to fold after losing over $13.7 million has been \nsentenced by an Illinois federal judge Wednesday to five years in prison after \npleading guilty to one wire fraud charge last year. Read full article » \nManafort Disputes Plea Breach, Ordered To Attend Hearing \nFormer Donald Trump presidential campaign chairman Paul Manafort said \nWednesday his faulty memory should not be equated to a plea agreement-\nviolating lie as a D.C. federal judge ruled that he must show up for his Friday \nhearing rather than let his attorneys handle it. Read full article » \nWeinstein Hires Casey Anthony Atty, Harvard Law Professor \nA week after announcing a split from his former criminal defense lawyer, \nHarvey Weinstein has a new legal team consisting of Jose Baez, who led \nCasey Anthony's murder trial acquittal, and Harvard Law School professor \nRonald S. Sullivan, Baez confirmed Wednesday. Read full article » \nCOMPLIANCE \nDeutsche Bank Facing Global Scrutiny Over Danske Scandal \nDeutsche Bank AG said Wednesday that it has received requests for \ninformation from law enforcement agencies and regulators across the globe \nlooking into an alleged multibillion-dollar money laundering scheme at Danish \nlender Danske Bank. Read full article \n» \nSECURITIES \nEx-Barclays Execs Accused Of Duping Shareholders At Trial \n`'',,Law360 Pro Say Podcast \nListen to our new podcast here \nLAW FIRMS \nAkin Gump \nArent Fox \nBrafman & Associates \nBrownstein Hyatt \nBuchalter PC \nCloth Fair Chambers \nCovington & Burling \nDLA Piper \nDesai Law Firm PC \nDinsmore & Shohl \nEpstein Becker Green \nEssex Court Chambers \nFarella Braun \nFrost Brown Todd \nGibson Dunn \nGupta Wessler \nHoagland Longo \nHogan Lovells \nHolland & Knight \nIrell & Manella \nJomarron Lopez \nK&L Gates \nKasowitz Benson \nEFTA00032577\n\nFour former Barclays PLC directors deceived the bank's shareholders by \nfailing to declare additional fees they paid Qatari investors at the height of the \nfinancial crisis and by using other agreements as a \"smokescreen\" to cover \ntheir tracks, prosecutors told a London jury on Wednesday. Read full article » \n'Shell Factory' Atty Sees Sentence Cut For Helping Feds \nAn attorney rounded up in the massive prosecution of a group that created \nfake shell companies in a pump-and-dump scheme had his three-year \nsentence trimmed by two years Tuesday because he assisted the \ngovernment in taking down his cohorts. Read full article » \nDC Circ. Judges Criticize Advisory Firm's Ties To Fund Broker \nTwo members of a D.C. Circuit panel on Wednesday derided a Houston-\nbased investment advisory firm that recommended investments without fully \ndisclosing it was being paid by the broker offering them. Read full article \n» \nCYBERSECURITY \nHouse Passes Bill Inviting Researchers To Hack State Dept. \nThe U.S. House of Representatives has resoundingly passed a bipartisan bill \nthat would direct the State Department to invite security researchers to \nexpose flaws in its digital defenses in exchange for rewards. Read full article \nLEGAL ETHICS \nBeverly Hills Atty Accused Of Peddling Pills On Craigslist \nA Beverly Hills attorney who has a \"long history\" of selling drugs on the \ninternet, including black tar heroin and methadone, was arrested for allegedly \nselling $1,200 in oxycodone pills on Craigslist, the U.S. Department of \nJustice said. Read \nfull article » \nNJ Atty Accused Of Raping Gov.'s Staffer Won't Face Charges \nA second prosecutor's office in New Jersey on Wednesday said it will not \npursue criminal charges against an attorney accused of raping a staffer in \nGov. Phil Murphy's administration when they were working on the governor's \ncampaign, citing \"a lack of credible evidence and corroboration that a crime \nwas committed.\" Read full \narticle » \nHEALTH \nEx-Hospital Director Pleads Guilty In $1B Health Fraud Case \nA former Miami-area hospital director pled guilty Wednesday in Florida \nfederal court to conspiring to defraud the United States and paying and \nreceiving health care kickbacks as part of a $1 billion health care fraud \nscheme. Read full \narticle » \n5 NY Doctors Denounce DOJ Charges Of Insys Kickbacks \nFive New York doctors on Tuesday assailed a U.S. Department of Justice \nindictment accusing them of pocketing kickbacks to prescribe a fentanyl \npainkiller sold by Insys Therapeutics Inc., saying there are no concrete signs \nof an illicit quid pro quo. Read full article » \nSPORTS \nGrassley Seeks Answers From USOC After Nassar Report \nSen. Chuck Grassley has asked the U.S. Olympic Committee to outline the \nsteps it's taking to improve its culture and protect athletes after the release of \na scathing December report about sexual abuse in the Olympic community, \nthe lawmaker said Wednesday. Read full article \n» \nEXPERT ANALYSIS \nKennedys CMK \nKennedys Law LLP \nKing & Spalding \nKnobbe Martens \nOgletree Deakins \nParker Bunt \nPaul Hastings \nQuinn Emanuel \nReed Smith \nReid Collins \nSamuel J. Rabin Jr. PA \nSanford Heisler Sharp \nSnell & Wilmer \nSquire Patton Boggs \nStearns Weaver \nSteptoe & Johnson LLP \nThe Hoffinger Firm \nUlmer & Berne \nVenable LLP \nWhite & Case \nWilliams & Jensen \nWinston & Strawn \nCOMPANIES \nAliph Inc. \nAmerican Arbitration Association \nAmerican Bar Association \nApple Inc. \nAttorneys' Liability Assurance \nSociety Ltd. \nBarclays Investment Bank \nBarclays PLC \nBlackBerry Ltd. \nBrooklyn Nets \nDanske Bank \nDeutsche Bank AG \nDowDuPont Inc. \nFerrari SpA \nFitbit Inc. \nFitch Ratings Ltd. \nGenentech Inc. \nGoogle Inc. \nHome Depot Inc. \nJefferies Financial Group Inc. \nLinkedln Corp. \nMarriott International Inc. \nMoody's Corporation \nNAVEX Global Inc. \nNFL Enterprises LLC \nNYU Langone Medical Center \nNational Consumer Law Center \nEFTA00032578\n\n3 Trends In Criminal Trade Secret Prosecution \nWhile white collar filings are significantly down nationwide, the prosecutorial \nappetite for bringing criminal trade secret cases appears voracious, even \nwhere no foreign actor or national security concern is involved, say Jessica \nNall and Janice Reicher of Farella Braun & Martel LLP. Read full article \nDOJ's Wire Act Opinion Is A Game Changer \nThe U.S. Department of Justice's updated guidance on the Wire Act contains \na fundamental distinction between civil risk and criminal risk, and this will \nslow down the proliferation of gambling-related online offerings in the intemet \ngambling community, says Tim Lowry of DLA Piper. Read full \narticle >> \nLEGAL INDUSTRY \n10 Firms That Made The Most Money Lobbying In 2018 \nTen law firms bested the rest of the sector and raked in millions of dollars in \nrevenue from federal lobbying clients in 2018, with year-end figures reported \nto the government showing strong results across the industry even though it \nwas an election year. Read full \narticle >> \nGOP Mulling 'Nuclear Option' To Speed Judicial Nominations \nRepublicans could again turn to the \"nuclear option\" to change Senate rules \nand advance President Donald Trump's nominees, one senator said this \nweek, cutting down the time the Senate takes on judicial and other nominees. \nRead full article » \nEx-Snell & Wilmer Chair John Bouma Fatally Struck By Cars \nJohn J. Bouma, who led Snell & Wilmer LLP for more than three decades, \nguiding it from a single Arizona office to a national force, was fatally hit by \ncars Tuesday night, Phoenix police confirm. He was 82. Read full article » \nArent Fox Sues Former IP Partner Over Move To Kasowitz \nArent Fox LLP filed suit Tuesday in D.C. federal court against a former \nintellectual property partner in its New York office, alleging that he agreed to \npay over $90,000 in order to make an immediate exit to Kasowitz Benson \nTorres LLP and then failed to pay up. Read full article » \nBear Stearns Hits Reed Smith With $500M Malpractice Suit \nReed Smith LLP bungled its representation of two now-defunct Bear Stearns \ninvestment funds that had sued ratings agencies for overvaluing residential \nmortgage-backed securities they bought, the funds claimed in a suit filed \nTuesday in New York state court seeking more than half a billion dollars in \ndamages. Read \nfull article \nGilstrap 'Offended' By Gamesmanship Of Irell, Winston Attys \nU.S. District Judge Rodney Gilstrap has said he's \"offended\" by how Irell & \nManella LLP and Winston & Strawn LLP have handled the opening stages of \nan infringement case involving USAA electronic check patents asserted \nagainst Wells Fargo, finding the firms' legal maneuvers demonstrate a \"clear \nlack of respect\" for his court. Read full article » \nFeature \nThe Legal Threat Giving Compliance Officers Nightmares \nCompliance officers across industries all name the same concern when \nasked what keeps them up at night. Here, Law360 looks at that issue and \nwhat compliance officers can do to mitigate the risk. Read full article \n>> \nOgletree Looks To Gut Ex-Shareholder's Sex Bias Suit \nOgletree Deakins Nash Smoak & Stewart PC wants a California federal court \nto kick the bulk of a former firm shareholder's gender discrimination lawsuit to \nNew England Patriots \nNew York Post \nPhiladelphia 76ers \nPromontory Financial Group LLC \nRanbaxy \nS&P Global Inc. \nState Bar of Arizona \nState Bar of California \nSun Pharmaceutical \nTarget Corp. \nTwitter Inc. \nUber Technologies Inc. \nUnited Microelectronics \nCorporation \nUnited Services Automobile \nAssociation \nUnited States Olympic Committee \nVoya Financial Inc. \nWells Fargo & Co. \nYahoo! Inc. \nGOVERNMENT AGENCIES \nCalifornia Supreme Court \nCommodity Futures Trading \nCommission \nDrug Enforcement Administration \nEuropean Union \nFederal Bureau of Investigation \nFederal Reserve System \nFederal Trade Commission \nFinancial Conduct Authority \nLos Angeles County Sheriffs \nDepartment \nSecurities and Exchange \nCommission \nSerious Fraud Office \nU.S. Attorneys Office \nU.S. Department of Defense \nU.S. Department of Homeland \nSecurity \nU.S. Department of Justice \nU.S. House Committee on Energy \nand Commerce \nU.S. House of Representatives \nU.S. Senate \nU.S. Supreme Court \nEFTA00032579\n\narbitration, saying she was bound by an arbitration pact even though she \ndidn't sign it. Read full article \n» \nRetired Judges Urge Fed. Circ. To Make PACER Free \nSeven retired federal judges, including ex-Seventh Circuit Judge Richard \nPosner, told the Federal Circuit that the Public Access to Court Electronic \nRecords system should be free, according to an amicus brief filed \nWednesday in an appeal over a class action challenging the government's \nfees. Read full \narticle » \nUK Watchdog Drops GCs From Manager Accountability Plan \nThe U.K.'s Financial Conduct Authority said Wednesday that it had dropped \nplans to hold the heads of legal departments at banks and insurance firms \nresponsible for ignoring misconduct, saying the proposed rule would hamper \nlawyers from giving independent legal advice. Read full \narticle » \nInterview \nLaw Firm Leaders: Kennedys CMK's Meg Catalano \nMeg Catalano, managing partner of the U.S. arm of British commercial firm \nKennedys Law LLP, spoke to Law360 recently about the ramifications of the \ntransatlantic tie-up, how she balances her practice and managerial duties, \nand where she sees the business of law evolving. Read full \narticle \nJOBS \nSearch full listings or advertise your job opening \nInsurance Coverage Litigation Associate \n(4-8 yrs) \nGordon & Rees \nSan Francisco, Oakland. California \nSports partner seeks top mid level \nlitigation assoc/NYC \nSchoen Legal Search \nNew York. New York \nInsurance Coverage Litigation Associate \n(4-8 yrs) \nGordon & Rees \nSacramento , California \nNot sure if your firm subscribes? Ask your librarian. \nWe hope you found this message to be useful. \nHowever. if you'd rather not receive future emails of this sort. \nyou may unsubscribe here. \nPlease DO NOT reply to this email. For customs.' suppon inquiries. please call +I-6464834100 or visit our Contact Us page. \nPrivacy Policy \nLaw360 I Portfolio Media. Inc. Ill West 19M Street. Sth Floor. New York, NY 10011 \nEFTA00032580",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "going threats against his family\" from President \nDonald Trump, Cohen's lawyer said Wednesday, casting uncertain"
      },
      {
        "name": "White Collar",
        "role": "extracted",
        "context": "From: White Collar Law360 <news-alt@law360.com>"
      },
      {
        "name": "Cohen Nixes",
        "role": "extracted",
        "context": "lt@law360.com> \nTo: \nSubject: Cohen Nixes Congressional Hearing Over Tr"
      },
      {
        "name": "Congressional Hearing",
        "role": "extracted",
        "context": "m> \nTo: \nSubject: Cohen Nixes Congressional Hearing Over Trump 'Threats' \nDate: T"
      },
      {
        "name": "Over Trump",
        "role": "extracted",
        "context": "n Nixes Congressional Hearing Over Trump 'Threats' \nDate: Thu, 24 Jan"
      },
      {
        "name": "White \nCollar",
        "role": "extracted",
        "context": "019 08:25:04 +0000 \n.,1_aw360 White \nCollar \nWHITE COLLAR \nThursday, Janu"
      },
      {
        "name": "Michael Cohen",
        "role": "extracted",
        "context": "Hearing Over Trump 'Threats' \nMichael Cohen will not appear at a schedule"
      },
      {
        "name": "President \nDonald",
        "role": "extracted",
        "context": "eats against his family\" from President \nDonald Trump, Cohen's lawyer said We"
      },
      {
        "name": "Meek Mill",
        "role": "extracted",
        "context": ". Read full article » \nJay-Z, Meek Mill, Team Owners Launch Parole Re"
      },
      {
        "name": "Team Owners",
        "role": "extracted",
        "context": "article » \nJay-Z, Meek Mill, Team Owners Launch Parole Reform Group \nM"
      },
      {
        "name": "Launch Parole",
        "role": "extracted",
        "context": "Jay-Z, Meek Mill, Team Owners Launch Parole Reform Group \nMusic mogul Jay"
      },
      {
        "name": "Reform Group",
        "role": "extracted",
        "context": "ll, Team Owners Launch Parole Reform Group \nMusic mogul Jay-Z, rapper Me"
      },
      {
        "name": "Rock Capital",
        "role": "extracted",
        "context": "ion. Read full \narticle » \nEx-Rock Capital Trader Gets 5 Years For False"
      },
      {
        "name": "Trader Gets",
        "role": "extracted",
        "context": "l \narticle » \nEx-Rock Capital Trader Gets 5 Years For False Profits Sch"
      },
      {
        "name": "Years For",
        "role": "extracted",
        "context": "Ex-Rock Capital Trader Gets 5 Years For False Profits Scheme \nA forme"
      },
      {
        "name": "False Profits",
        "role": "extracted",
        "context": "pital Trader Gets 5 Years For False Profits Scheme \nA former Rock Capital"
      },
      {
        "name": "Manafort Disputes",
        "role": "extracted",
        "context": "st year. Read full article » \nManafort Disputes Plea Breach, Ordered To Atten"
      },
      {
        "name": "Plea Breach",
        "role": "extracted",
        "context": "article » \nManafort Disputes Plea Breach, Ordered To Attend Hearing \nF"
      },
      {
        "name": "Ordered To",
        "role": "extracted",
        "context": "anafort Disputes Plea Breach, Ordered To Attend Hearing \nFormer Donald"
      },
      {
        "name": "Attend Hearing",
        "role": "extracted",
        "context": "putes Plea Breach, Ordered To Attend Hearing \nFormer Donald Trump presiden"
      },
      {
        "name": "Former Donald",
        "role": "extracted",
        "context": "h, Ordered To Attend Hearing \nFormer Donald Trump presidential campaign c"
      },
      {
        "name": "Paul Manafort",
        "role": "extracted",
        "context": "residential campaign chairman Paul Manafort said \nWednesday his faulty me"
      },
      {
        "name": "Weinstein Hires",
        "role": "extracted",
        "context": "ndle it. Read full article » \nWeinstein Hires Casey Anthony Atty, Harvard L"
      },
      {
        "name": "Casey Anthony",
        "role": "extracted",
        "context": "ll article » \nWeinstein Hires Casey Anthony Atty, Harvard Law Professor"
      },
      {
        "name": "Harvard Law",
        "role": "extracted",
        "context": "ein Hires Casey Anthony Atty, Harvard Law Professor \nA week after annou"
      },
      {
        "name": "Harvey Weinstein",
        "role": "extracted",
        "context": "mer criminal defense lawyer, \nHarvey Weinstein has a new legal team consisti"
      },
      {
        "name": "Jose Baez",
        "role": "extracted",
        "context": "new legal team consisting of Jose Baez, who led \nCasey Anthony's mur"
      },
      {
        "name": "Deutsche Bank",
        "role": "extracted",
        "context": "d full article » \nCOMPLIANCE \nDeutsche Bank Facing Global Scrutiny Over D"
      },
      {
        "name": "Facing Global",
        "role": "extracted",
        "context": "» \nCOMPLIANCE \nDeutsche Bank Facing Global Scrutiny Over Danske Scandal"
      },
      {
        "name": "Scrutiny Over",
        "role": "extracted",
        "context": "Deutsche Bank Facing Global Scrutiny Over Danske Scandal \nDeutsche Bank"
      },
      {
        "name": "Danske Scandal",
        "role": "extracted",
        "context": "k Facing Global Scrutiny Over Danske Scandal \nDeutsche Bank AG said Wednes"
      },
      {
        "name": "Danske Bank",
        "role": "extracted",
        "context": "ring scheme at Danish \nlender Danske Bank. Read full article \n» \nSECURI"
      },
      {
        "name": "Barclays Execs",
        "role": "extracted",
        "context": "ll article \n» \nSECURITIES \nEx-Barclays Execs Accused Of Duping Shareholder"
      },
      {
        "name": "Accused Of",
        "role": "extracted",
        "context": "SECURITIES \nEx-Barclays Execs Accused Of Duping Shareholders At Trial"
      },
      {
        "name": "Duping Shareholders",
        "role": "extracted",
        "context": "Ex-Barclays Execs Accused Of Duping Shareholders At Trial \n`'',,Law360 Pro Say"
      },
      {
        "name": "At Trial",
        "role": "extracted",
        "context": "ccused Of Duping Shareholders At Trial \n`'',,Law360 Pro Say Podcast"
      },
      {
        "name": "Pro Say",
        "role": "extracted",
        "context": "holders At Trial \n`'',,Law360 Pro Say Podcast \nListen to our new po"
      },
      {
        "name": "Podcast \nListen",
        "role": "extracted",
        "context": "At Trial \n`'',,Law360 Pro Say Podcast \nListen to our new podcast here \nLAW"
      },
      {
        "name": "Akin Gump",
        "role": "extracted",
        "context": "new podcast here \nLAW FIRMS \nAkin Gump \nArent Fox \nBrafman & Associa"
      },
      {
        "name": "Arent Fox",
        "role": "extracted",
        "context": "t here \nLAW FIRMS \nAkin Gump \nArent Fox \nBrafman & Associates \nBrowns"
      },
      {
        "name": "Associates \nBrownstein",
        "role": "extracted",
        "context": "in Gump \nArent Fox \nBrafman & Associates \nBrownstein Hyatt \nBuchalter PC \nCloth Fa"
      },
      {
        "name": "Hyatt \nBuchalter",
        "role": "extracted",
        "context": "fman & Associates \nBrownstein Hyatt \nBuchalter PC \nCloth Fair Chambers \nCovi"
      },
      {
        "name": "Cloth Fair",
        "role": "extracted",
        "context": "ownstein Hyatt \nBuchalter PC \nCloth Fair Chambers \nCovington & Burling"
      },
      {
        "name": "Chambers \nCovington",
        "role": "extracted",
        "context": "att \nBuchalter PC \nCloth Fair Chambers \nCovington & Burling \nDLA Piper \nDesai L"
      },
      {
        "name": "Piper \nDesai",
        "role": "extracted",
        "context": "ers \nCovington & Burling \nDLA Piper \nDesai Law Firm PC \nDinsmore & Shohl"
      },
      {
        "name": "Law Firm",
        "role": "extracted",
        "context": "n & Burling \nDLA Piper \nDesai Law Firm PC \nDinsmore & Shohl \nEpstein"
      },
      {
        "name": "Shohl \nEpstein",
        "role": "extracted",
        "context": "Desai Law Firm PC \nDinsmore & Shohl \nEpstein Becker Green \nEssex Court Cha"
      },
      {
        "name": "Becker Green",
        "role": "extracted",
        "context": "PC \nDinsmore & Shohl \nEpstein Becker Green \nEssex Court Chambers \nFarell"
      },
      {
        "name": "Essex Court",
        "role": "extracted",
        "context": "Shohl \nEpstein Becker Green \nEssex Court Chambers \nFarella Braun \nFros"
      },
      {
        "name": "Chambers \nFarella",
        "role": "extracted",
        "context": "ein Becker Green \nEssex Court Chambers \nFarella Braun \nFrost Brown Todd \nGibs"
      },
      {
        "name": "Braun \nFrost",
        "role": "extracted",
        "context": "Essex Court Chambers \nFarella Braun \nFrost Brown Todd \nGibson Dunn \nGupt"
      },
      {
        "name": "Brown Todd",
        "role": "extracted",
        "context": "hambers \nFarella Braun \nFrost Brown Todd \nGibson Dunn \nGupta Wessler"
      },
      {
        "name": "Gibson Dunn",
        "role": "extracted",
        "context": "ella Braun \nFrost Brown Todd \nGibson Dunn \nGupta Wessler \nHoagland Long"
      },
      {
        "name": "Gupta Wessler",
        "role": "extracted",
        "context": "rost Brown Todd \nGibson Dunn \nGupta Wessler \nHoagland Longo \nHogan Lovell"
      },
      {
        "name": "Hoagland Longo",
        "role": "extracted",
        "context": "Gibson Dunn \nGupta Wessler \nHoagland Longo \nHogan Lovells \nHolland & Kni"
      },
      {
        "name": "Hogan Lovells",
        "role": "extracted",
        "context": "upta Wessler \nHoagland Longo \nHogan Lovells \nHolland & Knight \nIrell & Ma"
      },
      {
        "name": "Knight \nIrell",
        "role": "extracted",
        "context": "ngo \nHogan Lovells \nHolland & Knight \nIrell & Manella \nJomarron Lopez \nK&"
      },
      {
        "name": "Manella \nJomarron",
        "role": "extracted",
        "context": "ls \nHolland & Knight \nIrell & Manella \nJomarron Lopez \nK&L Gates \nKasowitz Be"
      },
      {
        "name": "Gates \nKasowitz",
        "role": "extracted",
        "context": "Manella \nJomarron Lopez \nK&L Gates \nKasowitz Benson \nEFTA00032577\n\nFour fo"
      },
      {
        "name": "Shell Factory",
        "role": "extracted",
        "context": "nesday. Read full article » \n'Shell Factory' Atty Sees Sentence Cut For H"
      },
      {
        "name": "Atty Sees",
        "role": "extracted",
        "context": "ll article » \n'Shell Factory' Atty Sees Sentence Cut For Helping Feds"
      },
      {
        "name": "Sentence Cut",
        "role": "extracted",
        "context": "» \n'Shell Factory' Atty Sees Sentence Cut For Helping Feds \nAn attorney"
      },
      {
        "name": "For Helping",
        "role": "extracted",
        "context": "ctory' Atty Sees Sentence Cut For Helping Feds \nAn attorney rounded up"
      },
      {
        "name": "Feds \nAn",
        "role": "extracted",
        "context": "Sees Sentence Cut For Helping Feds \nAn attorney rounded up in the ma"
      },
      {
        "name": "Judges Criticize",
        "role": "extracted",
        "context": "Read full article » \nDC Circ. Judges Criticize Advisory Firm's Ties To Fund"
      },
      {
        "name": "Advisory Firm",
        "role": "extracted",
        "context": "» \nDC Circ. Judges Criticize Advisory Firm's Ties To Fund Broker \nTwo me"
      },
      {
        "name": "Ties To",
        "role": "extracted",
        "context": "ges Criticize Advisory Firm's Ties To Fund Broker \nTwo members of a"
      },
      {
        "name": "Fund Broker",
        "role": "extracted",
        "context": "icize Advisory Firm's Ties To Fund Broker \nTwo members of a D.C. Circui"
      },
      {
        "name": "House Passes",
        "role": "extracted",
        "context": "ll article \n» \nCYBERSECURITY \nHouse Passes Bill Inviting Researchers To"
      },
      {
        "name": "Bill Inviting",
        "role": "extracted",
        "context": "CYBERSECURITY \nHouse Passes Bill Inviting Researchers To Hack State Dep"
      },
      {
        "name": "Researchers To",
        "role": "extracted",
        "context": "Y \nHouse Passes Bill Inviting Researchers To Hack State Dept. \nThe U.S. Ho"
      },
      {
        "name": "Hack State",
        "role": "extracted",
        "context": "Bill Inviting Researchers To Hack State Dept. \nThe U.S. House of Repr"
      },
      {
        "name": "State Department",
        "role": "extracted",
        "context": "n bill \nthat would direct the State Department to invite security researcher"
      },
      {
        "name": "Beverly Hills",
        "role": "extracted",
        "context": "d full article \nLEGAL ETHICS \nBeverly Hills Atty Accused Of Peddling Pill"
      },
      {
        "name": "Atty Accused",
        "role": "extracted",
        "context": "LEGAL ETHICS \nBeverly Hills Atty Accused Of Peddling Pills On Craigsli"
      },
      {
        "name": "Of Peddling",
        "role": "extracted",
        "context": "S \nBeverly Hills Atty Accused Of Peddling Pills On Craigslist \nA Beverl"
      },
      {
        "name": "Pills On",
        "role": "extracted",
        "context": "ills Atty Accused Of Peddling Pills On Craigslist \nA Beverly Hills a"
      },
      {
        "name": "Of Raping",
        "role": "extracted",
        "context": "ll article » \nNJ Atty Accused Of Raping Gov.'s Staffer Won't Face Cha"
      },
      {
        "name": "Staffer Won",
        "role": "extracted",
        "context": "Atty Accused Of Raping Gov.'s Staffer Won't Face Charges \nA second pros"
      },
      {
        "name": "Face Charges",
        "role": "extracted",
        "context": "f Raping Gov.'s Staffer Won't Face Charges \nA second prosecutor's office"
      },
      {
        "name": "New Jersey",
        "role": "extracted",
        "context": "second prosecutor's office in New Jersey on Wednesday said it will not"
      },
      {
        "name": "Phil Murphy",
        "role": "extracted",
        "context": "of raping a staffer in \nGov. Phil Murphy's administration when they we"
      },
      {
        "name": "Hospital Director",
        "role": "extracted",
        "context": "d full \narticle » \nHEALTH \nEx-Hospital Director Pleads Guilty In $1B Health F"
      },
      {
        "name": "Pleads Guilty",
        "role": "extracted",
        "context": "HEALTH \nEx-Hospital Director Pleads Guilty In $1B Health Fraud Case \nA f"
      },
      {
        "name": "Health Fraud",
        "role": "extracted",
        "context": "Director Pleads Guilty In $1B Health Fraud Case \nA former Miami-area hos"
      },
      {
        "name": "Doctors Denounce",
        "role": "extracted",
        "context": "e. Read full \narticle » \n5 NY Doctors Denounce DOJ Charges Of Insys Kickback"
      },
      {
        "name": "Charges Of",
        "role": "extracted",
        "context": "» \n5 NY Doctors Denounce DOJ Charges Of Insys Kickbacks \nFive New Yor"
      },
      {
        "name": "Insys Kickbacks",
        "role": "extracted",
        "context": "ctors Denounce DOJ Charges Of Insys Kickbacks \nFive New York doctors on Tue"
      },
      {
        "name": "Five New",
        "role": "extracted",
        "context": "J Charges Of Insys Kickbacks \nFive New York doctors on Tuesday assai"
      },
      {
        "name": "Insys Therapeutics",
        "role": "extracted",
        "context": "fentanyl \npainkiller sold by Insys Therapeutics Inc., saying there are no con"
      },
      {
        "name": "Grassley Seeks",
        "role": "extracted",
        "context": "Read full article » \nSPORTS \nGrassley Seeks Answers From USOC After Nassa"
      },
      {
        "name": "Answers From",
        "role": "extracted",
        "context": "cle » \nSPORTS \nGrassley Seeks Answers From USOC After Nassar Report \nSen"
      },
      {
        "name": "After Nassar",
        "role": "extracted",
        "context": "ssley Seeks Answers From USOC After Nassar Report \nSen. Chuck Grassley h"
      },
      {
        "name": "Report \nSen",
        "role": "extracted",
        "context": "nswers From USOC After Nassar Report \nSen. Chuck Grassley has asked the"
      },
      {
        "name": "Chuck Grassley",
        "role": "extracted",
        "context": "SOC After Nassar Report \nSen. Chuck Grassley has asked the U.S. Olympic Co"
      },
      {
        "name": "Olympic Committee",
        "role": "extracted",
        "context": "k Grassley has asked the U.S. Olympic Committee to outline the \nsteps it's ta"
      },
      {
        "name": "Kennedys Law",
        "role": "extracted",
        "context": "XPERT ANALYSIS \nKennedys CMK \nKennedys Law LLP \nKing & Spalding \nKnobbe"
      },
      {
        "name": "Spalding \nKnobbe",
        "role": "extracted",
        "context": "CMK \nKennedys Law LLP \nKing & Spalding \nKnobbe Martens \nOgletree Deakins \nPa"
      },
      {
        "name": "Martens \nOgletree",
        "role": "extracted",
        "context": "LLP \nKing & Spalding \nKnobbe Martens \nOgletree Deakins \nParker Bunt \nPaul Ha"
      },
      {
        "name": "Deakins \nParker",
        "role": "extracted",
        "context": "ing \nKnobbe Martens \nOgletree Deakins \nParker Bunt \nPaul Hastings \nQuinn Em"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-01-24",
        "event": "January 24, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "6464834100"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:31.997Z"
}