{
  "document": {
    "id": "efta00025219",
    "filename": "EFTA00025219.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00025219.pdf",
    "text": "\n\nU.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nJune 7, 2021 \nBY ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthern District of New York \nUnited States Courthouse \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Government respectfully submits this letter to provide an update regarding the \ndefendant's conditions of confinement at the Metropolitan Detention Center (\"MDC\") pursuant to \nthe Court's Order dated December 8, 2020. (Dkt. No. 92). This update is based on information \nprovided to the Government by MDC legal counsel regarding the conditions of the defendant's \nconfinement over the last two months. \nThe defendant continues to receive more time to review discovery than any other inmate \nat the MDC. Specifically, the defendant is permitted to review her discovery thirteen hours per \nday, seven days per week. During the entirety of that time, the defendant still has access to both a \ndesktop computer provided by the MDC and a laptop computer provided by the Government on \nwhich to review discovery. Also during those thirteen hours per day, the defendant may use the \nMDC desktop computer to send and receive emails with her attorneys. This discovery review \ntakes place in a day room that is separate from the defendant's assigned cell. Accordingly, the \ndefendant continues to be permitted out of her cell from 7am to 8pm every day. While in the day \nroom, the defendant continues to have exclusive access to the MDC desktop computer, the laptop, \na television, a phone on which to place social or attorney calls, and a shower. The defendant is \nEFTA00025219\n\nPage 2 \nalso permitted outdoor recreation every day. although she has the option of declining such \nrecreation time if she wishes. \nThe defendant also continues to receive as much, if not more, time as any other MDC \ninmate to communicate with her attorneys. Currently, the defendant receives five hours of video-\nteleconference (\"VTC\") calls with her counsel every weekday, for a total of 25 hours of attorney \nVTC calls per week. All of these VTC calls take place in a room where the defendant is alone and \nwhere no MDC staff can hear her communications with counsel. During these VTC calls, MDC \nstaff place a camera approximately 30 feet away from the door to the room where the defendant \nconducts the VTC calls. The camera has a full view of the door to the VTC room, but the camera \ndoes not capture any sound from the defendant's VTC calls with her attorneys. The defendant is \nalso permitted to use the phone in the day room to place phone calls to her attorneys as needed. \nIn addition, the defendant receives in-person visits from her attorneys as needed on \nweekends. These meetings take place in a room where the defendant is alone with her counsel and \nwhere no MDC staff can hear the defendant's communications with counsel. During these visits, \nMDC staff place a camera approximately 30 feet away from the door to the attorney visit room. \nThe camera has a full view of the door to the attorney visit room, but the camera does not capture \nany sound from the defendant's meetings with her counsel. \nLike any other inmate, the defendant is patted down by MDC staff whenever she is moved \nto a different part of the facility. As part of every pat-down search, the defendant is required to \nopen her mouth briefly so that MDC staff can confirm she has not hidden contraband in her mouth. \nThese pat-down and mouth searches continue to be consistent with MDC's policy that all inmates \nbe searched whenever they move to a different location within the jail facility. Also like all other \ninmates, after each in-person visit she receives, the defendant is strip searched. \nEFTA00025220\n\nPage 3 \nAfter any in-person visit the defendant receives, MDC staff conduct a body scan of the \ndefendant, which is a non-invasive machine scan, to check for any secreted contraband. MDC \nstaff also search the defendant's cell for contraband approximately once per day. Finally, as \ndiscussed in detail in the Government's May 5, 2021 letter (Dkt. No. 270), MDC staff conduct \nwellness checks on the defendant every fifteen minutes at night to confirm that the defendant is \nbreathing. The MDC continues to be of the view that all of these searches are necessary for the \nsafety of the institution and the defendant, including for the reasons detailed in the Government's \nMay 5, 2021 letter. \nMDC medical staff and psychology staff continue to monitor the defendant daily. Most \nrecently, MDC medical staff weighed the defendant on June 3, 2021 and found that she weighs \napproximately 138 pounds. MDC medical staff continue to assess that the defendant is physically \nhealthy. \nShould the Court have any questions or require any additional details regarding this topic, \nthe Government will promptly provide additional information. \nRespectfully submitted, \nUnited States Attorney \nBy: \nssistant rate tates ttorneys \nSouthern District of New York \nCc: All Counsel of Record (By ECF) \nEFTA00025221",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "k \nUnited States Courthouse \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Govern"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "U.S. Department of Justice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nJune 7, 2021 \nBY"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "w York \nJune 7, 2021 \nBY ECF \nThe Honorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Court \nSouthern District of N"
      },
      {
        "name": "Court \nSouthern",
        "role": "extracted",
        "context": "athan \nUnited States District Court \nSouthern District of New York \nUnited"
      },
      {
        "name": "Courthouse \nRe",
        "role": "extracted",
        "context": "ct of New York \nUnited States Courthouse \nRe: United States v. Ghislaine M"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "ne Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Government respe"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "30 (AJN) \nDear Judge Nathan: \nThe Government respectfully submits this let"
      },
      {
        "name": "Metropolitan Detention",
        "role": "extracted",
        "context": "ditions of confinement at the Metropolitan Detention Center (\"MDC\") pursuant to \nt"
      },
      {
        "name": "Attorney \nBy",
        "role": "extracted",
        "context": "lly submitted, \nUnited States Attorney \nBy: \nssistant rate tates ttorney"
      },
      {
        "name": "All Counsel",
        "role": "extracted",
        "context": "ern District of New York \nCc: All Counsel of Record (By ECF) \nEFTA00025"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-06-07",
        "event": "June 7, 2021"
      },
      {
        "date": "2020-12-08",
        "event": "December 8, 2020"
      },
      {
        "date": "2021-05-05",
        "event": "May 5, 2021"
      },
      {
        "date": "2021-06-03",
        "event": "June 3, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:12.725Z"
}