{
  "document": {
    "id": "efta00015560",
    "filename": "EFTA00015560.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015560.pdf",
    "text": "\n\nFrom: Paul Cassell \n<\nTo: \n\" ‹> \nSubject: RE: Victims responding to Epstein \nDate: Sun, 14 Jul 2019 20:08:25 +0000 \nImportance: Normal \nHey \nI am drafting our response to Epstein's claim that the victims cannot obtain \"rescission\" as a remedy. Because my clients \nwould like to avoid interfering with your efforts in any way, would you like to see our draft before it is filed? \nIn particular, our brief begins with a section arguing that: \nTHIS CASE MUST BE DECIDED ON THE AGREED PREMISE THAT THE NPA ONLY COVERS THE U.S. ATTORNEY'S \nOFFICE FOR THE SOUTHERN DISTRICT OF FLORIDA. \nIt occurs to me it might be useful for your Office to review that section before we file. We file in about one week. \nHappy to handle this in any way you see best. Paul Cassell for Jane Doe 1 and 2 \nPaul G. Cassell \nRonald N. Boyce Presidential Professor of Criminal Law and University Distinguished Professor of Law \nS.J. Quinney College of Law at the University of Utah \nYou can access my publications on http://ssrn.com/author=30160 \nCONFIDENTIAL: This electronic message - along with any/all attachments - is confidential. This message is intended \nonly for the use of the addressee. If you are not the intended recipient, you may not use, disseminate, distribute or copy \nthis communication. If you have received this message in error, please immediately notify the sender by reply electronic \nmail and delete the original message. Professor Cassell is admitted to the Utah State Bar, but not the bars of other states. \nAny views he expresses in this email are his own. \nEFTA00015560",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Paul Cassell",
        "role": "extracted",
        "context": "From: Paul Cassell \n<\nTo: \n\" ‹> \nSubject: RE: Vi"
      },
      {
        "name": "Epstein \nDate",
        "role": "extracted",
        "context": "ct: RE: Victims responding to Epstein \nDate: Sun, 14 Jul 2019 20:08:25 +0"
      },
      {
        "name": "Normal \nHey",
        "role": "extracted",
        "context": "9 20:08:25 +0000 \nImportance: Normal \nHey \nI am drafting our response t"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "ou see best. Paul Cassell for Jane Doe 1 and 2 \nPaul G. Cassell \nRon"
      },
      {
        "name": "Cassell \nRonald",
        "role": "extracted",
        "context": "for Jane Doe 1 and 2 \nPaul G. Cassell \nRonald N. Boyce Presidential Profess"
      },
      {
        "name": "Boyce Presidential",
        "role": "extracted",
        "context": "2 \nPaul G. Cassell \nRonald N. Boyce Presidential Professor of Criminal Law and"
      },
      {
        "name": "Criminal Law",
        "role": "extracted",
        "context": "yce Presidential Professor of Criminal Law and University Distinguished"
      },
      {
        "name": "University Distinguished",
        "role": "extracted",
        "context": "Professor of Criminal Law and University Distinguished Professor of Law \nS.J. Quinne"
      },
      {
        "name": "Quinney College",
        "role": "extracted",
        "context": "uished Professor of Law \nS.J. Quinney College of Law at the University of U"
      },
      {
        "name": "Utah \nYou",
        "role": "extracted",
        "context": "e of Law at the University of Utah \nYou can access my publications on"
      },
      {
        "name": "Professor Cassell",
        "role": "extracted",
        "context": "delete the original message. Professor Cassell is admitted to the Utah State"
      },
      {
        "name": "Utah State",
        "role": "extracted",
        "context": "or Cassell is admitted to the Utah State Bar, but not the bars of othe"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:50.976Z"
}