{
  "document": {
    "id": "efta00013222",
    "filename": "EFTA00013222.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013222.pdf",
    "text": "\n\nCOHEN & GRESSER LLP \nOctober 1, 2020 \nBY EMAIL \nRe: United \nStates v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear \nWe write once again to express our dissatisfaction that the government still has not \nprovided a complete set of readable discovery materials to Ms. Maxwell in the MDC. We have \nnow had several phone calls and emails to discuss the problems with the discovery, but the \nproblems still are not fixed. It is now over five weeks since the August 21 discovery deadline set \nby the court and the government still has not met its discovery obligations. That is simply not \nacceptable. \nIn our previous letter, dated September 21, 2020, we outlined for you the numerous \nproblems that Ms. Maxwell had been having with unreadable discovery files since she first began \nreceiving the government's productions in the MDC in August 2020. This was a continuation of \nthe same problem we identified for you in our letter, dated August 27, 2020, when we requested a \nnew set of the discovery materials that were fully readable. \nOn September 22, 2020, we had a conference call to discuss these issues. On that call, you \nstated that you were trying to address the readability problems, but that in the meantime, defense \ncounsel could, among other things, create a laptop computer with a full copy of the discovery \nsaved locally that defense counsel could bring to the MDC so that Ms. Maxwell could use it to \nreview the unreadable discovery. You also notified us that there were approximately 40,000 non-\nnude photographs and images, and thousands of nude or partially nude images, which had been \nseized from Jeffrey Epstein's residences in New York and the Virgin Islands pursuant to search \nwarrants, and which you had referenced in your August 21, 2020 production cover letter. You \nfurther advised that you were in the process of scanning those images so that you could produce \nany documents not marked Highly Confidential in electronic format. Finally, in response to our \nrequest that Ms. Maxwell be given access to the Highly Confidential documents \"at the earliest \nEFTA00013222\n\nOctober 1, \nPage 2 \npossible convenience,\" you explained that due to COVID-19 restrictions, the U.S. Marshals are \nnot producing pretrial detainees to proffer rooms to review discovery and therefore an FBI agent \nwould have to bring the materials to the MDC for Ms. Maxwell and defense counsel to review, but \ndid not propose a date when that could happen.' \nOn September 29, 2020, we had another conference call to further discuss the discovery. \nWe advised you that while we planned to create a laptop that we could use to review discovery \nwith Ms. Maxwell, it was the government's burden, not the defense's burden, to ensure that Ms. \nMaxwell had a complete, readable copy of the discovery. Moreover, this did not solve the \nproblem, as the laptop could only be used during counsel visits and Ms. Maxwell needed a \ncomplete set of the discovery in the MDC that she could review on her own when defense counsel \nwas not visiting. \nWe further notified you that we did not believe that making the thousands of images seized \nfrom Epstein's residences available for inspection at the FBI's offices satisfied the government's \ndiscovery obligations because Ms. Maxwell could not be produced to the FBI's offices to review \nthem. You responded that defense counsel could make a request to have the FBI deliver those \nimages to Ms. Maxwell in the MDC. In fact, we had made such a request in our September 22, \n2020 letter, when we asked to schedule a time for Ms. Maxwell to review the Highly Confidential \ndocuments. That still has not happened. We made an additional request yesterday for Ms. \nMaxwell to be able to review the approximately 40,000 non-nude images seized from Epstein's \nresidences as soon as possible, since these do not require defense counsel to be present for her to \nreview them in the MDC. Your response was that these images are still being processed for \nproduction. The government has not produced these materials to Ms. Maxwell if she has no way \nto inspect them at the FBI's offices and they are still not ready for her to review in the MDC. \nEarlier today, you notified us that you have prepared a replacement set of files for the \ndocuments that Ms. Maxwell has been unable to open at the MDC and requested a hard drive from \nus, which we provided this afternoon. This will now be the third attempt by the government to \nproduce a full, readable set of the discovery to Ms. Maxwell (not counting the thousands of \nimages that are still being processed for production). Given the past attempts, we can expect that \nthe replacement production will take several days to be made available to Ms. Maxwell in the \nMDC and we have little confidence that it will fix the errors when it finally arrives. Ms. Maxwell \nhas already lost over a month of time to review these documents, and defense counsel have spent \nhours cataloguing the defects in the prior productions to correct the government's errors. That is \nnot acceptable. \nI You also stated that you would send us a formal letter memorializing your responses to the issues raised in our \nSeptember 21, 2020 letter. We have not received any letter from the government. \nEFTA00013223\n\nOctober 1, 2020 \nPage 3 \nIn sum, the government has not complied with its discovery obligations. We reiterate the \nrequest we made on the September 29, 2020 conference call that the government create a laptop \ncomputer, similar to the one that defense counsel is creating, which contains a complete set of the \ndiscovery and which the government has verified is fully readable, and then provide that laptop \nimmediately to Ms. Maxwell in the MDC. We also renew our request that Ms. Maxwell be given \nprompt access to the non-nude images seized from Epstein's residences, and that the government \npropose times next week when Ms. Maxwell and defense counsel can review the Highly \nConfidential documents at the MDC. \nThank you in advance for your attention to these matters. \nSincerely, \n/s \nCOHEN \n& GRESSER LLP \nEFTA00013224",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "artially nude images, which had been \nseized from Jeffrey Epstein's residences in New York and the Virgin Islands p"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "October 1, 2020 \nBY EMAIL \nRe: United \nStates v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear \nWe write once again to e"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "adable discovery materials to Ms. Maxwell in the MDC. We have \nnow"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "ctober 1, 2020 \nBY EMAIL \nRe: United \nStates v. Ghislaine Maxwell, 20 Cr."
      },
      {
        "name": "Dear \nWe",
        "role": "extracted",
        "context": "ne Maxwell, 20 Cr. 330 (AJN) \nDear \nWe write once again to express o"
      },
      {
        "name": "On September",
        "role": "extracted",
        "context": "ls that were fully readable. \nOn September 22, 2020, we had a conference"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "esidences in New York and the Virgin Islands pursuant to search \nwarrants,"
      },
      {
        "name": "Highly Confidential",
        "role": "extracted",
        "context": "uce \nany documents not marked Highly Confidential in electronic format. Finally"
      },
      {
        "name": "Highly \nConfidential",
        "role": "extracted",
        "context": "efense counsel can review the Highly \nConfidential documents at the MDC. \nThank"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-10-01",
        "event": "October 1, 2020"
      },
      {
        "date": "2020-09-21",
        "event": "September 21, 2020"
      },
      {
        "date": "2020-08-27",
        "event": "August 27, 2020"
      },
      {
        "date": "2020-09-22",
        "event": "September 22, 2020"
      },
      {
        "date": "2020-08-21",
        "event": "August 21, 2020"
      },
      {
        "date": "2020-09-29",
        "event": "September 29, 2020"
      },
      {
        "date": "2020-09-22",
        "event": "September 22, \n2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:46.116Z"
}