{
  "document": {
    "id": "efta00023176",
    "filename": "EFTA00023176.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00023176.pdf",
    "text": "\n\nFrom: Roberta Kaplan\nTo: '11\" \nCc: \"Kate L. Doniger\" \nSubject: RE: quick call re: Epstein investigation? \nDate: Thu, 21 May 2020 21:35:52 +0000 \nOf course; on a call with Kate right now; we will call you when we are done \nFrom: \nSent: Thursday, May 21, 2020 5:29 PM \nTo: Roberta Kaplan ‹> \nSubject: RE: quick call re: Epstein investigation? \nRobbie, \nWith apologies for the short notice, by any chance would you have five minutes free to chat via phone sometime this \nafternoon / evening up until 7:00 or tomorrow before 1:00 pm? I'd be happy to call you anytime that's convenient (or feel \nfree to try me anytime if that's easier, at ).  Just wanted to ask you a quick question. And of course happy to \nhave anybody additional on your end join as well if that's useful. \nThanks very much, and hope you're doing alright given the current circumstances. \nthanks again, \nAssistant U.S. Attorney \nSouthern District of New York \nThis email and its attachments may contain information that is confidential and/or protected from disclosure by the attorney-client work product or other \napplicable legal privilege. If you are not the intended recipient of the email. please be aware that any unauthorized review use. disclosure. dissemination. \ndistribution, or copying of this communication. or any of its contents. is strictly prohibited. If you have received this communication in \nerror, \nplease notify \nthe sender immediately and destroy all copies of the message from your computer system. Thank you. \nEFTA00023176",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Roberta Kaplan",
        "role": "extracted",
        "context": "From: Roberta Kaplan\nTo: '11\" \nCc: \"Kate L. Donige"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "thanks again, \nAssistant U.S. Attorney \nSouthern District of New York \nThis em"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-05-21",
        "event": "May 21, 2020"
      },
      {
        "date": "2020-05-21",
        "event": "21 May 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:08.403Z"
}