{
  "document": {
    "id": "efta00014592",
    "filename": "EFTA00014592.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014592.pdf",
    "text": "\n\nTo: ghislaine maxwell < \nFrom: \nSubject: see you in new york \nSent Sat, 7 Feb 2004 15:50:59 -0600 \n<x-flowed> \nhi ghislaine, \nit was good to hear from you the other day. i thought i d fill you in \non my situation and see how we can work together. \ni am still dancing, pilates-ing and teaching. i am very interested to \nkeep training jeffery as we work well together and i enjoy working with \nhim. \ni understand he likes to work with a variety of beautiful, talented \nyoung women and i think that training with lots of people can be a very \ngood thing. i understand what i am looking for in other people to \ntrain / work with him, and it's quite a tall order, which is why i know \nthat you need some help you find people. they don't come along every \nday. \ni need to use my time effectively; to continue with my dance classes, \nlearning, training and also earning money to pay for it all. \nif i am looking for girls i will need to go to a wide variety of \nclasses, whereas at the moment i tend to stick to the one's i like. \n(not necessarily the one's to find suitable girls). \nso if you want me to be actively looking, then we will need to reach a \nfinancial arrangement as this will be my job. or if you just want me to \nlet you know if i come across someone suitable on my travels, then what \nwill you pay me for this? as i am effectively 'doing myself out of a \njob'. \ni would just like to have a good idea of where i stand, and if i will \nbe getting more work from you, or if you can put me in touch with other \npeople who may want a trainer. or if i can make 'looking for other \npeople' my main source of income. \nas i am here properly now, i have bills and rent to pay, i need to find \nsomething somewhat stable. \ni can be available to travel, but if i am 'on call' i need to know and \nbe paid accordingly. \ni have a couple of girls in mind, so let me know what arrangement we \nwill have, and i will do my best to help. \ni am appreciative of any work you can throw my way. \ni look forward to seeing you when you're back in nyc. give my best to \nrainy england! \nlove x \nEFTA00014592\n\np.s. do you want a lesson? \n</x-flowed> \nEFTA00014593",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "To: ghislaine maxwell < \nFrom: \nSubject: see you in new york \nSent Sat,"
      },
      {
        "name": "Sent Sat",
        "role": "extracted",
        "context": "Subject: see you in new york \nSent Sat, 7 Feb 2004 15:50:59 -0600 \n<"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:49.158Z"
}