{
  "document": {
    "id": "efta00025231",
    "filename": "EFTA00025231.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00025231.pdf",
    "text": "\n\nFrom: New York Law360 <newsglaw360.corn> \nTo:\nSubject: NY Bar Says Attys Can Rent Out Offices In Co-Working Biz \nDate: Wed, 26 May 2021 08:08:08 +0000 \ntlaw360 New York \nNEW YORK \nWednesday, May 26, 2021 GiFollow Law360 \nTOP NEWS \nNY Bar Says Attys Can Rent Out Offices In Co-Working Biz \nNew York-based attorneys are permitted to run a nonlegal business that \nconsists of renting out law office space to other lawyers, the New York State \nBar Association committee on legal ethics said in an opinion issued Tuesday. \nOpinion attached I Read full article » \nCuomo Nominates Singas, Cannataro For NY High Court \nGov. Andrew M. Cuomo has nominated Nassau County District Attorney \nMadeline Singas and Citywide Administrative Judge of the Civil Court of the \nCity of New York Anthony Cannataro to fill two vacancies on the New York \nState Court of Appeals, his office said Tuesday. \nRead full article » \nAustrian Bankers Laundered $170M For Odebrecht, Feds Say \nBrooklyn federal prosecutors on Tuesday unsealed charges against two \nAustrian bankers accused of laundering more than $170 million on behalf of \nBrazilian construction conglomerate Odebrecht SA. \nIndictment attached I Read full article » \nSEC Eyes Feds' Bid To Force Ex-Nomura Trader To Pay $1.2M \nThe outcome of prosecutors' effort to force ex-Nomura trader Michael \nGramins to pay $1.2 million for allegedly scheming to trick real estate bond \nbuyers will impact how securities regulators seek to resolve their companion \ncase, a Manhattan federal judge was told Tuesday. \nRead full article » \nBannon Charges Tossed After Pardon Over Gov't Objections \nA Manhattan federal judge tossed a fraud indictment Tuesday against \npardoned Trump associate Steve Bannon, rejecting the government's \nunusual bid to terminate him as a defendant but keep the charges on the \nbooks. \nOrder attached I Read \nfull article » \nJudge Grants Speedy Discovery In Kossoff PLLC Bankruptcy \nA federal bankruptcy judge on Monday called for expedited discovery into the \nassets of New York real estate law firm Kossoff PLLC, after clients pushed \nthe firm into bankruptcy this month seeking to recover more than $8 million in \nescrow funds. \n2 documents attached I Read \nfull article » \n;::',Law360 Rising Stars \nLAW FIRMS \nAnderson Kill \nBlackstone Chambers \nCarter Ledyard \nCloth Fair Chambers \nCohen Milstein \nCooley LLP \nCozen O'Connor \nCravath Swaine \nCrowell & Moring \nDLA Piper \nDavidoff Hutcher \nDavis Firm PC \nDavis Polk \nDavis Wright Tremaine \nDechert \nDesmarais LLP \nDewey & LeBoeuf \nErskine Chambers \nEssex Court Chambers \nFoy & Seplowitz \nGibson Dunn \nGoldfarb Seligman \nGoodwin Procter \nEFTA00025231\n\nJudge OKs Epstein Guards' No-Jail Pact With Prosecutors \nA New York federal judge on Tuesday approved a deferred prosecution \nagreement for two correctional officers responsible for guarding Jeffrey \nEpstein the night that he died by suicide, ending the criminal case against the \nguards and allowing them to skirt prison so long as they comply with the \ndeal's terms. \nLetter attached I Read full \narticle » \nPOLICY & REGULATION \nNY To Launch Pandemic Rent Relief Program On June 1 \nA long-awaited program to administer more than $2 billion in federal \npandemic rental assistance across New York will open on the morning of \nJune 1, state officials said Tuesday. \nRead full article » \nCoronavirus Regulations: A State-By-State Week In Review \nThe continuing decline in COVID-19 cases and the upcoming Memorial Day \nholiday spurred more reopening activity this past week in places like New \nJersey, where Gov. Phil Murphy announced the major move of lifting the \nindoor mask mandate and indoor and outdoor social distancing requirements \nahead of the holiday weekend. \nRead full article » \nREAL ESTATE & DEVELOPMENT \nReal Estate Rumors: Mill Creek, Boston Properties, MMG \nMill Creek Residential has reportedly landed $65.93 million in financing for a \nFlorida multifamily project, Boston Properties is said to be paying $300 \nmillion for the leasehold of a Manhattan office tower, and MMG Equity \nPartners has reportedly dropped $12 million on a Florida retail center. \nRead full article » \nENERGY & ENVIRONMENTAL \nPDVSA Says There's No Need To Rush $1.9B Bond Case \nVenezuela's state-owned oil company has rebutted arguments that shares in \nU.S. oil giant Citgo's parent company securing some $1.9 billion in defaulted \nbonds may not be worth enough to repay bondholders, telling the Second \nCircuit on Monday that such estimates are based on outdated figures. \n2 documents attached I Read full article » \nINSURANCE \nCasino Says Insurers Who Forgot Virus Exemption Must Pay \nA group of insurers must pay for a Florida casino's pandemic-related \nbusiness losses because they failed to include virus exemptions in their \npolicies, the casino has claimed in a suit filed in New York state court. \nComplaint attached I Read full article » \nCYBERSECURITY & PRIVACY \nClearview Al Urges III. Court To Toss Biometric MDL Claims \nClearview AI wants an Illinois federal judge to toss multidistrict litigation \nclaims that it unlawfully collected biometric information from photos on the \ninternet, arguing that the allegations attack conduct that largely occurred out \nof state. \nMemorandum attached I Read full article » \nGreenberg Traurig \nGunster Yoakley \nHach & Rose LLP \nHogan Lovells \nJeffrey Samel \nJenner & Block \nJones Day \nK&L Gates \nKelley Drye \nKirkland & Ellis \nKossoff PLLC \nLabaton Sucharow \nLandman Corsi \nLatham & Watkins \nLaw Offices of Montell Figgins \nLinklaters \nLoevy & Loevy \nMartin Pringle \nMatteuzzi & Brooker \nMayer Brown \nMeitar \nMerlin Law Group \nMorrison & Foerster \nMukasey Frenchman \nNelson Mullins \nO'Melveny & Myers \nOne Essex Court \nPaul Hastings \nPaul Weiss \nPhelps Dunbar \nRobert G. Leino \nScott+Scott Attorneys at Law LLP \nSelendy & Gay \nShavitz Law Group \nSheppard Mullin \nSidley Austin \nSiebman Forrest \nSkadden Arps \nThe Moskowitz Law Firm PLLC \nThrasher Buschmann \nThree Raymond Buildings \nTogut Segal \nTroutman Pepper \nWhitaker Chalk \nWillkie Farr \nWilson Sonsini \nWinston & Strawn \nCOMPANIES \nAXA XL Ltd. \nAdvanced Recovery Systems LLC \nEFTA00025232\n\nINTELLECTUAL PROPERTY \n'Shadowy NY Hedge Fund' Jab Tainted IP Trial, Gigamon Says \nGigamon has asked U.S. District Judge Rodney Gilstrap for a new trial after \na Texas jury found claims in its network data-management patents were \ninvalid, saying the jurors were improperly swayed by the defendant's \narguments that Gigamon's new owner was \"a shadowy New York hedge \nfund.\" \nMotion attached I Read full article » \nMEDIA & ENTERTAINMENT \nHair Company's Case Against Cosmo Hangs On By A Thread \nA New York state judge on Tuesday largely dismissed a $35 million lawsuit \nagainst Cosmopolitan magazine by a hair extension company that claimed \nthe publisher reneged on a branding and advertising deal and stole its \nsecrets to profit from a competing product. \nRead full article » \nEMPLOYMENT \nLabor Unions Slam NY Bill To Let Gig Workers Unionize \nWorker advocacy groups and labor unions on Tuesday denounced New York \nlegislation not yet introduced that would let gig workers unionize, a proposal \nthe organizations said would deprive workers in the state of key labor law \nprotections. \nRead full article » \nBankrupt Hertz Reaches Settlement On $48M Overtime Suit \nBankrupt car rental giant Hertz Global told a New York court that it has \nsettled a $47.9 million potential class action claim over unpaid overtime for \n$200,000 in cash, as part of a larger $7.1 million settlement of this and four \nsimilar suits. \nNotice attached I Read full article » \nAmtrak Says Ex-Cop Can't Hide Past Conviction In Injury Suit \nAmtrak is fighting a bid by one of its former police officers in a workplace \ninjury suit to restrict what a jury hears about his past conviction \nfor misrepresenting his work experience, saying it demonstrates the officer's \npropensity for lying to the company. \nMotion attached I Read full article » \nBENEFITS \nAT&T Partially Beats Suit Over Early Retirement Benefits \nA New York federal court granted a partial win Tuesday to AT&T in a \nproposed class action lodged by two retirees who say they should have been \npaid retirement benefits retroactively, agreeing with the benefit plan \ncommittee that plan language blocked retroactive payments. \nOrder attached I Read full article » \nSECURITIES & WHITE COLLAR \nGreenSky Investors Strike $27.5M Deal Over IPO Disclosures \nGreenSky investors have reached a $27.5 million settlement deal over \nallegations the lending technology company made misleading statements \nahead of its initial public offering, according to documents filed in New York \nfederal court. \nAdvancement Project \nBoston Properties Inc. \nCITGO Petroleum Corp. \nCable News Network Inc. \nCapital Area Immigrants Rights \nCoalition \nCitigroup Inc. \nColonial Pipeline Co. \nCrystallex International Corp \nElliott Management Corp. \nEqual Justice Initiative \nGC Services Ltd. Partnership \nGigamon Inc. \nGoFundMe Inc. \nGreenSky LLC \nHearst Corp. \nHertz Global Holdings Inc. \nIMG Worldwide Inc. \nLexisNexis Group \nLinkedln Corp. \nLyft Inc. \nMUFG Union Bank NA \nMagic City Casino \nMediaTek Inc. \nMicrosoft Corp. \nNAACP Legal Defense and \nEducational Fund Inc. \nNational Association for the \nAdvancement of Colored People \nNational Australia Bank Ltd. \nNational Employment Law Project \nNew York State Bar Association \nOccidental Petroleum Corp. \nOdebrecht SA \nPorsche \nR1 RCM Inc. \nSequoia Capital Operations LLC \nSilver Lake \nSpokeo Inc. \nTemasek Holdings Pte. Ltd. \nThe Lawyers' Committee for Civil \nRights Under Law \nToshiba Corp. \nUMB Financial Corp. \nUber Technologies Inc. \nUnited Auto Workers \nVera Institute of Justice Inc. \nGOVERNMENT AGENCIES \nFood and Drug Administration \nIllinois Department of Public Health \nNational Railroad Passenger Corp. \nEFTA00025233\n\nMemorandum attached I Read full article » \nMERGERS & ACQUISITIONS \n5 Firms Lead Valens To $1.16B Valuation Via SPAC Merger \nValens, an Israeli developer of semiconductor technology for the audiovisual \nand automotive markets, will combine with a special purpose acquisition \nvehicle at a $1.16 billion valuation, the companies said Tuesday, in an \nagreement developed by five law firms. \nRead full article » \nPRIVATE EQUITY \nCooley Steers Weight Loss Co. Noom's $540M Series F Round \nWeight loss company Noom Inc. said Tuesday that it has raised about $540 \nmillion in a Cooley LLP-advised funding round led by Silver Lake Partners, as \nthe digital startup seeks to help users reduce anxiety and stress, as well as \nshed pounds. \nRead full article » \nEXPERT ANALYSIS \nNew Circuit Split Complicates Domestic Securities Test \nThe First Circuit's recent holding in U.S. Securities and Exchange \nCommission v. Morrone cements a new circuit split over when a securities \ntransaction is considered domestic, introducing new wrinkles to the already-\nvague standards courts have relied on to interpret the U.S. Supreme Court's \nMorrison test, say Eric Belfi and David Saldamando at Labaton Sucharow. \nRead full article » \nFDCPA Rulings Show Spokeo's Influence, 5 Years Later \nAfter the U.S. Supreme Court's 2016 Spokeo v. Robins decision made it \nharder for plaintiffs to establish violations of consumer protection statutes \nsuch as the Fair Debt Collection Practices Act, federal appeals courts didn't \nimmediately fall in line — but recent decisions suggest that the tide may be \nturning, say Brett Watson and Karl Riley at Cozen O'Connor. \nRead full article » \nDon't Forget Due Diligence In Race For Lateral Associate Hires \nAmid high demand for associates and aggressive competition to attract \ntalent, law firms should take three key steps to conduct meaningful prehire \ndue diligence and safeguard against lateral hiring mistakes that can hurt their \nrevenue and reputation, says Michael Ellenhom at Decipher. \nRead full article » \nLEGAL INDUSTRY \n'Not A Flash In The Pan': BigLaw Racial Justice Aid Continues \nA number of large law firms donated tens and hundreds of thousands of \ndollars last spring amid the racial reckoning brought on by the murder of \nGeorge Floyd. A year later, Law360 Pulse looks at how law firms are \nfollowing up on those initial donations. \nRead full article » \nMayer Brown Selects Finance Partner As Next Chair \nMayer Brown LLP announced on Tuesday that it has tapped a structured \nfinance partner based in New York and Chicago to succeed its chair of nine \nyears. \nRead full article » \nNew York Attorney General's Office \nOffice of Foreign Assets Control \nSerious Fraud Office \nU.S. Attorney's Office \nU.S. Attorney's Office for the \nDistrict of Connecticut \nU.S. Attorney's Office for the \nEastern District of New York \nU.S. Attorney's Office for the \nSouthern District of New York \nU.S. Court of Appeals for the \nDistrict of Columbia Circuit \nU.S. Court of Appeals for the \nEleventh Circuit \nU.S. Court of Appeals for the Fifth \nCircuit \nU.S. Court of Appeals for the First \nCircuit \nU.S. Court of Appeals for the Ninth \nCircuit \nU.S. Court of Appeals for the \nSecond Circuit \nU.S. Court of Appeals for the \nSeventh Circuit \nU.S. Court of Appeals for the Sixth \nCircuit \nU.S. Court of Appeals for the Third \nCircuit \nU.S. Department of Health and \nHuman Services \nU.S. Department of Justice \nU.S. District Court for the Central \nDistrict of California \nU.S. District Court for the Eastern \nDistrict of New York \nU.S. District Court for the Eastern \nDistrict of Texas \nU.S. District Court for the Northern \nDistrict of Illinois \nU.S. District Court for the Southern \nDistrict of Florida \nU.S. District Court for the Southern \nDistrict of New York \nU.S. Securities and Exchange \nCommission \nU.S. Supreme Court \nEFTA00025234\n\n3 Takeaways On COVID-19's Impact On Law School Faculty \nA new study of law school faculty across the United States found that the \nCOVID-19 pandemic has fundamentally changed how these educators see \ntheir responsibilities and continues to shape legal education's future. \nRead full article » \nFormer Trump HI-IS Counsel Rejoins Greenberg Traurig \nThe former general counsel of the U.S. Department of Health and Human \nServices has become the latest Trump administration official to return to \nBigLaw, joining Greenberg Traurig LLP's office in Washington, D.C., the firm \nsaid Tuesday. \nRead full article » \nDivided Senate Confirms Biden Pick For DOJ Civil Rights Post \nThe Senate on Tuesday narrowly confirmed President Joe Biden's \nnomination of Kristen Clarke to lead the U.S. Department of Justice's Civil \nRights Division after Republicans decried her call for \"defunding aspects of \npolicing.\" \nRead full article » \nCooley Picks Up Veteran Tech Atty From Wilson Sonsini \nContinuing its latest hiring spree, Cooley LLP has added a veteran \ntechnology transactions attorney from Wilson Sonsini Goodrich & Rosati PC \nas a partner in its Palo Alto, California, office, the firm announced Tuesday. \nRead full article » \nGoExpedi Taps Former Andarko Atty As General Counsel \nEnergy sector supply chain and e-commerce company GoExpedi said \nTuesday that it has appointed a former Andarko Petroleum Corp. attorney as \nits general counsel. \nRead full article » \nDechert Blasts ENRC's 'Conspiracy Theory' SFO Leak Claims \nDechert LLP argued at trial on Tuesday that accusations that a former partner \nleaked confidential information to the Serious Fraud Office about the internal \ninvestigation he was leading into alleged corruption at Kazakh mining \ncompany ENRC \"is the stuff of conspiracy theory.\" \nRead full article » \nCNN Can't Toss Dershowitz's $300M Defamation Suit \nAlan Dershowitz's $300 million defamation suit against CNN over its \ncoverage of his legal representation of former President Donald Trump in his \nfirst impeachment trial can advance, a Florida federal judge ruled Tuesday, \nfinding the attorney plausibly pled actual malice and the network presented \nan inaccurate abridgment of his statements. \nRead full article » \nAccused Atty Killer Can't Appeal Wrongful Death Settlement \nA Missouri appeals court on Tuesday threw out a bid by a man accused of \nshooting and killing an attorney to object to a settlement between a trust fund \nhe operated and the attorney's family, saying that he has no standing to \nchallenge the deal. \nRead full article » \nOrgs Say DOJ 'Doggedly' Moving To Cut Immigrant Legal Aid \nLegal services organizations warned in a Tuesday letter that the U.S. \nDepartment of Justice was \"doggedly\" insisting on policies that would \nfrustrate a legal aid program for unrepresented immigrants in negotiations \nover the program's future. \nEFTA00025235\n\nRead full article » \nEx-Judges Press AG To Toss Trump-Era Immigration Opinions \nDozens of retired immigration judges urged Attorney General Merrick \nGarland on Tuesday to revoke the immigration rulings of his Trump-era \npredecessors, slamming most of the binding opinions as departures from \ndecades of settled immigration law. \nRead full article » \nJOBS \nSearch full listings or advertise your job opening \nNot sure if your firm subscribes? Mk your librarian. \nWe hope you found this message to be useful. \nHowever. if you'd rather not receive future emails of this sort \nyou may tmsubsctibe here. \nPlease DO NOT reply to this email. For customer support inquiries. please call +I-6464814HO or visit our Contact Us page. \nPrivacy Policy I Cookie Policy \nLaw3601 \nPortfolio Media. Inc. Ill %Wit 19th Street. Sth Floor. New York. NY I0D I I \nEFTA00025236",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Alan Dershowitz",
        "role": "extracted",
        "context": "NN Can't Toss Dershowitz's $300M Defamation Suit \nAlan Dershowitz's $300 million defamation suit against CNN over i"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "e of his legal representation of former President Donald Trump in his \nfirst impeachment trial can advance, a Fl"
      },
      {
        "name": "Bar Says",
        "role": "extracted",
        "context": "law360.corn> \nTo:\nSubject: NY Bar Says Attys Can Rent Out Offices In"
      },
      {
        "name": "Attys Can",
        "role": "extracted",
        "context": "rn> \nTo:\nSubject: NY Bar Says Attys Can Rent Out Offices In Co-Workin"
      },
      {
        "name": "Rent Out",
        "role": "extracted",
        "context": "ubject: NY Bar Says Attys Can Rent Out Offices In Co-Working Biz \nDa"
      },
      {
        "name": "Offices In",
        "role": "extracted",
        "context": "Y Bar Says Attys Can Rent Out Offices In Co-Working Biz \nDate: Wed, 26"
      },
      {
        "name": "Working Biz",
        "role": "extracted",
        "context": "ys Can Rent Out Offices In Co-Working Biz \nDate: Wed, 26 May 2021 08:08"
      },
      {
        "name": "Follow Law",
        "role": "extracted",
        "context": "RK \nWednesday, May 26, 2021 GiFollow Law360 \nTOP NEWS \nNY Bar Says Att"
      },
      {
        "name": "State \nBar",
        "role": "extracted",
        "context": "o other lawyers, the New York State \nBar Association committee on lega"
      },
      {
        "name": "Cuomo Nominates",
        "role": "extracted",
        "context": "tached I Read full article » \nCuomo Nominates Singas, Cannataro For NY High"
      },
      {
        "name": "Cannataro For",
        "role": "extracted",
        "context": "le » \nCuomo Nominates Singas, Cannataro For NY High Court \nGov. Andrew M."
      },
      {
        "name": "High Court",
        "role": "extracted",
        "context": "ates Singas, Cannataro For NY High Court \nGov. Andrew M. Cuomo has nom"
      },
      {
        "name": "Nassau County",
        "role": "extracted",
        "context": "Andrew M. Cuomo has nominated Nassau County District Attorney \nMadeline S"
      },
      {
        "name": "District Attorney",
        "role": "extracted",
        "context": "o has nominated Nassau County District Attorney \nMadeline Singas and Citywide"
      },
      {
        "name": "Madeline Singas",
        "role": "extracted",
        "context": "sau County District Attorney \nMadeline Singas and Citywide Administrative J"
      },
      {
        "name": "Citywide Administrative",
        "role": "extracted",
        "context": "Attorney \nMadeline Singas and Citywide Administrative Judge of the Civil Court of t"
      },
      {
        "name": "Civil Court",
        "role": "extracted",
        "context": "e Administrative Judge of the Civil Court of the \nCity of New York Anth"
      },
      {
        "name": "Anthony Cannataro",
        "role": "extracted",
        "context": "ourt of the \nCity of New York Anthony Cannataro to fill two vacancies on the"
      },
      {
        "name": "State Court",
        "role": "extracted",
        "context": "wo vacancies on the New York \nState Court of Appeals, his office said T"
      },
      {
        "name": "Austrian Bankers",
        "role": "extracted",
        "context": "uesday. \nRead full article » \nAustrian Bankers Laundered $170M For Odebrecht"
      },
      {
        "name": "For Odebrecht",
        "role": "extracted",
        "context": "trian Bankers Laundered $170M For Odebrecht, Feds Say \nBrooklyn federal p"
      },
      {
        "name": "Feds Say",
        "role": "extracted",
        "context": "aundered $170M For Odebrecht, Feds Say \nBrooklyn federal prosecutors"
      },
      {
        "name": "Eyes Feds",
        "role": "extracted",
        "context": "ed I Read full article » \nSEC Eyes Feds' Bid To Force Ex-Nomura Trade"
      },
      {
        "name": "Bid To",
        "role": "extracted",
        "context": "ull article » \nSEC Eyes Feds' Bid To Force Ex-Nomura Trader To Pay"
      },
      {
        "name": "Force Ex",
        "role": "extracted",
        "context": "icle » \nSEC Eyes Feds' Bid To Force Ex-Nomura Trader To Pay $1.2M \nT"
      },
      {
        "name": "Nomura Trader",
        "role": "extracted",
        "context": "EC Eyes Feds' Bid To Force Ex-Nomura Trader To Pay $1.2M \nThe outcome of"
      },
      {
        "name": "To Pay",
        "role": "extracted",
        "context": "Bid To Force Ex-Nomura Trader To Pay $1.2M \nThe outcome of prosecu"
      },
      {
        "name": "Michael \nGramins",
        "role": "extracted",
        "context": "ort to force ex-Nomura trader Michael \nGramins to pay $1.2 million for alleg"
      },
      {
        "name": "Bannon Charges",
        "role": "extracted",
        "context": "uesday. \nRead full article » \nBannon Charges Tossed After Pardon Over Gov'"
      },
      {
        "name": "Tossed After",
        "role": "extracted",
        "context": "ull article » \nBannon Charges Tossed After Pardon Over Gov't Objections"
      },
      {
        "name": "Pardon Over",
        "role": "extracted",
        "context": "Bannon Charges Tossed After Pardon Over Gov't Objections \nA Manhattan"
      },
      {
        "name": "Steve Bannon",
        "role": "extracted",
        "context": "nst \npardoned Trump associate Steve Bannon, rejecting the government's"
      },
      {
        "name": "Judge Grants",
        "role": "extracted",
        "context": "ached I Read \nfull article » \nJudge Grants Speedy Discovery In Kossoff P"
      },
      {
        "name": "Speedy Discovery",
        "role": "extracted",
        "context": "full article » \nJudge Grants Speedy Discovery In Kossoff PLLC Bankruptcy \nA"
      },
      {
        "name": "In Kossoff",
        "role": "extracted",
        "context": "Judge Grants Speedy Discovery In Kossoff PLLC Bankruptcy \nA federal ba"
      },
      {
        "name": "Rising Stars",
        "role": "extracted",
        "context": "full article » \n;::',Law360 Rising Stars \nLAW FIRMS \nAnderson Kill \nBl"
      },
      {
        "name": "Anderson Kill",
        "role": "extracted",
        "context": "w360 Rising Stars \nLAW FIRMS \nAnderson Kill \nBlackstone Chambers \nCarter"
      },
      {
        "name": "Blackstone Chambers",
        "role": "extracted",
        "context": "rs \nLAW FIRMS \nAnderson Kill \nBlackstone Chambers \nCarter Ledyard \nCloth Fair C"
      },
      {
        "name": "Carter Ledyard",
        "role": "extracted",
        "context": "on Kill \nBlackstone Chambers \nCarter Ledyard \nCloth Fair Chambers \nCohen M"
      },
      {
        "name": "Cloth Fair",
        "role": "extracted",
        "context": "one Chambers \nCarter Ledyard \nCloth Fair Chambers \nCohen Milstein \nCoo"
      },
      {
        "name": "Chambers \nCohen",
        "role": "extracted",
        "context": "s \nCarter Ledyard \nCloth Fair Chambers \nCohen Milstein \nCooley LLP \nCozen O"
      },
      {
        "name": "Milstein \nCooley",
        "role": "extracted",
        "context": "d \nCloth Fair Chambers \nCohen Milstein \nCooley LLP \nCozen O'Connor \nCravath"
      },
      {
        "name": "Connor \nCravath",
        "role": "extracted",
        "context": "Milstein \nCooley LLP \nCozen O'Connor \nCravath Swaine \nCrowell & Moring \nDLA"
      },
      {
        "name": "Swaine \nCrowell",
        "role": "extracted",
        "context": "LLP \nCozen O'Connor \nCravath Swaine \nCrowell & Moring \nDLA Piper \nDavidoff"
      },
      {
        "name": "Piper \nDavidoff",
        "role": "extracted",
        "context": "Swaine \nCrowell & Moring \nDLA Piper \nDavidoff Hutcher \nDavis Firm PC \nDavis"
      },
      {
        "name": "Hutcher \nDavis",
        "role": "extracted",
        "context": "& Moring \nDLA Piper \nDavidoff Hutcher \nDavis Firm PC \nDavis Polk \nDavis Wr"
      },
      {
        "name": "Davis Polk",
        "role": "extracted",
        "context": "idoff Hutcher \nDavis Firm PC \nDavis Polk \nDavis Wright Tremaine \nDeche"
      },
      {
        "name": "Davis Wright",
        "role": "extracted",
        "context": "r \nDavis Firm PC \nDavis Polk \nDavis Wright Tremaine \nDechert \nDesmarais"
      },
      {
        "name": "Tremaine \nDechert",
        "role": "extracted",
        "context": "PC \nDavis Polk \nDavis Wright Tremaine \nDechert \nDesmarais LLP \nDewey & LeBoe"
      },
      {
        "name": "Boeuf \nErskine",
        "role": "extracted",
        "context": "ert \nDesmarais LLP \nDewey & LeBoeuf \nErskine Chambers \nEssex Court Chamber"
      },
      {
        "name": "Chambers \nEssex",
        "role": "extracted",
        "context": "LLP \nDewey & LeBoeuf \nErskine Chambers \nEssex Court Chambers \nFoy & Seplowi"
      },
      {
        "name": "Court Chambers",
        "role": "extracted",
        "context": "oeuf \nErskine Chambers \nEssex Court Chambers \nFoy & Seplowitz \nGibson Dunn"
      },
      {
        "name": "Seplowitz \nGibson",
        "role": "extracted",
        "context": "Essex Court Chambers \nFoy & Seplowitz \nGibson Dunn \nGoldfarb Seligman \nGood"
      },
      {
        "name": "Dunn \nGoldfarb",
        "role": "extracted",
        "context": "bers \nFoy & Seplowitz \nGibson Dunn \nGoldfarb Seligman \nGoodwin Procter \nEF"
      },
      {
        "name": "Seligman \nGoodwin",
        "role": "extracted",
        "context": "lowitz \nGibson Dunn \nGoldfarb Seligman \nGoodwin Procter \nEFTA00025231\n\nJudge"
      },
      {
        "name": "Ks Epstein",
        "role": "extracted",
        "context": "Procter \nEFTA00025231\n\nJudge OKs Epstein Guards' No-Jail Pact With Pro"
      },
      {
        "name": "Jail Pact",
        "role": "extracted",
        "context": "Judge OKs Epstein Guards' No-Jail Pact With Prosecutors \nA New York"
      },
      {
        "name": "With Prosecutors",
        "role": "extracted",
        "context": "Epstein Guards' No-Jail Pact With Prosecutors \nA New York federal judge on"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "cers responsible for guarding Jeffrey \nEpstein the night that he died by sui"
      },
      {
        "name": "To Launch",
        "role": "extracted",
        "context": "le » \nPOLICY & REGULATION \nNY To Launch Pandemic Rent Relief Program"
      },
      {
        "name": "Pandemic Rent",
        "role": "extracted",
        "context": "CY & REGULATION \nNY To Launch Pandemic Rent Relief Program On June 1 \nA l"
      },
      {
        "name": "Relief Program",
        "role": "extracted",
        "context": "N \nNY To Launch Pandemic Rent Relief Program On June 1 \nA long-awaited pro"
      },
      {
        "name": "On June",
        "role": "extracted",
        "context": "Pandemic Rent Relief Program On June 1 \nA long-awaited program to"
      },
      {
        "name": "Coronavirus Regulations",
        "role": "extracted",
        "context": "uesday. \nRead full article » \nCoronavirus Regulations: A State-By-State Week In Rev"
      },
      {
        "name": "State Week",
        "role": "extracted",
        "context": "virus Regulations: A State-By-State Week In Review \nThe continuing dec"
      },
      {
        "name": "In Review",
        "role": "extracted",
        "context": "ations: A State-By-State Week In Review \nThe continuing decline in CO"
      },
      {
        "name": "Memorial Day",
        "role": "extracted",
        "context": "VID-19 cases and the upcoming Memorial Day \nholiday spurred more reopeni"
      },
      {
        "name": "New \nJersey",
        "role": "extracted",
        "context": "this past week in places like New \nJersey, where Gov. Phil Murphy annou"
      },
      {
        "name": "Phil Murphy",
        "role": "extracted",
        "context": "like New \nJersey, where Gov. Phil Murphy announced the major move of l"
      },
      {
        "name": "Real Estate",
        "role": "extracted",
        "context": "» \nREAL ESTATE & DEVELOPMENT \nReal Estate Rumors: Mill Creek, Boston Pr"
      },
      {
        "name": "Mill Creek",
        "role": "extracted",
        "context": "ELOPMENT \nReal Estate Rumors: Mill Creek, Boston Properties, MMG \nMill"
      },
      {
        "name": "Boston Properties",
        "role": "extracted",
        "context": "al Estate Rumors: Mill Creek, Boston Properties, MMG \nMill Creek Residential"
      },
      {
        "name": "Equity \nPartners",
        "role": "extracted",
        "context": "nhattan office tower, and MMG Equity \nPartners has reportedly dropped $12 mi"
      },
      {
        "name": "Says There",
        "role": "extracted",
        "context": "ENERGY & ENVIRONMENTAL \nPDVSA Says There's No Need To Rush $1.9B Bond"
      },
      {
        "name": "No Need",
        "role": "extracted",
        "context": "RONMENTAL \nPDVSA Says There's No Need To Rush $1.9B Bond Case \nVene"
      },
      {
        "name": "To Rush",
        "role": "extracted",
        "context": "L \nPDVSA Says There's No Need To Rush $1.9B Bond Case \nVenezuela's"
      },
      {
        "name": "Bond Case",
        "role": "extracted",
        "context": "There's No Need To Rush $1.9B Bond Case \nVenezuela's state-owned oil"
      },
      {
        "name": "Second \nCircuit",
        "role": "extracted",
        "context": "epay bondholders, telling the Second \nCircuit on Monday that such estimates"
      },
      {
        "name": "Casino Says",
        "role": "extracted",
        "context": "ad full article » \nINSURANCE \nCasino Says Insurers Who Forgot Virus Exe"
      },
      {
        "name": "Insurers Who",
        "role": "extracted",
        "context": "cle » \nINSURANCE \nCasino Says Insurers Who Forgot Virus Exemption Must P"
      },
      {
        "name": "Forgot Virus",
        "role": "extracted",
        "context": "NCE \nCasino Says Insurers Who Forgot Virus Exemption Must Pay \nA group o"
      },
      {
        "name": "Exemption Must",
        "role": "extracted",
        "context": "ays Insurers Who Forgot Virus Exemption Must Pay \nA group of insurers must"
      },
      {
        "name": "Clearview Al",
        "role": "extracted",
        "context": "e » \nCYBERSECURITY & PRIVACY \nClearview Al Urges III. Court To Toss Biom"
      },
      {
        "name": "Court To",
        "role": "extracted",
        "context": "VACY \nClearview Al Urges III. Court To Toss Biometric MDL Claims \nCl"
      },
      {
        "name": "Toss Biometric",
        "role": "extracted",
        "context": "arview Al Urges III. Court To Toss Biometric MDL Claims \nClearview AI want"
      },
      {
        "name": "Claims \nClearview",
        "role": "extracted",
        "context": ". Court To Toss Biometric MDL Claims \nClearview AI wants an Illinois federal"
      },
      {
        "name": "Greenberg Traurig",
        "role": "extracted",
        "context": "tached I Read full article » \nGreenberg Traurig \nGunster Yoakley \nHach & Rose"
      },
      {
        "name": "Gunster Yoakley",
        "role": "extracted",
        "context": "article » \nGreenberg Traurig \nGunster Yoakley \nHach & Rose LLP \nHogan Lovel"
      },
      {
        "name": "Hogan Lovells",
        "role": "extracted",
        "context": "ter Yoakley \nHach & Rose LLP \nHogan Lovells \nJeffrey Samel \nJenner & Bloc"
      },
      {
        "name": "Jeffrey Samel",
        "role": "extracted",
        "context": "ch & Rose LLP \nHogan Lovells \nJeffrey Samel \nJenner & Block \nJones Day \nK"
      },
      {
        "name": "Block \nJones",
        "role": "extracted",
        "context": "ells \nJeffrey Samel \nJenner & Block \nJones Day \nK&L Gates \nKelley Drye"
      },
      {
        "name": "Gates \nKelley",
        "role": "extracted",
        "context": "enner & Block \nJones Day \nK&L Gates \nKelley Drye \nKirkland & Ellis \nKosso"
      },
      {
        "name": "Drye \nKirkland",
        "role": "extracted",
        "context": "Jones Day \nK&L Gates \nKelley Drye \nKirkland & Ellis \nKossoff PLLC \nLabato"
      },
      {
        "name": "Ellis \nKossoff",
        "role": "extracted",
        "context": "ates \nKelley Drye \nKirkland & Ellis \nKossoff PLLC \nLabaton Sucharow \nLandm"
      },
      {
        "name": "Labaton Sucharow",
        "role": "extracted",
        "context": "rkland & Ellis \nKossoff PLLC \nLabaton Sucharow \nLandman Corsi \nLatham & Watk"
      },
      {
        "name": "Landman Corsi",
        "role": "extracted",
        "context": "ssoff PLLC \nLabaton Sucharow \nLandman Corsi \nLatham & Watkins \nLaw Office"
      },
      {
        "name": "Watkins \nLaw",
        "role": "extracted",
        "context": "arow \nLandman Corsi \nLatham & Watkins \nLaw Offices of Montell Figgins \nL"
      },
      {
        "name": "Montell Figgins",
        "role": "extracted",
        "context": "ham & Watkins \nLaw Offices of Montell Figgins \nLinklaters \nLoevy & Loevy \nM"
      },
      {
        "name": "Linklaters \nLoevy",
        "role": "extracted",
        "context": "w Offices of Montell Figgins \nLinklaters \nLoevy & Loevy \nMartin Pringle \nMatt"
      },
      {
        "name": "Loevy \nMartin",
        "role": "extracted",
        "context": "Figgins \nLinklaters \nLoevy & Loevy \nMartin Pringle \nMatteuzzi & Brooker"
      }
    ],
    "locations": [
      {
        "name": "SFO",
        "type": "airport"
      }
    ],
    "dates": [
      {
        "date": "2021-05-26",
        "event": "May 26, 2021"
      },
      {
        "date": "2021-05-26",
        "event": "26 May 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:12.762Z"
}