{
  "document": {
    "id": "efta00026735",
    "filename": "EFTA00026735.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026735.pdf",
    "text": "\n\nCase 1:20-cv-00484-JGK-DCF Document 69 Filed 08/19/20 Page 1 of 6 \nH A  D D \nO \nN \nMORGAN \nFOREMAN \nHaddon, Morgan and \nForeman, \nr.c \nLaura A. Menninger \n150 East 10th Avenue \nDenver, Colorado 80203 \nPH 303.831.7364 FR 303.832.2628 \nAugust 19, 2020 \nVIA ECF \nHon. Debra Freeman \nUnited States Magistrate Judge \nDaniel Patrick Moynihan \nUnited States Courthouse \n500 Pearl St. \nNew York, NY 10007-1312 \nRe: Letter Motion to Stay Proceedings \n20-cv-484 (JGK-DCF), Jane Doe v.  Darren K. Indyke, et aL \nDear Judge Freeman: \nOn behalf of defendant Ghislaine Maxwell, I write to Move to Stay \nproceedings in this matter until the conclusion of her pending criminal case. \"[T]he \npower to stay proceedings is incidental to the power inherent in every court to control \nthe disposition of the causes on its docket with economy of time and effort for itself, \nfor counsel, and for litigants.\" Louis Vuitton Malletier S.A. v. LY USA, Inc., 676 F.3d \n83, \n96 (2d Cir. 2012) (citations omitted). \nThe interests of the courts, the public, the other parties and Ms. Maxwell all \nwill best be served by a stay of this civil case. A stay will allow Ms. Maxwell to \nvigorously contest her criminal charges, and there is little chance that any evidence \nwill be lost in the interim given the age of the accusations in this case. Plaintiff \nrefuses to state whether she intends to pursue a civil remedy in the Epstein Claims \nResolution Program, yet a stay also would permit her the opportunity to do so. She is \ninexplicably the only of the numerous Epstein plaintiffs in this Court to not agree to \nsuch a stay. While Plaintiff's counsel refuses to state whether his client is one of the \nthree accusers in the currently-pending Maxwell Indictment, there exists substantial \noverlap in the facts and issues between this civil complaint and the Indictment. The \nburden on Ms. Maxwell to proceed forward in a civil case relating to quarter-century \nold events while detained at the MDC cannot be overstated in light of the conditions \nof her detention, to include no access to email, no access to her files, no access to her \nrecords from the relevant time period, no presence in depositions, and most \nimportantly, insufficient access to her counsel. We respectfully request that this \nCourt enter a stay. \nEFTA00026735\n\nCase 1:20-cv-00484-JGK-DCF Document 69 Filed 08/19/20 Page 2 of 6 \nHon. Debra Freeman \nAugust 19, 2020 \nPage 2 \nProcedural Background \nOn May 13, 2020, Ms. Maxwell wrote to this Court in connection with a \nseparate pending civil suit, requesting a stay of discovery as to her, based on the U.S. \nAttorney's Office's public proclamation of an \"ongoing\" criminal investigation into \nalleged Jeffrey Epstein co-conspirators and on that plaintiff's stated intent to \nparticipate in the Voluntary Claims Resolution Program in the U.S. Virgin Islands. \nv.  Indyke, 19-cv-10475-LGS-DCF, Doc. # 68 (May 13, 2020). Plaintiff \nopposed the request; her counsel claimed that Ms. \nMaxwell had not provided sufficient information about the ongoing criminal \ninvestigation and had refused to answer whether she herself is a target of such \ninvestigation. Id. at Doc. # 72 at 2. On May 22, after oral argument, this Court \ngranted Ms. Maxwell's request in part, ordering that she not be required to answer \ninterrogatories or give deposition testimony absent further order of the Court. Id., \nDoc. # 77. A short time later, on June 19, 2020, plaintiff _ reversed \ncourse and requested a stay of the proceedings, which was granted by this Court. Id. \nat Doc. # \n84, 85. \nIn this case, Jane Doe commenced her anonymous civil action on January 17, \n2020. The Court approved alternative service on Ms. Maxwell on June 15. (Doc. \n# 45). On June 29, 2020, before she had the opportunity to answer, Ms. Maxwell was \nindicted by a grand jury. That criminal case is now pending before Judge Nathan, \nUnited States v. Maxwell, 20 Cr. 330 (MN). The July 8 Superseding Indictment is \nattached as Exhibit A (\"Indictment\"). Notably, the Indictment quotes directly from \nMs. Maxwell's sealed civil deposition testimony in v.  Maxwell, \n15-cv-7433. \nOn July 14, Ms. Maxwell was arraigned and pled not guilty. At the detention \nhearing, plaintiff spoke on the public record against Ms. Maxwell. Two \nother accusers provided their CVRA positions anonymously. Judge Nathan ordered \nMs. Maxwell detained, and she currently is housed at the Metropolitan Detention \nCenter in Brooklyn. A jury trial is scheduled to begin July 12, 2021. \nThe U.S. Attorney's Office has refused to identify to Ms. Maxwell, even \nunder seal or subject to the protective order, the accusers mentioned in the Indictment \nuntil it produces 3500 material shortly before trial. See 20 Cr. 330 (MN), Doc. # 40-\n42. When asked on July 17, Plaintiff's counsel in this case refused to state whether \nhis client is one of the three accusers described in the Indictment. \nPlaintiff's counsel has stated that his client is considering whether to \nparticipate in the Voluntary Claims Resolution Program but has not yet submitted \nsuch a claim. \nEFTA00026736\n\nCase 1:20-cv-00484-JGK-DCF Document 69 Filed 08/19/20 Page 3 of 6 \nHon. Debra Freeman \nAugust 19, 2020 \nPage 3 \nLegal Standard \n\"[T]he power to stay proceedings is incidental to the power inherent in every \ncourt to control the disposition of the causes on its docket with economy of time and \neffort for itself, for counsel, and for litigants.\" Louis Vuitton Malletier S.A. v. LY \nUSA, Inc., 676 F.3d 83, 96 (2d Cir. 2012) (citations omitted). Courts in this District \nbalance the following six factors when considering whether to stay a civil matter: \n(1) the extent to which the issues in the criminal case overlap with those presented in \nthe civil case; (2) the status of the case, including whether the defendants have been \nindicted; (3) the private interests of the plaintiffs in proceeding expeditiously weighed \nagainst the prejudice to plaintiffs caused by the delay; (4) the private interests of and \nburden on the defendants; (5) the interests of the courts; and (6) the public interest. Id. \nat \n99. \nARGUMENT \nApplication of the six factors leads to the firm conclusion that this civil matter \nshould be stayed. \n(1) Overlap of issues in the criminal and civil matters:  A comparison of \nthe Indictment and the Complaint reveals the common nature of the allegations and \nissues in both cases. Plaintiff Jane Doe contends she met Ms. Maxwell in the summer \nof 1994 and that she was \"groomed\" by Ms. Maxwell through movie and shopping \nexcursions. Cplt 9191  13-15. The Indictment likewise alleges that Ms. Maxwell spent \ntime building friendships with minor victims by, for example, taking minor victims to \nthe movies or shopping,\" including Minor Victim 1 whom she purportedly met in \n1994. Ex. A at 1  4(a). Jane Doe alleges that Epstein paid for her educational \nopportunities and was facilitated by Ms. Maxwell. Cplt. 1  16. The Indictment makes \nthe same claim. Ex. A at 1  4(d). The allegations contained in the Indictment at 17(a) \nare very similar in time frame and content to those in the Complaint.' \nGiven the overlapping time frame, allegations and nature of the cases, the \nwitnesses and evidence are highly likely to be overlapping, if not identical, in both \nthis case and the criminal matter. \n' The press recently has speculated as much. See, e.g., Kate Briquelet, \"Epstein \nVictim Claims He Showed Her Off to Trump When She Was 14,\" The Daily Beast (Aug. 18, \n2020) (comparing Doe's allegations in the Complaint to the Indictment: \"The accusations are \nsimilar to those in Maxwell's indictment. In 1994, the document says, Maxwell and Epstein \n`attempted to befriend Minor Victim-1, taking her to the movies and on shopping trips' and \nasking the girl \"about school, her classes, her family, and other aspects of her life.' They \narranged for the victim to travel to New York and Florida, where she was abused by Epstein \nand Maxwell, prosecutors say.\") (https://www.thedailybeast.com/epstein-victim-claims-he-\nshowed-her-off-to-trump-at-mar-a-lago-when-she-was-14). \nEFTA00026737\n\nCase 1:20-cv-00484-JGK-DCF Document 69 Filed 08/19/20 Page 4 of 6 \nHon. Debra Freeman \nAugust 19, 2020 \nPage 4 \n(2) Status of the case, including whether the defendants have been \nindicted.  \"Whether the defendant has been indicted has been described as `the most \nimportant factor' to be considered in the balance of factors. . .'\" Maldanado v.  City of \nNew York, Case No. 17-cv-6618 (MN), 2018 WL 2561026, at *2 (S.D.N.Y. June I, \n2018) (citations omitted). \"[O]nce an indictment has been issued, 'the likelihood that \na defendant may make incriminating statements is greatest,' and 'the prejudice to the \nplaintiffs in the civil case is reduced since the criminal case will likely be quickly \nresolved due to Speedy Trial Act considerations.' Id. (quoting Trs. of the Plumbers \nand Pipefitters Nat'l Pension Fund, 886 F. Supp. at 1139). \"The weight of authority \nin this Circuit indicates that courts will stay a civil proceeding when the criminal \ninvestigation has ripened into an indictment.\" In re Par Phan', Inc., 133 F.R.D. 12, \n13 (S.D.N.Y.1990). \nMs. Maxwell has been indicted, detained, arraigned and scheduled for trial. \nShould this case not be stayed, Ms. Maxwell will naturally be forced to decide \nwhether to assert the Fifth Amendment protections afforded her by the U.S. \nConstitution or risk facing an adverse inference against her in this case. She also will \nhave to make such a choice in response to written discovery requests. The burdens on \nan indicted defendant have led numerous courts in this Circuit and elsewhere to \nimpose a stay on overlapping civil cases during the pendency of a criminal case. See, \ne.g., Nesbitt v. Berner, 18-CV-00699 (VLB), 2018 WL 5619716 (D. Conn. Oct. 30, \n2018) (granting stay of federal Trafficking Victims Protection Act civil after \ndefendant was charged in state court with patronizing a minor prostitute victim of \ntrafficking); Stamile v.  County of Nassau, No. CV 10-2632(SJF)(AKT), 2011 WL \n1754125, at *7 (E.D.N.Y. Jan. 31, 2011) (granting stay of related civil proceedings \nfollowing indictment of defendant accused of sexually touching inmates in jail). \n(3) Private interests of the plaintiffs in proceeding expeditiously weighed \nagainst the prejudice to plaintiffs caused by the delay.  Plaintiff has brought this civil \ncase a full 26 years after she claims the wrongdoing occurred. Having waited more \nthan a quarter of century to pursue her claims, any evidence that has been lost to the \npassage of time is unlikely to have been in existence even at the inception of \nPlaintiff's case. In other words, there is hardly much harm in waiting an additional \nmatter of months to litigate claims as stale as those presented here. Moreover, the \nEpstein Voluntary Claims Resolution Program, the basis for the stays for each of the \nother pending actions concerning Mr. Epstein and the one other concerning Ms. \nMaxwell, requires participation by, at least, March 2021. During the pendency of the \nrequested stay, Plaintiff will have a full opportunity to participate in that program \nobviating the need for this case to proceed at all. \n(4) Private int d burden on the defendant.  \"A stay can protect a \ndefendant from making a hoice' of choosing to be prejudiced in the civil \nlitigation if the defendant asserts is ifth Amendment privilege, or from being \nEFTA00026738\n\nCase 1:20-cv-00484-JGK-DCF Document 69 Filed 08/19/20 Page 5 of 6 \nHon. Debra Freeman \nAugust 19, 2020 \nPage 5 \nprejudiced in the criminal proceeding if he or she waives that privilege in the civil \nlitigation.\" Louis Vuitton, 676 F.3d at 97. Furthermore: \nThe Sixth Amendment provides that '[i]n all criminal prosecutions, the \naccused shall enjoy the right to a speedy and public trial....\" U.S. Const. \nAmend. VI. Civil discovery is intrusive and time consuming. Engaging in \ncivil discovery, including depositions and interrogatory compliance, may \ninhibit [Ms. Maxwell's] ability to zealously defend this civil case while at the \nsame time preserving [her] right t nst the criminal charges. To the \nextent [s]he is forced to make the hoice\" between protecting [her] \nfinancial interests by defending [herse m t  is civil action and [her] penal \ninterests by defending [herself] in the criminal charges, his Sixth Amendment \nrights to a fair and speedy trial will be abridged if not denied. \nNesbitt, 2018 WL 5619716 at *6. Finally, the burden on Ms. Maxwell to proceed \nforward in a civil case while detained in the MDC without access to her files or \npotential witnesses, cannot be overstated. Defending against conduct that purportedly \noccurred decades ago requires an extraordinary degree of forensic sleuthing through \none's records, memories, witnesses, and events. Her counsel cannot meet with her in \nperson at all, and she cannot participate in any depositions. She currently has no \naccess to email, so cannot review drafts, discovery or pleadings, without waiting for \nthe mail, the opportunity to review and mark-up, and then mailing the pleadings back. \nThe burden for actively litigating this civil case from custody, particularly given the \nrestrictions imposed by the Covid-era, is extraordinary and cannot possibly result in \nfair proceedings in this case. \n(5) Interests of the court:  \"As many courts in similar circumstances have \nnoted, 'Mk Criminal Case will resolve issues of fact common to the civil case and \nmay reduce the number of issues to be decided in subsequent proceedings in this \ncase.'\" SEC v. Abraaj Invest. Mgmt. Ltd., \n19\n-CV-3244 (AJN), 2019 WL 6498282 \n(S.D.N.Y. Dec. 3, 2019) (collecting cases); see also Shkreli, 2016 WL 1122029, at *6 \n(\"A stay of the civil action while the criminal case moves forward 'would avoid a \nduplication of efforts and a waste of judicial time and resources.\"); SEC v.  One or \nMore Unknown Purchasers of Secs. of Global Indus., Case No. I I-cv-6500, 2012 WL \n5505738, at *4 (S.D.N.Y. Nov. 9, 2012) (\"the Civil Case is likely to benefit to some \nextent from the Criminal Case no matter its outcome\"). \nThis is the only of the numerous Epstein related civil cases that has not been \nstayed pending the Claims Program outcomes. In conferral, Plaintiff has not \nadvanced a cogent reason for wanting to press ahead alone, while coyly indicating his \nclient is considering participation in that same program. Duplication of this Court's \nefforts at the same time that Judge Nathan is overseeing the criminal trial cannot be \njustified by Plaintiff. \nEFTA00026739\n\nCase 1:20-cv-004.84-JGK-DCF Document 69 Filed 08/19/20 Page 6 of 6 \nHon. Debra Freeman \nAugust 19, 2020 \nPage 6 \n(6) Public interest.  Finally, numerous courts have recognized a stay is \n\"often necessary where liberal discovery rules will allow a litigant to undermine, or \ngain an unfair advantage in, a potential criminal prosecution which parallels the \nsubject matter of the civil action.\" SEC v. Doivne, Case No. 92-cv-4092, 1993 WL \n22126 at *12 (S.D.N.Y. Jan. 26, 1993). Most commonly, government-intervenors \nrequest such a stay to deny criminal defendants an unfair tactical advantage by \ncircumventing the limited discovery provided by Fed.R.Cr.P. 16. However, there is \nno principled reason why the same logic should not apply to a civil plaintiff opposing \na stay who might, for example, either alone or at the behest of the U.S. Attorney's \nOffice seek to gain discovery from a civil defendant that would not be available to the \ngovernment in the criminal case. Such discovery might include testimony of the \ncriminal defendant or non-cooperative witnesses. Nor could a protective order cure \nthis potential circumvention: the Indictment pending against Ms. Maxwell includes \ndirect quotes from her civil testimony that is both under seal and subject to \na protective order in the case. In any event, a specific showing that plaintiff \nor the government \"is likely to engage in misconduct is not necessary to conclude that \nthe public's interest in witness security and integrity favors a stay.\" Abraaj Invest, \n2019 WL 6498282 at *3 (quotations omitted). It should be enough that discovery in \nthis case, and any concomitant publicity, might allow witnesses in the criminal \nprosecution to conform their decades-old memories to that developed in the civil \ncase, undermining the integrity of both proceedings. \nFor the foregoing reasons, Ms. Maxwell respectfully requests that the Court \nenter an Order staying the case until further order of the Court, and asks that the \nparties be directed to update the Court within 10 days of either (a) Plaintiff's \nsuccessful participation in the Voluntary Claims Resolution Program or (b) the \nconclusion of Ms. Maxwell's criminal trial. \nRespectfully Submitted, \nLaura A. Menninger \nCC: Counsel of Record via ECF \nEFTA00026740",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "an \"ongoing\" criminal investigation into \nalleged Jeffrey Epstein co-conspirators and on that plaintiff's stated in"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "t aL \nDear Judge Freeman: \nOn behalf of defendant Ghislaine Maxwell, I write to Move to Stay \nproceedings in this mat"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "public, the other parties and Ms. Maxwell all \nwill best be served"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "er pending actions concerning Mr. Epstein and the one other concern"
      },
      {
        "name": "Avenue \nDenver",
        "role": "extracted",
        "context": "a A. Menninger \n150 East 10th Avenue \nDenver, Colorado 80203 \nPH 303.831.7"
      },
      {
        "name": "Debra Freeman",
        "role": "extracted",
        "context": "ugust 19, 2020 \nVIA ECF \nHon. Debra Freeman \nUnited States Magistrate Jud"
      },
      {
        "name": "Magistrate Judge",
        "role": "extracted",
        "context": "Debra Freeman \nUnited States Magistrate Judge \nDaniel Patrick Moynihan \nUni"
      },
      {
        "name": "Daniel Patrick",
        "role": "extracted",
        "context": "ited States Magistrate Judge \nDaniel Patrick Moynihan \nUnited States Court"
      },
      {
        "name": "Moynihan \nUnited",
        "role": "extracted",
        "context": "istrate Judge \nDaniel Patrick Moynihan \nUnited States Courthouse \n500 Pearl"
      },
      {
        "name": "States Courthouse",
        "role": "extracted",
        "context": "niel Patrick Moynihan \nUnited States Courthouse \n500 Pearl St. \nNew York, NY"
      },
      {
        "name": "Pearl St",
        "role": "extracted",
        "context": "United States Courthouse \n500 Pearl St. \nNew York, NY 10007-1312 \nRe"
      },
      {
        "name": "Letter Motion",
        "role": "extracted",
        "context": "New York, NY 10007-1312 \nRe: Letter Motion to Stay Proceedings \n20-cv-48"
      },
      {
        "name": "Stay Proceedings",
        "role": "extracted",
        "context": "07-1312 \nRe: Letter Motion to Stay Proceedings \n20-cv-484 (JGK-DCF), Jane Do"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "eedings \n20-cv-484 (JGK-DCF), Jane Doe v.  Darren K. Indyke, et aL"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "v.  Darren K. Indyke, et aL \nDear Judge Freeman: \nOn behalf of defend"
      },
      {
        "name": "Louis Vuitton",
        "role": "extracted",
        "context": "counsel, and for litigants.\" Louis Vuitton Malletier S.A. v. LY USA, Inc"
      },
      {
        "name": "Epstein Claims",
        "role": "extracted",
        "context": "pursue a civil remedy in the Epstein Claims \nResolution Program, yet a st"
      },
      {
        "name": "Resolution Program",
        "role": "extracted",
        "context": "remedy in the Epstein Claims \nResolution Program, yet a stay also would permit"
      },
      {
        "name": "While Plaintiff",
        "role": "extracted",
        "context": "to not agree to \nsuch a stay. While Plaintiff's counsel refuses to state wh"
      },
      {
        "name": "Maxwell Indictment",
        "role": "extracted",
        "context": "sers in the currently-pending Maxwell Indictment, there exists substantial \nov"
      },
      {
        "name": "Procedural Background",
        "role": "extracted",
        "context": "man \nAugust 19, 2020 \nPage 2 \nProcedural Background \nOn May 13, 2020, Ms. Maxwell"
      },
      {
        "name": "On May",
        "role": "extracted",
        "context": "age 2 \nProcedural Background \nOn May 13, 2020, Ms. Maxwell wrote t"
      },
      {
        "name": "Voluntary Claims",
        "role": "extracted",
        "context": "intent to \nparticipate in the Voluntary Claims Resolution Program in the U.S"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "esolution Program in the U.S. Virgin Islands. \nv.  Indyke, 19-cv-10475-LGS"
      },
      {
        "name": "On June",
        "role": "extracted",
        "context": "ell on June 15. (Doc. \n# 45). On June 29, 2020, before she had the"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "al case is now pending before Judge Nathan, \nUnited States v. Maxwell, 2"
      },
      {
        "name": "The July",
        "role": "extracted",
        "context": "v. Maxwell, 20 Cr. 330 (MN). The July 8 Superseding Indictment is"
      },
      {
        "name": "Superseding Indictment",
        "role": "extracted",
        "context": ", 20 Cr. 330 (MN). The July 8 Superseding Indictment is \nattached as Exhibit A (\"I"
      },
      {
        "name": "On July",
        "role": "extracted",
        "context": "in v.  Maxwell, \n15-cv-7433. \nOn July 14, Ms. Maxwell was arraigned"
      },
      {
        "name": "Metropolitan Detention",
        "role": "extracted",
        "context": "he currently is housed at the Metropolitan Detention \nCenter in Brooklyn. A jury t"
      },
      {
        "name": "Legal Standard",
        "role": "extracted",
        "context": "man \nAugust 19, 2020 \nPage 3 \nLegal Standard \n\"[T]he power to stay proceed"
      },
      {
        "name": "Plaintiff Jane",
        "role": "extracted",
        "context": "ns and \nissues in both cases. Plaintiff Jane Doe contends she met Ms. Maxw"
      },
      {
        "name": "The Indictment",
        "role": "extracted",
        "context": "excursions. Cplt 9191  13-15. The Indictment likewise alleges that Ms. Max"
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "ovies or shopping,\" including Minor Victim 1 whom she purportedly met in"
      },
      {
        "name": "Kate Briquelet",
        "role": "extracted",
        "context": "peculated as much. See, e.g., Kate Briquelet, \"Epstein \nVictim Claims He S"
      },
      {
        "name": "Epstein \nVictim",
        "role": "extracted",
        "context": ". See, e.g., Kate Briquelet, \"Epstein \nVictim Claims He Showed Her Off to T"
      },
      {
        "name": "Claims He",
        "role": "extracted",
        "context": "e Briquelet, \"Epstein \nVictim Claims He Showed Her Off to Trump When"
      },
      {
        "name": "Showed Her",
        "role": "extracted",
        "context": "t, \"Epstein \nVictim Claims He Showed Her Off to Trump When She Was 14,"
      },
      {
        "name": "Trump When",
        "role": "extracted",
        "context": "m Claims He Showed Her Off to Trump When She Was 14,\" The Daily Beast"
      },
      {
        "name": "She Was",
        "role": "extracted",
        "context": "Showed Her Off to Trump When She Was 14,\" The Daily Beast (Aug. 18"
      },
      {
        "name": "The Daily",
        "role": "extracted",
        "context": "ff to Trump When She Was 14,\" The Daily Beast (Aug. 18, \n2020) (compa"
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "danado v.  City of \nNew York, Case No. 17-cv-6618 (MN), 2018 WL 256"
      },
      {
        "name": "Speedy Trial",
        "role": "extracted",
        "context": "y be quickly \nresolved due to Speedy Trial Act considerations.' Id. (quo"
      },
      {
        "name": "Pipefitters Nat",
        "role": "extracted",
        "context": "ing Trs. of the Plumbers \nand Pipefitters Nat'l Pension Fund, 886 F. Supp."
      },
      {
        "name": "Pension Fund",
        "role": "extracted",
        "context": "umbers \nand Pipefitters Nat'l Pension Fund, 886 F. Supp. at 1139). \"The"
      },
      {
        "name": "Par Phan",
        "role": "extracted",
        "context": "ed into an indictment.\" In re Par Phan', Inc., 133 F.R.D. 12, \n13 (S"
      },
      {
        "name": "Fifth Amendment",
        "role": "extracted",
        "context": "decide \nwhether to assert the Fifth Amendment protections afforded her by t"
      },
      {
        "name": "Trafficking Victims",
        "role": "extracted",
        "context": "18) (granting stay of federal Trafficking Victims Protection Act civil after \nd"
      },
      {
        "name": "Protection Act",
        "role": "extracted",
        "context": "f federal Trafficking Victims Protection Act civil after \ndefendant was ch"
      },
      {
        "name": "Epstein Voluntary",
        "role": "extracted",
        "context": "resented here. Moreover, the \nEpstein Voluntary Claims Resolution Program, th"
      },
      {
        "name": "Claims Resolution",
        "role": "extracted",
        "context": "eover, the \nEpstein Voluntary Claims Resolution Program, the basis for the st"
      },
      {
        "name": "The Sixth",
        "role": "extracted",
        "context": "676 F.3d at 97. Furthermore: \nThe Sixth Amendment provides that '[i]n"
      },
      {
        "name": "Sixth Amendment",
        "role": "extracted",
        "context": "in the criminal charges, his Sixth Amendment \nrights to a fair and speedy"
      },
      {
        "name": "Mk Criminal",
        "role": "extracted",
        "context": "r circumstances have \nnoted, 'Mk Criminal Case will resolve issues of f"
      },
      {
        "name": "Abraaj Invest",
        "role": "extracted",
        "context": "dings in this \ncase.'\" SEC v. Abraaj Invest. Mgmt. Ltd., \n19\n-CV-3244 (AJ"
      },
      {
        "name": "More Unknown",
        "role": "extracted",
        "context": "resources.\"); SEC v.  One or \nMore Unknown Purchasers of Secs. of Global"
      },
      {
        "name": "Global Indus",
        "role": "extracted",
        "context": "nknown Purchasers of Secs. of Global Indus., Case No. I I-cv-6500, 2012"
      },
      {
        "name": "Civil Case",
        "role": "extracted",
        "context": "(S.D.N.Y. Nov. 9, 2012) (\"the Civil Case is likely to benefit to some"
      },
      {
        "name": "Criminal Case",
        "role": "extracted",
        "context": "efit to some \nextent from the Criminal Case no matter its outcome\"). \nThi"
      },
      {
        "name": "Claims Program",
        "role": "extracted",
        "context": "not been \nstayed pending the Claims Program outcomes. In conferral, Plain"
      },
      {
        "name": "Respectfully Submitted",
        "role": "extracted",
        "context": "s. Maxwell's criminal trial. \nRespectfully Submitted, \nLaura A. Menninger \nCC: Cou"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-08-19",
        "event": "August 19, 2020"
      },
      {
        "date": "2020-05-13",
        "event": "May 13, 2020"
      },
      {
        "date": "2020-06-19",
        "event": "June 19, 2020"
      },
      {
        "date": "2020-01-17",
        "event": "January 17, \n2020"
      },
      {
        "date": "2020-06-29",
        "event": "June 29, 2020"
      },
      {
        "date": "2021-07-12",
        "event": "July 12, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "303.831.7364",
      "303.832.2628"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:16.735Z"
}