{
  "document": {
    "id": "efta00018172",
    "filename": "EFTA00018172.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018172.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: Times: Jeffrey Epstein Offers Mansion and Jet as Bond to Avoid Jail Before Trial \nDate: Thu, 11 Jul 2019 16:58:57 +0000 \nImportance: Normal \nInline-Images: image00 ljpg; image002.png \nhttps://www.nytimes.com/2019/07/11/nyregion/jeffrey-epstein-bail.html? \naction=click&module.Well&pgtype.Homepage&section.New%20York \nJeffrey Epstein \nOffers Mansion \nand Jet as \nBond \nto \nAvoid Jail Before Trial \nProsecutors have argued that the financier, who is accused of abusing dozens of underage girls, posed \"an \nextraordinary risk of flight.\" \nImag \nGeoffrey S. Berman, the United States attorney in Manhattan, announced the indictment on \nMonday.CreditCreditJason Szenes/EPA, via \nShutterstock \nEFTA00018172\n\n4 \nBy Benjamin Weiser \nJuly 11, 2019 \nJeffrey Epstein, the financier facing sex-trafficking charges in New York, has been described by \nprosecutors as a man of enormous wealth: He owns a $77 million mansion on the Upper East Side, a $12 \nmillion estate in Palm Beach, Fla., a private island in the Caribbean and a private jet, they said. \nAnd on Thursday, Mr. Epstein, 66, asked a federal judge to allow him to use some of his wealth to stay out \nof jail while he awaits trial, filing a detailed bail proposal with the court. \nMr. Epstein asked the court to release him on substantial bond and pledged to put up his palatial \nManhattan townhouse and his private jet as collateral. He also proposed he be allowed to remain under \nhouse arrest in his Upper East Side house, and said he would agree to electronic monitoring of his \nlocation. He said he would surrender his passport and ground his jet. \nIn addition, his lawyers proposed that Mr. Epstein would hire private round-the-clock security guards who \nwould \"virtually guarantee\" that he would not flee his house and would show up for court. \nA handful of superrich defendants have sought and occasionally obtained, over sharp objections from the \ngovernment, similar bail provisions that allow them to finance a kind of personal jail rather than being \nheld in a government lockup. \nSuch bail packages have prompted intense debate about their fairness. The judge in Mr. Epstein's case, \nRichard M. Berman, rejected a similar  proposal in 2016 from a wealthy Turkish-Iranian gold trader in a \nmoney laundering case. \nAt the time, Judge Berman wrote that the proposal was \"unreasonable because it helps to foster inequity \nand unequal treatment in favor of a very small cohort of criminal defendants who are extremely wealthy.\" \nProsecutors had said on Monday after the charges were announced that they would ask to have Mr. Epstein \nheld in jail until his trial. They said in court that he posed \"an extraordinary risk of flight and danger,\" and \nthat he had \"nearly infinite means\" and \"tremendous incentives to use those means to flee prosecution.\" \nJudge Berman of Federal District Court in Manhattan is scheduled to take up Mr. Epstein's bail proposal at \na hearing on Monday. \nMr. Epstein was arrested Saturday night aboard a private jet at Teterboro Airport after arriving from Paris. \nHe has been detained at the Metropolitan Correctional Center, a high-security facility in Lower Manhattan \nwhere accused terrorists, mobsters and, most recently, the Mexican drug lord known as El Chapo, have \nawaited trial. \nIf convicted, Mr. Epstein faces up to 45 years in prison on sex-trafficking and conspiracy charges. The \nindictment unsealed on Monday by Geoffrey S. Berman, the United States attorney in Manhattan, said that \nbetween 2002 and 2005, Mr. Epstein recruited dozens of underage girls to engage in sex acts with him, \nafter which he paid them hundreds of dollars in cash. \nThe indictment also accused Mr. Epstein of encouraging some of his victims to recruit other underage girls \nthat he could then abuse, and paying his \"victim-recruiters\" hundreds of dollars for each girl that they \nbrought to him. \"In so doing, Epstein maintained a steady supply of new victims to exploit,\" the \nindictment said. \nEFTA00018173",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "From: \nTo: \nCc: \nSubject: Times: Jeffrey Epstein Offers Mansion and Jet as Bond to Avoid Jail Befo"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "they said. \nAnd on Thursday, Mr. Epstein, 66, asked a federal judg"
      },
      {
        "name": "Offers Mansion",
        "role": "extracted",
        "context": "bject: Times: Jeffrey Epstein Offers Mansion and Jet as Bond to Avoid Jail"
      },
      {
        "name": "Avoid Jail",
        "role": "extracted",
        "context": "rs Mansion and Jet as Bond to Avoid Jail Before Trial \nDate: Thu, 11 J"
      },
      {
        "name": "Before Trial",
        "role": "extracted",
        "context": "and Jet as Bond to Avoid Jail Before Trial \nDate: Thu, 11 Jul 2019 16:58"
      },
      {
        "name": "Normal \nInline",
        "role": "extracted",
        "context": "9 16:58:57 +0000 \nImportance: Normal \nInline-Images: image00 ljpg; image00"
      },
      {
        "name": "York \nJeffrey",
        "role": "extracted",
        "context": "pgtype.Homepage&section.New%20York \nJeffrey Epstein \nOffers Mansion \nand"
      },
      {
        "name": "Epstein \nOffers",
        "role": "extracted",
        "context": "e&section.New%20York \nJeffrey Epstein \nOffers Mansion \nand Jet as \nBond \nto"
      },
      {
        "name": "Imag \nGeoffrey",
        "role": "extracted",
        "context": "traordinary risk of flight.\" \nImag \nGeoffrey S. Berman, the United States"
      },
      {
        "name": "Jason Szenes",
        "role": "extracted",
        "context": "ctment on \nMonday.CreditCreditJason Szenes/EPA, via \nShutterstock \nEFTA0"
      },
      {
        "name": "By Benjamin",
        "role": "extracted",
        "context": "hutterstock \nEFTA00018172\n\n4 \nBy Benjamin Weiser \nJuly 11, 2019 \nJeffre"
      },
      {
        "name": "Weiser \nJuly",
        "role": "extracted",
        "context": "EFTA00018172\n\n4 \nBy Benjamin Weiser \nJuly 11, 2019 \nJeffrey Epstein, th"
      },
      {
        "name": "Upper East",
        "role": "extracted",
        "context": "a $77 million mansion on the Upper East Side, a $12 \nmillion estate i"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "ide, a $12 \nmillion estate in Palm Beach, Fla., a private island in th"
      },
      {
        "name": "Judge Berman",
        "role": "extracted",
        "context": "aundering case. \nAt the time, Judge Berman wrote that the proposal was \""
      },
      {
        "name": "Federal District",
        "role": "extracted",
        "context": "rosecution.\" \nJudge Berman of Federal District Court in Manhattan is schedul"
      },
      {
        "name": "Teterboro Airport",
        "role": "extracted",
        "context": "night aboard a private jet at Teterboro Airport after arriving from Paris. \nH"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "He has been detained at the Metropolitan Correctional Center, a high-security facil"
      },
      {
        "name": "Lower Manhattan",
        "role": "extracted",
        "context": ", a high-security facility in Lower Manhattan \nwhere accused terrorists, mo"
      },
      {
        "name": "El Chapo",
        "role": "extracted",
        "context": "he Mexican drug lord known as El Chapo, have \nawaited trial. \nIf con"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Teterboro",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-07-11",
        "event": "July 11, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:56.336Z"
}