{
  "document": {
    "id": "efta00018580",
    "filename": "EFTA00018580.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018580.pdf",
    "text": "\n\nCase 1:15-cv-07433-LAP Document 1100 Filed 08/10/20 Page 1 of 3 \nHADDON \nMORGAN \nFOREMAN \nAugust 10, 2020 \nHonorable Loretta A. Preska \nUnited States District Court \nouthern District of New York \new or \n0007 \nRe: Au 3, 2020 Order (Doc. 1096) \nv. Ghislaine Maxwell, No. 15 Civ. 7433 (LAP) \nHaddon, Morgan and \nForeman, P C \nLaura A. Menninger \nDenver, Colorado 80203 \nwvow.hmilaw.com \nDear Judge Preska: \nI write in response to the Court's Order of August 3, 2020 (Doc. 1069), the Order and \nProtocol for Unsealing Decided Motions (Doc. 1044) (\"Protocol\"), and to raise with the Court \nthe legal effect of new information that came to the attention of counsel for Ms. Maxwell on \nFriday, August 7, 2020. \nNew information:  On Friday, August 7, 2020, counsel for Ms. Maxwell learned of \ncritical new information that impacts both this action and U.S. v. Maxwell, 20 Cr. 330 (MN) \n(the \"Criminal Action\"). The information implicates Ms. Maxwell's right to due process and \nfairness in this civil action and affects the Second Circuit's review of the Court's unsealing \norder of July 23, 2020. Additionally, the information implicates her rights as a criminal \ndefendant guaranteed under the Fourth, Fifth and Sixth Amendments. \nCounsel makes the representations about implications of the new information as an \nofficer of this Court. At this time, counsel is not at liberty to disclose the information because \nit is subject to a protective order in the Criminal Action, which forbids its use \"for any civil \nproceeding or any purpose other than the defense\" of the criminal action absent \"further order \nof the Court.\" Protective Order, 20 Cr. 330 (MN) at 1(a), 18 (Exhibit A). As required by \nthat Protective Order and Judge Nathan's Individual Practices in Criminal Cases, counsel \ninitiated a conferral with the U.S. Attorney's Office over the weekend concerning a \nmodification of the Protective Order to share the information with this Court and the Second \nCircuit. Barring agreement, Ms. Maxwell intends to seek modification of the Protective Order \nin the Criminal Action from Judge Nathan forthwith to permit sharing the information with \nthis Court, ex parte and in camera if necessary, and with the Second Circuit (likewise under \nseal if necessary). \nEFTA00018580\n\nCase 1:15-cv-07433-LAP Document 1100 Filed 08/10/20 Page 2 of 3 \nHonorable Loretta A. Preska \nAugust 10, 2020 \nPage 2 \nMs. Maxwell requests a temporary stay of the unsealing process for approximately \nthree weeks until the conclusion of (a) the conferral with the U.S. Attorney's Office to a \nmodification of the Protective Order in the Criminal Action and, if necessary, an application \nand ruling by Judge Nathan on the issue, to permit the use of the information in this Court and \nbefore the Second Circuit (under seal in both courts, if necessary), (b) an application to this \nCourt containing the new information in support of a request to stay the unsealing process \nuntil the conclusion of the Criminal Action, and (c) a ruling by this Court on the motion for \nstay. \nStreamlining of Unsealing Process: As directed by the Court, counsel for Ms. Maxwell \nconferred with plaintiff's counsel concerning various proposals to streamline the unsealing \nprocess. Subject to Ms. Maxwell's request to temporarily pause the process as described \nabove, defense counsel has agreed to several potential modifications of the Protocol which we \nhope will ease the burden on the parties and the Court going forward, should the unsealing \nmove ahead. Of note, and as Plaintiff will explain to the Court, the parties have agreed to \nnotify all of the Non-Parties at once so that we can understand which Non-Parties object to the \nunsealing before deciding how to proceed with future redactions. Although this will give the \nCourt and the Original Parties more information about the scope of objectors, there are \nlimitations to the extent to which it will expedite the process. As counsel has made clear in \nthe past, it will take significant effort by the Original Parties and their staff to put together the \nexcerpts for any Non-Party who requests them because each Non-Party will be entitled to see \nhis or her own information (but not that of other Non-Parties). After receiving a request from \na Non-Party, we anticipate it will take up to a week per Non-Party to agree to the excerpts to \nsend to them for review. But on balance we agree that having a sense of the number of \nparticipating Non-Parties will aid the Court in conducting future proceedings, we have agreed \nto Plaintiff's suggestion on that front. The parties can submit a proposed modification of the \nProtocol and Notice to the Court to reflect this agreement. \nWe also have agreed, as the Court suggested, to shorten the time period for the \nOriginal Parties to object and to respond from 14 to 7 days. This would impact paragraphs \n2(d), 2(e) and 2(f) of the Protocol. The parties can also submit a proposed modification of the \nProtocol to the Court. The parties also agreed to leave the time for Non-Parties to object at 14 \ndays given some practical considerations applicable to them. \nAlthough the parties were able to reach some agreement, we cannot agree to all of \nPlaintiff's proposals and write separately to explain the basis for our disagreements. \nFirst, we carefully considered the Court's suggestion to reduce the number of pages of \nbriefing to ten pages per side. Id. Our initial Objection (DE 1057) was 14 pages long; \nPlaintiff's Response was 19 pages. The Court concluded that our Objection was, in many \nrespects, not specific enough. We would ask leave to at least have 15 pages to object to the \nfive motions proposed below, with any response limited to the same. We will endeavor to \nkeep it shorter than that, but also allow for more space to provide specifics to the Court. \nSecond, we have obtained new contact information for Doe 1 from a separate civil \nsuit. We believe that Doe 1 retains a right to notification and participation. We suggest \nEFTA00018581\n\nCase 1:15-cv-07433-LAP Document 1100 Filed 08/10/20 Page 3 of 3 \nHonorable Loretta A. Preska \nAugust 10, 2020 \nPage 3 \nproviding the Notice to Doe 1 at the new address for any future pleadings that implicate his or \nher deposition, which is currently subject to the Second Circuit's stay. \nThird, to prevent against some of the errors that occurred during the last round of \nunsealings, we request that the Protocol be amended to require the Responding Original Party \nwho proposes unsealing to supply with their Response a proposed unredacted set of the \npleadings at issue, for the Court's consideration and for the Objecting Original Party or Non-\nParty to have the right of reply. Preparing those redactions after the fact allows much \nambiguity into the Court's ruling and we believe the Court's ruling should specify which \nredactions it is accepting or rejecting at the time of ruling. \nFinally, we request that the Court allow for the any objecting Non-Party or Original \nParty be given 7 days following any unseal order to apply for relief in the Second Circuit from \nthe order prior to the documents being released. \nProposed Next Set of Docket Entries for Review: \nGiven the Second Circuit's stay concerning Ms. Maxwell and Doe l's deposition \ntranscripts and materials that quote from them, we propose that the Court deviate from the \nDoe 1 and 2 chronology (given that Doe l's deposition is sprinkled throughout those motions) \nand instead take the following five decided motions and their related pleadings. This list \nrepresents the first five chronological decided motions that (a) have sealed or redacted \nmaterials and (b) do not have attached or quote from documents subject to the stay. They are: \n• 75 —  Defendant's Motion to Compel Responses to Defendant's First Set of \nDiscovery Responses to Plaintiff \n• 139 —  Plaintiff's Brief in Support of the Privilege Claimed for In Camera \nSubmission \n• 155 —  Defendant's Motion to Compel Non-Privileged Documents \n• 215 -  Sharon Churcher Motion to Quash Subpoena \n• 231 —  Defendant's Motion to Reopen Deposition of Plaintiff \nCounsel for Ms. Maxwell is available for a telephone conference to discuss any of the \nforegoing, should the Court desire. \nRespectfully submitted, \ni)----)Laura A. Menninger \nCC: Counsel of Record via ECF \nEFTA00018582",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ew or \n0007 \nRe: Au 3, 2020 Order (Doc. 1096) \nv. Ghislaine Maxwell, No. 15 Civ. 7433 (LAP) \nHaddon, Morgan and \nFore"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "the attention of counsel for Ms. Maxwell on \nFriday, August 7, 202"
      },
      {
        "name": "Honorable Loretta",
        "role": "extracted",
        "context": "AN \nFOREMAN \nAugust 10, 2020 \nHonorable Loretta A. Preska \nUnited States Dist"
      },
      {
        "name": "Preska \nUnited",
        "role": "extracted",
        "context": "0, 2020 \nHonorable Loretta A. Preska \nUnited States District Court \nouther"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "ble Loretta A. Preska \nUnited States District Court \nouthern District of Ne"
      },
      {
        "name": "Menninger \nDenver",
        "role": "extracted",
        "context": "n and \nForeman, P C \nLaura A. Menninger \nDenver, Colorado 80203 \nwvow.hmilaw."
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "orado 80203 \nwvow.hmilaw.com \nDear Judge Preska: \nI write in response"
      },
      {
        "name": "Unsealing Decided",
        "role": "extracted",
        "context": ", the Order and \nProtocol for Unsealing Decided Motions (Doc. 1044) (\"Protoco"
      },
      {
        "name": "On Friday",
        "role": "extracted",
        "context": "t 7, 2020. \nNew information:  On Friday, August 7, 2020, counsel for"
      },
      {
        "name": "Criminal Action",
        "role": "extracted",
        "context": "xwell, 20 Cr. 330 (MN) \n(the \"Criminal Action\"). The information implicates"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "civil action and affects the Second Circuit's review of the Court's unsea"
      },
      {
        "name": "Sixth Amendments",
        "role": "extracted",
        "context": "d under the Fourth, Fifth and Sixth Amendments. \nCounsel makes the represent"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "further order \nof the Court.\" Protective Order, 20 Cr. 330 (MN) at 1(a), 18"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "by \nthat Protective Order and Judge Nathan's Individual Practices in Cri"
      },
      {
        "name": "Individual Practices",
        "role": "extracted",
        "context": "tive Order and Judge Nathan's Individual Practices in Criminal Cases, counsel \ni"
      },
      {
        "name": "Criminal Cases",
        "role": "extracted",
        "context": "han's Individual Practices in Criminal Cases, counsel \ninitiated a conferr"
      },
      {
        "name": "Second \nCircuit",
        "role": "extracted",
        "context": "ation with this Court and the Second \nCircuit. Barring agreement, Ms. Maxwe"
      },
      {
        "name": "Preska \nAugust",
        "role": "extracted",
        "context": "2 of 3 \nHonorable Loretta A. Preska \nAugust 10, 2020 \nPage 2 \nMs. Maxwell"
      },
      {
        "name": "Unsealing Process",
        "role": "extracted",
        "context": "n for \nstay. \nStreamlining of Unsealing Process: As directed by the Court, co"
      },
      {
        "name": "Original Parties",
        "role": "extracted",
        "context": "will give the \nCourt and the Original Parties more information about the sc"
      },
      {
        "name": "Responding Original",
        "role": "extracted",
        "context": "col be amended to require the Responding Original Party \nwho proposes unsealing"
      },
      {
        "name": "Objecting Original",
        "role": "extracted",
        "context": "t's consideration and for the Objecting Original Party or Non-\nParty to have t"
      },
      {
        "name": "Original \nParty",
        "role": "extracted",
        "context": "he any objecting Non-Party or Original \nParty be given 7 days following any"
      },
      {
        "name": "Proposed Next",
        "role": "extracted",
        "context": "he documents being released. \nProposed Next Set of Docket Entries for Rev"
      },
      {
        "name": "Docket Entries",
        "role": "extracted",
        "context": "leased. \nProposed Next Set of Docket Entries for Review: \nGiven the Second"
      },
      {
        "name": "Compel Responses",
        "role": "extracted",
        "context": "• 75 —  Defendant's Motion to Compel Responses to Defendant's First Set of"
      },
      {
        "name": "First Set",
        "role": "extracted",
        "context": "mpel Responses to Defendant's First Set of \nDiscovery Responses to Pl"
      },
      {
        "name": "Discovery Responses",
        "role": "extracted",
        "context": "to Defendant's First Set of \nDiscovery Responses to Plaintiff \n• 139 —  Plaint"
      },
      {
        "name": "Privilege Claimed",
        "role": "extracted",
        "context": "iff's Brief in Support of the Privilege Claimed for In Camera \nSubmission \n•"
      },
      {
        "name": "In Camera",
        "role": "extracted",
        "context": "of the Privilege Claimed for In Camera \nSubmission \n• 155 —  Defenda"
      },
      {
        "name": "Compel Non",
        "role": "extracted",
        "context": "155 —  Defendant's Motion to Compel Non-Privileged Documents \n• 215 -"
      },
      {
        "name": "Privileged Documents",
        "role": "extracted",
        "context": "endant's Motion to Compel Non-Privileged Documents \n• 215 -  Sharon Churcher Mot"
      },
      {
        "name": "Sharon Churcher",
        "role": "extracted",
        "context": "rivileged Documents \n• 215 -  Sharon Churcher Motion to Quash Subpoena \n• 2"
      },
      {
        "name": "Quash Subpoena",
        "role": "extracted",
        "context": "-  Sharon Churcher Motion to Quash Subpoena \n• 231 —  Defendant's Motion"
      },
      {
        "name": "Reopen Deposition",
        "role": "extracted",
        "context": "231 —  Defendant's Motion to Reopen Deposition of Plaintiff \nCounsel for Ms."
      },
      {
        "name": "Plaintiff \nCounsel",
        "role": "extracted",
        "context": "otion to Reopen Deposition of Plaintiff \nCounsel for Ms. Maxwell is available"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-08-10",
        "event": "August 10, 2020"
      },
      {
        "date": "2020-08-03",
        "event": "August 3, 2020"
      },
      {
        "date": "2020-08-07",
        "event": "August 7, 2020"
      },
      {
        "date": "2020-07-23",
        "event": "July 23, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:57.241Z"
}