{
  "document": {
    "id": "efta00018085",
    "filename": "EFTA00018085.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018085.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: RE: \nGhislaine Maxwell (02879-509) \nDate: Mon, 02 Nov 2020 16:21:39 +0000 \nThanks Not surprising but still frustrating that all this nothingness led to an urgent Sunday evening email. \nFrom: \nSent: on ay, ovem er , \nTo: \nCc: \nSubject: RE: Ghislaine Maxwell (02879-509) \nJust got the following update from (which I have conveyed ta: \n•  Within the last approximately 48 hours, MDC staff has conducted temperature checks in Ms. Maxwell's cell, all of \nwhich revealed that the temperature in Ms. Maxwell's cell was between 71 and 74 degrees. MDC legal counsel \nnoted that the target temperature for the MDC during this season is 68 degrees. MDC staff also gave Ms. Maxwell \nan extra blanket, so she now has three blankets in her isolation cell. \n•  MDC staff physically entered Ms. Maxwell's cell and did not observe any smell or moisture. The unit team leader \nphysically felt the papers in Ms. Maxwell's cell and observed that they felt normal and in no way damaged by \nmoisture. \n•  MDC staff will ensure that Ms. Maxwell is able to bring a cup and a snack with her into her isolation cell. \nFrom• \nSent: Sunday, November I, 2020 1:20 PM \nTo: \nCc: \nec \nOkay, thanks for the heads up. Please let us know what you learn back from= \nSent from my iPhone \nOn \nNov I, 2020, at 1:06 PM, \nChiefs, \nFYI, we just received the below from Maxwell's counsel. I've forwarded to \nASAP to discuss. Wanted to let you know in case this turns into another letter to AJN. \nFrom: \nSent: Sunday, November 1, 2020 12:41 PM \nTo: \nCc• \nSubject: Ghislaine Maxwell (02879-509) \nGood afternoon-\nI write to request immediate assistance for Ghislaine Maxwell. \nThere are many conditions and restrictions placed upon her at the MDC \nthat are of great complaint, but of immediate concern are conditions within \nMs. Maxwell's isolation cell. \nwrote: \nand asked her to call me \nEFTA00018085\n\nThe combination of cold, moisture, and sewage stench have made confinement \nin her cell unhealthy, unbearable, and utterly unreasonable. \nHer request for an extra blanket has been denied. \nHer request for use of her day mug for water has been denied. \n(She's been told to cup her hands to drink water from the faucet.) \nHer request to keep a snack in her cell has been denied. \nThe moisture accumulating in her cell risks her health and the security \nof her legal work. \nYou have known me and my reputation among your colleagues and the court. \nTrust me when I way that in my 35 years of federal criminal practice, having represented \nindividuals charged and convicted of terrorism and capital murder, housed in \nMCC's 10South and FCI Florence-ADMAX (facilities I have visited), I  have never witnessed \nsuch inappropriate and outlandish treatment of a non-violent pretrial detainee held on risk of flight. \nThe mistreatment of Ghislaine Maxwell reflects negatively on your Office, the Court, \nand the BOP. The Government as a whole can and needs to do better. \nFor today, we seek the bare minimum - a change of cell to a location that is safe \nfrom the cold, moisture, and stench, and an extra blanket to keep her warm. \nThe rest will be left for another day. \nPlease assist. \nThank you-\nBobbi \nBOBBI C. STERNHEIM, ESQ. \nLaw Offices \nof Bobbi C. Sternheim \n33 West 19th \nStreet - 4th Floor \nNew York, NY 10011 \n••Covid-19 Notice: The \\Vest 19th Street office is currently closed but we continue to work remotely. \nPlease use entail or fax, instead of regular mail, for all correspondence during this time. \nWe continue to work regular business hours throughout this situation. \nThank you for your consideration. Our best wishes for your good health and well being. \nThis message and any attached documents contain information from the Law Offices of Bobbi C. Sternheim \nthat may be confidential and/or privileged. \nIf you are not the intended recipient, you may not read, copy, distribute, or use this information. \nIf you have received this transmission in error, please notify the sender immediately by reply e-mail and then \ndelete this message. Thank you. \nEFTA00018086",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "From: \nTo: \nCc: \nSubject: RE: \nGhislaine Maxwell (02879-509) \nDate: Mon, 02 Nov 2020 16:21:39 +000"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "nducted temperature checks in Ms. Maxwell's cell, all of \nwhich rev"
      },
      {
        "name": "Thanks Not",
        "role": "extracted",
        "context": ", 02 Nov 2020 16:21:39 +0000 \nThanks Not surprising but still frustrat"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "arn back from= \nSent from my iPhone \nOn \nNov I, 2020, at 1:06 PM, \nCh"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "ice, the Court, \nand the BOP. The Government as a whole can and needs to d"
      },
      {
        "name": "Law Offices",
        "role": "extracted",
        "context": "bi \nBOBBI C. STERNHEIM, ESQ. \nLaw Offices \nof Bobbi C. Sternheim \n33 We"
      },
      {
        "name": "Floor \nNew",
        "role": "extracted",
        "context": "m \n33 West 19th \nStreet - 4th Floor \nNew York, NY 10011 \n••Covid-19 No"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-11-01",
        "event": "November 1, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:56.148Z"
}