{
  "document": {
    "id": "efta00025171",
    "filename": "EFTA00025171.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00025171.pdf",
    "text": "\n\n[Type text] \nA. Public Corruption Unit \nThe Public Corruption Unit, consisting of about 20 AUSAs, including two supervisors, had \na  busy year focusing on both traditional corruption offenses and other abuses of power by-both \nlocal and national in scope. The Unit charged numerous law enforcement and correctional officers \nin the New York City area with various abuses of power, including an excessive force prosecution \ninvolving a mentally disturbed homeless victim, and multiple federal correctional officers, \nincluding one who has since pled guilty to sexually assaulting numerous female inmates under his \nwatch. The Unit also brought charges of national significance, including campaign finance and \nrelated charges against Lev Parnas and Igor Fruman, among others; extortion and fraud charges \nagainst attorney Michael Avenatti, and sex trafficking charges against former financier Jeffrey \nEpstein. \nAt the local level, the Unit successfully prosecuted both local and federal officials, \nincluding a  former NYPD Detective who used his position to facilitate a scheme to steal tens of \nthousands of dollars from dozens of New York victims. \nU.S. \nv. Bonanno, 18 Cr. 427 (PGG). \nAnother police officer, Robert Espinel, became the final defendant to plead guilty in the unit's \nmulti-case prosecution of officials at the NYPD's gun licensing division for accepting bribes to \napprove and expedite gun licenses. \nU.S. \nv. Robert Espinel, 17 Cr. 398 (ER). The Unit also brought \ncharges against a sitting Brooklyn Supreme Court Justice for obstructing a  federal investigation \ninto fraud and corruption at the Municipal Credit Unit (\"MCU\") whose board she chaired. \nU.S. \nv. \nAsh, 19 Cr. 780 (LAK). Finally, the Unit brought charges against three federal correctional officers \nat the MCC, one for abusing his position to sexually assault numerous female inmates under his \nwatch over a multi-year period, \nU.S. \nv. Akparanta, 19 Cr. 363 (LGS), and two for falsifying records \nintended to conceal their failure to conduct routine rounds and checks on the night Jeffrey Epstein, \nthen an inmate at the MCC, committed suicide. \nU.S. \nv. Noel et at, 19 Cr. 830 (AT). \nAt the national level, the unit brought campaign finance and related charges against four \ndefendants, including Lev Pamas and Igor Fruman, based on their participation in a  scheme to \nfunnel money to political candidates and committees in the hope of gaining access and influence, \nincluding with respect to their efforts to cause the removal of the then-U.S. Ambassador to \nUkraine. US. v.  Panics, 19 Cr. 725 \n(JPO). \nThe unit also charged Stephen Calk, the CEO and \nChairman of the Federal Savings Bank in Chicago. with bank bribery in connection with financing \nhe provided to Paul Manafort with the intent of securing a position within the Trump \nadministration. \nU.S \nv. Calk, 19 Cr. 366 (LGS). The unit also successfully prosecuted the operator \nof a fraudulent political action committee (\"PAC\") for defrauding tens of thousands of victims into \nmaking what they believed to be political or cause-specific contributions under false pretenses, \nobtaining over $1.5 million in restitution and forfeiture for victims at sentencing. \nU.S. \nv. Tierney, \n18 Cr. 804 (JMF). In addition, the unit charged a second individual with \nwire fraud in connection with his efforts to steal money from individuals who thought they were \ndonating to prominent political figures such as Bernie Sanders and Beto O'Rourke. \nU.S. \nv. \nDuPont, 19 Cr. 791 (ER). Finally, the unit charged and secured a  guilty plea from Natalie \nMayflower Sours Edwards. a  previous high level official at the Financial Crimes Enforcement \nNetwork of the Treasury Department, with the unauthorized leaking of suspicious activity reports. \nU.S. \nv. Edwards, 19 Cr. 64 (GWR). \nEFTA00025171\n\nState of the Office 2018 Page 2 \nThe Unit's work in 2019 extended beyond the traditional realm of public officials. In early \n2019, the Unit brought novel extortion charges against attorney Michael Avenatti for attempting \nto extort tens of millions of dollars from the athletic apparel company, Nike. \nU.S. \nv. Avenatti, 19 \nCr. 373 (PGG). Avenatti was also charged in a separate scheme to defraud his former client \nStephanie Clifford ailda \"Stormy Daniels,\" who had been the recipient of hush money payments \nin connection with the unit's earlier prosecution of Michael Cohen \nU.S. \nv.  Avenatti, 19 Cr. 374 \n(JMF). In July 2019, the unit brought sex trafficking charges against the former financier Jeffrey \nEpstein who over a multi-year period abused dozens of minor victims in New York, Florida and \nother locations. \nU.S. \nv. Epstein, 19 Cr. 490 (RMB). While Epstein committed suicide while \nawaiting trial, at a unique hearing held in connection with the entry of an order of nolle prosequi, \ndozens of Epstein's victims were afforded an opportunity to address the Court and publicly \nconfront their abuser. Finally, in 2019, the Unit successfully completed its prosecution of three \ncases stemming from corruption in the world of college basketball, including trying to verdict \nbribery charges against two defendants for making cash payments to university coaches. \nU.S. \nv. \nEvans, 17 Cr. 684 (ER), US. v. Person, 17 Cr. 683 (LAP). \nEFTA00025172",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "to conduct routine rounds and checks on the night Jeffrey Epstein, \nthen an inmate at the MCC, committed suicide."
      },
      {
        "name": "Public Corruption",
        "role": "extracted",
        "context": "[Type text] \nA. Public Corruption Unit \nThe Public Corruption U"
      },
      {
        "name": "Unit \nThe",
        "role": "extracted",
        "context": "e text] \nA. Public Corruption Unit \nThe Public Corruption Unit, consi"
      },
      {
        "name": "The Unit",
        "role": "extracted",
        "context": "local and national in scope. The Unit charged numerous law enforcem"
      },
      {
        "name": "Lev Parnas",
        "role": "extracted",
        "context": "and \nrelated charges against Lev Parnas and Igor Fruman, among others"
      },
      {
        "name": "Igor Fruman",
        "role": "extracted",
        "context": "harges against Lev Parnas and Igor Fruman, among others; extortion and"
      },
      {
        "name": "Michael Avenatti",
        "role": "extracted",
        "context": "aud charges \nagainst attorney Michael Avenatti, and sex trafficking charges"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "rges against former financier Jeffrey \nEpstein. \nAt the local level, the Uni"
      },
      {
        "name": "Robert Espinel",
        "role": "extracted",
        "context": "GG). \nAnother police officer, Robert Espinel, became the final defendant t"
      },
      {
        "name": "Brooklyn Supreme",
        "role": "extracted",
        "context": "ht \ncharges against a sitting Brooklyn Supreme Court Justice for obstructing"
      },
      {
        "name": "Court Justice",
        "role": "extracted",
        "context": "st a sitting Brooklyn Supreme Court Justice for obstructing a  federal in"
      },
      {
        "name": "Municipal Credit",
        "role": "extracted",
        "context": "o fraud and corruption at the Municipal Credit Unit (\"MCU\") whose board she"
      },
      {
        "name": "Lev Pamas",
        "role": "extracted",
        "context": "t four \ndefendants, including Lev Pamas and Igor Fruman, based on the"
      },
      {
        "name": "Stephen Calk",
        "role": "extracted",
        "context": "(JPO). \nThe unit also charged Stephen Calk, the CEO and \nChairman of the"
      },
      {
        "name": "Federal Savings",
        "role": "extracted",
        "context": "the CEO and \nChairman of the Federal Savings Bank in Chicago. with bank br"
      },
      {
        "name": "Paul Manafort",
        "role": "extracted",
        "context": "ith financing \nhe provided to Paul Manafort with the intent of securing a"
      },
      {
        "name": "Bernie Sanders",
        "role": "extracted",
        "context": "ent political figures such as Bernie Sanders and Beto O'Rourke. \nU.S. \nv."
      },
      {
        "name": "Natalie \nMayflower",
        "role": "extracted",
        "context": "d secured a  guilty plea from Natalie \nMayflower Sours Edwards. a  previous hi"
      },
      {
        "name": "Sours Edwards",
        "role": "extracted",
        "context": "plea from Natalie \nMayflower Sours Edwards. a  previous high level offic"
      },
      {
        "name": "Financial Crimes",
        "role": "extracted",
        "context": "us high level official at the Financial Crimes Enforcement \nNetwork of the T"
      },
      {
        "name": "Enforcement \nNetwork",
        "role": "extracted",
        "context": "icial at the Financial Crimes Enforcement \nNetwork of the Treasury Department, w"
      },
      {
        "name": "Treasury Department",
        "role": "extracted",
        "context": "s Enforcement \nNetwork of the Treasury Department, with the unauthorized leakin"
      },
      {
        "name": "Stephanie Clifford",
        "role": "extracted",
        "context": "to defraud his former client \nStephanie Clifford ailda \"Stormy Daniels,\" who h"
      },
      {
        "name": "Stormy Daniels",
        "role": "extracted",
        "context": "nt \nStephanie Clifford ailda \"Stormy Daniels,\" who had been the recipient"
      },
      {
        "name": "Michael Cohen",
        "role": "extracted",
        "context": "unit's earlier prosecution of Michael Cohen \nU.S. \nv.  Avenatti, 19 Cr. 3"
      },
      {
        "name": "In July",
        "role": "extracted",
        "context": "Avenatti, 19 Cr. 374 \n(JMF). In July 2019, the unit brought sex tr"
      },
      {
        "name": "While Epstein",
        "role": "extracted",
        "context": "v. Epstein, 19 Cr. 490 (RMB). While Epstein committed suicide while \nawai"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:12.618Z"
}