{
  "document": {
    "id": "efta00028003",
    "filename": "EFTA00028003.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028003.pdf",
    "text": "\n\nIN THE WESTMINSTER MAGISTRATES' COURT BETWEEN: \nTHE GOVERNMENT OF THE UNITED STATES OF AMERICA \n-v-\nJULIAN PAUL \nASSANGE \nDECLARATION OF MAUREEN P. BAIRD \nI, MAUREEN P. BAIRD, hereby declare under penalty of perjury the following: \n1. From March 1989 through September 2016, I was employed by the Department of \nJustice, Federal Bureau of Prisons, and served in many capacities. My last three \npositions held were; Warden, Federal Correctional Institution, (FCI) Danbury, \nConnecticut (2009-2014), Senior Executive Service (SES) Warden, Metropolitan \nCorrectional Center (MCC), New York (2014-2016), and SES Warden, United States \nPenitentiary, (USP), Marion, Illinois (2016-Retired). \n2. In my capacity as Warden, at these institutions, I was responsible for the overall \noperation and entire components of each prison. I am fully knowledgeable of the \noperations policies of the Bureau of Prisons, (BOP) and very specifically familiar with \nthe operations of the Communication Management Unit at USP Marion. \n3. Since my retirement from the Bureau of Prisons, I have maintained contact with many \nformer colleagues. I  have kept abreast of new policies and laws that directly impact the \nBureau of Prisons. Since early 2017, I  have worked as an independent prison consultant \nand have provided expert witness testimony. \n1 \nEFTA00028003\n\n4. A copy of my resume which includes my relevant work experience has been provided to \nCounsel in this case. \n5. I was contacted by Mr. Assange's solicitors and asked to provide a declaration focused \non topics within my expertise in response to the Declaration submitted by Dr. \nAdministrator of the Psychology Services Branch of the Bureau of Prisons, \ndated August 24th 2020 and the Fourth Supplemental Declaration o \nAssistant United States Attorney, Alexandria, Virginia, dated September 3nd 2020. I was \nasked to provide my expert opinion as someone who worked many years in the same \nfederal prison system as Dr I will provide my opinion based on my \nexperience regarding conditions of confinement in the Bureau of Prisons for inmates \nassigned Special Administrative Measures (SAMs), offenders assigned to the \nCommunications Management Unit (CMU), and inmates housed in \nsolitary/isolation/restrictive housing units. \n6. In preparation for this declaration, in addition to the Declaration of D \nandal, I also reviewed previously submitted Declarations prepared by \ndated January 17'h 2020 and February 19th 2020 as well as two \nAffidavits submitted by Justice Advocacy Group, LLC, \nAlexandria, Virginia, the Affidavit a, Attorney, New York, New York \nand two Statements of Attorney, Washington, DC dated and 18ih October \n2019 and 18th July 2020 \n7. I am advised, Mr. Assange is pending extradition to the United States for his alleged \ncriminal activity charging: Conspiracy to Receive National Defense Information, \nObtaining National Defense Information, Disclosure of National Defense Information, \n2 \nEFTA00028004\n\nand Conspiracy to Commit Computer Intrusion. If a conviction of these charges results \nin the United States, he faces a potential lengthy sentence without the possibility of \nparole. \nDeclaration \ntalSeptember 3rd, 2020) \nSpecial Administrative Measures \n8. In reviewing documents, he makes several references to the possibility \nof Mr. Assange being placed under Special Administrative Measures, (SAMs), \nauthorized by the Attorney General and implemented by the wardens of the facility where \nthe offender is housed. As the former Warden of MCC New York, which housed SAMs \ninmates pending trial in the Southern District of New York, I am very familiar with the \nrestrictions which accompany a SAMs Order. I agree, in part, with the information \nprovided specifically, his description of SAMs and the usual \nrestrictions placed on an offender under SAMs. The restriction of social visits, telephone \ncalls, correspondence, access to other inmates, and placement in a restrictive form of \nhousing is commonplace for SAMs inmates. \n9. In the Affidavits prepared he provides in great detail, the effects and \noutcome of SAMs imposed on inmates. I agree with the references and the accurate \ndescriptions provided by in his affidavits regarding the effects of SAMs on \ninmates and the conditions of confinement associated with these measures. \n10. In his Fourth Supplemental Declaration dated September 3rd 2020, \nchallenges some of the assertions regarding SAMs provided by For anyone \nto suggest that an inmate assigned under SAMs, would be able to participate in group \n3 \nEFTA00028005\n\ncounseling is baffling to me. The main premise of assigning SAMs, is to restrict a \nperson's communication and the only way to accomplish this is through isolation. For \nexample \nlists a variety of programs available to inmates assigned to the \nADX. I don't doubt all of these programs exist, but I believe they are available only to a \nselect group of inmates housed at that facility. Even if the Warden, Unit Team, \nLieutenant or Captain wanted to allow SAMs inmates to participate in certain group \nprograms, they do not have the legal authority to sanction such an action. All of these \nrobust programs which says are available, they would be meaningless and \nnon-existent tol. if he were assigned under SAMs. There may be certain \ncourses/programs available to inmates assigned SAMs, but I believe all of those would be \nsome type of self-study, which could be completed by an inmate, housed alone in his \nprison cell. \n11. Inmates assigned SAMs, whom I had responsibility for, were always housed alone, in the \nmost restrictive housing unit, more isolated than what most individuals would deem \nsolitary confinement to be. During my 18-months at MCC New York, I conducted, at a \nminimum, weekly tours of the 10-South housing unit, where SAMs inmates were \nconfined. Inmates were in solitary confinement, technically, for 24-hours per day. There \nwas absolutely no communication, by any means, with other inmates. The only form of \nhuman interaction they encountered was when correctional officers opened the viewing \nslot during their inspection rounds of the unit, when institution staff walked through the \nunit during their required weekly rounds, or when meals were delivered through the \nsecure meal slot in the door. One-hour recreation was offered to inmates in this unit each \nday; however, in my experience, often times an inmate would decline this opportunity \n4 \nEFTA00028006\n\nbecause it was much of the same as their current situation. The recreation area, in the \nunit, consisted of a small barren indoor cell, absent any exercise equipment. During my \ntenure at MCC New York, I  had a stationary exercise bicycle placed in the designated \nrecreation cell. I am uncertain if that bicycle is still in place. \n12. As with most restrictive housing units within the federal prisons, there is a limited list of \ncommissary items for inmates to purchase on their designated shopping day. The \nproducts available for purchase are much more condensed than the commissary items \navailable to inmates in a general population housing unit. Telephone calls to immediate \nfamily members were allowed once per month; however, as with any SAMs inmate, the \ncall must be scheduled in advance and coordinated through BOP staff and agents from \nthe Federal Bureau of Investigation (FBI). All telephone calls must be live monitored by \nan FBI agent. Similar telephone calls, the inmate's limited social visits with immediate \nfamily members also required live audio monitoring by the FBI. The vast majority of \ninmates under SAMs at MCC New York, were not United States citizens, nor did their \nfamilies reside in this Country. This made it very difficult for their families to visit and \ndue to the time differences, difficult to arrange for telephone calls. \n13. There are two very differing views presented by anauly 16, \n2020, Affidavit, Section 50-51), with regard to an inmate's due process rights to \nchallenge SAMs. I would agree with stance, that application of SAMs, in a \nlegal sense, affords the opportunity for inmates to challenge its implementation, but it is \nlikely more of a circular argument. Inmates are required to receive notification of the \nrestrictions and the basis for SAMs at the time of initial implementation and again when \nrestrictions are being renewed. In his January 17, 2020, Declaration, section 99,M \n5 \nEFTA00028007\n\nstates an inmate may challenge the SAMs through the \nGOP's \nAdministrative \nRemedy Program. During my 28 years with the BOP, there were times that I was \nresponsible for responding to Administrative Remedies. With certainty, I declare, for the \npurpose of challenging a SAMs, it would be a futile process. The BOP exercises no \ncontroUjurisdiction over SAMs imposed by the Attorney General. Wardens are bound to \nabide by the SAMs imposed on an inmate. An inmate's only possibility of having his \nSAMs reconsidered, would be for him to exhaust the Administrative Remedy process, so \nhe could file a motion with the Court. \n14. also points out in section 66, of his Fourth Supplemental Declaration, that \ninmates' First Amendment rights are not violated under SAMs. He provides the example \nthat these inmates' have access to \"free-flowing incoming and outgoing mail.\" As I \nexplain in my report, all mail for inmates classified under SAMs, is carefully reviewed \nprior to ever reaching the intended recipient. Regardless of how innocuous something \nmay appear, if it does not meet with the approval of the reviewer, for any reason, that \npiece of mail will be immediately rejected. \n15. provides in his Declaration the avenues for inmates to object to any SAMs \nrenewal. He advises an inmate will meet with his unit team and the supervising law \nenforcement agency case agent, where he will be afforded the opportunity to present \nevidence and/or discuss issues and provide information indicating there is no need to \nextend SAMs, or why a modification to the restrictions are justified. The information is \ncompiled by the case manager and forwarded to the Warden through the institution's \nlegal department. All of this, in most cases, is an exercise in futility where a \nrecommendation for continued SAMs is involved. As a former senior executive of the \n6 \nEFTA00028008\n\nBOP, I do not know of any warden who would recommend discontinuing SAMs at the \npossible risk of serious harm to others resulting or the potential for threats to national \nsecurity. It is not realistic and I can say with near certainty, it is not going to happen. \n16. Likewise, in other scenarios suggested bA as avenues of appeal available \nfor an inmate, they are futile. He advises an inmate can object to his SAMs during his \ntwice-yearly unit team reviews, initial classification review, and when his progress report \nis being prepared by his case manager. Having been a case manager for several years, \nearly on in my BOP career, it  is unrealistic to think these avenues would provide anything \nmore than an outlet for an inmate under SAMs to vent his frustration. A case manager \nmay listen to his concerns: however, even if the case manager believed a change in status \nwas warranted, there is no possible way, that they would initiate a recommendation for \nremoval of the restricted measures. This type of recommendation is far above their \nauthority of a case manager or any member of an inmate's unit team. \n17 asserts these SAMs are imposed in, \"up to one year\" increments, with the \ntime-requirements the same for any extension beyond one year. During my term as \nWarden at MCC New York, I have never seen an inmate have SAMs removed, only \nextended. \n18 states that SAMs are not imposed for punitive reasons, but rather to \nminimize a threat to national security or for other reasons not applicable in this case. By \nstrict definition of SAMs, it is correct to state it is not punitive, but the effects and \nconsequences of these administrative measures through my experience, are tortuous for \nthe recipient, and while technically not intended, feel punitive to those who have these \nmeasures enforced upon them. Placement in this type of isolation, for any extended time \n7 \nEFTA00028009\n\nperiod is dehumanizing. In my opinion, any person with a conscience and an ounce of \ncompassion, would believe these extreme tactics utilized for any reason are cruel and \ninhuman. Humane prison conditions, in my psyche, require more than just providing \nbasic necessities such as; food, clothing, shelter, medical care and safety to an inmate. \n19. In his Fourth Supplemental Declaration, in section, 67 implies that as \nlong as these basic needs are met, there is not a violation of an inmate's Eighth \nAmendment rights. As a human being, and secondly, a warden, I had to justify in my \nown mind, that this form of treatment against another, was out of necessity. I would \nrationalize for myself, that because, I did not make the decision on who was subjected to \nSAMs, I  had no control over the implications and effects of these extreme measures. \nInmates under SAMs would often ask me why they were being punished so severely. \nThe majority of inmates I encountered under SAMs, were charged with an act of \nterrorism against the United States. However, regardless of the criminal charges levied \nagainst them, all SAMs inmates endured identical conditions. There was not a section for \nterrorists and a separate section for large-scale drug offenders. I is \nextradited and subjected to SAMs, he will be treated similarly to all other prisoners under \nSAMs. I  have witnessed first-hand, these unduly harsh conditions experienced by \ninmates under SAMs. \n20. I  know from my time at MCC New York, as Warden, even if I wanted to make \nconcessions, as a way to make living conditions more humane, I  was restricted from \ndoing so. Small concessions, such as adding items to the commissary list for certain \nholidays, was within my purview, however; the things that were substantial and mattered, \nthose things which could make a real difference, were not within my authority. \n8 \nEFTA00028010\n\nFlorence ADX \n21. In section 28, of his Fourth Supplemental Declaration,-accurately states \nprison designations (post-sentencing), are decided by the BOP and many factors go into \nthe decision on where an offender will serve his sentence. As a former Designator for the \nBOP, I clearly understand all the factors considered when determining placement for a \nsentenced inmate. It is also my belief, asa states, the BOP's philosophy is \nto secure inmates in the least restrictive environment commensurate with an inmate's \nsecurity needs. The problem with those inmates that are assigned SAMs, there are \nlimited choices. If the inmate isn't gravely ill, requiring placement at a Federal Medical \nCenter, regardless of the length of sentence, or any other factors, as suggested by!. \nI don't believe there are other options, except for placement at the ADX. As \nprovides in his second Affidavit dated July 16, 2020, if a conviction results \nan' is assigned SAMs, he will very likely be housed in the Special Security \nUnit (H Unit), at the ADX facility. I would agree witlaassessment that if \nconvicted could potentially spend the remainder of his life in this very \nrestrictive housing unit, where he would be deprived of some very basic human needs. \n22 provides several exhibits which depict the desolate and degrading conditions \nassociated with placement at the ADX for an inmate who has imposed SAMs. In one \nexample, (Exhibit 13, Affidavit ofl, dated July 16, 2020), \nquoted \none former ADX Warden as stating, how the ADX Superrnax Prison is a \"Fate Worse \nThan Death\", that was \"Not Built For Humanity\". former Warden of the \nADX and previous collegue of mine, was a very respected and relied upon, BOP \nAdministrator. \n9 \nEFTA00028011\n\n23. In section 45, o Fourth Supplemental Declaration, he states that \ninmates incarcerated in H Unit at the ADX have the opportunity to participate in a multi-\nphase program, that was designed primarily for inmates under SAMs. His summary is \nabsent any detail or description of what this program actually is. Based on what he \nprovided, I interpreted his portrayal of the \"Program,\" as the actual Special Security \nHousing Unit and not really a program at all. Any program involvement that would \nencompass other inmates, would not only violate the conditions of SAMs, it would defy \nthe entire reasoning and intent of the assigned administrative measures. \n24. In section 102, of his first Declaration, and in sections 28-29 of his fourth Supplemental \nDeclaration suggests not all inmates, post-conviction, who are under \nSAMs, are housed at the Administrative Maximum Security United States Penitentiary, \n(ADX), Florence, Colorado. He provides that if medically necessary, a SAMs offender \nmay be housed at a federal medical facility. He further contends, most inmates subject to \nSAMs are housed at the ADX, but there may be circumstances that warrant housing \nelsewhere. As someone who spent the majority of her adult life working for the BOP and \nas a former Designator, who decided where inmates would serve their sentences, absent a \nmedical requirement, or a protected Witness Security Case, I am not familiar with any \nalternative long-term options, aside from the ADX, for offenders under SAMs. Federal \nMedical Centers, in my experience, are reserved for the very ill inmates, usually those \nwho have a life-threatening illness that requires on-going medical treatment not available \nat other federal prisons. These medical facilities may also have an in-patient \npsychiatric/mental health unit designed to house inmates who suffer from severe mental \nillness. \n10 \nEFTA00028012\n\n25. In the affidavit of she provides a very detailed account of the experience of \nher client, Mostafa Kamel Mostafa, who is currently incarcerated at the ADX, assigned to \nH-Unit, with SAMs assigned. I reviewed her Affidavit and based on my experience with \nthe BOP, especially my time spent as Warden at MCC New York, I find her descriptive \naccount of what life has been like for her client, Mr. Mostafa to be believable and \ncredible. \n26. I arrived to MCC New York in 2014, after being promoted to Senior Executive Service \nWarden from my former position as Warden of the FCI Danbury federal prison. I had \nnot previously worked at a facility where inmates assigned SAMs were housed. I clearly \nremember Mr. Mostafa through my meetings with him during my rounds of the 10-South \nSAMs Unit. I remember he was disabled, having gone through a bilateral amputation of \nboth forearms. I  recall how difficult it was for him to attend to his basic hygiene needs \nand how isolation in the 10-South unit was having detrimental effects on his mental well-\nbeing. Until recently, I did not know that Mr. Mostafa was serving a life sentence at the \nADX and that SAMs was still in place in his case. \n27.provides a history of the legal challenges Mr. Mostafa has experienced and \nprovides a correlation to his conditions of confinement and that which would be \nexperienced by Mr. Assange, if extradited and placed under SAMs by the Attorney \nGeneral. I agree with her description of the devastating effects caused by isolation as a \nresult of SAMs. Similar to everything I previously provided in this report regarding \nSAMs, she also provides in her statement. To describe the setting of the ADX and MCC \nNew York for inmates assigned to prolonged SAMs as unduly harsh, is an \nunderstatement. In section 34 of her Affidavit,IMMprovides the findings of the \n11 \nEFTA00028013\n\nHigh Court of Justice, Queen's Bench Division, specifically comments regarding the \nHigh Court's views on a lengthy period of incarceration at the ADX in isolation. \n28. The conditions of confinement experienced by Mr. Mostafa as outlined in detail in-\n_' Affidavit, are the same conditions shared by other inmates who are assigned \nunder SAMs. Should Mr. Assange be extradited to the United States and assigned \nSAMs, his fate will be equal to that of Mr. Mostafa. I am uncertain how the BOP has \nbeen able to continue with these types of isolation units, given all the studies, reports and \nfindings of the horrific physical and psychological effects they have on inmates. \n29. With the Court's decision in Cunningham v. Federal Bureau of Prisons, generated by \ninmates at the ADX and further explained in great detail in report, some \naccommodations have been made to help negate the effects of long- term isolation on an \ninmates' emotional well-being. This decision does not contribute to the well-being of \nthose offenders under SAMs. As I explained throughout my report, the very premise of \nSAMs is to prevent their contact with the outside world and especially, with other \ninmates. \nCommunications Management Unit \n30. There are extensive discussions in declarations and \nAffidavits regarding the possibility of a Communication Management Unit (CMU) \nplacement for Mr. Assange, if a conviction results in the charges against him. There are \ntwo federal prisons which have a CMU, the United States Penitentiary (USP) Marion, \nIllinois and the USP Terre Haute, Indiana. I was the Warden for a brief time at the \nMarion facility and was responsible for overseeing the CMU at that institution. \n12 \nEFTA00028014\n\n31 an provide very detailed descriptions of CMUs and each \noffer their opinions about these types of prison environments. CMUs are a separate \nprison within a prison, where almost every aspect of their prison life occurs within that \nhousing unit. I believe both individuals provide valid assessments of certain aspects of \nthe CMUs; however, I accept description as more closely depicting the \nrealities and accuracies of these types of restrictive housing units. CMUs are not as \nrestrictive as the conditions associated with an inmate assigned under SAMs, but they are \nfar more limited than what is available at a mainline institution. At the Marion prison, a \nsmall outdoor recreation area is available to the inmates; however, it does not remotely \noffer the same exercise or recreational accommodations found at a regular prison facility. \nThere are tables set up in the outdoor recreation cages, where inmates can participate in \nboard or card games. There is limited space for outdoor walking and short of walking in \ncircles, or a short horizontal pattern, it is difficult for an inmate to engage in any \nmeaningful and healthy outdoor exercise. \n32. Contrary tollassertion, inmates in CMUs are not afforded the same \nopportunities as those available to inmates in general population, to communicate with \nothers, outside of the prison environment. Similar to the restrictive measures of SAMs, \nall outside communication of these inmates must be live monitored by an FBI agent. All \ntelephone calls need to be scheduled in advance and an agent must be available to listen \nand record any call with an inmate's family members. This is not as easily accomplished \nas it appears. Agents are not always available on certain days or at certain times, and the \ninmate's counselor must also be available to coordinate any telephone calls. All \n13 \nEFTA00028015\n\nincoming and outgoing mail is carefully scrutinized before delivery to the intended \nrecipient. \n33.Ilaccurately describes how social visiting in CMUs is limited and restrictive in \ncomparison to inmates in general population at other BOP facilities. Programs within \nCMU's are also very limited and do not offer the same opportunities as those afforded to \ninmates housed in the general population of the main section of the institution. During \nmy regular weekly rounds of the Marion CMU, I often had a barrage of complaints from \nthese inmates pertaining to the absolute boredom they experienced and lack of \nmeaningful programs in the unit. \n34. The majority of inmates I encountered in the CMU, similar to \nwhat \ndepicts, \nwere convicted of domestic and international terrorist crimes, violent crimes against \nothers, threatening public officials and sometimes associated with anti-government \ngroups. The English language was not the first language of the majority of the inmates in \nthis unit, some did not speak English and Arabic was primarily the language in which \nthey conversed. A large contingent of these inmates were Muslim and some would only \nassociate with other inmates of the same ethnic and religious background. \n35. Bothaadescribe how inmates can appeal their placement in \na CMU. As correctly points out, an inmate has the ability to challenge the \nCMU decision through the GOP's Administrative Remedy Program. This four-tiered, \nmainly internal, appeals process has various requirements, and is arduous and lengthy, as \nsuggested by. It often results in a denial of whatever remedy the inmate is \nrequesting. I would confidently state that it is unlikely any inmate has ever been \nsuccessful in his appeal to be transferred out of the CMU. Inmates in the CMU receive \n14 \nEFTA00028016\n\nbi-annual Program Reviews, which are informal, scheduled meetings where they meet \nwith members of their unit team and discuss amongst other things, their continued \nplacement in the CMU. As Warden, I would meet with the CMU unit team staff and \ndiscuss each case to determine if we believed there was a continued need for these types \nof restrictive measures. A recommendation was then forwarded from the Warden to the \nGOP's Counter-Terrorism Unit and finally to the GOP's Assistant Director of \nCorrectional Programs, for a final decision. During my assignment at USP Marion, I \nrecall only one time, where I made a recommendation for an inmate to be transferred out \nof the CMU, but that recommendation was met with a denial. I do not recall any inmate \never being transferred out of the CMU, other than a transfer to the sister-CMU at the USP \nTerre Haute. Every individual must determine for themselves, if these procedures afford \nan inmate due process or it is just a circumstance of which an inmate has no control or \nrecourse. \nDeclaration of Dr.Midated August 24th 2020 \n36. In her Declaration, Dr provides a detailed overview of mental health services \noffered in the BOP. She accurately describes the types of inmates the BOP houses and \nprovides a plethora of programs offered to the inmate population through the institutions' \nPsychology Services Departments. \n37. Dr. criticizes the findings made by regarding psychologists \nstaffing levels throughout the BOP. She points out the BOP was recently authorized and \nhas started to recruit for 48 new psychologist positions. I believe the BOP is well-\nintended on hiring additional psychologists to fill these vacancies. The problem, which \nDr. does not mention, is the difficulty the BOP has in recruiting qualified \n15 \nEFTA00028017\n\nmental health professionals. Psychologist positions have always been considered \"hard \nto fill positions\" in the BOP, presenting a significant challenge for the Agency. \nPsychologists in the communities are often not interested in working in a prison \nenvironment, the salaries offered are lower than what is offered in the private sectors, and \nmany federal prisons are located in very rural areas, all making a job as a psychologist \nwith the BOP, unattractive and difficult to successfully recruit. Often times, the Agency \nwould offer sign-on bonuses as a means to capture the attention of prospective \npsychologists. Dr. believes the GOP's staffing level of psychologists is \nadequate and improving. I would only agree with Dr. summation, if and \nwhen, the BOP hires all of these new psychologists, and fills most of their current vacant \nmental health staff positions, which will likely not occur anytime soon, or ever. For \npurposes of the current staffing conditions, I  find the information presented by \nis accurate and realistic. \n38. With regards to staffing levels in the BOP in general, there are opposing views between \nand The numbers with respect to staff to inmate ratios are \nfluid and the BOP continues in their quest to recruit qualified staff. The Agency is \ncurrently offering a 10% retention bonus for corrections officers at specific \"hard-to-fill\" \nlocations. The federal prisons in Florence, Colorado, including the ADX are on this list \nwith 16 other federal facilities. III,  in section 16 of his most recent \nSupplemental Declaration refers to how all BOP staff, with the exception of a few, are \nconsidered law enforcement and receive identical training as correctional officers. While \ntechnically accurate, some of these staff have not received specific correctional officer \ntraining since they began their careers several years ago. In his second Affidavit, in \n16 \nEFTA00028018\n\nsection 13, provides a very detailed and accurate explanation of how the BOP \nhandles staff shortages. The BOP utilizes this system of \"Augmentation\", throughout the \ncountry on a regular basis. In my view, the BOP is continues to operate federal prisons, \nwhile dangerously under-staffed. Position vacancies have been an ongoing challenge for \nmany years, and I see no quick resolution to this problem. \n39. The Office of the Inspector General (OIG) (Exhibit 5 in Second Statement of • \n1, \ncriticized the BOP's staffing levels in their July 2017 Review of the Federal \nBureau of Prisons' Use of Restrictive Housing for Inmates with Mental Illness Report. \nThe OIG report demonstrated how the BOP was understaffed in mental health services \nand not meeting the treatment needs of inmates with mental illness. The BOP's standard \nis to have one psychologist for every 500 assigned inmates. Institutions reviewed during \nOIG's inspection, fell significantly short in meeting this standard. As of October 2015, \nduring a time I was still employed with the BOP, the OIG found that only 57% of its \nauthorized Psychiatrist positions were filled. This Report further offers a detailed \ndescription regarding the psychological damage and effects long term isolation can have \non inmates. \n40. Dr. and both refer to the 2014 report, Federal Bureau of Prisons: \nSpecial Housing Unit Review and Assessment. In my opinion, the findings of the report \nstand for themselves. Dr. implies in section 37, of her Declaration, that \ninmates are content at the ADX. She bases this assumption solely on inmates not \nwanting to transfer to another federal prison. In my years of working in the prisons, \ninmates would often express to me, they did not want to be transferred to another prison, \nas just the idea of a transfer, to an unknown destination was in itself, anxiety-provoking \n17 \nEFTA00028019\n\nand frightening. Remaining at their current prison, regardless of the conditions \nexperienced, was a better option than having to start the process over again at a prison \nwhich could end up being worse. \n41. A variety of programs are provided in Dr. Declaration, many of which I am \nfamiliar with, having worked in many federal prisons during my career and three \nRegional Offices. No doubt the BOP offers some viable inmate programs, including \nresidential programs, especially those available to inmates with mental health concerns. \nThere are specific programs designed to address Mr. Assange's diagnoses of Depression, \nAnxiety, Asperger's Syndrome and others. The problem with this, as Dr. also \npoints out, is that some of these specialized residential programs, such as the Skills \nProgram are only offered at a limited number of federal prisons. The Skills Program is \noffered at the Federal Correctional Institution, Danbury, Connecticut and the Federal \nCorrectional Complex, Coleman, Florida. The security levels of these institutions are \nLow and Medium Security, respectively. Mr. Assange would not qualify for placement \nat either of these institutions, as he would likely be classified as a High Security Level \noffender, making him ineligible for placement at Danbury or Coleman. \n42. Irrespective of all of these programs available to inmates in the BOP, if a SAMs \nassignment were placed on Mr. Assange, the restrictions which accompany this, will rule \nout any possibility for him to engage in such activities and programs. The SAMs will \noverride the need for programs and will dictate what is allowed for Mr. Assange during \nany period of incarceration. Safety and security will always be the primary goal of the \nAgency and all other matters are secondary. \n18 \nEFTA00028020\n\n43. Dr. makes reference to the psychological assessments of two medical \nprofessionals who purported Mr. Assange would be an extreme high risk for suicide, if he \nwere extradited. I  have reviewed these assessments, and similar to the concerns \nexpressed by the medical professionals, Mr. Assange's mental health and continuous \nthoughts of harming himself are very troubling. All staff receive training on how to \nrespond to potentially suicidal inmates; however, we realize if a person wants to commit \nsuicide or in the course of events leading up to suicide, the individual changes their mind, \nit unfortunately in most cases is too late, and the person is unable to be revived. The \nexample of August 2019 suicide of Jeffrey Epstein, at the MCC New York, comes to \nmind. \n44. Suicides in prison often occur in solitary confinement and during pre-trial status. With \nthe likelihood of Mr. Assange being housed in solitary confinement, he would be at \ngreater risk for suicide and/or self-harm. There are cameras on the ranges of the Unit, \nbut, as with the case of \nJeffrey \nEpstein, those cameras malfunction, are not always \noperable or left unattended. \n45. If an instance occurred where Mr. Assange was in the act of committing suicide, staff in a \nrestrictive housing unit cannot render immediate assistance and would need to wait until \nmore staff arrive at the scene. It takes time for staff to respond to an emergency and they \nare prohibited for their own safety, from entering the cell until enough staff are present. \nThe outcome would likely result in the death of death of Mr. Assange. \n46. I do agree with Dr. that the BOP has a robust suicide prevention program and \nemploys dedicated staff to treat offenders who present with mental health concerns. If \nextradited to the United States, it is paramount that Mr. Assange's psychiatric reports \n19 \nEFTA00028021\n\ntransfer with him, (these reports are not always provided by the transferring agency). \nThese reports would allow staff to be aware of his mental health history. During the \nintake screening process, upon entering any federal facility, one of the prison \npsychologists would assess him, through a series of questions, and determine Mr. \nAssange's risk of suicide. This is where the systems of safeguard have proven not to be \neffective. One of the primary tools utilized in a suicide assessment is the reliance on an \ninmate to self-report in a truthful manner how he is feeling. When inmates are dishonest \nabout their suicide intentions, and they often are, (as in the case of Jeffrey Epstein), other \ncues to determine the risk of self-harm may be missed which could result in a dire \noutcome. If the assessment determines there is a present risk of taking his life, he would \nbe placed on suicide watch. Individuals who are on suicide watch, remain in that status \nuntil the risk of suicide has significantly subsided. \n47. As a former warden, I've personally had the unfortunate experience of receiving that \nphone call, informing me of an inmate's successful suicide. In two of the cases I  recall, \nalthough other inmates were aware of the individuals' propensity and plans for suicide, \nthey failed to report it to staff. This could have made the difference between life or death \nfor those inmates. Regardless of how robust the Bureau of Prisons' Suicide Prevention \nProgram is, the Agency cannot prevent someone who is intent on committing suicide, and \ntoo often inmates slip through the cracks. \n48. Further in her Declaration, Dr. provides a summation of when the BOP utilizes \nrestrictive housing for inmates and the reasons why an inmate would be placed in this \ntype of restrictive setting. She states the obvious reasons, such as the need to curtail the \nactions of violent or aggressive inmates; however, she also infers restrictive housing is \n20 \nEFTA00028022\n\nutilized for inmates who are deemed a security threat or for those who cannot be safely \nhoused with other inmates in general population. This is a catch-all phrase that allows for \nBOP staff to place any offender in restrictive housing based on their belief of any safety \nconcern. \n49. An offender, with criminal conduct similar to Mr. Assange would be placed in restrictive \nhousing, regardless of any SAMs assignment, upon his arrival at every federal prison \nthroughout his entire term of imprisonment. The length of time he would remain in this \nrestrictive setting is impossible to predict. There have been many studies, investigations, \nreports completed on the effects of prolonged placement in isolation. I have even \nreferenced an OIG report in this Declaration, which discusses this subject at length. \nFrom my \nexperience, of close to three decades of working in federal prisons, I would \nagree that long term isolation can have serious negative effects on an inmate's mental \nhealth. There are very limited programs offered to inmates in these restrictive settings, \nincluding mental health programs. There may be occasional one-on-one intervention \nwith a mental health professional, but often that intervention will take place by \nattempting to communicate through a steel door or the food slot built into the door. With \nthe limited number of Psychology Staff, time simply does not permit any type of \nextensive individualized counseling with inmates in restrictive housing. It would take a \nminimum of two staff, and sometimes more, depending on the security and custody level \nof the inmate, to shackle the inmate, unlock his cell and escort him to another secure \nlocation. If psychologists were to engage in this type of counseling, they would spend \ntheir entire shift focusing solely on this limited group of inmates. It is not feasible to \nexpect that, especially given the already high demands of their caseloads, coupled with a \n21 \nEFTA00028023\n\nshortage of psychology staff as well as psychology staff being utilized to fill in for vacant \ncorrectional officers' posts. \n50. All of these policies which effect how the BOP manages and cares for mentally ill \ninmates are specific and thorough. However, policies, regardless of how meaningful and \nwell-intended they are, for the reasons cited in the last paragraph, are not always carried-\nout and coincide with what occurs in actual practice. \nDeclaration of Truth and Continuing Duty to Court \n51. I  understand that my primary duty is to the Court. I  have complied with that duty and \nwill continue to comply with that duty. I  have set out in my statement what I  understand \nfrom those instructing me to be the issues in respect of which my opinion as an expert is \nrequired. All the matters on which I have expressed an opinion are within my field of \nexpertise. \n52. I  have done my best, in preparing this statement, to be accurate and complete. I have \nmentioned all matters that I regard as relevant to the opinions I have expressed. \n53. I  have not included in this statement, anything which has been suggested to me by \nanyone, including lawyers instructing me, without forming my own independent view of \nthe matters. At the time of signing the statement, I consider it to be complete and \naccurate. I will notify those instructing me if, for any reason, I subsequently consider that \nthe report requires any correction or qualification. \n54. I  understand that this report will be evidence that I would be prepared to give under oath, \nsubject to any correction or qualification I  may make before swearing to its veracity. I \nconfirm that I have made clear which facts and matters referred to in this report are \nwithin my own knowledge and which are not. Those that are in my own knowledge I \n22 \nEFTA00028024\n\nconfirm to be true. The opinions I have expressed represent my true and complete \nprofessional opinions on the matter \nto which they refer. \n55. I, Maureen Baird, attest under penalty of perjury that, on this 11th day of September \n2020, this document is true and accurate to the best of \nmy knowledge, information, and \nbelief. \nek• \n_ \nSastawt,,D\nMaureen \nP. Baird \n23 \nEFTA00028025",
    "pageCount": 23,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "e revived. The \nexample of August 2019 suicide of Jeffrey Epstein, at the MCC New York, comes to \nmind. \n44. Suicid"
      },
      {
        "name": "Assange",
        "role": "extracted",
        "context": "case. \n5. I was contacted by Mr. Assange's solicitors and asked to"
      },
      {
        "name": "Administrator",
        "role": "extracted",
        "context": "the Declaration submitted by Dr. \nAdministrator of the Psychology Servic"
      },
      {
        "name": "The",
        "role": "extracted",
        "context": "placed on an offender under SAMs. The restriction of social vis"
      },
      {
        "name": "There",
        "role": "extracted",
        "context": ". if he were assigned under SAMs. There may be certain \ncourses/p"
      },
      {
        "name": "He",
        "role": "extracted",
        "context": "ghts are not violated under SAMs. He provides the example \ntha"
      },
      {
        "name": "In",
        "role": "extracted",
        "context": "r an inmate who has imposed SAMs. In one \nexample, (Exhibit 13"
      },
      {
        "name": "His",
        "role": "extracted",
        "context": "primarily for inmates under SAMs. His summary is \nabsent any de"
      },
      {
        "name": "Federal \nMedical",
        "role": "extracted",
        "context": "he ADX, for offenders under SAMs. Federal \nMedical Centers, in my experience"
      },
      {
        "name": "Mostafa",
        "role": "extracted",
        "context": "has been like for her client, Mr. Mostafa to be believable and \ncre"
      },
      {
        "name": "Similar",
        "role": "extracted",
        "context": "y isolation as a \nresult of SAMs. Similar to everything I previousl"
      },
      {
        "name": "Should Mr",
        "role": "extracted",
        "context": "tes who are assigned \nunder SAMs. Should Mr. Assange be extradited to"
      },
      {
        "name": "As",
        "role": "extracted",
        "context": "g of \nthose offenders under SAMs. As I explained throughout my"
      },
      {
        "name": "Declaration",
        "role": "extracted",
        "context": "y of programs are provided in Dr. Declaration, many of which I am \nfami"
      },
      {
        "name": "From March",
        "role": "extracted",
        "context": "of perjury the following: \n1. From March 1989 through September 2016,"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "y the Department of \nJustice, Federal Bureau of Prisons, and served in man"
      },
      {
        "name": "Federal Correctional",
        "role": "extracted",
        "context": "positions held were; Warden, Federal Correctional Institution, (FCI) Danbury,"
      },
      {
        "name": "Senior Executive",
        "role": "extracted",
        "context": "ry, \nConnecticut (2009-2014), Senior Executive Service (SES) Warden, Metropo"
      },
      {
        "name": "Metropolitan \nCorrectional",
        "role": "extracted",
        "context": "ecutive Service (SES) Warden, Metropolitan \nCorrectional Center (MCC), New York (2014-"
      },
      {
        "name": "Communication Management",
        "role": "extracted",
        "context": "r with \nthe operations of the Communication Management Unit at USP Marion. \n3. Since"
      },
      {
        "name": "Psychology Services",
        "role": "extracted",
        "context": "by Dr. \nAdministrator of the Psychology Services Branch of the Bureau of Priso"
      },
      {
        "name": "Fourth Supplemental",
        "role": "extracted",
        "context": "ated August 24th 2020 and the Fourth Supplemental Declaration o \nAssistant Unit"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "h Supplemental Declaration o \nAssistant United States Attorney, Alexandria,"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "claration o \nAssistant United States Attorney, Alexandria, Virginia, dated"
      },
      {
        "name": "Special Administrative",
        "role": "extracted",
        "context": "Prisons for inmates \nassigned Special Administrative Measures (SAMs), offenders as"
      },
      {
        "name": "Communications Management",
        "role": "extracted",
        "context": "), offenders assigned to the \nCommunications Management Unit (CMU), and inmates house"
      },
      {
        "name": "Justice Advocacy",
        "role": "extracted",
        "context": "two \nAffidavits submitted by Justice Advocacy Group, LLC, \nAlexandria, Virg"
      },
      {
        "name": "Receive National",
        "role": "extracted",
        "context": "ivity charging: Conspiracy to Receive National Defense Information, \nObtaini"
      },
      {
        "name": "Defense Information",
        "role": "extracted",
        "context": "onspiracy to Receive National Defense Information, \nObtaining National Defense"
      },
      {
        "name": "Obtaining National",
        "role": "extracted",
        "context": "ational Defense Information, \nObtaining National Defense Information, Disclosu"
      },
      {
        "name": "National Defense",
        "role": "extracted",
        "context": "se Information, Disclosure of National Defense Information, \n2 \nEFTA00028004"
      },
      {
        "name": "Commit Computer",
        "role": "extracted",
        "context": "TA00028004\n\nand Conspiracy to Commit Computer Intrusion. If a conviction of"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "s, (SAMs), \nauthorized by the Attorney General and implemented by the warden"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "inmates pending trial in the Southern District of New York, I am very famili"
      },
      {
        "name": "Ms Order",
        "role": "extracted",
        "context": "trictions which accompany a SAMs Order. I agree, in part, with the i"
      },
      {
        "name": "Unit Team",
        "role": "extracted",
        "context": "facility. Even if the Warden, Unit Team, \nLieutenant or Captain wante"
      },
      {
        "name": "Administrative \nRemedy",
        "role": "extracted",
        "context": "the SAMs through the \nGOP's \nAdministrative \nRemedy Program. During my 28 years w"
      },
      {
        "name": "Administrative Remedies",
        "role": "extracted",
        "context": "responsible for responding to Administrative Remedies. With certainty, I declare, f"
      },
      {
        "name": "Administrative Remedy",
        "role": "extracted",
        "context": "uld be for him to exhaust the Administrative Remedy process, so \nhe could file a"
      },
      {
        "name": "First Amendment",
        "role": "extracted",
        "context": "l Declaration, that \ninmates' First Amendment rights are not violated under"
      },
      {
        "name": "Eighth \nAmendment",
        "role": "extracted",
        "context": "ot a violation of an inmate's Eighth \nAmendment rights. As a human being, and"
      },
      {
        "name": "Federal Medical",
        "role": "extracted",
        "context": "ill, requiring placement at a Federal Medical \nCenter, regardless of the le"
      },
      {
        "name": "Special Security",
        "role": "extracted",
        "context": "very likely be housed in the Special Security \nUnit (H Unit), at the ADX fa"
      },
      {
        "name": "Superrnax Prison",
        "role": "extracted",
        "context": "arden as stating, how the ADX Superrnax Prison is a \"Fate Worse \nThan Death\""
      },
      {
        "name": "Fate Worse",
        "role": "extracted",
        "context": "he ADX Superrnax Prison is a \"Fate Worse \nThan Death\", that was \"Not B"
      },
      {
        "name": "Than Death",
        "role": "extracted",
        "context": "rnax Prison is a \"Fate Worse \nThan Death\", that was \"Not Built For Hum"
      },
      {
        "name": "Not Built",
        "role": "extracted",
        "context": "Worse \nThan Death\", that was \"Not Built For Humanity\". former Warden"
      },
      {
        "name": "For Humanity",
        "role": "extracted",
        "context": "n Death\", that was \"Not Built For Humanity\". former Warden of the \nADX a"
      },
      {
        "name": "Housing Unit",
        "role": "extracted",
        "context": "the actual Special Security \nHousing Unit and not really a program at a"
      },
      {
        "name": "Supplemental \nDeclaration",
        "role": "extracted",
        "context": "sections 28-29 of his fourth Supplemental \nDeclaration suggests not all inmates, pos"
      },
      {
        "name": "Administrative Maximum",
        "role": "extracted",
        "context": "nder \nSAMs, are housed at the Administrative Maximum Security United States Penite"
      },
      {
        "name": "Security United",
        "role": "extracted",
        "context": "at the Administrative Maximum Security United States Penitentiary, \n(ADX),"
      },
      {
        "name": "States Penitentiary",
        "role": "extracted",
        "context": "ative Maximum Security United States Penitentiary, \n(ADX), Florence, Colorado."
      },
      {
        "name": "Witness Security",
        "role": "extracted",
        "context": "l requirement, or a protected Witness Security Case, I am not familiar with"
      },
      {
        "name": "Mostafa Kamel",
        "role": "extracted",
        "context": "he experience of \nher client, Mostafa Kamel Mostafa, who is currently inc"
      },
      {
        "name": "Service \nWarden",
        "role": "extracted",
        "context": "promoted to Senior Executive Service \nWarden from my former position as Wa"
      },
      {
        "name": "Ms Unit",
        "role": "extracted",
        "context": "my rounds of the 10-South \nSAMs Unit. I remember he was disabled,"
      },
      {
        "name": "Attorney \nGeneral",
        "role": "extracted",
        "context": "and placed under SAMs by the Attorney \nGeneral. I agree with her description"
      },
      {
        "name": "High Court",
        "role": "extracted",
        "context": "ngs of the \n11 \nEFTA00028013\n\nHigh Court of Justice, Queen's Bench Div"
      },
      {
        "name": "Bench Division",
        "role": "extracted",
        "context": "igh Court of Justice, Queen's Bench Division, specifically comments regard"
      },
      {
        "name": "Terre Haute",
        "role": "extracted",
        "context": "Marion, \nIllinois and the USP Terre Haute, Indiana. I was the Warden fo"
      },
      {
        "name": "The English",
        "role": "extracted",
        "context": "with anti-government \ngroups. The English language was not the first la"
      },
      {
        "name": "Program Reviews",
        "role": "extracted",
        "context": "14 \nEFTA00028016\n\nbi-annual Program Reviews, which are informal, schedule"
      },
      {
        "name": "As Warden",
        "role": "extracted",
        "context": "tinued \nplacement in the CMU. As Warden, I would meet with the CMU un"
      },
      {
        "name": "Terrorism Unit",
        "role": "extracted",
        "context": "Warden to the \nGOP's Counter-Terrorism Unit and finally to the GOP's Assi"
      },
      {
        "name": "Assistant Director",
        "role": "extracted",
        "context": "Unit and finally to the GOP's Assistant Director of \nCorrectional Programs, fo"
      },
      {
        "name": "Correctional Programs",
        "role": "extracted",
        "context": "GOP's Assistant Director of \nCorrectional Programs, for a final decision. During"
      },
      {
        "name": "Midated August",
        "role": "extracted",
        "context": "recourse. \nDeclaration of Dr.Midated August 24th 2020 \n36. In her Declara"
      },
      {
        "name": "The Agency",
        "role": "extracted",
        "context": "t to recruit qualified staff. The Agency is \ncurrently offering a 10%"
      },
      {
        "name": "Supplemental Declaration",
        "role": "extracted",
        "context": "ection 16 of his most recent \nSupplemental Declaration refers to how all BOP staff,"
      },
      {
        "name": "The Office",
        "role": "extracted",
        "context": "olution to this problem. \n39. The Office of the Inspector General (OIG"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "oblem. \n39. The Office of the Inspector General (OIG) (Exhibit 5 in Second St"
      },
      {
        "name": "Second Statement",
        "role": "extracted",
        "context": "r General (OIG) (Exhibit 5 in Second Statement of • \n1, \ncriticized the BOP'"
      },
      {
        "name": "Federal \nBureau",
        "role": "extracted",
        "context": "their July 2017 Review of the Federal \nBureau of Prisons' Use of Restrictiv"
      },
      {
        "name": "Restrictive Housing",
        "role": "extracted",
        "context": "al \nBureau of Prisons' Use of Restrictive Housing for Inmates with Mental Illne"
      },
      {
        "name": "Mental Illness",
        "role": "extracted",
        "context": "tive Housing for Inmates with Mental Illness Report. \nThe OIG report demon"
      },
      {
        "name": "This Report",
        "role": "extracted",
        "context": "atrist positions were filled. This Report further offers a detailed \nde"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": ", Federal Bureau of Prisons: \nSpecial Housing Unit Review and Assessment. I"
      },
      {
        "name": "Unit Review",
        "role": "extracted",
        "context": "of Prisons: \nSpecial Housing Unit Review and Assessment. In my opinion"
      },
      {
        "name": "Regional Offices",
        "role": "extracted",
        "context": "s during my career and three \nRegional Offices. No doubt the BOP offers some"
      },
      {
        "name": "Skills \nProgram",
        "role": "extracted",
        "context": "dential programs, such as the Skills \nProgram are only offered at a limited"
      },
      {
        "name": "The Skills",
        "role": "extracted",
        "context": "ed number of federal prisons. The Skills Program is \noffered at the Fe"
      },
      {
        "name": "Federal \nCorrectional",
        "role": "extracted",
        "context": "Danbury, Connecticut and the Federal \nCorrectional Complex, Coleman, Florida. Th"
      },
      {
        "name": "Medium Security",
        "role": "extracted",
        "context": "ese institutions are \nLow and Medium Security, respectively. Mr. Assange wo"
      },
      {
        "name": "High Security",
        "role": "extracted",
        "context": "uld likely be classified as a High Security Level \noffender, making him i"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "t, \nbut, as with the case of \nJeffrey \nEpstein, those cameras malfunction, a"
      },
      {
        "name": "Suicide Prevention",
        "role": "extracted",
        "context": "robust the Bureau of Prisons' Suicide Prevention \nProgram is, the Agency canno"
      },
      {
        "name": "Psychology Staff",
        "role": "extracted",
        "context": ". With \nthe limited number of Psychology Staff, time simply does not permit"
      },
      {
        "name": "Continuing Duty",
        "role": "extracted",
        "context": "ce. \nDeclaration of Truth and Continuing Duty to Court \n51. I  understand t"
      },
      {
        "name": "Maureen Baird",
        "role": "extracted",
        "context": "to which they refer. \n55. I, Maureen Baird, attest under penalty of perj"
      }
    ],
    "locations": [
      {
        "name": "Washington, DC",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-01-17",
        "event": "January 17, 2020"
      },
      {
        "date": "2020-07-16",
        "event": "July 16, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:19.481Z"
}