{
  "document": {
    "id": "efta00030113",
    "filename": "EFTA00030113.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030113.pdf",
    "text": "\n\nSubject: RE: Pending FOIA # 1424728 - JEFFREY EPSTEIN --- UNCLASSIFIED \nDate: Fri, 25 Jan 2019 19:35:08 +0000 \nAttachments: 1424728.pdf \nClassification: UNCLASSIFIED \nTRANSITORY RECORD \nPlease reply all to below FOIA request. Due 1/31. \nThank you. \nFrom: \nSent: Thursday, January 24, 2019 11:33 AM \nTo: \nCc: \nSubject: Pending FOIA # 1424728 - JEFFREY EPSTEIN --- UNCLASSIFIED \nClassification: UNCLASSIFIED \nTRANSITORY RECORD \n**Your response to this communication is required within 7 days and is accounted for in the \"Percentage of Timely FOIA \nRequests\" element of your Field Office Health Measure.\" \nGood afternoon, \nI am processing a FOIA request and the subject is Jeffrey Epstein. \nThe requester's name is Bill Stevens. In searching the Bureau's indices, the following file was located and determined \nresponsive to the subject of this FOIPA request. It is RIDS policy to notify the CDC and Case Agent to ensure all pending \ninvestigations are handled appropriately. \nFILE NUMBER (including sub-files): 31E-NY-3027571 \nInvestigator/SA: \nRIDS is required to collect and review the potentially responsive information to determine how to properly respond to this \nFOIPA request. Below you will find RIDS standard questions for handling pending cases. We request your office address \neach question and provide the specific details associated with this pending matter. Your responses to the questions below \nwill determine the exemptions or whether exclusion is appropriate for this request. \nIf you have any questions please feel free to contact me at . Thank you for your assistance. \n1. What is the current status of the pending investigation (e.g., investigation is ongoing, awaiting U.S. Attorney decision to \nprosecute, trial is pending, an appeal from the trial is pending, etc.)? \n2. Can we advise the subject/requester that the investigation is pending or would this jeopardize the investigation? \nEFTA00030113\n\n3. If pending, does the investigative file contain any releasable material pertaining specifically to the subject of the request \nthat will not harm or interfere with this or any other pending investigation? \n(Please note releasable material could include, but is not limited to public source material (i.e., newspaper articles, internet \ndownloads, items in the public domain such as video clips and press releases, court transcripts, criminal affidavits, and other \ncourt filings)]. \n4. Has the subject of this investigation been interviewed? \nClassification: UNCLASSIFIED \nClassification: UNCLASSIFIED \nEFTA00030114",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "Subject: RE: Pending FOIA # 1424728 - JEFFREY EPSTEIN --- UNCLASSIFIED \nDate: Fri, 25 Jan 2019 19:35:08"
      },
      {
        "name": "Field Office",
        "role": "extracted",
        "context": "IA \nRequests\" element of your Field Office Health Measure.\" \nGood aftern"
      },
      {
        "name": "Health Measure",
        "role": "extracted",
        "context": "element of your Field Office Health Measure.\" \nGood afternoon, \nI am proc"
      },
      {
        "name": "Bill Stevens",
        "role": "extracted",
        "context": "ein. \nThe requester's name is Bill Stevens. In searching the Bureau's in"
      },
      {
        "name": "Case Agent",
        "role": "extracted",
        "context": "policy to notify the CDC and Case Agent to ensure all pending \ninvest"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-01-24",
        "event": "January 24, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:25.030Z"
}