{
  "document": {
    "id": "efta00014355",
    "filename": "EFTA00014355.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014355.pdf",
    "text": "\n\nFrom: \nTo:'\nSubject: RE: Epstein (records for Relativity upload) \nDate: Mon, 12 Aug 2019 16:47:22 +0000 \nYup, all fixed —  thank you \nFrom: \nSent: Monday, August 12, 2019 09:42 \nTo: \nSubject: RE: Epstein (records for Relativity upload) \nPlease try to log into Relativity now and you should be able to access the database. \nThank you. \nFrom: \nSent: Sunday, August 11, 2019 9:18 PM \nTo: \nSubject: RE: Epstein (records for Relativity upload) \nrelated to this, I'm getting a \"contact your administrator\" when I try to log onto Relativity —  is it possible to make \nsure I still have access, please? Thanks! \nFrom: \nSent: Sunday, August 11, 2019 17:58 \nTo: \nCc: \nca; \nSubject: RE: Epstein (records for Relativity upload) \nI've generally reviewed the PDF file creations and indices and overall I think they look good. A couple notes for the next \nround of materials —  most importantly, for any phone bills or invoices, in the index they create, please have them list the \nphone number in the index along with the rest of the description of the file or document (so we can more easily search, \nrather than having to rely on the OCR versions in Relativity). And then second, if in the index they can create a tab that \ncontains a column with just the document description (rather than the entire file extension, which it looks like they did for \nthese ones). \nFor this round, though, it looks good, and we'll have our paralegals make those changes for these docs. Accordingly, these \nrecords can be uploaded into Relativity under the general folder \"Florida investigation FOIA files\". (Due to the events of \nthis weekend we no longer have active discovery obligations, but we will be reviewing the documents in connection with \nthe ongoing investigation.) Your door was locked so I put the envelope with the flash drive right outside your office. \nThe next round of materials is the set of discs we've been discussing over the past several days. Unfortunately for us, \nthere's likely to be a lot of overlap in this round of materials and the previous documents, because in theory they all come \nfrom the same place, but we want to process all of them to make sure we're ultimately meeting any and all obligations. In \nEFTA00014355\n\nterms of the vendor, this newer set of docs should be easier because they should be already broken up into component \nparts, but as discussed we'd like them to double-check that —  and also to do the same type of index creation as in the last \nround. \nPlease let us know if any other questions or issues, let me know if I'm forgetting anything, and thanks as always. \nFrom: \nSent: Friday, August 09, 2019 11:08 \nTo: \nSubject: Epstein \nHello M, \ncz> \nThe vendor has finished creating the new PDF files based on the 66 PDF files you gave to me in June. I have the data on a \nflash drive and figured you would like to review the data before it is loaded to Relativity. Please let me know if you are in \nyour office and I will bring you the flash drive. \nThank you. \nEFTA00014356",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein \nHello",
        "role": "extracted",
        "context": "09, 2019 11:08 \nTo: \nSubject: Epstein \nHello M, \ncz> \nThe vendor has finis"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-12",
        "event": "August 12, 2019"
      },
      {
        "date": "2019-08-11",
        "event": "August 11, 2019"
      },
      {
        "date": "2019-08-09",
        "event": "August 09, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:48.686Z"
}