{
  "document": {
    "id": "efta00032349",
    "filename": "EFTA00032349.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032349.pdf",
    "text": "\n\nFrom: New York Law360 <news-alt@law360.com> \nTo: \n> \nSubject: UN Bribery Ruling Further Defines The Limits Of McDonnell \nDate: Mon, 12 Aug 2019 09:24:32 +0000 \n;law360 New York \nNEW YORK \nMonday, August 12, 2019 Law360 \nTOP NEWS \nAnalysis \nUN Bribery Ruling Further Defines The Limits Of McDonnell \nThe Second Circuit closed the door on defendants hoping to invoke the U.S. \nSupreme Court's McDonnell ruling in Foreign Corrupt Practices Act cases —\na decision showing the ruling does not apply across the spectrum of \ncorruption prosecutions as some defense attorneys had hoped. \nRead full article » \n2nd Circ. Says McDonnell Rule Doesn't Apply In FCPA Cases \nThe high bar for certain corruption cases the U.S. Supreme Court set in \nMcDonnell does not apply to prosecutions under the Foreign Corrupt \nPractices Act, the Second Circuit ruled Friday, affirming the conviction of a \nChinese real estate developer for bribing United Nations officials. \nOpinion attached I Read \nfull article » \nEx-KPMG Accountant Gets 8 Months For Inspection Plan Theft \nA Manhattan federal judge on Friday sentenced a former KPMG accountant \nfrom Texas, who admitted poaching confidential inspection plans from the \nPublic Company Accounting Oversight Board and giving them to KPMG, to \neight months in prison. \nRead full article » \nNYT Wins Toss Of Arpaio's $147M Defamation Suit \nA Washington, D.C., federal judge on Friday threw out a $147.5 million \ndefamation suit brought by Joe Arpaio against The New York Times, saying \nthe former sheriff of Arizona's Maricopa County had come \"nowhere close\" to \nproving a crucial aspect of his case. \nOrder attached I \nRead full article » \nEpstein Dead In Apparent Suicide, As Feds Investigate \nFederal investigators will examine the death of Jeffrey Epstein, the financier \ncharged with sex trafficking underage girls, after officials said he was found \ndead in his Manhattan federal jail cell on Saturday morning, derailing a \nblockbuster trial a day after a trove of documents connected to him were \nmade public. \n9 documents attached I Read full article \n» \nJudges Say 'We've Had It' With Attacks On The Judiciary \nThe time has come for judges to \"take more aggressive action\" to fight back \nagainst attacks on the judiciary made by President Trump and other \n;law360 Pro Say Podcast \nListen to our new podcast here \nLAW FIRMS \nAdvisors LLC \nAkin Gump \nArent Fox \nArmstrong Teasdale \nArnold & Porter \nBaker Marquart \nBallard Spahr \nChristian & Barton \nClark Hill \nCleary Gottlieb \nConsovoy McCarthy \nConstantine Cannon \nCravath Swaine \nCrowell & Moring \nDLA Piper \nDavis Polk \nDavis Wright Tremaine \nDebevoise & Plimpton \nDechert \nDewey & LeBoeuf \nEisner LLP \nEllenoff Grossman \nEversheds Sutherland \nEFTA00032349\n\npoliticians, Washington Supreme Court Justice Debra Stephens said Friday, \nspeaking on a six-judge panel on the topic. \nRead full article » \nAnalysis \nCisco's $8.6M Deal Shows Cost Of Ignoring Cyber Flaws \nCisco's agreement to pay $8.6 million to resolve a whistleblower's allegations \nthat it knowingly sold hackable video surveillance gear to government \nagencies is the first payout in a False Claims Act case brought over \ncybersecurity, illustrating the growing legal risks of mishandling discovered \ndigital flaws. \nRead full article » \nCYBERSECURITY & PRIVACY \nDelta Sues Software Provider Over Data Breach \nDelta Airlines sued its customer service chat provider in New York federal \ncourt Thursday, accusing it of lax digital security practices that allowed a \nhacker to steal the personal information of more than 800,000 people. \nComplaint attached \nI \nRead full \narticle » \nINTELLECTUAL PROPERTY \nHumvee Says 'Call Of Duty' TM Case Won't Cause 'Mayhem' \nThe automaker behind the Humvee is urging a federal court to reject claims \nthat \"the world will end\" if the company wins its trademark lawsuit against \nActivision Blizzard over the appearance of the famous truck in \"Call of Duty\" \nvideo games. \nMemorandum attached I Read full article » \nNBA Star Sues Over 'Greek Freak' Mark On Hoodies, T-Shirts \nNBA player Giannis Antetokounmpo filed suit in New York federal court on \nFriday against a clothing label for infringing on his \"Greek Freak\" and \"Greek \nFr34K\" trademarks, both nicknames the athlete said were born of his skill, \nnationality and jersey number. \nComplaint attached I Read full article » \n'Grease' Parody Writers Say Fair Use Is The One They Want \nThe Georgia-based comedians behind \"Vape: The Musical\" asked a New \nYork federal court on Friday to declare their play eligible for protection from \ncopyright infringement claims by the creators of \"Grease,\" claiming their story \nis a parody of the iconic theatrical production. \nComplaint attached \nI \nRead full \narticle » \nSECURITIES & WHITE COLLAR \nEx-Dewey CFO Urges NY Appeals Court To Toss Conviction \nFormer Dewey & LeBoeuf LLP Chief Financial Officer Joel Sanders is urging \na New York appeals court to throw out his fraud conviction and resulting $1 \nmillion fine, arguing that a slew of errors by the court, the prosecution and his \nformer attorneys deprived him of his right to a fair trial. \nBrief attached \nI \nRead \nfull article \n» \nEx-Barbados Official Denies Money Laundering Charges \nA former minister for the government of Barbados on Friday denied charges \nstemming from bribes he allegedly took for steering a state contract to an \ninsurance company, ahead of a fall trial on conspiracy and money laundering \ncharges. \nRead full article )> \nFine Kaplan \nGibson Dunn \nGoodwin \nHaddon Morgan \nHaynes and Boone \nHunton Andrews Kurth \nJomarron Lopez \nJones Day \nKatten Muchin \nKing & Spalding \nKirkland & Ellis \nLatham & Watkins \nLaw Lyman \nLaw Offices of Tim Powers \nLeClairRyan \nLuse Gorman \nMei & Mark \nMitchell Silberberg \nMorgan Lewis \nMorrison & Foerster \nMorvillo Abramowitz \nMunger Tolles \nOrrick Herrington \nPardalis & Nohavicka \nParker McCay \nPatterson Belknap \nPaul Weiss \nPerkins Coie \nQuinn Emanuel \nRogers Joseph \nRopes & Gray \nSheppard Mullin \nSkadden \nStevens & Lee \nThompson Hine \nVenable LLP \nWargo & French \nWeil Gotshal \nWilliams & Connolly \nWilmerHale \nWinston & Strawn \nWolfBlock \nCOMPANIES \nAM General LLC \nAT&T Inc. \nActivision Blizzard Inc. \nAerojet Rocketdyne Holdings Inc. \nAltice SA \nAltice USA \nAmazon.com Inc. \nEFTA00032350\n\nCharity Accused Of Iran Sanctions Violations Gets New Trial \nThe Second Circuit on Friday gave a New York charity a second chance to \nfight allegations that it violated U.S. sanctions against Iran, scolding a \nManhattan court for allowing the government to present illegally obtained \nevidence at trial. \nOpinion attached I Read full article » \nCOMPETITION \nComcast, AT&T Get Sought T-Mobile/Sprint Info Locks \nComcast and AT&T have persuaded a New York federal judge to impose \nstricter safeguards for their sensitive business information submitted in the \nstate attorneys generals' case challenging T-Mobile's purchase of Sprint, with \nthe judge upping the level of protection from what the merging companies \nhad proposed. \n1 document attached I Read full article » \nBANKING \nWells Fargo Blasts Bankrupt Fund's Bid To Probe Casino IPO \nWells Fargo and a group of bondholders who claim they're owed nearly $900 \nmillion have blasted a bankrupt hedge fund's request to investigate the \ncontested Macau casino IPO at the heart of the dispute, calling the debtors \n\"hopelessly conflicted.\" \n1 \ndocument attached Read full \narticle \nTAX \nTrump Tax Return Suit Belongs In NY, State Officials Say \nNew York officials on Friday asked a D.C. federal judge to transfer to their \nstate President Donald Trump's suit seeking to bar enforcement of a law \nallowing Congress access to his state tax returns, saying it lacks a D.C. \nconnection. \nMotion \nattached I Read \nfull article » \nProPublica Sues IRS To Release Emails On Private Tax Prep \nNonprofit news organization ProPublica sued the Internal Revenue Service in \na New York federal court on Friday for the immediate release of documents \nrelated to the renewal of a partnership between the agency and private \nindustry providers of free online tax filing services. \nComplaint attached \nI \nRead full \narticle » \nCAPITAL MARKETS \n3 Firms Guide OceanFirst Bank Deals Valued At $285M Total \nThe parent of Toms River, New Jersey-based OceanFirst Bank said Friday \nthat it has inked separate agreements totaling roughly $285 million to acquire \ntwo fellow banking companies, in deals guided by Skadden, Stevens & Lee \nand Luse Gorman. \nRead full article » \nEllenoff-Led Blank Check Co. Nabs $300M IPO For Fintech Buy \nBlank check company Thunder Bridge Acquisition II Ltd. hit the market \nFriday, a day after pricing $300 million in an initial public offering the Ellenoff \nGrossman & Schole LLP-led company says will be used to acquire a \nbusiness in the financial technology space. \nRead full article » \nAmerican Bar Association \nAmerican Civil Liberties Union \nApple Inc. \nBoenning & Scattergood Inc. \nBrigham Young University \nCharter Communications Inc. \nCisco Systems Inc. \nComcast Corp. \nDISH Network LLC \nDelta Air Lines Inc. \nDeutsche Telekom AG \nEisnerAmper LLP \nFederal - Mogul Corporation \nFirst Capital, Inc. \nGNC Corp. \nGerson Lehrman Group Inc. \nGoldman Sachs Group Inc. \nGoogle Inc. \nH&R Block Inc. \nHealth Diagnostic Laboratory Inc. \nIntuit Inc. \nKPMG International \nLexisNexis Group \nLinkedln Corp. \nMilwaukee Bucks \nMorgan Stanley \nNASDAQ OMX Group Inc. \nNational Conference of State \nLegislatures \nNew York Times Co. \nOceanFirst Financial Corp. \nPhiladelphia Phillies \nPiper Jaffray Companies \nPublic Company Accounting \nOversight Board \nPurdue Pharma LP \nQUALCOMM Inc. \nRELX PLC \nRetail Industry Leaders Association \nInc. \nRolls-Royce \nSandler O'Neill & Partners LP \nSeaWorld Entertainment Inc. \nSilver Point Capital LP \nSpotify Technology SA \nSprint Nextel Corporation \nState Bar of California \nT-Mobile USA Inc. \nTenneco Inc. \nTwitter Inc. \nTwo River Bancorp \nEFTA00032351\n\nPEOPLE \nEXPERT ANALYSIS \nState Net \nHow States Are Attending To Medical Balance Billing \nWith emergency room visits involving care from out-of-network providers \nsometimes resulting in balance bills reaching thousands of dollars, 32 states \nthis year have taken legislative action, and those that have not are under \nincreasing pressure to do so, says Korey Clark of State Net Capitol Journal. \nRead full article » \nLEGAL INDUSTRY \nGlobal 20: Eversheds Sutherland \nContinued growth in the U.S. and the U.K., new offices in the Czech Republic \nand the Netherlands and a client-first attitude world-wide have earned \nEversheds Sutherland a spot on Law360's Global 20 list. \nRead full \narticle \n» \nAnalysis \n5 Things To Know As Trial Starts For Ex-Skadden Atty Craig \nFormer Skadden partner and onetime White House counsel Gregory Craig \nheads to trial on Monday in a convoluted case involving an analysis he wrote \nsix years ago about an overseas criminal prosecution and alleged lies over \nthat work. Here's what attorneys should know about the case. \nRead full article » \nAnalysis \nAs LeClairRyan Folds, What Comes Next For Its Attorneys? \nLeClairRyan's announcement that those affected by its closure wouldn't \nreceive COBRA health care benefits added to mounting worries expressed \nby the firm's current employees and former members, who say they don't \nexpect they'll see much or any of the capital the firm owes them. \nRead full article » \nLeClairRyan Beats Ex-Blood Test Exec's Malpractice Suit \nA Virginia state court has thrown out a $603 million malpractice suit against \nLeClairRyan brought by the ex-CEO of defunct blood test company Health \nDiagnostic Laboratory Inc., saying her case rested on arguments that had \nalready been heard and rejected by another court. \nRead full article » \n2019 Snapshot Of The Legal Profession Shows Slowed Growth \nThe U.S. attorney population grew at a slower rate during the past two years \nthan it has during any two-year period in the last century, according to a \nreport released Saturday at the ABA Annual Meeting in San Francisco. \nRead full article » \n9th Circ. Judge Warns 'Judicial Independence Is At Risk' \nAccepting an American Bar Association award on Friday, Ninth Circuit Judge \nM. Margaret McKeown told a room packed with judges and attorneys that \nrecent attacks on judges pose a threat to the rule of law, and urged her \ncolleagues to do more to defend judicial independence. \nRead full article » \nHow Unauthorized Immigrants Are Fighting To Practice Law \nUtah could join a small but growing number of states that allow unauthorized \nimmigrants to join the bar, though a looming U.S. Supreme Court case has \nUnited Parcel Service Inc. \nUnitedLex Corp. \nWells Fargo & Co. \nGOVERNMENT AGENCIES \nBureau of Labor Statistics \nCalifornia Supreme Court \nCity of Richmond, Virginia \nFederal Bureau of Investigation \nFederal Bureau of Prisons \nFederal Communications \nCommission \nFederal Judicial Center \nFederal Trade Commission \nInternal Revenue Service \nNational Aeronautics and Space \nAdministration \nNational Labor Relations Board \nNew York Attorney General's Office \nOccupational Safety and Health \nAdministration \nSecurities and Exchange \nCommission \nU.S. Army \nU.S. Attorney's Office \nU.S. Bankruptcy Court for the \nSouthern District of New York \nU.S. Court of Appeals for the \nSecond Circuit \nU.S. Department of Homeland \nSecurity \nU.S. Department of Justice \nU.S. Department of Labor \nU.S. District Court for the Eastern \nDistrict of New York \nU.S. District Court for the Southern \nDistrict of New York \nU.S. House of Representatives \nU.S. Patent and Trademark Office \nU.S. Senate \nU.S. Supreme Court \nUnited Nations \nEFTA00032352\n\nraised new fears among both attorney hopefuls and practicing lawyers \nwithout legal status. \nRead full article » \nWhy Lawyer Well-Being Can Impact Access To Justice \nPromoting mental health and well-being among public interest attorneys goes \nbeyond creating healthy work environments and has a direct impact on the \nquality and availability of legal services accessible to low-income people, \npanelists said Friday at the American Bar Association's annual meeting in \nSan Francisco. \nRead full article » \nDems Tell Trump Tapping Scalia To Head DOL 'Alarming' \nMore than two-dozen House Democrats have urged President Donald Trump \nto reconsider his nomination of Gibson Dunn & Crutcher LLP attorney \nEugene Scalia to lead the U.S. Department of Labor, a move the Democrats \ncalled \"extremely alarming\" because of Scalia's \"patent hostility\" toward \nworkers' rights. \nRead full article )> \nHaynes And Boone's London Growth Leads To New Office \nHaynes and Boone LLP is relocating to larger offices in London, the Texas-\nbased firm said Thursday, after seeing the number of partners it has in the \ncity double in under three years. \nRead full article » \nWash. Judges Can't Pursue Records Suit On Public's Dime \nThe Washington Supreme Court has ruled that a group of state judges \ncannot appoint their own taxpayer-funded attorney in order to sue a county \nclerk in a dispute over digital record-keeping, saying that if the judges wanted \nto pursue legal action, it should be on their own dime. \nRead full article » \nGC Cheat Sheet: The Hottest Corporate News Of The Week \nA surge of attorneys are moving to in-house positions in the ever-evolving \ncannabis space, another tech giant was hit with a proposed privacy class \naction and Purdue Pharma has argued that the opioid suit it is facing sets a \ndangerous precedent for corporate directors. These are some of the stories \nin corporate legal news you may have missed in the past week. \nRead full article » \nIn Case You Missed It: Hottest Firms And Stories On Law360 \nFor those who missed out, here's a look back at the law firms, stories and \nexpert analyses that generated the most buzz on Law360 last week. \nRead full article » \nPodcast \nLaw360's Pro Say: Can Mexico Extradite The El Paso Shooter? \nLast week's mass shooting in El Paso killed eight Mexican citizens, leading \nMexico's government to suggest that it will take the unusual step of seeking \nto extradite the shooter. On this week's episode of Pro Say we're joined by \nJohn Bellinger, a partner at the law firm Arnold & Porter and a former legal \nadviser at the U.S. State Department, to discuss the legal and practical \ndimensions of the situation. \nRead full article » \nJOBS \nSearch full listings or advertise your job opening \nAttorney - Commercial Employment Associate (3+ yrs) \nLitigation/Professional & General Liability Gordon & Rees \nEFTA00032353\n\n(3-6 yrs) \nGordon & Rees \nNew York, New York \nNY/NJ Employment Attorney (3-6 yrs) \nGordon & Rees \nNew York, - \nIn-House Corp/NYC 2.5+yrs \nSchoen Legal Search \nNew York. New York \nM&A Associate \nPerkins Coie LLP \nNew York, New York \nMidsized NY LF seeks add'tl up•and-\ncoming partners PB $IM+ \nSchoen Legal Search \nNew York, New York \nelite lit boutique // mid level assoc \nSchoen Legal Search \nNew York. New York \nBanktcy Boutique Counsel/Partner \nSchoen Legal Search \nNYC, New York \nLitigation Funding Business Developer \nNorth America \nDeminor Recovery Services \nNew York. New York \nECVC Associate Attorney \nPerkins Coie LLP \nNew York. New York \nNew York, New York \nReal Estate Mid to Senior Attorney \nHunton Andrews Kurth \nNew York, New York \nmusic industry copyright associate \nSchoen Legal Search \nNew York, New York \nIntellectual Property Assistant \nKnobbe Martens Olson & Bear, LLP \nNew York, New York \nNYC'Corp'Assoc*Mid-sizedtifestyle \nSchoen Legal Search \nNYC. New York \nStellar mid-sized firm seeks outstanding \nmid level m&a atty \nSchoen Legal Search \nNYC, New York \nReal Estate Associate \nHunton Andrews Kurth LLP \nNew York, New York \nParalegal, IP Litigation \nBaker & McKenzie \nNew York, New York \nJunior Level Construction Associate \nDuane Morris \nNew York, New York \nNot sure if your film subscribes? Ask your librarian. \nWe hope you found this message to be useful. \nHowever. if you'd tether not receive future emails of this son. \nyou may unsubsctibe here. \nPlease DO NOT 'spay to this email. For customer support inquiries, please call +1-646-783.7I00 or visit our Contact Us page. \nPrivacy Policy \nLaw360I \nPortfolio Media. Inc. Ill West 1911 Street. Sth Floor, New York. NY [Dail \nEFTA00032354",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "Federal investigators will examine the death of Jeffrey Epstein, the financier \ncharged with sex trafficking unde"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "deral judge to transfer to their \nstate President Donald Trump's suit seeking to bar enforcement of a law \nallow"
      },
      {
        "name": "Bribery Ruling",
        "role": "extracted",
        "context": "360.com> \nTo: \n> \nSubject: UN Bribery Ruling Further Defines The Limits Of"
      },
      {
        "name": "Further Defines",
        "role": "extracted",
        "context": "> \nSubject: UN Bribery Ruling Further Defines The Limits Of McDonnell \nDate"
      },
      {
        "name": "The Limits",
        "role": "extracted",
        "context": "ribery Ruling Further Defines The Limits Of McDonnell \nDate: Mon, 12 A"
      },
      {
        "name": "Of Mc",
        "role": "extracted",
        "context": "ng Further Defines The Limits Of McDonnell \nDate: Mon, 12 Aug 201"
      },
      {
        "name": "Donnell \nDate",
        "role": "extracted",
        "context": "rther Defines The Limits Of McDonnell \nDate: Mon, 12 Aug 2019 09:24:32 +0"
      },
      {
        "name": "Donnell \nThe",
        "role": "extracted",
        "context": "rther Defines The Limits Of McDonnell \nThe Second Circuit closed the doo"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "The Limits Of McDonnell \nThe Second Circuit closed the door on defendants"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "ts hoping to invoke the U.S. \nSupreme Court's McDonnell ruling in Foreign"
      },
      {
        "name": "Foreign Corrupt",
        "role": "extracted",
        "context": "e Court's McDonnell ruling in Foreign Corrupt Practices Act cases —\na decis"
      },
      {
        "name": "Practices Act",
        "role": "extracted",
        "context": "ell ruling in Foreign Corrupt Practices Act cases —\na decision showing th"
      },
      {
        "name": "Says Mc",
        "role": "extracted",
        "context": "ead full article » \n2nd Circ. Says McDonnell Rule Doesn't Apply In"
      },
      {
        "name": "Donnell Rule",
        "role": "extracted",
        "context": "l article » \n2nd Circ. Says McDonnell Rule Doesn't Apply In FCPA Cases"
      },
      {
        "name": "Apply In",
        "role": "extracted",
        "context": ". Says McDonnell Rule Doesn't Apply In FCPA Cases \nThe high bar for"
      },
      {
        "name": "Cases \nThe",
        "role": "extracted",
        "context": "ll Rule Doesn't Apply In FCPA Cases \nThe high bar for certain corrupti"
      },
      {
        "name": "United Nations",
        "role": "extracted",
        "context": "estate developer for bribing United Nations officials. \nOpinion attached"
      },
      {
        "name": "Accountant Gets",
        "role": "extracted",
        "context": "Read \nfull article » \nEx-KPMG Accountant Gets 8 Months For Inspection Plan"
      },
      {
        "name": "Months For",
        "role": "extracted",
        "context": "» \nEx-KPMG Accountant Gets 8 Months For Inspection Plan Theft \nA Manh"
      },
      {
        "name": "Inspection Plan",
        "role": "extracted",
        "context": "Accountant Gets 8 Months For Inspection Plan Theft \nA Manhattan federal ju"
      },
      {
        "name": "Public Company",
        "role": "extracted",
        "context": "al inspection plans from the \nPublic Company Accounting Oversight Board an"
      },
      {
        "name": "Accounting Oversight",
        "role": "extracted",
        "context": "lans from the \nPublic Company Accounting Oversight Board and giving them to KPMG"
      },
      {
        "name": "Wins Toss",
        "role": "extracted",
        "context": "on. \nRead full article » \nNYT Wins Toss Of Arpaio's $147M Defamation"
      },
      {
        "name": "Of Arpaio",
        "role": "extracted",
        "context": "full article » \nNYT Wins Toss Of Arpaio's $147M Defamation Suit \nA Wa"
      },
      {
        "name": "Defamation Suit",
        "role": "extracted",
        "context": "T Wins Toss Of Arpaio's $147M Defamation Suit \nA Washington, D.C., federal"
      },
      {
        "name": "Joe Arpaio",
        "role": "extracted",
        "context": "n \ndefamation suit brought by Joe Arpaio against The New York Times, s"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "brought by Joe Arpaio against The New York Times, saying \nthe forme"
      },
      {
        "name": "York Times",
        "role": "extracted",
        "context": "by Joe Arpaio against The New York Times, saying \nthe former sheriff o"
      },
      {
        "name": "Maricopa County",
        "role": "extracted",
        "context": "e former sheriff of Arizona's Maricopa County had come \"nowhere close\" to"
      },
      {
        "name": "Epstein Dead",
        "role": "extracted",
        "context": "ached I \nRead full article » \nEpstein Dead In Apparent Suicide, As Feds"
      },
      {
        "name": "In Apparent",
        "role": "extracted",
        "context": "full article » \nEpstein Dead In Apparent Suicide, As Feds Investigate"
      },
      {
        "name": "As Feds",
        "role": "extracted",
        "context": "ein Dead In Apparent Suicide, As Feds Investigate \nFederal investig"
      },
      {
        "name": "Investigate \nFederal",
        "role": "extracted",
        "context": "In Apparent Suicide, As Feds Investigate \nFederal investigators will examine th"
      },
      {
        "name": "Judges Say",
        "role": "extracted",
        "context": "ached I Read full article \n» \nJudges Say 'We've Had It' With Attacks O"
      },
      {
        "name": "Had It",
        "role": "extracted",
        "context": "article \n» \nJudges Say 'We've Had It' With Attacks On The Judiciar"
      },
      {
        "name": "With Attacks",
        "role": "extracted",
        "context": "» \nJudges Say 'We've Had It' With Attacks On The Judiciary \nThe time ha"
      },
      {
        "name": "On The",
        "role": "extracted",
        "context": "y 'We've Had It' With Attacks On The Judiciary \nThe time has come"
      },
      {
        "name": "Judiciary \nThe",
        "role": "extracted",
        "context": "e Had It' With Attacks On The Judiciary \nThe time has come for judges to \""
      },
      {
        "name": "President Trump",
        "role": "extracted",
        "context": "acks on the judiciary made by President Trump and other \n;law360 Pro Say Po"
      },
      {
        "name": "Pro Say",
        "role": "extracted",
        "context": "dent Trump and other \n;law360 Pro Say Podcast \nListen to our new po"
      },
      {
        "name": "Podcast \nListen",
        "role": "extracted",
        "context": "mp and other \n;law360 Pro Say Podcast \nListen to our new podcast here \nLAW"
      },
      {
        "name": "Akin Gump",
        "role": "extracted",
        "context": "ere \nLAW FIRMS \nAdvisors LLC \nAkin Gump \nArent Fox \nArmstrong Teasdal"
      },
      {
        "name": "Arent Fox",
        "role": "extracted",
        "context": "RMS \nAdvisors LLC \nAkin Gump \nArent Fox \nArmstrong Teasdale \nArnold &"
      },
      {
        "name": "Armstrong Teasdale",
        "role": "extracted",
        "context": "rs LLC \nAkin Gump \nArent Fox \nArmstrong Teasdale \nArnold & Porter \nBaker Marqu"
      },
      {
        "name": "Porter \nBaker",
        "role": "extracted",
        "context": "Armstrong Teasdale \nArnold & Porter \nBaker Marquart \nBallard Spahr \nChri"
      },
      {
        "name": "Marquart \nBallard",
        "role": "extracted",
        "context": "sdale \nArnold & Porter \nBaker Marquart \nBallard Spahr \nChristian & Barton \nCl"
      },
      {
        "name": "Spahr \nChristian",
        "role": "extracted",
        "context": "rter \nBaker Marquart \nBallard Spahr \nChristian & Barton \nClark Hill \nCleary"
      },
      {
        "name": "Barton \nClark",
        "role": "extracted",
        "context": "t \nBallard Spahr \nChristian & Barton \nClark Hill \nCleary Gottlieb \nConsov"
      },
      {
        "name": "Hill \nCleary",
        "role": "extracted",
        "context": "hr \nChristian & Barton \nClark Hill \nCleary Gottlieb \nConsovoy McCarthy"
      },
      {
        "name": "Gottlieb \nConsovoy",
        "role": "extracted",
        "context": "& Barton \nClark Hill \nCleary Gottlieb \nConsovoy McCarthy \nConstantine Cannon"
      },
      {
        "name": "Carthy \nConstantine",
        "role": "extracted",
        "context": "Cleary Gottlieb \nConsovoy McCarthy \nConstantine Cannon \nCravath Swaine \nCrowe"
      },
      {
        "name": "Cannon \nCravath",
        "role": "extracted",
        "context": "onsovoy McCarthy \nConstantine Cannon \nCravath Swaine \nCrowell & Moring \nDLA"
      },
      {
        "name": "Swaine \nCrowell",
        "role": "extracted",
        "context": "Constantine Cannon \nCravath Swaine \nCrowell & Moring \nDLA Piper \nDavis Po"
      },
      {
        "name": "Piper \nDavis",
        "role": "extracted",
        "context": "Swaine \nCrowell & Moring \nDLA Piper \nDavis Polk \nDavis Wright Tremaine"
      },
      {
        "name": "Polk \nDavis",
        "role": "extracted",
        "context": "ll & Moring \nDLA Piper \nDavis Polk \nDavis Wright Tremaine \nDebevoise &"
      },
      {
        "name": "Wright Tremaine",
        "role": "extracted",
        "context": "DLA Piper \nDavis Polk \nDavis Wright Tremaine \nDebevoise & Plimpton \nDecher"
      },
      {
        "name": "Plimpton \nDechert",
        "role": "extracted",
        "context": "Wright Tremaine \nDebevoise & Plimpton \nDechert \nDewey & LeBoeuf \nEisner LLP"
      },
      {
        "name": "Boeuf \nEisner",
        "role": "extracted",
        "context": "Plimpton \nDechert \nDewey & LeBoeuf \nEisner LLP \nEllenoff Grossman \nEvers"
      },
      {
        "name": "Ellenoff Grossman",
        "role": "extracted",
        "context": "Dewey & LeBoeuf \nEisner LLP \nEllenoff Grossman \nEversheds Sutherland \nEFTA00"
      },
      {
        "name": "Eversheds Sutherland",
        "role": "extracted",
        "context": "isner LLP \nEllenoff Grossman \nEversheds Sutherland \nEFTA00032349\n\npoliticians, W"
      },
      {
        "name": "Washington Supreme",
        "role": "extracted",
        "context": "d \nEFTA00032349\n\npoliticians, Washington Supreme Court Justice Debra Stephens"
      },
      {
        "name": "Court Justice",
        "role": "extracted",
        "context": "liticians, Washington Supreme Court Justice Debra Stephens said Friday,"
      },
      {
        "name": "Debra Stephens",
        "role": "extracted",
        "context": "hington Supreme Court Justice Debra Stephens said Friday, \nspeaking on a s"
      },
      {
        "name": "Analysis \nCisco",
        "role": "extracted",
        "context": "topic. \nRead full article » \nAnalysis \nCisco's $8.6M Deal Shows Cost Of Ig"
      },
      {
        "name": "Deal Shows",
        "role": "extracted",
        "context": "le » \nAnalysis \nCisco's $8.6M Deal Shows Cost Of Ignoring Cyber Flaws"
      },
      {
        "name": "Cost Of",
        "role": "extracted",
        "context": "sis \nCisco's $8.6M Deal Shows Cost Of Ignoring Cyber Flaws \nCisco's"
      },
      {
        "name": "Ignoring Cyber",
        "role": "extracted",
        "context": "co's $8.6M Deal Shows Cost Of Ignoring Cyber Flaws \nCisco's agreement to p"
      },
      {
        "name": "Flaws \nCisco",
        "role": "extracted",
        "context": "Shows Cost Of Ignoring Cyber Flaws \nCisco's agreement to pay $8.6 milli"
      },
      {
        "name": "False Claims",
        "role": "extracted",
        "context": "cies is the first payout in a False Claims Act case brought over \ncybers"
      },
      {
        "name": "Delta Sues",
        "role": "extracted",
        "context": "e » \nCYBERSECURITY & PRIVACY \nDelta Sues Software Provider Over Data B"
      },
      {
        "name": "Software Provider",
        "role": "extracted",
        "context": "ECURITY & PRIVACY \nDelta Sues Software Provider Over Data Breach \nDelta Airli"
      },
      {
        "name": "Over Data",
        "role": "extracted",
        "context": "Delta Sues Software Provider Over Data Breach \nDelta Airlines sued i"
      },
      {
        "name": "Breach \nDelta",
        "role": "extracted",
        "context": "s Software Provider Over Data Breach \nDelta Airlines sued its customer se"
      },
      {
        "name": "Humvee Says",
        "role": "extracted",
        "context": "cle » \nINTELLECTUAL PROPERTY \nHumvee Says 'Call Of Duty' TM Case Won't"
      },
      {
        "name": "Call Of",
        "role": "extracted",
        "context": "ECTUAL PROPERTY \nHumvee Says 'Call Of Duty' TM Case Won't Cause 'Ma"
      },
      {
        "name": "Case Won",
        "role": "extracted",
        "context": "Humvee Says 'Call Of Duty' TM Case Won't Cause 'Mayhem' \nThe automak"
      },
      {
        "name": "Activision Blizzard",
        "role": "extracted",
        "context": "ts trademark lawsuit against \nActivision Blizzard over the appearance of the fa"
      },
      {
        "name": "Star Sues",
        "role": "extracted",
        "context": "ed I Read full article » \nNBA Star Sues Over 'Greek Freak' Mark On Ho"
      },
      {
        "name": "Greek Freak",
        "role": "extracted",
        "context": "rticle » \nNBA Star Sues Over 'Greek Freak' Mark On Hoodies, T-Shirts \nN"
      },
      {
        "name": "Mark On",
        "role": "extracted",
        "context": "Star Sues Over 'Greek Freak' Mark On Hoodies, T-Shirts \nNBA player"
      },
      {
        "name": "Giannis Antetokounmpo",
        "role": "extracted",
        "context": "Hoodies, T-Shirts \nNBA player Giannis Antetokounmpo filed suit in New York federa"
      },
      {
        "name": "Greek \nFr",
        "role": "extracted",
        "context": "ing on his \"Greek Freak\" and \"Greek \nFr34K\" trademarks, both nickname"
      },
      {
        "name": "Parody Writers",
        "role": "extracted",
        "context": "Read full article » \n'Grease' Parody Writers Say Fair Use Is The One They"
      },
      {
        "name": "Say Fair",
        "role": "extracted",
        "context": "le » \n'Grease' Parody Writers Say Fair Use Is The One They Want \nThe"
      },
      {
        "name": "Use Is",
        "role": "extracted",
        "context": "ease' Parody Writers Say Fair Use Is The One They Want \nThe Georgi"
      },
      {
        "name": "The One",
        "role": "extracted",
        "context": "arody Writers Say Fair Use Is The One They Want \nThe Georgia-based"
      },
      {
        "name": "They Want",
        "role": "extracted",
        "context": "iters Say Fair Use Is The One They Want \nThe Georgia-based comedians"
      },
      {
        "name": "The Georgia",
        "role": "extracted",
        "context": "air Use Is The One They Want \nThe Georgia-based comedians behind \"Vape:"
      },
      {
        "name": "The Musical",
        "role": "extracted",
        "context": "based comedians behind \"Vape: The Musical\" asked a New \nYork federal co"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "d \"Vape: The Musical\" asked a New \nYork federal court on Friday to de"
      },
      {
        "name": "Appeals Court",
        "role": "extracted",
        "context": "COLLAR \nEx-Dewey CFO Urges NY Appeals Court To Toss Conviction \nFormer De"
      },
      {
        "name": "To Toss",
        "role": "extracted",
        "context": "ey CFO Urges NY Appeals Court To Toss Conviction \nFormer Dewey & Le"
      },
      {
        "name": "Conviction \nFormer",
        "role": "extracted",
        "context": "rges NY Appeals Court To Toss Conviction \nFormer Dewey & LeBoeuf LLP Chief Fin"
      },
      {
        "name": "Chief Financial",
        "role": "extracted",
        "context": "n \nFormer Dewey & LeBoeuf LLP Chief Financial Officer Joel Sanders is urgin"
      },
      {
        "name": "Officer Joel",
        "role": "extracted",
        "context": "& LeBoeuf LLP Chief Financial Officer Joel Sanders is urging \na New York"
      },
      {
        "name": "Barbados Official",
        "role": "extracted",
        "context": "I \nRead \nfull article \n» \nEx-Barbados Official Denies Money Laundering Charg"
      },
      {
        "name": "Denies Money",
        "role": "extracted",
        "context": "icle \n» \nEx-Barbados Official Denies Money Laundering Charges \nA former"
      },
      {
        "name": "Laundering Charges",
        "role": "extracted",
        "context": "arbados Official Denies Money Laundering Charges \nA former minister for the go"
      },
      {
        "name": "Fine Kaplan",
        "role": "extracted",
        "context": "arges. \nRead full article )> \nFine Kaplan \nGibson Dunn \nGoodwin \nHaddon"
      },
      {
        "name": "Gibson Dunn",
        "role": "extracted",
        "context": "full article )> \nFine Kaplan \nGibson Dunn \nGoodwin \nHaddon Morgan \nHayn"
      }
    ],
    "locations": [
      {
        "name": "Comcast, AT",
        "type": "city"
      },
      {
        "name": "York \nParalegal, IP",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-08-12",
        "event": "August 12, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:30.131Z"
}