{
  "document": {
    "id": "efta00024556",
    "filename": "EFTA00024556.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00024556.pdf",
    "text": "\n\nUNITED STATES ATTORNEY'S OFFICE \nSouthern District of New \nYork \nACTING U.S. ATTORNEY AUDREY STRAUSS \nFOR IMMEDIATE RELEASE \nThursday, July 2, 2020 \nhttp://www.justice.gov/usao/nys \nCONTACT: U.S. ATTORNEY'S OFFICE \nFBI \nGHISLAINE MAXWELL CHARGED IN MANHATTAN FEDERAL COURT \nFOR CONSPIRING WITH JEFFREY EPSTEIN TO SEXUALLY ABUSE \nMINORS \nMaxwell is Alleged to Have Facilitated, Participated in Acts of Abuse \nAdditionally Charged With Perjury  in Connection With 2016 Depositions \nAudrey Strauss, the Acting United States Attorney for the Southern District of New \nYork, William F. Sweeney Jr., the Assistant Director-in-Charge of the New York Field Office of \nthe Federal Bureau of Investigation (\"FBI\"), and Dermot Shea, Commissioner of the New York \nCity Police Department (\"NYPD\"), announced that GHISLANE MAXWELL was arrested this \nmorning and charged with enticing a minor to travel to engage in criminal sexual activity, \ntransporting a minor with the intent to engage in criminal sexual activity, conspiracy to commit \nboth of those offenses, and perjury in connection with a sworn deposition. The Indictment \nunsealed today alleges that between at least in or about 1994 through 1997, MAXWELL and co-\nconspirator Jeffrey Epstein exploited girls as young as 14, including by enticing them to travel \nand transporting them for the purpose of engaging in illegal sex acts. As alleged, knowing that \nEpstein had a preference for young girls, MAXWELL played a critical role in the grooming and \nabuse of minor victims that took place in locations including New York, Florida, and New \nMexico. In addition, as alleged, MAXWELL made several false statements in sworn depositions \nin 2016. MAXWELL is expected to be presented this afternoon in the in federal court in New \nHampshire. This case is assigned to U.S. District Judge Alison J. Nathan. \nActing U.S. Attorney Audrey Strauss said: \"As alleged, Ghislaine Maxwell facilitated, \naided, and participated in acts of sexual abuse of minors. Maxwell enticed minor girls, got them \nto trust her, and then delivered them into the trap that she and Jeffrey Epstein had set. She \npretended to be a woman they could trust. All the while, she was setting them up to be abused \nEFTA00024556\n\nsexually by Epstein and, in some cases, Maxwell herself. Today, after many years, Ghislaine \nMaxwell finally stands charged for her role in these crimes.\" \nFBI Assistant Director William F. Sweeney Jr. said: \"Preserving the innocence of \nchildren is among the most important responsibilities we carry as adults. Like Epstein, Ms. \nMaxwell chose to blatantly disregard the law and her responsibility as an adult, using whatever \nmeans she had at her disposal to lure vulnerable youth into behavior they should never have been \nexposed to, creating the potential for lasting harm. We know the quest for justice has been met \nwith great disappointment for the victims, and that reliving these events is traumatic. The \nexample set by the women involved has been a powerful one. They persevered against the rich \nand connected, and they did so without a badge, a gun, or a subpoena - and they stood together. I \nhave no doubt the bravery exhibited by the women involved here has empowered others to speak \nup about the crimes of which they've been subjected.\" \nNYPD Commissioner Dermot Shea said: \"The heinous crimes these charges allege are, \nand always will be abhorrent for the lasting trauma they inflict on victims. I commend our \ninvestigators, and law enforcement partners, for their continuing commitment to bringing justice \nto the survivors of sexual assault, everywhere.\" \nIf you believe you are a victim of the sexual abuse perpetrated by Jeffrey Epstein, \nplease contact the FBI at 1-800-CALL FBI, and reference this case. \nAccording to the Indictment' unsealed today in Manhattan federal court: \nFrom at least 1994 through at least 1997, GHISLAINE MAXWELL assisted, facilitated, \nand participated in Jeffrey Epstein's abuse of minor girls by, among other things, helping Jeffrey \nEpstein to recruit, groom, and ultimately abuse victims known to MAXWELL and Epstein to be \nunder the age of 18. The victims were as young as 14 years old when they were groomed and \nabused by MAXWELL and Epstein, both of whom knew that their victims were in fact minors. \nAs a part and in furtherance of their scheme to abuse minor victims, MAXWELL and Epstein \nenticed and caused minor victims to travel to Epstein's residences in different states, which \nMAXWELL knew and intended would result in their grooming for and subjection to sexual \nabuse. \nAs alleged, MAXWELL enticed and groomed minor girls to be abused in multiple ways. \nFor example, MAXWELL attempted to befriend certain victims by asking them about their lives, \ntaking them to the movies or taking them on shopping trips, and encouraging their interactions \nwith Epstein. MAXWELL also acclimated victims to Epstein's conduct simply by being present \nfor victim interactions with Epstein, which put victims at ease by providing the assurance and \ncomfort of an adult woman who seemingly approved of Epstein's behavior. Additionally, to \nmake victims feel indebted to Epstein, MAXWELL would encourage victims to accept offers of \nfinancial assistance from Epstein, including offers to pay for travel or educational expenses. \nAs the introductory phrase signifies, the entirety of the text of the Indictment, and the description of the Indictment \nset forth herein, constitute only allegations, and every fact described therein should be treated as an allegation. The \ndefendant is presumed innocent unless and until proven guilty. \n2 \nEFTA00024557\n\nMAXWELL also normalized and facilitated sexual abuse by discussing sexual topics with \nvictims, encouraging them to massage Epstein, and undressing in front of a victim. \nAs MAXWELL and Epstein intended, these grooming behaviors left minor victims \nvulnerable and susceptible to sexual abuse by Epstein. MAXWELL was then present for certain \nsexual encounters between minor victims and Epstein, such as interactions where a minor victim \nwas undressed, and ultimately MAXWELL was present for sex acts perpetrated by Epstein on \nminor victims. That abuse included sexualized massages during which a minor victim was fully \nor partially nude, as well as group sexualized massages of Epstein involving a minor victim \nwhere MAXWELL was present. \nAs alleged, minor victims were sub'ected to sexual abuse that included, amon: other \nEpstein's residences in New York, Florida, and New Mexico, as well as MAXWELL's residence \nin London, England. \nAdditionally, in 2016, while testifying under oath in a civil proceeding, MAXWELL \nrepeatedly made false statements, including about certain specific acts and events alleged in the \nIndictment. \nGHISLAINE MAXWELL, 58, is charged with one count of enticing a minor to travel to \nengage in illegal sex acts, which carries a maximum sentence of five years in prison, one count \nof conspiracy to entice a minor to travel to engage in illegal sex acts, which carries a maximum \nsentence of five years in prison, one count of transporting a minor with the intent to engage in \ncriminal sexual activity, which carries a maximum sentence of 10 years in prison, one count of \nconspiracy to transport a minor with the intent to engage in criminal sexual activity, which \ncarries a maximum sentence of five years in prison, and two counts of perjury, each of which \ncarries a maximum sentence of five years in prison. \nThe statutory maximum penalties are prescribed by Congress and are provided here for \ninformational purposes only, as any sentencing of the defendant would be determined by the \njudge. \nMs. Strauss praised the outstanding investigative work of the FBI and the NYPD. \nThis case is bein handled b the Office's Public Corruption Unit. Assistant U.S. \nAttorneys and are in charge of the prosecution. \nThe charges contained in the Indictment are merely accusations. The defendant is \npresumed innocent unless and until proven guilty. \n20-138 ### \n3 \nEFTA00024558",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "D IN MANHATTAN FEDERAL COURT \nFOR CONSPIRING WITH JEFFREY EPSTEIN TO SEXUALLY ABUSE \nMINORS \nMaxwell is Alleged to"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "v/usao/nys \nCONTACT: U.S. ATTORNEY'S OFFICE \nFBI \nGHISLAINE MAXWELL CHARGED IN MANHATTAN FEDERAL COURT \nFOR CONSPIRIN"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "arry as adults. Like Epstein, Ms. \nMaxwell chose to blatantly disre"
      },
      {
        "name": "Strauss",
        "role": "extracted",
        "context": "be determined by the \njudge. \nMs. Strauss praised the outstanding i"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "TED STATES ATTORNEY'S OFFICE \nSouthern District of New \nYork \nACTING U.S. ATT"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "OFFICE \nSouthern District of New \nYork \nACTING U.S. ATTORNEY AUDREY"
      },
      {
        "name": "Have Facilitated",
        "role": "extracted",
        "context": "MINORS \nMaxwell is Alleged to Have Facilitated, Participated in Acts of Abus"
      },
      {
        "name": "Abuse \nAdditionally",
        "role": "extracted",
        "context": "ated, Participated in Acts of Abuse \nAdditionally Charged With Perjury  in Conn"
      },
      {
        "name": "Charged With",
        "role": "extracted",
        "context": "n Acts of Abuse \nAdditionally Charged With Perjury  in Connection With 2"
      },
      {
        "name": "Connection With",
        "role": "extracted",
        "context": "ally Charged With Perjury  in Connection With 2016 Depositions \nAudrey Stra"
      },
      {
        "name": "Depositions \nAudrey",
        "role": "extracted",
        "context": "jury  in Connection With 2016 Depositions \nAudrey Strauss, the Acting United St"
      },
      {
        "name": "Acting United",
        "role": "extracted",
        "context": "ositions \nAudrey Strauss, the Acting United States Attorney for the South"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "ey Strauss, the Acting United States Attorney for the Southern District of"
      },
      {
        "name": "Sweeney Jr",
        "role": "extracted",
        "context": "rict of New \nYork, William F. Sweeney Jr., the Assistant Director-in-C"
      },
      {
        "name": "Assistant Director",
        "role": "extracted",
        "context": ", William F. Sweeney Jr., the Assistant Director-in-Charge of the New York Fie"
      },
      {
        "name": "Field Office",
        "role": "extracted",
        "context": "tor-in-Charge of the New York Field Office of \nthe Federal Bureau of Inv"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "New York Field Office of \nthe Federal Bureau of Investigation (\"FBI\"), and"
      },
      {
        "name": "Dermot Shea",
        "role": "extracted",
        "context": "of Investigation (\"FBI\"), and Dermot Shea, Commissioner of the New York"
      },
      {
        "name": "City Police",
        "role": "extracted",
        "context": "Commissioner of the New York \nCity Police Department (\"NYPD\"), announce"
      },
      {
        "name": "The Indictment",
        "role": "extracted",
        "context": "tion with a sworn deposition. The Indictment \nunsealed today alleges that"
      },
      {
        "name": "New \nMexico",
        "role": "extracted",
        "context": "luding New York, Florida, and New \nMexico. In addition, as alleged, MAX"
      },
      {
        "name": "New \nHampshire",
        "role": "extracted",
        "context": "on in the in federal court in New \nHampshire. This case is assigned to U.S"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "This case is assigned to U.S. District Judge Alison J. Nathan. \nActing U.S"
      },
      {
        "name": "Attorney Audrey",
        "role": "extracted",
        "context": "lison J. Nathan. \nActing U.S. Attorney Audrey Strauss said: \"As alleged, Gh"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "elf. Today, after many years, Ghislaine \nMaxwell finally stands charged for he"
      },
      {
        "name": "Like Epstein",
        "role": "extracted",
        "context": "ibilities we carry as adults. Like Epstein, Ms. \nMaxwell chose to blatan"
      },
      {
        "name": "Commissioner Dermot",
        "role": "extracted",
        "context": "hey've been subjected.\" \nNYPD Commissioner Dermot Shea said: \"The heinous crime"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": ", among other things, helping Jeffrey \nEpstein to recruit, groom, and ultima"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "ces in New York, Florida, and New Mexico, as well as MAXWELL's residen"
      },
      {
        "name": "Public Corruption",
        "role": "extracted",
        "context": "s bein handled b the Office's Public Corruption Unit. Assistant U.S. \nAttorne"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-02",
        "event": "July 2, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:11.433Z"
}