{
  "document": {
    "id": "efta00024363",
    "filename": "EFTA00024363.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00024363.pdf",
    "text": "\n\nFrom: \n\"Miller. Michael\"  \nTo: \" , \"Martin G. Weinberg\" \n< \n, \"Weingarten, Reid\" \nCc: ' \n\" \n\"  \n11 \nSubject: RE: US v Epstein \nDate: Sat, 10 Aug 2019 23:34:37 +0000 \n— \nThanks for being available today and for getting the wheels turning for an investigation into how he died. \nOn a related note, we are hearing that Jeffrey's autopsy may occur tomorrow morning. We would like to have a \npathologist present for his autopsy and cannot line up someone on such short notice. Is there any way to push \nthe autopsy off until Tuesday to give us time to do that? \nMike \nFrom: \nSent: Saturday, August 10, 2019 7:31 PM \nTo: Miller, Michael  >; Martin G. Weinberg \n< \n>; Weingarten, Reid \nCc: \nSubject: RE: US v Epstein \nMike, Marty, Reid, \nI just wanted to let you know that I don't expect we'll have any further updates today, and so wanted to send you a brief \nnote to let you know that since we hadn't otherwise been in touch since earlier this afternoon. I imagine we will continue \nto be in contact in the coming days; meanwhile, I appreciate you being in touch today, and I hope the investigations of \nthese events will be thorough and swift. \nrespectfully, \nFrom: \nSent: Saturday, August 10, 2019 14:14 \nTo: Miller, Michael < >; Martin G. Weinberg Weingarten, Reid \nCc: \n<)'; \nSubject: RE: US v Epstein \nFollowing up on the below, wanted to make sure the attached letter from the Warden immediately got to Mike as well (in \naddition to Marty and Reid having been copied and emailed). As the letter indicates, there are now investigations \nongoing, including as initiated by the Attorney General himself. Separately, we have not received additional information \non topics such as the apparent cause of death, the status of observation of Mr. Epstein at the time, etc., but we will \ncontinue to be in touch immediately if that changes. \nthank you, \nEFTA00024363\n\nFrom: \nSent: Saturday, August 10, 2019 11:57 \nTo: Miller, Michael \n< >; \nMartin G. \nWeinberg •::=E>.; Weingarten, Reid \nCc: \nSubject: Re: US v Epstein \nMike, Marty, Reid, \nFollowing up on my conversations with Mike and Marty this morning, and my discussion with Mike moments \nago, attached is a press release just sent to us (and I believe also issued publicly) some minutes ago. It represents \nall the information we have from BOP so far, but of course if we are successful in our continuing efforts to get \nadditional information we will pass it along immediately. \nSeparately, we can tell you that the reports that an FBI investigation into the death has been initiated are \naccurate, and I fully expect that investigation to be extremely rigorous. \nAs always please don't hesitate to reach out to us directly at any time if that would be useful. \nthank you, \nEFTA00024364",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "the status of observation of Mr. Epstein at the time, etc., but we"
      },
      {
        "name": "Epstein \nDate",
        "role": "extracted",
        "context": "\" \n\"  \n11 \nSubject: RE: US v Epstein \nDate: Sat, 10 Aug 2019 23:34:37 +0"
      },
      {
        "name": "Mike \nFrom",
        "role": "extracted",
        "context": "to give us time to do that? \nMike \nFrom: \nSent: Saturday, August 10,"
      },
      {
        "name": "Reid \nCc",
        "role": "extracted",
        "context": ". Weinberg \n< \n>; Weingarten, Reid \nCc: \nSubject: RE: US v Epstein"
      },
      {
        "name": "Epstein \nMike",
        "role": "extracted",
        "context": "Reid \nCc: \nSubject: RE: US v Epstein \nMike, Marty, Reid, \nI just wanted"
      },
      {
        "name": "Weinberg Weingarten",
        "role": "extracted",
        "context": "iller, Michael < >; Martin G. Weinberg Weingarten, Reid \nCc: \n<)'; \nSubject: RE"
      },
      {
        "name": "Epstein \nFollowing",
        "role": "extracted",
        "context": "Cc: \n<)'; \nSubject: RE: US v Epstein \nFollowing up on the below, wanted to ma"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "including as initiated by the Attorney General himself. Separately, we have"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:11.019Z"
}