{
  "document": {
    "id": "efta00019314",
    "filename": "EFTA00019314.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019314.pdf",
    "text": "\n\nFrom \nTo: \nCc: \nSubject: Re: following up \nDate: Tue, 22 Dec 2020 16:26:58 +0000 \n2pm works for us. Speak with you then. \nSent from my iPhone \nOn \nDec 22, 2020, at 9:24 AM wrote: \nWe are flexible this afternoon. How about 2pm? \nWe can use the below dial-in: \nDial-in: \nCode: \nThanks, \nOn \nDec 21, 2020, at 10:40 PMT wrote: \nI  was busy and just saw this. What time would he good'' \nSent from my iPhone \nOn \nDec 21, 2020, at 2:52 PM wrote: \nHi all, \nWould you be available for a call tomorrow? \nThanks, \nAssistant United States Attorney \nSouthern District of New York \n1St. Andrew's Plaza \nEFTA00019314\n\nNew York, NY 10007 \nFrom \nSent: Wednesday, December 16, 2020 3:57 PM \nTo: \nCc: \nSubject: RE: following up \nTrying \nagain \nFrom:\nSent: Wednesday, December 16, 2020 3:55 PM \nTo: \nCc: \nSubject: Re: following up \nThanks! We are on the line when you're ready. \nSent from my iPhone \nOn Dec 16, 2020, at 3:52 PM, \nNo problem! Will call in right now \nSent from my iPhone \nOn Dec 16, 2020, at 3:51 PM, \nwrote: \n> \nwrote: \nWould it be possible to jump on the same line we used earlier today? I'm having tech issues merging the lines. \nThanks! \nSent from my iPhone \nOn Dec 16, 2020, at 3:43 PM, \nWhy don't you call me at your convenience? \nFrom: \nSent: Wednesday, December 16, 2020 2:05 PM \nTo: \nCc: \nwrote: \nSubject: Re: following up \nHi \nWe'd be happy to talk that through— we are available from 3 p.m. onwards today for a call. \nSent from my iPhone \nOn Dec 16, 2020, at 1:23 PM, \nCan you let us know how you calculated the guidelines? \nThanks, \nSent from my iPhone \nwrote: \nEFTA00019315\n\nOn Dec 16, 2020, at 11:34 AM, wrote: \nThat's fine, thanks: \nFrom: \nSent: Wednesday, December 16, 2020 11:20 AM \nTo: \nCc: \nSubject: RE: following up \nShould we use the same call-in number as last time? \nFrom: \nSent: Tuesday, December 15, 2020 12:10 PM \nTo: \nCc: \nSubject: Re: following up \nNoon tomorrow works for us, thanks. \nSent from my iPhone \nOn Dec 15, 2020, at 11:55 AM, \n> \nwrote: \nCan we move our call to tomorrow? How about noon tomorrow? If that doesn't work let us know a \ndifferent time that works tomorrow. \nThanks, \nFrom: \nSent: Monday, December 14, 2020 10:32 PM \nTo: \nCc: \nSubject: Re: following up \n3 tomorrow works, thanks. \nSent from my iPhone \nOn Dec 14, 2020, at 4:57 PM, \nWe can't do earlier unfortunately but could speak at 3 or 4. \nFrom: \nSent: Monday, December 14, 2020 3:35 PM \nTo: \nwrote: \nCc: \nSubject: RE: following up \nHi = \nwould be happy to speak tomorrow morning. Would it be possible to speak \nsometime before 11 a.m.? We unfortunately have a conflict at 11, but could speak any time before then. \nEFTA00019316\n\nIf not, we \ncan find a  time in the afternoon that works. \nThanks, \nFrom: \nSent: Monday, December 14, 2020 3:23 PM \nTo:\nCc \nSubject: RE: following \nup \nHi \nWould you all be able to speak tomorrow at \n11am? \nThanks, \nFrom: \nSent: Sunday, December 13, 2020 6:37 PM \nTo: \nCc \nSubject: following up \nAll, \nThanks for speaking with us yesterday. Below is the most current version of the statement of facts we \nhave discussed. We want to emphasize that this is not a plea offer or a proposal, but we are passing this \nalong since you've asked us to send you a draft that reflects our must recent discussions. This is not final \nfrom our perspective, and this may change following our conversations with victims during the conferral \nprocess. \nWe recognize and respect that you will need to speak with your client this week. However, we do not \nwant to delay notifying the victims, and, as we've discussed, we plan to issue a letter to the victims \nnotifying them that we are in plea negotiations. That letter will need to go out this week. From our \nconversation, it sounds like you plan to meet with your client in the next few days, so let's plan to talk \nmid-week. \nThanks, \nBetween approximately 2001 and 2013 worked for Jeffrey Epstein as a personal assistant. \nhas been evaluated by an expert psychologist who specializes in victims of sexual trauma, who \ncompleted a report dated April 21, 2020 regarding experiences before, during, and after her \nemployment with Epstein. The parties agree that the contents of the expert's report may be considered \nat sentencing, and the Government does not dispute that was herself a victim of sexual abuse by \nEpstein, as discussed in the expert report. \nDuring the period of her employment between approximately 2002 and 2005, as part of her duties to \nschedule appointments at the direction of Epstein and Maxwell, scheduled hundreds of \nappointments for women and girls, including dozens of minors, to massage Epstein. Over the course of \nthat several year period, Epstein received approximately two to three massages per day, and during \nthose massage appointments, Epstein sexually abused dozens of minor victims. The vast majority of the \nmassage appointments that scheduled took place at Epstein's residence in Palm Beach, Florida, \nthough some victims recall that arranged massages which took place at Epstein's residence in New \nYork, New York. has reported that she has no recollection of scheduling massages for anyone in \nNew York. did occasionally schedule massages to take place in Florida by phone while she was in \nNew York City. When was first hired, she used a directory provided to her by Epstein's previous \npersonal assistant and Ghislaine Maxwell to contact women and girls to massage Epstein. Over the \nensuing years, would add new names to the directory when directed to do so by Epstein or \nMaxwell. \nEFTA00019317\n\nThrough the process of arranging and facilitating massage appointments for Epstein, met dozens \nof underage victims, who ranged in age from 14 to 17 years old. For example, when minor victims arrived \nfor the appointments at Palm Beach, sometimes met them, walked them up to the massage room, \nand set up the massage table for the appointment. After some of the appointments, paid minor \nvictims in cash. Epstein encouraged minor victims to bring other girls to massage him, which led to an \nincreasing number of victims coming to massage Epstein at his residences. \nNone of those victims told that they were underage. did know that some of those victims \ndid not have their own cars, and arranged for a driver to pick them up and take them to their \nappointments with Epstein. Additionally, some of those victims told they could not attend certain \nappointment times because they were attending school. Epstein also told that at least one of \nthose victims was studying for the SATs. \nDuring some of the massage appointments with minor girls that scheduled, Epstein sexually \nabused the minor girls by, among other things, \nIn addition, the Government would be prepared to prove that witnessed some of the \nsexual abuse that occurred. In particular, one victim (\"Victim-1\") has informed law enforcement that \nwas present for and participated in one massage when Victim-1 was a minor, during which Epstein \ntouched Victim-l's Another victim (\"Victim-2\") has informed law enforcement that \nwalked in on one instance in which Victim-2, a minor, was Epstein. Another victim \n(\"Victim-3\") has informed law enforcement that walked in when Victim-3 was a minor and was \nin Epstein's massage room. has informed the U.S. Attorney's Office that she denies \nparticipating in any of the incidents described by Victim-1, Victim-2, and Victim-3. \nIn or about 2005, learned that law enforcement was investigating Epstein for sex crimes involving \nminors, arising from the massage appointments, some of which had scheduled. After learning \nabout the investigation into Epstein, at Epstein's direction, called multiple minor victims and \nencouraged them to \"help\" Epstein and conveyed that Epstein would help them if they helped him. \nencouraged them to talk to Epstein's investigator, offered that Epstein would pay for an attorney \nfor them, and, in one or two cases, offered financial incentives to victims. understood that \nby asking her to make these calls, Epstein intended to dissuade the victims from speaking to law \nenforcement, and by agreeing to make the calls and take these steps, she was aiding him in this \nobjective. Beginning in approximately 2006, multiple minor victims were interviewed by federal law \nenforcement officers who were conducting a criminal investigation of Epstein and his associates for sex \ntrafficking of minors, among other federal offenses. During those interviews, minor victims reported to \nfederal agents that Epstein paid them for sexualized massages while they were underage girls, including \nduring massages that scheduled. \nEFTA00019318",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": ", \nBetween approximately 2001 and 2013 worked for Jeffrey Epstein as a personal assistant. \nhas been evaluated by a"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "her by Epstein's previous \npersonal assistant and Ghislaine Maxwell to contact women and girls to massage Epstein. Ov"
      },
      {
        "name": "From \nTo",
        "role": "extracted",
        "context": "From \nTo: \nCc: \nSubject: Re: following"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "with you then. \nSent from my iPhone \nOn \nDec 22, 2020, at 9:24 AM wro"
      },
      {
        "name": "On \nDec",
        "role": "extracted",
        "context": "n: \nDial-in: \nCode: \nThanks, \nOn \nDec 21, 2020, at 10:40 PMT wrote:"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "or a call tomorrow? \nThanks, \nAssistant United States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "w? \nThanks, \nAssistant United States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "stant United States Attorney \nSouthern District of New York \n1St. Andrew's Pl"
      },
      {
        "name": "From \nSent",
        "role": "extracted",
        "context": "00019314\n\nNew York, NY 10007 \nFrom \nSent: Wednesday, December 16, 2020"
      },
      {
        "name": "Hi \nWe",
        "role": "extracted",
        "context": ": \nSubject: Re: following up \nHi \nWe'd be happy to talk that throu"
      },
      {
        "name": "On Dec",
        "role": "extracted",
        "context": "iPhone \nwrote: \nEFTA00019315\n\nOn Dec 16, 2020, at 11:34 AM, wrote:"
      },
      {
        "name": "Cc \nSubject",
        "role": "extracted",
        "context": "ecember 14, 2020 3:23 PM \nTo:\nCc \nSubject: RE: following \nup \nHi \nWould"
      },
      {
        "name": "Hi \nWould",
        "role": "extracted",
        "context": "Subject: RE: following \nup \nHi \nWould you all be able to speak tomo"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "ace at Epstein's residence in Palm Beach, Florida, \nthough some victim"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "ace at Epstein's residence in New \nYork, New York. has reported that"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-12-16",
        "event": "December 16, 2020"
      },
      {
        "date": "2020-12-15",
        "event": "December 15, 2020"
      },
      {
        "date": "2020-12-14",
        "event": "December 14, 2020"
      },
      {
        "date": "2020-12-13",
        "event": "December 13, 2020"
      },
      {
        "date": "2020-04-21",
        "event": "April 21, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:58.667Z"
}