{
  "document": {
    "id": "efta00021872",
    "filename": "EFTA00021872.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021872.pdf",
    "text": "\n\nFrom \nTo \nCc \nSubject RE: delivery of hard drive to MDC for discovery production to inmate \nDate: Wed, 05 Aug 2020 23:05:06 +0000 \nHard drives should be mailed to the facility to the attention of the legal department. We need to etch the drive with a \nnumber and provide an authorization memo so she can retain it. Then it will be provided to her. It can be password protected \nso long as you include a cover letter that contains the password for her. \nHope \nthis helps, \n8/5/2020 4:34 PM > » \nWe have a hard drive with loaded discovery that we need to deliver to Ghislaine Maxwell, at MDC. Could you \nplease let us know what the current protocol is for that? Also, it's our understanding that hard drives with discovery \nmaterials for inmates needs to be non-encrypted (and not have a password for access), is that also correct? \nWe're hoping to get these materials to her tomorrow if at all possible, so we greatly appreciate your help. And I'm \nreachable any time at f it would be helpful to discuss. \nthanks \nAssistant U.S. Attorney \nSouthern District of \nNew York \nEFTA00021872",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "with loaded discovery that we need to deliver to Ghislaine Maxwell, at MDC. Could you \nplease let us know what the c"
      },
      {
        "name": "From \nTo",
        "role": "extracted",
        "context": "From \nTo \nCc \nSubject RE: delivery of"
      },
      {
        "name": "Cc \nSubject",
        "role": "extracted",
        "context": "From \nTo \nCc \nSubject RE: delivery of hard drive to"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "cuss. \nthanks \nAssistant U.S. Attorney \nSouthern District of \nNew York \nEFTA00"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-08-05",
        "event": "8/5/2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:05.596Z"
}