{
  "document": {
    "id": "efta00018174",
    "filename": "EFTA00018174.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018174.pdf",
    "text": "\n\nFrom: \nTod \nCc \nSubject: Gail Collins on Acosta and Epstein (the best part I  highlighted in yellow) \nDate: Thu, 11 Jul 2019 17:29:10 +0000 \nImportance: Normal \nInline-Images: image001.png; image002.jpg \nhttps://www.nytimes.com/2019/07/10/opinion/acosta-epstein.htmPaction=click&module.Opinion&pgtype.Homepage\nTrump Doesn't Know About Labor \nThank (io,i ve got so many inept cabinet members. \nBy Gail Collins \nOpinion Columnist \nJuly 10, 2019 \nImag \nEFTA00018174\n\nLabor Secretary Alexander Acosta on Wednesday publicly defended his role in overseeing the prosecution of \nJeffrey Epstein.CreditCreditAnna Moneymaker/The New York Times \nSo, did you enjoy the \nparade for the U.S. women's soccer team? People sure did seem happy. I  believe this is \npartly because the players are terrific and partly because many Americans are desperate to think about something \nother than Donald Trump. \nAnd, good Lord, his crack team of cabinet members. On Wednesday, Secretary of Labor Alex Acosta tried to \nhold back the outrage that's been building since people learned that, as a federal prosecutor in South Florida, he \nhad brokered a very lenient punishment for Jeffrey Epstein, a rich guy who liked to have sex with underage girls. \nExplanation: It was a good deal. You know how this administration feels about good deals. \n\"The Palm Beach state attorney's office was ready to let Epstein walk free,\" Acosta said in his calm, sort of \ntoneless voice. \"Our prosecutors ... presented the ultimatum.\" Which was that Epstein, who had molested a \nparade of teenagers, some only 14, had to serve at least a little jail time. The punishment Acosta wrangled with \nhis alleged best possible efforts involved 13 months in prison, during which Epstein was free to spend most days \nat his office as long as he slept overnight in the clink. \nThe victims had no idea that might be the end of the story. The case is now in the hands of federal prosecutors in \nNew York who are going after Epstein on other sex-trafficking charges. (You may have noticed that over the last \nfew years virtually everything that happens in this country winds up in the hands of New York prosecutors.) \nDo you think Acosta ever asked himself whether he could have fought harder? Nah. The problem was the \nvictims, who were too \"scared and traumatized\" to be good witnesses. Asked by reporters if he had any regrets, \nhe just said that was \"a very hard question.\" \nHave you heard anybody in the Trump administration apologize for anything? Well, there was the occasion the \nsecretary of health and human services said he was sorry he spent $400,000 of our tax dollars to fly around in \nspecially chartered planes. But that was a long time and a whole lot of bad behavior ago. \nAbout Jeffrey Epstein. He sounds like one of the worst people imaginable, so we are, of course, stunned to hear \nhe used to be tight with our current chief executive. \"Terrific guy,\" Trump said in an interview with New York \nmagazine in 2002. \"He's a lot of fun to be with. It is even said that he likes beautiful women as much as I do, and \nmany of them are on the younger side.\" \nThe palship no longer exists. \"I had a falling-out with him. I  haven't spoken to him in 15 years. I was not a fan of \nhis, that I can tell you,\" said the president, who appears to have erased the lot-of-fun-to-be-with period. \nAre you shocked by any of this? Hey, early in our acquaintanceship we learned Trump is a guy who bragged \nabout being so important he could get away with grabbing women by their private parts. Who was put into office \nthanks to Russian manipulation of our election. Some days you just want to sigh and talk a lot about women's \nsoccer. \nEver since the Epstein scandal arose, Trump has been defending Acosta, stressing what an \"excellent\" job he's \ndoing. After all, the president told reporters, \"our economy is so good, our unemployment numbers are at record \nlows.\" You might have thought he was under the impression the secretary of labor had something to do with \nboosting the economy. As opposed to things like workplace safety and collecting job statistics. \nAnd oh, yeah, human trafficking. Very embarrassing that Acosta is one of the people who's supposed to protect \nunderage women from being sold as sex slaves. \nHmm. Before this week, what do you think Donald Trump thought the Department of Labor did? \nA) Something about delivering babies. \nB) Something about getting good people to, you know, mow the lawn and stuff. \nC) \nSomething. \nThe president is oblivious, but otherwise almost nobody likes the job Acosta's been doing. People who care \nabout workers are naturally outraged that he's been trying to water down everything from mine safety regulations \nto the rules that prohibit restaurant managers from grabbing a piece of the waiters' tips.\nTrump insiders, of course, feel undermining workers' rights is supposed to be Acosta's mission. And they \ncomplain he's been sort of inept at it. Mick Mulvaney, the Trump Acting Chief of Staff For Life, has been trying \nto take control. Recently, Acosta's chief of staff was pushed out for a lack of, um, leadership. Or, as one former \nadministration official told Politico, \"There are times when he goes completely loony.\" \nYou've got to be appalled by Acosta's failure to stand up for vulnerable children being lured into serving as sex \nplaythings for a man who truly does epitomize the concept of filthy rich. \nBut are you upset that Trump is too much of an ethical beanbag to get rid of him? The sad truth is that we're \nreally probably better off with cabinet members too inept to accomplish anything at all. \nEFTA00018175\n\nCheer up. There's always soccer. \nEFTA00018176",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "fended his role in overseeing the prosecution of \nJeffrey Epstein.CreditCreditAnna Moneymaker/The New York Times \nS"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "re desperate to think about something \nother than Donald Trump. \nAnd, good Lord, his crack team of cabinet membe"
      },
      {
        "name": "Tod \nCc",
        "role": "extracted",
        "context": "From: \nTod \nCc \nSubject: Gail Collins on Aco"
      },
      {
        "name": "Gail Collins",
        "role": "extracted",
        "context": "From: \nTod \nCc \nSubject: Gail Collins on Acosta and Epstein (the be"
      },
      {
        "name": "Normal \nInline",
        "role": "extracted",
        "context": "9 17:29:10 +0000 \nImportance: Normal \nInline-Images: image001.png; image00"
      },
      {
        "name": "Homepage\nTrump",
        "role": "extracted",
        "context": "n=click&module.Opinion&pgtype.Homepage\nTrump Doesn't Know About Labor \nTha"
      },
      {
        "name": "Know About",
        "role": "extracted",
        "context": "pgtype.Homepage\nTrump Doesn't Know About Labor \nThank (io,i ve got so"
      },
      {
        "name": "Labor \nThank",
        "role": "extracted",
        "context": "page\nTrump Doesn't Know About Labor \nThank (io,i ve got so many inept ca"
      },
      {
        "name": "By Gail",
        "role": "extracted",
        "context": "many inept cabinet members. \nBy Gail Collins \nOpinion Columnist \nJ"
      },
      {
        "name": "Collins \nOpinion",
        "role": "extracted",
        "context": "ept cabinet members. \nBy Gail Collins \nOpinion Columnist \nJuly 10, 2019 \nIma"
      },
      {
        "name": "Columnist \nJuly",
        "role": "extracted",
        "context": "rs. \nBy Gail Collins \nOpinion Columnist \nJuly 10, 2019 \nImag \nEFTA00018174"
      },
      {
        "name": "Labor Secretary",
        "role": "extracted",
        "context": "10, 2019 \nImag \nEFTA00018174\n\nLabor Secretary Alexander Acosta on Wednesday"
      },
      {
        "name": "Alexander Acosta",
        "role": "extracted",
        "context": "EFTA00018174\n\nLabor Secretary Alexander Acosta on Wednesday publicly defende"
      },
      {
        "name": "Anna Moneymaker",
        "role": "extracted",
        "context": "Jeffrey Epstein.CreditCreditAnna Moneymaker/The New York Times \nSo, did y"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "n.CreditCreditAnna Moneymaker/The New York Times \nSo, did you enjoy"
      },
      {
        "name": "York Times",
        "role": "extracted",
        "context": "CreditAnna Moneymaker/The New York Times \nSo, did you enjoy the \nparad"
      },
      {
        "name": "On Wednesday",
        "role": "extracted",
        "context": "rack team of cabinet members. On Wednesday, Secretary of Labor Alex Acos"
      },
      {
        "name": "Labor Alex",
        "role": "extracted",
        "context": "s. On Wednesday, Secretary of Labor Alex Acosta tried to \nhold back th"
      },
      {
        "name": "South Florida",
        "role": "extracted",
        "context": "t, as a federal prosecutor in South Florida, he \nhad brokered a very leni"
      },
      {
        "name": "The Palm",
        "role": "extracted",
        "context": "ion feels about good deals. \n\"The Palm Beach state attorney's office"
      },
      {
        "name": "About Jeffrey",
        "role": "extracted",
        "context": "ole lot of bad behavior ago. \nAbout Jeffrey Epstein. He sounds like one o"
      },
      {
        "name": "Mick Mulvaney",
        "role": "extracted",
        "context": "e's been sort of inept at it. Mick Mulvaney, the Trump Acting Chief of St"
      },
      {
        "name": "Trump Acting",
        "role": "extracted",
        "context": "ept at it. Mick Mulvaney, the Trump Acting Chief of Staff For Life, has"
      },
      {
        "name": "Staff For",
        "role": "extracted",
        "context": "ey, the Trump Acting Chief of Staff For Life, has been trying \nto tak"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-07-10",
        "event": "July 10, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:56.344Z"
}