{
  "document": {
    "id": "efta00020541",
    "filename": "EFTA00020541.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00020541.pdf",
    "text": "\n\nv. Maxwell, — F.Supp.3d — (2018) \n2018 WL \n4062649 \nOnly the Westlaw citation is currently available. \nUnited \nStates District Court, S.D. New York. \nPlaintiff, \nv. \nGhislaine MAXWELL, Defendant. \n15 \nCiv. \n7433 \ni \nSigned 08/27/2018 \nSynopsis \nBackground: Following settlement of plaintiff's action for defamation, news media and \ninvestigative journalist filed motion to intervene, for purposes of filing motion \nto unseal \ndocuments that were placed under seal and included in protective order. \nHoldings: The United States District Court for the Southern District of New York, Sweet, J., \nheld that: \nm news \nmedia and journalist could intervene in action; \n121  public did not have right of access, either under First Amendment or common law, to \ndocuments \nexchanged during discovery that were designated by parties as confidential and made \npart of \nprotective order; \n[3)  documents filed in support of \nmotion for summary judgment were \"judicial documents\" that \ntriggered presumption in favor of public's \nright of access to records; and \n[4)  public's presumptive right of \naccess to judicial documents was rebutted by privacy interests \nof parties and multiple non-parties. \nMotion to intervene granted; motion \nto unseal denied. \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. \n1 \nEFTA00020541\n\nv. Maxwell, — F.Supp.3d — (2018) \nWest Headnotes (31) \nIII Federal Civil \nProcedures\n-Particular Intervenors \nMembers of the press and other non-parties, by \nmotion to intervene, may seek to pursue \nmodification of confidentiality orders that have led to sealing of documents filed with the \ncourt. Fed. R. Civ. P. 24. \nCases that cite this headnote \n1~1\n Federal Civil Proceduree—Time for intervention \nIntervention for the purpose of challenging confidentiality orders is permissible \neven \nyears \nafter a case is closed. Fed. R. Civ. P. 24. \nCases that cite this \nheadnote \nPI Federal Civil Procedure.-Particular Intervenors \nWhether deemed an intervention as of right or permissive, intervention by the press, a \nstep preliminary to determining whether any sealed \ndocuments should be disclosed, \nshould be granted \nabsent some compelling justification for a contrary result. Fed. R. Civ. \nP. 24(a), (b). \nCases that cite this headnote \n141 \nFederal Civil Proceduree—Time for intervention \nFederal Civil Proceduree-Particular Intervenors \nNews media and journalist could intervene in defamation action, after case had settled, \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 2 \nEFTA00020542\n\nv. Maxwell, — F.Supp.3d — (2018) \nfor purposes of motion to unseal \ndocuments that were designated as confidential by \nparties and made part of protective \norder, based on public's right of access to records. \nFed. R. Civ. P. 24. \nCases that cite this headnote \nIs' \nConstitutional Laws-Court documents or records \nRecordso-Court records \nGenerally, the public holds an affirmative, enforceable right of access to \njudicial records \nunder both the common law and the First Amendment to the U.S. Constitution. U.S. \nConst. Amend. 1. \nCases that cite this headnote \n161 Constitutional Law‘—Court documents or records \nRecordsi-Court records \nThe presumption of the \npublic's right of access to court records is based on the need for \nfederal courts, particularly because they \nare independent, to have a measure of \naccountability, and for the public to have confidence in the administration of justice. U.S. \nConst. Amend. 1. \nCases that cite this headnote \nIll \nRecordse-Court records \nThe public's right to inspect judicial records is not absolute; \nrather, every court has \nsupervisory power over its own records and files, and access may be denied where court \nfiles might become a vehicle for improper purposes, \nsuch as using records to gratify spite \nor promote scandals, or where files might serve as reservoirs of libelous statements for \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 3 \nEFTA00020543\n\nv. Maxwell, — F.Supp.3d — (2018) \npress \nconsumption. \nCases that cite this headnote \n181 \nFederal Civil Procedures—Nature and Purpose \nPretrial discovery is intended to aid the parties in their search for truth. \nCases that cite this headnote \n191 \nFederal Civil Procedures-Government records, papers and property \nRecordsi-Court records \nWhether by discovery or at trial, on a  request for \naccess to judicial records, a court must \nfirst conclude that the documents at issue are judicial documents. \nCases that cite this headnote \n1101 Constitutional \nLaws\n-Court documents or records \nRecordso-Court records \nOn a request for access to a judicial record, if the \ndocument being requested is a judicial \ndocument, the court then asks whether the presumption of access is a  product of the \ncommon law right of access, or of the more robust First Amendment right to access \ncertain judicial documents. U.S. Const. Amend. 1. \nCases that cite this headnote \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. \n4 \nEFTA00020544\n\nv. Maxwell, — F.Supp.3d — (2018) \nIrrl \nFederal Civil \nProcedures-Access \nto proceedings; public trial \nRecords...Court records \nA trial and all trial documents are accessible and \npublic, absent special circumstances. \nCases that cite this headnote \n1121 \nRecords\n-Court records \nUnder the common law, once a  document filed with the court is classified as a judicial \ndocument, the presumption of the public right of access attaches; the \ncourt must then \ndetermine the weight of the presumption of access, which is a function of the role of the \nmaterial at issue in the exercise of Article III judicial power and the resultant value of \nsuch information to those monitoring the \nfederal courts. U.S. Const. art. 3. \nCases that cite this headnote \n1131 \nRecords\n-Court records \n1141 \nThe presumption under the common law of the public's right to access to judicial \ndocuments may be overcome by \ndemonstrating that sealing the document serves to \nfurther other substantial interests, such as a  third party's personal privacy interests, the \npublic's \nsafety, or preservation of attorney-client privilege. \nCases that cite this headnote \nConstitutional Laws-Access to \nproceedings; closure \nConstitutional Laws-Access to \nProceedings; Closure \nThe First Amendment provides the public and the press a constitutional \nright of access to \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 5 \nEFTA00020545\n\nv. Maxwell, — F.Supp.3d — (2018) \nall trials, criminal or civil. U.S. Const. \nAmend. 1. \nCases that cite this headnote \nUN \n1161 \nConstitutional Laws—Access \nto proceedings; closure \nConstitutional Laws-Court \ndocuments or records \nConstitutional Laws-Access to \nProceedings; Closure \nConstitutional Laws-Court \nDocuments or Records \nThe First Amendment right of the public and press to access to all trials, criminal or civil, \napplies specifically to related proceedings and records and protects the public against the \ngovernment's arbitrary interference with access to important information. U.S. Const. \nAmend. 1. \nCases that cite this headnote \nConstitutional Laws-Court documents or records \nThe First Amendment creates only a presumptive right of access of the public \nto judicial \ndocuments, and what offends the First Amendment is the attempt to exclude the right of \naccess without \nsufficient justification. U.S. Const. Amend. 1. \nCases that cite this \nheadnote \nIll \nConstitutional Laws-Court documents or records \nA presumptive right of access to judicial records under the First Amendment may be \novercome by specific, on-the\n-record findings that sealing is necessary to preserve higher \nvalues and only if the sealing order is narrowly tailored to achieve that aim. U.S. Const. \nAmend. 1. \nWESTLAW O 2018 Thomson Reuters. No claim to original U.S. Government Works. 6 \nEFTA00020546\n\nv. Maxwell, — F.Supp.3d — (2018) \nCases that cite this headnote \nUM \nConstitutional Laws—Freedom of speech, \nexpression, and press \nRecordse—Court records \nA party seeking to keep judicial \ndocuments under seal carries the burden of \ndemonstrating that higher values overcome the presumption \nof public right of access to \njudicial documents, under the First \nAmendment, and such a showing must be supported \nby findings specific enough that a  reviewing court can determine whether the closure \norder \nwas properly entered. U.S. Const. Amend. 1. \nCases \nthat cite this headnote \n1191 Constitutional \nLaws-Court documents or records \nRecordse-Court records \nPublic, via media and investigative reporter, did not have right of access, either under \nFirst Amendment or common law, to documents exchanged during discovery that were \ndesignated by \nparties as confidential and made part of protective order, in defamation \naction; documents at issue \nincluded range of allegations of sexual acts involving plaintiff \nand non-parties to litigation, some of whom were famous, identities of non-parties who \neither allegedly engaged in sexual acts with plaintiff or who allegedly facilitated such \nacts, plaintiff's sexual history and prior allegations of sexual assault, and her medical \nhistory, parties mutually agreed that release of confidential information inherent to \ndiscovery process could expose them to annoyance, \nembarrassment, and oppression \ngiven highly sensitive nature of underlying allegations, sealed documents were neither \nrelied \nupon in rendering of adjudication nor necessary to or helpful in resolving any \nmotion, and parties \nsubmitted redacted proposed opinion on summary judgment to \nmaintain confidentiality established by protective order. \nU.S. Const. Amend. 1. \nCases that cite this headnote \nWESTLAW O 2018 Thomson Reuters. No claim to original U.S. Government Works. 7 \nEFTA00020547\n\nv. Maxwell, — F.Supp.3d —(2018) \n1201 \nConstitutional Lawe-Court documents or records \nRecords,-Court records \nFor an item to constitute a  \"judicial \ndocument\" subject to the public's right of access \nunder the common law and the First Amendment, the item filed must be relevant to the \nperformance of the judicial function and \nuseful in the judicial process. U.S. Const. \nAmend. 1. \nCases that cite this headnote \n1211 \nConstitutional Lavve-Court documents or records \nRecordse—Court records \nIn determining whether a  document \nconstitutes a  \"judicial document\" subject to the \npublic's right of access under the common law and the First Amendment, courts consider \nthe relevance of the document's specific contents to the nature of the proceeding, and the \ndegree to which access \nto the document would materially assist the public in \nunderstanding the issues before the court and in evaluating the fairness and integrity of \nthe court's \nproceedings. U.S. Const. Amend. 1. \nCases that cite this headnote \n1~~1 Constitutional Lavve-Court documents or records \nRecordse-Court records \nDocuments filed with the court vary in their status as \njudicial documents, for purposes of \nthe public's right of access to the documents, under the common law and the First \nAmendment: at one end of the continuum, the mere filing of a paper or document with \nthe court is insufficient to render that paper a \"judicial document\" subject to the right of \npublic access, \nwhile at the other end, pleadings and summary judgment papers are \n\"judicial documents\" \nupon filing. U.S. Const. Amend. 1. \nCases that cite this headnote \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 8 \nEFTA00020548\n\nv. Maxwell, — F.Supp.3d —(2018) \n1231 \nConstitutional Laws-Court documents or records \nRecordse-Court records \nThe filing of deposition transcripts, interrogatories, and documents exchanged in \ndiscovery with a court is not \nsufficient for the documents to reach the status of \"judicial \ndocument\" subject to the public's right of access to the \nrecord under the common law \nand the First Amendment, and to consider them as such would \nconstitute a  radical \nexpansion of the \n\"public access\" doctrine. U.S. Const. Amend. 1. \nCases that cite this headnote \n1241 \nConstitutional Laws-Court documents or records \nRecordse-Court \nrecords \nDocuments submitted in support of a  motion to compel discovery, which presumably \nwill be necessary to or helpful in resolving that motion, are \n\"judicial documents\" subject \nto the public's right of \naccess under both the First Amendment and the common law. \nU.S. Const. \nAmend. 1. \nCases that cite this headnote \n1251 \nConstitutional Laws-Court documents or records \nRecordse-Court \nrecords \nPapers filed in support of motion for summary judgment in action for defamation, which \nincluded facts drawn from documents placed under seal via protective order, together \nwith recital of both contested and uncontested facts and \nfactual statements that described \nissues to be \nresolved at trial in event summary judgment was denied, were \"judicial \ndocuments\" that triggered presumption in \nfavor of public's right of access to documents \nunder both common law and First Amendment. U.S. Const. Amend. 1. \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 9 \nEFTA00020549\n\nv. Maxwell, — F.Supp.3d — (2018) \nCases that cite this headnote \n1261 \nConstitutional Lawe-Court documents or records \nRecords.-Court \nrecords \nAs a  matter of law, papers submitted in support of a  summary judgment motion are \njudicial documents triggering a \npresumption of access subject to balancing under the \nFirst Amendment and common law if they directly affect an adjudication. \nU.S. Const. \nAmend. 1. \nCases that cite this headnote \n121 Constitutional Lawe-Court documents or records \nRecordse—Court \nrecords \nPresumption in favor of public's right of access, under common law and First \nAmendment to summary judgment opinion and documentary \nevidence, as judicial \ndocuments, which included documents placed under seal \nand made part of protective \norder, was rebutted by privacy interests of plaintiff, defendant, and multiple non-parties \nto litigation, on motion by intervenors media and media journalist to unseal \ndocuments \nfollowing settlement of underlying action for defamation; weight to be afforded \npresumption was not as strong, given that summary judgment motion was \ndenied, case \nwas based on allegations of sexual assault and sexual trafficking of minors by public and \nprivate persons, plaintiff, defendant, intervenors, and dozens of non-parties who \nprovided \nhighly confidential information relating to their own stories relied upon \npromise of \nsecrecy outlined in protective order, reliance on confidentiality regarding evidence \nrelevant to truth or falsity of allegations was significant, if not determinative, factor in \nreaching confidential settlement, intervenors offered no particularized basis for right of \naccess to \ndocuments that overcame privacy interests at issue, and unsealing of documents \nwould promote scandal based on unproven, potentially libelous \nstatements. U.S. Const. \nAmend. 1. \nCases that cite this headnote \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 10 \nEFTA00020550\n\nv. Maxwell, — F.Supp.3d —(2018) \n1281 Recordse-Court records \nBecause a motion for summary judgment and the materials submitted in connection with \nit  are determined to \nbe \"judicial documents,\" the weight of the presumption in favor of \nthe public's right of access to the \ndocuments under the common law must be determined, \nin addition to any countervailing factors. \nCases that cite this headnote \n1291 Recordse-Court records \nWhile a  summary judgment motion and supporting papers, as judicial documents, are \nentitled to a  presumption of the public's right of access, under the common law, this \npresumption is less where a district court denies the summary judgment motion, \nessentially postponing a  final determination of substantive legal rights, \nbecause the \npublic \ninterest in access is not as pressing. \nCases that cite this headnote \n1301 \nConstitutional Lawo-Court \ndocuments or records \nRecordse-Court records \nNotwithstanding the presumption of the public's right of access to \njudicial documents \nunder both the common law and the First Amendment, the documents placed \nunder seal \nmay be kept under seal if countervailing factors in the common law framework or higher \nvalues in the First Amendment framework so demand. U.S. Const. Amend. 1. \nCases that cite this headnote \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. \n11 \nEFTA00020551\n\nv. Maxwell, — F.Supp.3d — (2018) \n1311 Records*Court records \nIn assessing the weight to be accorded an assertion of a  right of privacy with respect to \njudicial documents that were \nplaced under seal, for purposes of determining whether the \npresumption in favor of the public's right of access to judicial documents has been \nrebutted, courts should first \nconsider the degree to which the subject matter is \ntraditionally considered private rather than public. \nCases that cite this hcadnote \nAttorneys and Law Firms \nCounsel for Interveners \nJulie Brown & Miami Herald Media Company: HOLLAND & \nKNIGHT LLP, 31 West 52nd Street, New York, NY 10019, By: Christine N. Walz, Esq., Sanford \nL. Bohrer, Esq. \nCounsel \nfor Plaintiff : BOIES \nSCHILLER & FLEXNER LLP, 401 E. Las Olas \nBoulevard, Suite 1200, Fort Lauderdale, FL 33301, By: Sigrid S. McCawley, Esq., Meredith L. \nSchultz, Esq., BOIES SCHILLER & FLEXNER LLP, 333 Main Street, Armonk, NY 10504, \nBy: David Boies, Esq., EDWARDS POTTINGLER LLC, 425 North Andrews Avenue, Suite 2, \nFort Lauderdale, FL 33301, By: Bradley J. Edwards, Esq., S.J. QUINNEY COLLEGE OF \nLAW, UNIVERSITY OF UTAH,' 383 University Street, Salt Lake City, UT 84112, By: Paul G. \nCassell, Esq. \nCounsel for Defendant Ghislaine Maxwell: HADDON, MORGAN AND FOREMAN, P.C., 150 \nEast 10th Avenue, Denver, CO 80203, By: Laura A. Menninger, Esq., Jeffrey S. Pagliuca, Esq., \nTy \nGee, Esq. \nCounsel for Intervenor Michael Cemovich: RANDAZZA LEGAL GROUP, PLLC, 100 Pearl \nStreet, 14th Floor, Hartford, CT 06103, By: Jay M. Wolman, Esq. \nCounsel for Intervenor Alan Dershowitz: EMERY CELLI BRINCKERHOFF & ABADY, LLP, \n600 Fifth Avenue, 10th Floor, New York, NY 10020, By: Andrew G. Celli, Jr., Esq. \nI \nThis daytime business address is provided for identification and correspondence purposes only and is not intended to imply \ninstitutional endorsement by the University of Utah for this private representation. \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 12 \nEFTA00020552\n\nv. Maxwell, — F.Supp.3d — (2018) \nOPINION \nSweet, D.J. \nTable of Contents \n*1 I. Prior Proceedings...433 \nII. The Motion to Intervene is Granted...437 \nHI. The Issues and the Applicable Standards...437 \nIV. The Motion to Unseal the Discovery Documents is Denied...442 \nV. The Summary Judgment Judicial Documents...442 \nVI. The Motion to Unseal the Summary Judgment Judicial \nDocuments \nis \nDenied...444 \nVII. Conclusion...447 \nThird-party proposed intervenors The Miami Herald Media Company (the \"Miami Herald\") and \ninvestigative journalist for the Miami Herald Julie Brown (\"Brown\") (collectively, the \n\"Intervenors\"), have moved pursuant to Federal Rule of Civil Procedure 24 to intervene in this \ndefamation action brought by plaintiff (\"M\" or the \"Plaintiff') against \ndefendant Ghislaine Maxwell (\"Maxwell\" or the \"Defendant\") and to unseal all of the \ndocuments \npreviously sealed in this action. \nResolution, clarity and certainty, sometimes delayed, are hallmarks of the judicial process. The \npresent motions challenge certain resolutions of this settled and closed action and raise \nsignificant issues, the conduct of the \ndiscovery process, the enforceability of confidentiality \nagreements and protective orders, the privacy rights of parties and witnesses, the public interest \nand the role of the media, and the transparency of the \njudicial process. \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 13 \nEFTA00020553\n\nv. Maxwell, — F.Supp.3d — (2018) \nThis defamation action from its inception in September 2015 to its settlement in May 2017 has \nbeen bitterly contested \nand difficult to administer because of the truth or falsity of the \nallegations concerning the intimate, sexual, and private conduct of the parties and of third \npersons, some prominent, some private. The instant motions renew that pattern and require a \nreexamination of the effort to provide an appropriate resolution of the issues presented by the \nlitigation. \nUpon this reexamination and the conclusions set forth below, the motion to intervene is granted, \nand the motion to unseal is denied as to the \ndocuments produced in the discovery process and as \nto the summary judgment judicial documents based on the difficult balancing of the conflicting \nprinciples described below. \nI. Prior Proceedings \nIn early 2011 , in an interview with journalist Sharon Churcher (\"Churcher\") which was \npublished in two British tabloids, described Maxwell's \nalleged role as someone who recruited or \nfacilitated the recruitment of young females for sexual activity with Jeffrey Epstein (\"Epstein\"), \nthat she, M, had been interviewed by the Federal Bureau of Investigation (\"FBI\") in 2011, \nand that she had discussed Maxwell's involvement in the described sexual \nabuse. Maxwell \nissued a statement denying this account on March 9, 2011. \nOn January \n1, 2015, moved to join two alleged victims of Epstein who had initiated an \naction under the Crime Victims' Rights Act against the United States, purporting to challenge \nEpstein's plea a reement. joinder motion (the \"Joinder Motion\") included numerous \ndetails about sexual abuse and listed the \nperpetrators of her abuse. \nrepeatedly \nnamed Maxwell in the Joinder Motion as being personally involved in the sexual abuse \nand sex \ntrafficking scheme \ncreated by Epstein. \n*2 On January 3, 2015, Maxwell again issued a statement, responcla allegations made in \nconnection with Joinder Motion. Maxwell stated that allegations \"against \nGhislaine Maxwell are untrue\" and that \"claims are obvious \nlies\" (the \"January 3 \nStatement\"). \nfiled her complaint in this action on September 21, 2015 (the \"Complaint\"), settithth \nher claim of defamation by Maxwell arising out of the Maxwell January 3 Statement. \nalleged she was the \"victim of sexual trafficking and abuse while she was a  minor child\" and \nthat Maxwell \"facilitated\" \nsexual \nabuse and \"wrongfully\" sub'ected \nto \n\"public \nridicule, contempt \nand disgrace\" by denying \nallegations. \nfurther alleged that \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. \n14 \nEFTA00020554\n\nv. Maxwell, — F.Supp.3d — (2018) \nover the course of a  decade she had been sexually abused at \n\"numerous locations\" around the \nworld with prominent and politically powerful men. \nVigorous litigation was undertaken by the parties, as demonstrated by \nthe 950 docket entries as \nof August 27, 2018, including a motion to dismiss the Complaint which was denied by opinion \nof February 29, 2016 (the \"February 29 Opinion\"). The primary issue presented was the truth or \nfalsity of the January 3 statement \nissued\n Maxwell, which in turn challenged all the previous \nstatements made to the press by and in Joinder Motion. This resulted, \nunderstandably, in a  lengthy and tumultuous discovery process resulting in 18 hearings and 15 \ndecisions. \nAfter hearing counsel, it  was determined that fact \ndiscovery would be completed on July 29, \n2016,2 see Proposed Discovery and Case Management Plan, Aug. 1, 2016, ECF No. 317. Both \nparties early on recognized the extreme sensitivities and privacy interests arising out of an \neffective \ndiscovery process involving the truth or falsity of the allegations at issue. The \nconsequent protective order was entered into by the parties on agreement, and endorsed by the \nCourt on March 17, 2016 (the \"Protective Order\"), and the sealing order \nwas ordered by the \nCourt on August 9, 2016 (the \"Sealing Order\"), for the purpose of protecting \nthe discovery and \ndissemination of confidential information to be exchanged in this action. See Protective Order, \nECF No. 62. This Protective Order allowed the parties to provide discovery on highly private \nand sensitive subjects without it \nbeing disclosed to the public, absent an additional order of this \nCourt. The Protective Order served \"to \nprotect the discovery and dissemination of confidential \ninformation or information which will properly annoy, embarrass, or oppress any \nparty, witness, \nor person providing discovery in this case.\" ECF Dkt. 62. The Protective Order applied broadly \n\"to all documents, materials, and information, including without limitation, documents \nproduced, answers to interrogatories, responses to requests for admission, \ndeposition testimony, \nand other information disclosed \npursuant to the disclosure or discovery duties created by the \nFederal Rules of Civil Procedure.\" Id. ¶ 1. \n2 \nThe panics reserved the right to extend this deadline where the panics so agreed, or for good cause shown. See Proposed \nDiscovery and Case Management Plan, Aug. I, 2016, ECF No. 317. \nThe Protective Order also \nprovided the procedures to designate any such material as \nconfidential, and to challenge such designations. Id. 11118-10. Upon review by an attorney acting \nin good faith, the designating party was to designate certain confidential information as \n\"CONFIDENTIAL,\" triggering a set of protections as to that document for the duration of the \naction. Id. ¶ 8. When a party filed material designated as confidential with the Court, it was to \nadditionally file a Motion to Seal pursuant to Section 6.2 of the Electronic Case Filing Rules & \nInstructions for the Southern District of New York. Id. ¶ 10. Absent consent of the producing \nparty, designated documents \"shall not ... \nbe disclosed.\"3 Id. 115 . \nWESTLAW 2018 Thomson Reuters. No claim to original U.S. Government Works. 15 \nEFTA00020555\n\nv. Maxwell, — F.Supp.3d (2018) \n3 The necessary exceptions to this rule are as follows: \n[S]uch information may be disclosed to: a) attorneys actively working on this case; b) persons regularly employed or associated \nwith the attorneys actively working on this case whose assistance is required by said attorneys in the preparation for trial, at trial, \nor at other proceedings in this case; c) the parties; d) expert witnesses and consultants retained in connection with this \nproceeding, to the extent such disclosure is necessary for preparation, trial or other proceedings in this case; e) the Court and its \nemployees ... in this case; f) stenographic reporters who are engaged in proceedings necessarily incident to the conduct of this \naction; g) deponents, witnesses, or potential witnesses; and It) other persons by written agreement of the parties. \nM.1 5. \n*3 At the conclusion \nof the case, the parties could elect either to return the confidential material \nto the designating party or destroy the documents. Id. ¶ 12. The Protective Order specified that it \n\"shall have no force and effect on \nthe use of any CONFIDENTIAL INFORMATION at trial.\" \nId. \nFrom March 17, 2016 to August 9, 2016, 26 motions to seal were filed with the \nCourt pursuant \nto the Protective Order, each of which were granted. On August 9, 2016, an order amended the \nProtective Order as follows: \nTo reduce unnecessary \nfilings and delay, it is hereby ordered that letter \nmotions to file submissions under seal pursuant to the Court's Protective \nOrder, ECF No. 62, are granted. The Protective Order is amended accordingly \nsuch that filing a  letter motion seeking sealing for each submission is no \nlonger necessary. A party wishing to challenge the sealing of any particular \nsubmission may \ndo so by motion. \nSealing Order, ECF No. 348. One hundred sixty-seven \ndocuments were sealed pursuant to the \nSealing Order. \nOn August 11, 2016, Intervenor Alan Dershowitz (\"Dershowitz\" or \"Intervenor Dershowitz\") \nmoved to unseal three documents: (1) portions of a  Reply Brief submitted by Churcher in \nsupport of her motion to quash the subpoena served on her; (2) emails between Churcher and \nsubmitted in connection with the same motion; and (3) a draft of a manuscript prepared \nby \nsubmitted in connection with a  motion to extend a  time deadline. See Dershowitz \nMotion to Intervene, Aug. 11, 2016, ECF Nos. 362-64. Other than the requested documents \nwhich he sought in order to make a  public \nstatement, Dershowitz agreed to be bound by the \nProtective Order. See Dershowitz Decl., ECF No. 363 \n¶ \n30. On November 2, 2016, the motion \nwas denied on the \nbasis that these documents \"were submitted with respect to the discovery \nprocess rather than in connection with the disposition of any substantive issue, and \ntherefore are \nnot judicial \ndocuments\" such that no presumption of access exists. \nv.  Maxwell, No. \n15 \nCiv. 7433 (RWS) (S.D.N.Y. Nov. 2, 2016), ECF No. 496. Appeal has been filed on that \ndecision. \nPursuant to several amendments, a trial date of May 25, 2017 was determined. See Order, Oct. \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 16 \nEFTA00020556\n\nv. Maxwell, — F.Supp.3d — (2018) \n30, 2015, ECF \nNo. 13; Amended Proposed Discovery and Case Management Plan, Sept. 30, \n2016, ECF No. 451; \nAmended Second \nDiscovery and \nCase \nManagement Plan, Feb. \n27, 2017, \nECF No. 648; Joint Letter, May 8, 2017, ECF No. 912. \nExpert discovery was completed \non November 30, 2016. See id. \nTwenty-nine motions in !Milne were filed by the parties between January 5, 2017 and May 1, \n2017, on which decision was reserved. See ECF Nos. \n520, 522, 524, 526, 528, 530, 533, 535, \n561, 563, 567, \n608, 663-667, 669, 671, 673, 675, 677, 679, 681, 683, 685-86, 689, 691. \nMaxwell filed a  motion for summary judgment on January 6, 2017, which was heard on \nFebruary 16, 2017 and denied by an opinion filed on March 22, 2017. See Sealed Document, \nMarch 24, 2017, ECF No. 779 (the \"Summary Judgment Opinion\"). The parties, in \naccordance \nwith the agreed upon procedures, were directed to jointly file a proposed redacted version of the \nSummary Judgment Opinion consistent with the Protective \nOrder. The agreed upon redacted \nopinion was filed with the Court and made public on the docket on April 27, 2017 (the \n\"Redacted Opinion\"). See Redacted Opinion, April 27, 2017, ECF No. 872. \n*4 On January 19, 2017, Intervenor Michael Cemovich (\"Cemovich\" or \"Intervenor \nCemovich\") made a  motion to unseal the materials submitted in connection with Maxwell's \nmotion for summary judgment, which the Court denied on May 3, 2017 (the \"May 3 Opinion\") \non the basis that Cemovich \"ha[d] not established a compelling need for the documents obtained \nin discovery which undergird the summary judgment decision.\" v.  Maxwell, No. 15 Civ. \n7433 (RWS), 2017 WL 1787934 (S.D.N.Y. May 3, 2017), ECF No. 892. \"This action is \ncurrently scheduled for trial in mid-May and a  release of contested \nconfidential discovery \nmaterials could conceivably taint the jury pool.\" Id. \nThe parties arrived at a settlement and jointly stipulated to dismiss this action on May 24, 2017. \nSee Stipulation of Voluntary Dismissal, ECF No. 916; Joint Stipulation for Dismissal, ECF No. \n919. The settlement presumably is pursuant to the Protective Order and remains confidential \nwith terms known only to the parties. This case was closed on \nMay 25, 2017. \nOn April 9, 2018, the Miami Herald filed the instant motion, contending that all sealed \ndocuments in this action are presumptively public under both common law principles and the \nFirst Amendment to the U.S. Constitution, and were sealed pursuant to an improvidently granted \nprotective order, which allowed the parties to designate information as confidential without the \nparticularized judicial scrutiny required by the law prior to sealing. See ECF No. 62. The motion \nwas joined by Intervenor Dershowitz, who requested that he \nbe advised of any documents \nunsealed in order to request unsealing of additional documents to protect his interests, and by \nIntervenor Cemovich. Argument was heard on May 9, 2018, at which time this motion was \nconsidered fully submitted. \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. \n17 \nEFTA00020557\n\nv. Maxwell, — F.Supp.3d —(2018) \nH. The Motion to Intervene is Granted \nFederal Rule of Civil Procedure 24 provides intervention of right under Rule 24(a) to anyone \nwho \"claims an interest relating to the property or transaction that is  the subject of the action, \nand is so situated that disposing of the action may as a  practical matter impair or impede the \nmovant's ability to protect its interest, unless existing parties adequately represent that interest.\" \nFed. R. Civ. P. 24(a). Permissive intervention may be granted to anyone \"who has a  claim or \ndefense that shares with the main action a  common question of law or fact.\" Fed. R. Civ. P. \n24(b). \nBecause courts, including this one, \"have \nrepeatedly recognized that members of the press \n(and other non-parties) may seek to pursue modification of confidentiality orders that have led \nto sealing of documents filed with the court,\" and since \"the appropriate procedural mechanism \nto do so is a motion to intervene,\" the motion of Brown and the Miami Herald to intervene is \ngranted. See In re Pineapple Antitrust Litig., No. 04 Md. 1628 (RMB) (MHD), 2015 WL \n5439090, at *2 (S.D.N.Y. Aug. 10, 2015); v. Maxwell, No. 15 Civ. 7433 \n(RWS) \n(S.D.N.Y. Nov. 2, 2016), ECF No. 496 (Opinion Granting \nDershowitz Motion to Intervene); \nv. Maxwell, No. 15 Civ. 7433 (RWS), 2017 WL 1787934 (S.D.N.Y. May 3, 2017), ECF \nNo. 892 (Opinion Granting Cernovich Motion to Intervene). \n121 \nPIAlthough the case was closed by the Clerk of Court on May 25, 2017 pursuant to the \nsettlement agreement, \"intervention for the purpose of challenging confidentiality orders is \npermissible even \nyears after a  case is closed.\" United States v. Erie Cnty., N.Y., No. 09 Civ. \n849S, 2013 WL 4679070, at *6 (W.D.N.Y. Aug. 30, 2013), rev'd on other gds., 763 F.3d 235 \n(2d Cir. 2014); see also In re Pineapple Antitrust Litig., 2015 WL 5439090, at *2 (\"[T]here is no \nimplication in the caselaw or in common sense why the passage of \nmore than three years should \ndisable a journalist from seeking unsealing.\"). Moreover, \"[w]hether deemed an intervention as \nof right under Rule 24(a) or a  permissive intervention under Rule 24(b), intervention by the \npress-a step preliminary to determining \nwhether any sealed documents should be \ndisclosed-should be granted absent \nsome compelling justification for a  contrary result.\" In re \nPineapple Antitrust Litig., 2015 WL 5439090, at *2 (footnote \nomitted). \n*5 HIAccordingly, the motion to intervene is granted, and it is appropriate to reopen the case for \nthe \ndisposition of the instant motion. \nWESTLAW O 2018 Thomson Reuters. No claim to original U.S. Government Works. 18 \nEFTA00020558\n\nv. Maxwell, — F.Supp.3d — (2018) \nHI. The Issues and the Applicable Standards \nThe issues presented by the parties engage vital societal concepts, the privacy rights of \nindividuals, the judicial process to establish truth or falsity, the transparency of that process, and \nfreedom of information and of the press. On these \nconcepts our Circuit has rendered helpful \nguidance' \nBecause of the nature of this defamation action, the particular allegations at issue \ninvolving sexual conduct, and the need to be able to rely on court determinations, this motion \npresents a unique pattern for decision. \n4 \nSee United States v. HSBC Bank USA, N.A., 863 F.3d 125 (2d Cir. 2017) (noting discovery documents lie beyond the presumption \nof public access); Bernstein v. Bernstein Litowitz Berger & Grossmann UP, 814 F.3d 132 (2d Cir. 2016) (weighing value of \npublic disclosure of complaint against privacy interests in favor of access); Newsday LLC v. Cnty. of Nassau, 730 F.3d 156 (2d Cir. \n2013) (finding First Amendment right of access to contempt proceeding); N.Y. Civil Liberties Union v. N.Y.0 Transit Audi., 684 \nF.3d 286 (2d Cir. 2012) (qualified First Amendment right of public access attached to TAB hearings conducted by New York City \nTransit Authority); United States v. Aref, 533 F.3d 72 (2d Cir. 2008) (finding that where classified information presented at trial, if \ndisclosed, would jeopardize national security weighed against public access); Lugosch v. Pyramid Co. of Onondaga, 435 F.3d 110 \n(2d Cir. 2006) (existence of confidentiality order alone did not defeat presumption of public access); Hanford Courant Co. v. \nPellegrino, 380 F.3d 83 (2d Cir. 2004) (establishing qualified First Amendment right of access to sealed docket sheets); Sec. Etch. \nComm'n v.  TheStreetcom, 273 F.3d 222 (2d Cir. 2001) (holding pretrial deposition testimony were not \"judicial documents\"); \nDiRussa v. Dean Witter Reynolds Inc., 121 F.3d 818 (2d Cir. 1997) (sealing file pursuant to confidentiality agreement between \nparties was not abuse of discretion); United States v.  Amodeo, 44 F.3d 141 (2d Cir. 1995) (\"Amodeo I\") (finding it proper for \ndistrict court to edit and redact judicial document to allow access to appropriate portions after weighing competing interests); \nUnited States v. Amodeo. 71 F.3d 1044 (2d Cir. 1995) (\"Amodeo 11\") (presumption of access afforded to particular document filed \nwith court varies with document's relevance to exercise of Article III functions); Gardner v. Newsday, 895 F.2d 74, 79 (2d Cir. \n1990) (balancing newspaper's common law right of access with defendant's privacy rights); Joy v. North, 692 F.2d 880 (2d Cir. \n1982) (distinguishing between documents obtained in discovery from those filed pursuant to an adjudication for purposes of the \n\"judicial document\" determination). \nLegal scholars and jurists have long sought to refine the boundaries of privacy, or \"the right to \nbe let alone,\" but the result remains a mosaic, the development of which can be traced more to \nthe unraveling of case law than the priority of certain rights over others. See Louis Menand, Why \nDo We Care So Much About Privacy?, THE NEW YORKER, June 18, 2018. \n*6 The legal implications of privacy have been considered in relation to \"telegraphy, \ntelephony, \ninstantaneous photography (snapshots), dactyloscopy (fingerprinting), Social Security numbers, \nsuburbanization, the Minnesota Multiphasic Personality Inventory, Fourth Amendment \njurisprudence, abortion rights, gay liberation, human-subject research, the Family Educational \nRights and Privacy Act, `60 Minutes,' Betty Ford, the 1973 PBS documentary `An American \nFamily,' the Starr Report, the memoir craze, blogging, and social media.\" Id. at 6; see e.g., \nSmith v.  Maryland, 442 U.S. 735, 99 S.Ct. 2577, 61 L.Ed.2d 220 (1979) (holding \nno reasonable \nexpectation of privacy in phone numbers dialed); Assoc. Press v. \nU.S. \nDep't of Defense, 554 \nF.3d 274 (2009) (finding Guantanamo detainees enjoy a privacy interest in the nondisclosure \nof \ntheir names and identifying information in records containing allegations of abuse by military \npersonnel and by other detainees); Nat'l Archives & Records Admin. v. Favish, 541 U.S. 157, \n124 S.Ct. 1570, 158 L.Ed.2d 319 (2004) (holding Freedom of Information Act (\"FOIA\") \nrecognizes surviving family members' right to personal privacy with respect to their close \nrelative's death-scene \nimages). \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 19 \nEFTA00020559\n\nv. Maxwell, — F.Supp.3d (2018) \nPrivacy has also been \"associated with privilege (private roads and private sales),\" see United \nStates v. Knotts, 460 U.S. 276, 282, 103 S.Ct. 1081, 75 L.Ed.2d 55 (1983) (holding that \ndefendant \nenjoyed a reasonable expectation of privacy when driving on his premises, but that no \nsuch expectation extended to \nhis travel on public thoroughfares), \"with confidentiality (private \nconversations),\" see Katz v. United States, 389 U.S. \n347, 351, 88 S.Ct. 507, 19 L.Ed.2d 576 \n(1967) (holding that defendant did not shed his reasonable expectation of privacy in holding a \nprivate conversation in a public phone booth), \"with noncomformity and dissent,\" see Warden v. \nHayden, 387 U.S. \n294, 323, 87 S.Ct. 1642, 18 L.Ed.2d 782 (1967) (Douglas, J., dissenting) \n(\"Those who wrote the Bill of Rights believed that every individual needs both to \ncommunicate \nwith others and to keep his affairs to himself. That dual aspect of privacy means that the \nindividual should have the freedom to select for himself the time and circumstances when he \nwill share his secrets with others and decide the extent of that sharing.\"), \"with shame and \nembarrassment,\" see Perlman v. \nU.S. \nDep't of Justice, 312 F.3d 100, 106 (2d Cir. 2002), \nvacated and remanded, 541 U.S. 970, 124 S.Ct. 1874, 158 L.Ed.2d 464 (2004), aff'd, 380 F.3d \n110 (2d Cir. 2004) (per curiam) (witnesses and third parties \"possess \nstrong privacy interests, \nbecause being identified as part of a  law enforcement investigation could subject them to \n`embarrassments and harassment' \"), \"with the deviant and the taboo ...,\" see Lawrence v. \nTexas, 539 U.S. 558, 573, 123 S.Ct. 2472, \n156 L.Ed.2d 508 (2003) (holding that persons in a \nhomosexual relationship may seek autonomy in their consensual \nsexual conduct in the home just \nas heterosexual persons do), \"and \nwith subterfuge and concealment,\" see U.S. Dep 't of Justice v. \nReporters Comm. For Freedom of Press, 489 U.S. 749, 763, 109 S.Ct. 1468, 103 L.Ed.2d 774 \n(1989) (holding that an individual's interest in nondisclosure of an FBI rap sheet \nwas the sort of \npersonal privacy interest that Congress intended FOIA law enforcement exemption to protect); \nsee Menand, supra at 6. \nIn the law, \"privacy functions as a kind of default right when an injury has been inflicted and no \nother \nright seems to suit the case.\" Menand, supra at 6. The right to privacy might emanate from \none \nor many Amendments to the Constitution. For example, the right prohibiting the \ngovernment from obtaining heat wave information from within one's home by way of \nsense\n-enhancing technology not in general public use arises from notions of privacy rooted in \nFourth Amendment jurisprudence, see Kyllo v. United States, 533 U.S. 27, 34, 121 S.Ct. 2038, \n150 L.Ed.2d 94 (2001), while the right of a  woman, with certain exceptions, to pursue \nan \nabortion beyond the state's \npolice powers exists in the zones of privacy arising from the First, \nFourth, Fifth, Ninth and Fourteenth Amendments, see \nRoe v. Wade, 410 U.S. 113, 93 S.Ct. 705, \n35 L.Ed.2d 147 (1973) (holding that constitutional right of privacy is broad enough to \nencompass \nwoman's decision whether or not to terminate her pregnancy, but that this right is \nnot absolute in that the state may properly assert important interests in safeguarding health, in \nmaintaining medical standards and in protecting potential life). \n*7 The montage of privacy law that has developed \naround these disparate concepts does not lend \nitself to easy determinations of privacy rights. Nevertheless, certain things enjoy an undisputed \nWESTLAW © \n2018 Thomson Reuters. No claim to original U.S. Government Works. 20 \nEFTA00020560\n\nv. Maxwell, — F.Supp.3d —(2018) \nright to privacy: trade secrets, see Kewanee Oil Co. v.  Bicron Corp., 416 U.S. 470, 475-76, 94 \nS.Ct. 1879, 40 L.Ed.2d 315 (1974) (the holder of a trade secret is protected against the \ndisclosure or unauthorized use of \nthe trade secret); sexual activity (although of what kind it \nremains to be determined), compare Lawrence, 539 U.S. 558, 123 S.Ct. 2472 (making it \nunconstitutional to criminalize homosexual relations) with Eisenstadt v. Baird, 405 U.S. 438, 92 \nS.Ct. 1029, 31 L.Ed.2d 349 (1972) (holding unconstitutional Massachusetts statute permitting \nmarried persons to obtain \ncontraceptives but prohibiting distribution of contraceptives to single \npersons); and \npersonal characteristics—such as the radiation of heat from one's home, Kyllo, \n533 U.S. 27, \n121 S.Ct. 2038, and the \nunamplified sound of \none's voice, Katz, 389 U.S. 347, 88 \nS.Ct. 507—which make up Fourth Amendment jurisprudence. These privacy rights, in the \ncontext of this action, are balanced against the public's right to access \nrooted in First \nAmendment and common law \njurisprudence. \n151  161  171\nThere \nare two \"related but distinct presumptions \nin favor of public access to court ... \nrecords: a  strong form rooted in the First Amendment and a  slightly weaker form based in \nfederal common law.\" Newsday LLC v. Cnty. of Nassau, 730 F.3d 156, 163 (2d Cir. 2013). \nGenerally, the public holds an affirmative, enforceable right of \naccess to judicial records under \nboth the common law and the First Amendment to the U.S. Constitution. \"The presumption of \naccess is based on the need for federal courts, \nalthough independent—indeed, particularly \nbecause they are \nindependent—to have a  measure of accountability and for the public to have \nconfidence in the administration of justice.\" United States v.  Amodeo, 71 F.3d 1044, 1048 (2d \nCir. 1995) (\"Amodeo II \"). However, \"the right to inspect ... \njudicial records is not absolute. \nEvery court has supervisory power over its own records and files, and access has been denied \nwhere court files might have \nbecome a vehicle for improper purposes\" such as using records \"to \ngratify spite or promote scandals\" or where files might \nserve \"as reservoirs of libelous \nstatements for press consumption.\" Nixon v. Warner Commcins, Inc., 435 U.S. 589, 598, 98 \nS.Ct. 1306, 55 \nL.Ed.2d 570 (1978); see also Amodeo II, 71 F.3d at 1051 (internal quotation \nmarks and citation omitted) (\"Courts have long declined to allow public access simply to cater \nto a morbid craving for that which is sensational and impure.\"). \nIs\niPretrial discovery is intended to aid the parties in their search for truth. See Hickman v.  Taylor, \n329 U.S. 495, 501, 67 S.Ct. \n385, 91 L.Ed. 451 (1947) (celebrating that \"[t]he \ndeposition-discovery regime set out by \nthe Federal Rules of Civil Procedure is an extremely \npermissive one to which courts have long `accorded a broad and liberal treatment to effectuate \ntheir purpose that civil trials in the federal courts [need not] be carried on in the dark,' \" and that \ndiscovery is a  powerful tool for \"the parties to \nobtain the fullest possible knowledge of the \nissues and \nfacts before trial.\"). It is presumed that the trial itself will make the final \ndetermination of truth or falsity. The boundary between discovery and trial is sometimes, as \nhere, blurred. The effort is assisted by the definition of \"judicial documents.\" \n191 \n1101 \n1111Whether discovery or trial, \"a court \nmust first conclude that the documents at issue are \nindeed `judicial documents.' \" Lugosch v.  Pyramid Co. of Onondaga, 435 F.3d 110, 119 (2d Cir. \nWESTLAW © 2018 Thomson Reuters. \nNo claim to original U.S. Government Works. 21 \nEFTA00020561\n\nv. Maxwell, — F.Supp.3d (2018) \n2006); see also id. (noting that \"only judicial documents are subject to a  presumptive right of \npublic access, whether on common law or First Amendment grounds.\"). If the document is  a \njudicial document, courts next ask whether the presumption of access \nis a  product of the \ncommon law right of access, or of the more robust First Amendment right to access certain \njudicial documents. Id. at 119-20. It is a given accepted by the Protective Order that the trial and \nall trial documents are accessible and \npublic absent special circumstances. \n*8 1121 \nII3IUnder the common law approach, once a document is classified as a judicial document, \nthe presumption of access attaches. Id. at 119. The court must then determine the weight of the \npresumption of access, which is a function of \"the role of the material at issue in the exercise of \nArticle III judicial power\" and \"the resultant value of such information to those monitoring the \nfederal courts.\" See id.; Stern \nv. Cosby, 529 F.Supp.2d 417, 420 (S.D.N.Y. 2007) (internal \ncitations omitted) (\"the court must determine the weight of the presumption, that is, whether the \npresumption is an especially strong one that can be overcome only by extraordinary \ncircumstances or whether the presumption is a  low one that amounts to little more than a \nprediction of public access \nabsent a  countervailing reason or whether the presumption is \nsomewhere \nin between.\"). Documents traditionally fall somewhere on a  continuum \"from \nmatters that directly affect an adjudication to matters that come within a court's purview solely \nto ensure their irrelevance.\" Amodeo II, 71 F.3d at 1049. Such a presumption under the common \nlaw may be overcome by demonstrating that sealing serves to further other \"substantial \ninterests,\" such as \"a third party's personal privacy interests, the public's safety, or preservation \nof attorney-client privilege.\" Under Seal v. Under Seal, 273 F.Supp.3d 460, 467 (S.D.N.Y. \n2017) \n(collecting cases). \n1141 \nIlsillowever, the First Amendment \"provides the public and the press a constitutional right of \naccess to all trials, criminal or civil.\" Id. at 468 (citing Richmond Newspapers, Inc. v. Virginia, \n448 U.S. \n555, 580, 100 S.Ct. 2814, 65 L.Ed.2d 973 (1980) ) (internal citation omitted). This \nright applies specifically to \"related proceedings and records\" and \"protects the public against \nthe government's arbitrary interference with access to important information.\" N. Y. Civil \nLiberties Union v.  N.Y.C. Transit Auth., 684 F.3d 286, 298 (2d Cir. 2012) (citations \nomitted). As \nnoted above, the Protective Order specified that confidential material would not be protected \nwith respect to any document proffered at trial. \nThe Second Circuit has \nrecognized two approaches for determining whether the First \nAmendment right of access extends to particular judicial records. Lugosch, 435 F.3d at 120. In \nthe first approach, the \"logic and experience\" test, a court \nevaluates whether the documents are \nthose that \"have historically been open to the press and general public\" and for which \"public \naccess plays a significant positive role in the functioning of the particular process in question.\" \nId. Courts applying the \"logic and experience\" test have generally found a  presumption of \nopenness, based on \nthe common law approach. Hartford Courant Co. v.  Pellegrino, 380 F.3d \n83, 92 \n(2d Cir. 2004). \nWESTLAW \n© 2018 \nThomson Reuters. \nNo claim to original U.S. Government Works. 22 \nEFTA00020562\n\nv. Maxwell, — F.Supp.3d — (2018) \nIn the second approach, First Amendment protection attaches to \njudicial documents \"derived \nfrom or a  necessary corollary of the capacity to attend the relevant proceedings.\" Id. at 93. \nAccordingly, the Second Circuit has found \"the right to \ninspect [judicial] documents derives \nfrom the public nature of particular tribunals.\" Id.; see also id. (observing that \"[o]ther circuits \nthat have addressed [the] question have construed the constitutional right of access to apply to \nwritten documents submitted in connection with judicial proceedings that themselves implicate \nthe right \nof access.\"). \n1161\n\"I \"ITO be clear, the First Amendment creates only a presumptive right of access. Newsday, \n730 F.3d at 164-65. \"What offends the First Amendment is the attempt to do so without \nsufficient justification.\" N.Y. Civil Liberties Union, 684 F.3d at 296. Under either approach, a \npresumptive right of \naccess may be overcome by \"specific, on-the-record findings that sealing is \nnecessary to \npreserve higher values and only if the sealing order is narrowly tailored to achieve \nthat aim.\" Lugosch, 435 F.3d at 124. The party seeking to keep the \njudicial documents under \nseal carries the burden of demonstrating that higher values overcome the presumption of public \naccess, DiRussa v.  Dean Witter Reynolds Inc., 121 F.3d 818, 826 (2d Cir. 1997), and such a \nshowing must be supported by \n\"findings specific enough that a reviewing court can determine \nwhether the closure order was properly entered.\" Press-Enter. Co. v. Superior Court of Cal., \nRiverside CnV., 464 U.S. 501, 510, 104 S.Ct. 819, 78 L.Ed.2d 629 \n(1984). \nIV. The Motion to Unseal the Discovery Documents is Denied \n*9 j191The parties early on agreed that the release of confidential information inherent to the \ndiscovery process could expose the parties to \nannoyance, embarrassment, and oppression given \nthe highly sensitive nature of the underlying allegations. The parties mutually assented to \nentering into the Protective Order. The parties relied upon its \nprovisions, as did dozens of \nwitnesses and other non-parties. Documents designated confidential included a range of \nallegations of sexual acts involving Plaintiff and non-parties to this litigation, some famous, \nsome \nnot; the identities of non-parties who either allegedly engaged in sexual acts with Plaintiff \nor who allegedly facilitated such acts; Plaintiff's sexual history and prior allegations of sexual \nassault; and \nPlaintiff's \nmedical history. The Protective Order has maintained the confidentiality \nof these sensitive materials. One hundred sixty-seven \ndiscovery documents were added to the \ndocket and sealed pursuant to the \nProtective Order. \nFurther, upon the issuance of an opinion by this Court, the parties were directed to jointly file a \nproposed redacted version consistent \nwith the Protective Order as set forth above. The parties \nsubmitted the \nRedacted Opinion to maintain the confidentiality established by the Protective \nOrder. \nWESTLAW O 2018 Thomson Reuters. No claim to original U.S. Government Works. 23 \nEFTA00020563\n\nv. Maxwell, — F.Supp.3d — (2018) \nExcept as discussed below, the documents sealed in the course of discovery \nwere neither relied \nupon by this Court in the rendering of an adjudication, nor \"necessary to or helpful in resolving \n[a] motion.\" See Alexander Interactive, Inc. v.  Adorama, Inc., No. 12 Civ. 6608 (PKC) (JCF), \n2014 WL 4346174, at *2 (S.D.N.Y. Sept. 2, 2014). \nMoreover, our Circuit has \"long recognized \nthat documents `passed between the parties in discovery[ ] lie entirely beyond the ... reach' of \nthe presumption of public access.\" United \nStates v.  HSBC Bank USA, \nN.A., \n863 F.3d 125, 139 \n(2d Cir. 2017); see also Sec. Exch. Comm'n v.  Am. Intl Grp., 712 F.3d 1, 24 (D.C. Cir. 2013) \n(\"[T]hough filing a document with the court is  not sufficient to render the \ndocument a judicial \nrecord, it is very much a \nprerequisite.\"). To provide \"unthinkable access to every item turned up \nin the course of litigation would be unthinkable.\" Amodeo II, 71 F.3d at 1048. Accordingly, the \nmotion to \nunseal the discovery documents is denied. \nV. The Summary Judgment Judicial Documents \n1201 \n121\n1Under the common law and First Amendment, the primary inquiry is whether the \ndocuments at issue are \"judicial documents.\" To be a judicial document, \"the item filed must be \nrelevant to the performance of the judicial function and useful in the judicial process,\" Lugosch, \n435 F.3d at 119; see HSBC Bank USA, N.A., 863 F.3d at 134 (\"The \nthreshold merits question in \nthis case is whether the [sealed document] is a \njudicial document, as only judicial documents are \nsubject to a presumptive right of public access, whether on common law or First Amendment \ngrounds.\"). In making such a  determination, courts consider the \n\"relevance of the document's \nspecific contents to the nature \nof the proceeding\" and the degree to which \"access to the \ndocument would materially assist the public in \nunderstanding the issues before the ... court, and \nin evaluating the fairness and integrity of the court's proceedings.\" Bernstein v. Bernstein \nLitowitz Berger & Grossmann LLP, 814 F.3d 132, 139 (2d Cir. 2016) (citing Newsday LLC, 730 \nF.3d at 166-67) (alteration omitted). \n122\n1 123IDocuments filed with the court vary in their status as `judicial documents.' \nAt one end of \nthe continuum, \"[t]he mere filing of a paper or document with the court is insufficient to render \nthat \npaper a judicial document subject to the right of public access.\" United States v. Amodeo, 44 \nF.3d 141, 145 (2d Cir. 1995) (\"Amodeo I \"). Likewise, the filing of \"deposition transcripts, \ninterrogatories, and documents exchanged in discovery\" with a court is not sufficient to reach \nthe status of judicial document, and to \nconsider them as such \"would constitute a  radical \nexpansion of the `public access' doctrine.\" \nHSBC Bank USA, N.A., 863 F.3d at 139 (citing \nAmodeo II, 71 F.3d at 1048); accord Joy v. North, 692 F.2d 880, 893 (2d Cir. \n1982) (\"Discovery \ninvolves the use of \ncompulsory process to facilitate orderly preparation for trial, not to educate \nor titillate the public. Private matters which are discoverable \nmay, upon a showing of cause, be \nput under seal under Rule 26(c), in the first instance.\"). At the other end, the \"case law is clear \nthat pleadings and summary judgment papers ... are judicial documents upon filing.\" Id. at \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 24 \nEFTA00020564\n\nv. Maxwell, — F.Supp.3d (2018) \n141-42. The Second Circuit has repeatedly held that all documents submitted in support of a \nmotion for summary judgment, whether or not relied upon, \"are unquestionably judicial \ndocuments under the common law.\" Lugosch, 435 F.3d at 123. The same applies for complaints. \nSee Bernstein, 814 F.3d at 140 (internal citation omitted) (\"A complaint, which initiates judicial \nproceedings, is the cornerstone of every case, the very \narchitecture of the lawsuit, and access to \nthe complaint is almost always necessary if the public is to \nunderstand a court's decision.\"). \n*10 124ISomewhere in the middle lie documents \"submitted ... in support of a motion to compel \ndiscovery [which] ... \npresumably will be necessary to or helpful in resolving that motion. They \nare, \ntherefore, judicial documents.\" Alexander Interactive, Inc., 2014 WL 4346174, at *2; see \nalso In re Omnicom Grp., Inc. Sec. Litig., No. 02 Civ. 4483 (RCC) (MHD), 2006 WL 3016311, \nat *2 (S.D.N.Y. Oct. 23, 2006) (internal citation omitted) (finding that a \"series of letter briefs \nwith accompanying exhibits ... certainly qualify as \njudicial documents\" because they are \n\"relevant to the performance of the judicial function and \nuseful in the judicial process.\"). \n1251\nThe \nSummary Judgment Opinion refers to facts drawn from Maxwell's Memorandum of Law \nin Support of Maxwell's Motion for Summary Judgment; Maxwell's Rule 56.1 Statement of \nMaterial Facts; Statement of \nContested Facts and Undisputed \nFacts; and \nMaxwell's Reply \nto \nStatement of \nContested Facts and \nUndisputed Facts \npursuant to Local Civil Rule 56.1 (the \"Factual Statements\"). \nThe Factual Statements, citing the evidence upon which they rely, formed the basis of or the \nrecital of both uncontested and disputed material facts contained in the Summary Judgment \nOpinion. The recital and the Factual Statements constitute the evidentiary mirror of the issues \npresented by the \nComplaint. That recital described the issues to be resolved at trial, if, as was the \ncase, the summary judgment was denied. This portion of the Summary Judgment Opinion and \nthe Factual Statements (the \"Summary Judgment Judicial Documents\") reveals the substance \nof \nthe evidence jointly deemed confidential by the parties. It was therefore redacted by the parties. \n126lAs a  matter of law, papers submitted in support of the summary judgment motion are \n\"judicial documents\" triggering a  presumption of access subject to balancing under the First \nAmendment and common law if they \"directly affect an adjudication.\" Lugosch, 435 F.3d at 123 \n(\"As a matter of law, we hold that the contested documents—by virtue \nof having been submitted \nto the \ncourt as supporting material in connection with a  motion for summary judgment—are \nunquestionably \njudicial documents under the common law.\"). The Summary Judgment Judicial \nDocuments are \ntherefore judicial documents subject to a presumption of access. \nVI. The Motion to Unseal the Summary Judgment Judicial Documents is Denied \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. \n25 \nEFTA00020565\n\nv. Maxwell, — F.Supp.3d (2018) \nInlIntervenors contend that the Summary \nJudgment Judicial Documents should be unsealed \nbecause they \ncarry a  strong presumption of access under both the First Amendment and \ncommon law, and there are no compelling reasons to keep \nthem sealed. \niniBecause it has \nbeen determined that the Summary Judgment Opinion and the materials \nsubmitted in connection with it are judicial documents, the weight of the presumption under the \ncommon \nlaw must be determined, in addition to any countervailing factors. See Bernstein, 814 \nF.3d at 143 (citing Lugosch, 435 F.3d at 119-20) (internal quotation marks omitted) (noting that \nthe final step of the inquiry as to the summary judgment papers is the \n\"weight-of-the-presumption analysis: balancing the value of public \ndisclosure and \ncountervailing factors.\"). \nIntervenors assert that because Defendant's motion for summary judgment fits squarely into the \ndefinition of a judicial document, those materials are entitled to the strongest presumption of \naccess. Maxwell contends that the Intervenors are not in a position to determine the weight of \nthe presumption afforded each summary \njudgment document because they have not seen each \ndocument. \n*11 \nj291While \nthe Summary Judgment Judicial Documents are entitled to a  presumption of \naccess, this \npresumption is less \"where a  district court denied the summary judgment motion, \nessentially postponing a  final determination of substantive legal rights, [because] the public \ninterest in \naccess is not as pressing.\" See Amodeo II, 71 F.3d at 1049 (quoting In re Reporters \nComm. for Freedom of the Press, 773 F.2d 1325, 1342 n.3 (D.C. Cir. 1985) (internal quotation \nmarks omitted) (emphasis in original) (alteration added) ).  Because the motion for summary \njudgment was denied \nby the Court on March 22, 2017, the Summary Judgment Judicial \nDocuments are entitled to a \nlesser presumption of access. \n1301\n\"Notwithstanding the presumption of access under both the common law and the First \nAmendment, the documents may be kept under seal if `countervailing factors' in the common \nlaw framework or `higher values' in the First Amendment framework so demand.\" Lugosch, 435 \nF.3d at 125. At common law, the presumption of access may be overcome by demonstrating that \n\"sealing will further other substantial interests such as a third party's personal privacy interests, \nthe public's safety, or preservation of attorney-client privilege.\" Under Seal, 273 F.Supp.3d at \n467; see Amodeo II, 71 F.3d at 1050 (describing law enforcement interests and privacy of third \npersons as factors that weigh against the presumption of access); United States v. Aref, 533 F.3d \n72, 83 (2d Cir. 2008) (affirming a  sealing order \"[g]iven the legitimate national-security \nconcerns at play\"); Lugosch, 435 F.3d at 125 (stating that attorney-client privilege \"might well \nbe ... a compelling reason\" to \novercome the presumption of access); see also Sec. Exch. Comm'n \nv.  TheStreet.com, 273 F.3d 222, 234 (2d Cir. 2001) (noting that where the presumption in favor \nof public access does not apply, and a  document was \nfiled under seal pursuant to a protective \norder, \"a strong presumption against public access\" applies if a  party to the protective order \nobjects on privacy grounds and establishes \"reasonabl[e] \nreli[ance] on the protective order.\"). \nWESTLAW © 2018 \nThomson Reuters. No claim to original U.S. Government Works. 26 \nEFTA00020566\n\nv. Maxwell, — F.Supp.3d (2018) \nHere, the primary countervailing factor is \"the privacy interests of \nthose resisting disclosure.\" \nAmodeo II, 71 F.3d at 1050; see also Gardner v. Newsday, 895 \nF.2d 74, 79 (2d Cir. 1990) \n(\"[T]he common law right of access is qualified by recognition of the privacy rights of the \npersons whose intimate relations may thereby be \ndisclosed.\"). The Second Circuit has \nrepeatedly held that \"[t]he privacy interests of innocent third parties ... should weigh heavily in a \ncourt's balancing equation.\" Id. at 79-80; see also Amodeo II, 71 F.3d at 1051 (\"Such interests, \nwhile not always fitting comfortably under the rubric `privacy,' are a  venerable common law \nexception to the presumption of access.\"). \n13111n assessing the weight to be accorded an assertion of a right of privacy, \"courts \nshould first \nconsider the degree to \nwhich the subject matter is traditionally considered private rather than \npublic.\" Amodeo II, 71 F.3d at 1051. For example, \"[f]inancial records of a  wholly owned \nbusiness, family affairs, illnesses, embarrassing conduct with no public ramifications, and \nsimilar matters will weigh more heavily against access than conduct affecting a  substantial \nportion of the public.\" Id.; but see United States v. Silver, No. 15 Cr. 93 (VEC), 2016 WL \n1572993, at *6 n.5 (S.D.N.Y. April 14, 2016) (emphasizing that \"the expectation of privacy in \nan amorous relationship where official government business and personal benefit are intertwined \nis necessarily less than an amorous relationship between wholly private citizens or between a \nprivate citizen and a  government official where there is no intersection with state business. In \nthe case of the former, there is the ever-present risk of public scrutiny and a  legitimate public \ninterest in ensuring that government officials are acting in the public's interest rather than in the \nprivate interest of a paramour.\"). \n*12 This is a defamation case involving the truth or falsity of the underlying allegations of the \nsexual assault and sexual trafficking of minors involving public and private persons. The \nSummary Judgment Judicial Documents openly refer to and discuss these allegations in \ncomprehensive detail. This establishes a strong privacy interest here. \nThe \"nature and degree of injury must also be weighed,\" which means that consideration must \nalso be given to \"the sensitivity of the information and the subject but also \nof how the person \nseeking access \nintends to use the information.\" Amodeo II, 71 F.3d at 1051. \nThe privacy interests of Maxwell, Dershowitz, as well as dozens of third persons, all of \nwhom relied upon the promise of secrecy outlined in the \nProtective Order and enforced by the \nCourt, \nhave been implicated. It makes no difference that and Dershowitz have chosen to \nwaive their privacy interests to the underlying confidential information by supporting this \nmotion, as Maxwell has not agreed to such a waiver. \nMore importantly, the dozens of non-parties who provided highly confidential information \nrelating to their own stories provided that information in reliance on the Protective Order and the \nunderstanding that it  would continue to protect everything it  claimed it  would. This interest is \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 27 \nEFTA00020567\n\nv. Maxwell, — F.Supp.3d — (2018) \namplified where, as here, the Summary Judgment Judicial Documents \"contain sensitive and \npersonal information about the sexual abuse of [ minor[s].\" Kavanagh v. Zwilling, 997 \nF.Supp.2d 241, 256 (S.D.N.Y. 2014). To disregard this protection now would be to implicate the \nrights of dozens of individuals who shared private information under the trusted understanding \nthat it  would remain sealed. See Gardner, 895 F.2d at 79 (\"[T]he privacy interests of innocent \nthird parties as well as those of defendants that may be harmed by disclosure of the Title III \nmaterial should weigh heavily in a  court's balancing equation.... The job of \nprotecting such \ninterests rests heavily with the trial judge, since all the parties who may \nbe harmed by disclosure \nare typically not \nbefore the court.\"). \nThe same considerations apply under the First Amendment, where the \"presumption is \nrebuttable upon demonstration that suppression `is essential to preserve higher values and is \nnarrowly tailored to serve that interest.' \"  Hartford Courant Co., 380 F.3d at 96 (quoting \nPress-Enterprise Co. v.  Superior Court of Cal., Riverside Cnty., 464 U.S. 501, 510, 104 S.Ct. \n819, 78 L.Ed.2d 629 (1984) ) (internal citation omitted). What must be determined is the \"harm \nto a  compelling interest,\" Under Seal, 273 F.Supp.3d at 469, balanced against, in this case, a \ngeneralized public interest. \nSo long as \"specific, on the record findings are made demonstrating \nthat `closure is essential to preserve higher values and is narrowly tailored to serve that interest,' \n\"  the documents may be sealed. In re \nN.Y. \nTimes Co., 828 \nF.2d 110, 116 (2d Cir. 1987) (citing \nPress-Enterprise Co., 464 U.S. at 510, 104 S.Ct. \n819). \nThe compelling interest is the privacy interest discussed above. It is also the integrity of the \njudicial process. \nThe parties by their conduct have demonstrated reliance on the Protective Order and its \nprovisions. It is not necessary to have forty years of judicial experience to know that reliance on \nthe confidentiality agreement with respect to the evidence relating to the truth or falsity of the \nallegations was a significant, if not determinative, factor in the confidential settlement \narrived at. That one of the parties to that settlement, , no \nlonger opposes unsealing does \nnot vitiate the strength of the agreement. Indeed given the entire context of the litigation it may \ndemonstrate the need to \ncompel the parties to stick to their bargain. See id. (noting that this \nCircuit is \ninstructed to \"give added weight to fair trial and privacy interests where requiring \ndisclosure will have a potential chilling effect on future movants.\"). \n*13 While the Intervenors cite to the public interest, there are no particulars identified that point \nto the \nneed for evidence gathered from the period from 2015 to 2016 concerning events that \ntook place over 15 years ago. See Lugosch, 435 F.3d at 125 (\"Notwithstanding the presumption \nof public access ..., the documents may be \nkept under seal if ... `higher values' in the First \nAmendment framework so \ndemand.\"). \nFurther, as the Supreme Court noted in Nixon v. Warner Communications, Inc., 435 U.S. at 589, \n98 S.Ct. 1306, \"courts have the \npower to insure that their records are not used to gratify private \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 28 \nEFTA00020568\n\nv. Maxwell, — F.Supp.3d (2018) \nspite or promote public scandal, and have refused to permit their files to serve as reservoirs of \nlibelous statements \nfor press consumption.\" (internal quotation marks omitted). \nThe unsealing of the Summary Judgment Judicial Documents would both promote scandal \narising out of unproven potentially libelous statements—particularly in light of the allegations \nrelating to the sexual abuse of minors by public figures, and defeat the compelling privacy \ninterests of the parties and non-parties who relied on the Protective Order. \nIn light of the above, the \"extraordinary circumstances,\" Stern, 529 F.Supp.2d at 420, have been \nestablished. The common law and First Amendment presumptions of \naccess have been \noutweighed in favor of maintaining the sealing agreed upon by the parties and \nrelied upon by \nthird parties. \nVII. Conclusion \nBased on the \nfacts and conclusions set forth above, the Intervenors' motion to intervene is \ngranted, and this motion to unseal is denied \nand the action is closed. \nIt is so \nordered. \nAll \nCitations \nF.Supp.3d ----, 2018 WL 4062649 \nEnd of Document C 20I X Thomson Reuters. No claim to original U.S. Government Works. \nWESTLAW O 2018 Thomson Reuters. No claim to original U.S. Government Works. 29 \nEFTA00020569",
    "pageCount": 29,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "uitment of young females for sexual activity with Jeffrey Epstein (\"Epstein\"), \nthat she, M, had been interviewed b"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "s District Court, S.D. New York. \nPlaintiff, \nv. \nGhislaine MAXWELL, Defendant. \n15 \nCiv. \n7433 \ni \nSigned 08/27/2018"
      },
      {
        "name": "Alan Dershowitz",
        "role": "extracted",
        "context": ", By: Jay M. Wolman, Esq. \nCounsel for Intervenor Alan Dershowitz: EMERY CELLI BRINCKERHOFF & ABADY, LLP, \n600 Fift"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "tion is currently available. \nUnited \nStates District Court, S.D. New York"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "ly available. \nUnited \nStates District Court, S.D. New York. \nPlaintiff,"
      },
      {
        "name": "Synopsis \nBackground",
        "role": "extracted",
        "context": "7433 \ni \nSigned 08/27/2018 \nSynopsis \nBackground: Following settlement of plai"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "protective order. \nHoldings: The United States District Court for the"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "order. \nHoldings: The United States District Court for the Southern Distri"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "States District Court for the Southern District of New York, Sweet, J., \nheld"
      },
      {
        "name": "First Amendment",
        "role": "extracted",
        "context": "right of access, either under First Amendment or common law, to \ndocuments"
      },
      {
        "name": "Thomson Reuters",
        "role": "extracted",
        "context": "nseal denied. \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Go"
      },
      {
        "name": "Government Works",
        "role": "extracted",
        "context": "rs. No claim to original U.S. Government Works. \n1 \nEFTA00020541\n\nv. Maxwell"
      },
      {
        "name": "West Headnotes",
        "role": "extracted",
        "context": "axwell, — F.Supp.3d — (2018) \nWest Headnotes (31) \nIII Federal Civil \nProc"
      },
      {
        "name": "Federal Civil",
        "role": "extracted",
        "context": "18) \nWest Headnotes (31) \nIII Federal Civil \nProcedures\n-Particular Inter"
      },
      {
        "name": "Particular Intervenors",
        "role": "extracted",
        "context": "II Federal Civil \nProcedures\n-Particular Intervenors \nMembers of the press and oth"
      },
      {
        "name": "Constitutional Laws",
        "role": "extracted",
        "context": "that cite this headnote \nIs' \nConstitutional Laws-Court documents or records \nR"
      },
      {
        "name": "Constitutional Law",
        "role": "extracted",
        "context": "that cite this headnote \n161 Constitutional Law‘—Court documents or records"
      },
      {
        "name": "Ill \nRecordse",
        "role": "extracted",
        "context": "ases that cite this headnote \nIll \nRecordse-Court records \nThe public's r"
      },
      {
        "name": "Purpose \nPretrial",
        "role": "extracted",
        "context": "l Civil Procedures—Nature and Purpose \nPretrial discovery is intended to aid"
      },
      {
        "name": "Constitutional \nLaws",
        "role": "extracted",
        "context": "that cite this headnote \n1101 Constitutional \nLaws\n-Court documents or records"
      },
      {
        "name": "Irrl \nFederal",
        "role": "extracted",
        "context": "axwell, — F.Supp.3d — (2018) \nIrrl \nFederal Civil \nProcedures-Access \nto"
      },
      {
        "name": "Civil \nProcedures",
        "role": "extracted",
        "context": "pp.3d — (2018) \nIrrl \nFederal Civil \nProcedures-Access \nto proceedings; publi"
      },
      {
        "name": "Closure \nThe",
        "role": "extracted",
        "context": "Laws-Access to \nProceedings; Closure \nThe First Amendment provides the"
      },
      {
        "name": "Closure \nConstitutional",
        "role": "extracted",
        "context": "Laws-Access to \nProceedings; Closure \nConstitutional Laws-Court \nDocuments or Reco"
      },
      {
        "name": "Court \nDocuments",
        "role": "extracted",
        "context": "Closure \nConstitutional Laws-Court \nDocuments or Records \nThe First Amendme"
      },
      {
        "name": "Records \nThe",
        "role": "extracted",
        "context": "onal Laws-Court \nDocuments or Records \nThe First Amendment right of the"
      },
      {
        "name": "The First",
        "role": "extracted",
        "context": "s-Court documents or records \nThe First Amendment creates only a pres"
      },
      {
        "name": "Ill \nConstitutional",
        "role": "extracted",
        "context": "ses that cite this \nheadnote \nIll \nConstitutional Laws-Court documents or recor"
      },
      {
        "name": "First \nAmendment",
        "role": "extracted",
        "context": "judicial documents, under the First \nAmendment, and such a showing must be s"
      },
      {
        "name": "Constitutional Lawe",
        "role": "extracted",
        "context": "l, — F.Supp.3d —(2018) \n1201 \nConstitutional Lawe-Court documents or records \nR"
      },
      {
        "name": "Constitutional Lavve",
        "role": "extracted",
        "context": "hat cite this headnote \n1211 \nConstitutional Lavve-Court documents or records \nR"
      },
      {
        "name": "Constitutional Lawo",
        "role": "extracted",
        "context": "hat cite this headnote \n1301 \nConstitutional Lawo-Court \ndocuments or records"
      },
      {
        "name": "Law Firms",
        "role": "extracted",
        "context": "this hcadnote \nAttorneys and Law Firms \nCounsel for Interveners \nJul"
      },
      {
        "name": "Interveners \nJulie",
        "role": "extracted",
        "context": "ys and Law Firms \nCounsel for Interveners \nJulie Brown & Miami Herald Media Co"
      },
      {
        "name": "Miami Herald",
        "role": "extracted",
        "context": "or Interveners \nJulie Brown & Miami Herald Media Company: HOLLAND & \nKNI"
      },
      {
        "name": "Media Company",
        "role": "extracted",
        "context": "s \nJulie Brown & Miami Herald Media Company: HOLLAND & \nKNIGHT LLP, 31 We"
      },
      {
        "name": "Las Olas",
        "role": "extracted",
        "context": "CHILLER & FLEXNER LLP, 401 E. Las Olas \nBoulevard, Suite 1200, Fort"
      },
      {
        "name": "Fort Lauderdale",
        "role": "extracted",
        "context": "Olas \nBoulevard, Suite 1200, Fort Lauderdale, FL 33301, By: Sigrid S. McCa"
      },
      {
        "name": "Main Street",
        "role": "extracted",
        "context": "S SCHILLER & FLEXNER LLP, 333 Main Street, Armonk, NY 10504, \nBy: David"
      },
      {
        "name": "David Boies",
        "role": "extracted",
        "context": "treet, Armonk, NY 10504, \nBy: David Boies, Esq., EDWARDS POTTINGLER LLC"
      },
      {
        "name": "North Andrews",
        "role": "extracted",
        "context": ", EDWARDS POTTINGLER LLC, 425 North Andrews Avenue, Suite 2, \nFort Lauder"
      },
      {
        "name": "University Street",
        "role": "extracted",
        "context": "LAW, UNIVERSITY OF UTAH,' 383 University Street, Salt Lake City, UT 84112, By"
      },
      {
        "name": "Salt Lake",
        "role": "extracted",
        "context": "UTAH,' 383 University Street, Salt Lake City, UT 84112, By: Paul G."
      },
      {
        "name": "Defendant Ghislaine",
        "role": "extracted",
        "context": ". \nCassell, Esq. \nCounsel for Defendant Ghislaine Maxwell: HADDON, MORGAN AND F"
      },
      {
        "name": "Ty \nGee",
        "role": "extracted",
        "context": ", Jeffrey S. Pagliuca, Esq., \nTy \nGee, Esq. \nCounsel for Intervenor"
      },
      {
        "name": "Intervenor Michael",
        "role": "extracted",
        "context": ", \nTy \nGee, Esq. \nCounsel for Intervenor Michael Cemovich: RANDAZZA LEGAL GROU"
      },
      {
        "name": "Pearl \nStreet",
        "role": "extracted",
        "context": "NDAZZA LEGAL GROUP, PLLC, 100 Pearl \nStreet, 14th Floor, Hartford, CT 061"
      },
      {
        "name": "Intervenor Alan",
        "role": "extracted",
        "context": "M. Wolman, Esq. \nCounsel for Intervenor Alan Dershowitz: EMERY CELLI BRINC"
      },
      {
        "name": "Fifth Avenue",
        "role": "extracted",
        "context": "INCKERHOFF & ABADY, LLP, \n600 Fifth Avenue, 10th Floor, New York, NY 100"
      },
      {
        "name": "Prior Proceedings",
        "role": "extracted",
        "context": ".J. \nTable of Contents \n*1 I. Prior Proceedings...433 \nII. The Motion to Inte"
      },
      {
        "name": "The Motion",
        "role": "extracted",
        "context": "Prior Proceedings...433 \nII. The Motion to Intervene is Granted...437"
      },
      {
        "name": "The Issues",
        "role": "extracted",
        "context": "tervene is Granted...437 \nHI. The Issues and the Applicable Standards."
      },
      {
        "name": "Applicable Standards",
        "role": "extracted",
        "context": "..437 \nHI. The Issues and the Applicable Standards...437 \nIV. The Motion to Unse"
      },
      {
        "name": "Discovery Documents",
        "role": "extracted",
        "context": "IV. The Motion to Unseal the Discovery Documents is Denied...442 \nV. The Summa"
      },
      {
        "name": "The Summary",
        "role": "extracted",
        "context": "Documents is Denied...442 \nV. The Summary Judgment Judicial Documents.."
      },
      {
        "name": "Judgment Judicial",
        "role": "extracted",
        "context": "Denied...442 \nV. The Summary Judgment Judicial Documents...442 \nVI. The Moti"
      },
      {
        "name": "Summary Judgment",
        "role": "extracted",
        "context": "VI. The Motion to Unseal the Summary Judgment Judicial \nDocuments \nis \nDeni"
      },
      {
        "name": "Judicial \nDocuments",
        "role": "extracted",
        "context": "o Unseal the Summary Judgment Judicial \nDocuments \nis \nDenied...444 \nVII. Concl"
      },
      {
        "name": "The Miami",
        "role": "extracted",
        "context": "rd-party proposed intervenors The Miami Herald Media Company (the \"Mi"
      },
      {
        "name": "Herald Media",
        "role": "extracted",
        "context": "roposed intervenors The Miami Herald Media Company (the \"Miami Herald\")"
      },
      {
        "name": "Julie Brown",
        "role": "extracted",
        "context": "urnalist for the Miami Herald Julie Brown (\"Brown\") (collectively, the"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "ors\"), have moved pursuant to Federal Rule of Civil Procedure 24 to inte"
      },
      {
        "name": "Civil Procedure",
        "role": "extracted",
        "context": "d pursuant to Federal Rule of Civil Procedure 24 to intervene in this \ndefa"
      },
      {
        "name": "Sharon Churcher",
        "role": "extracted",
        "context": "an interview with journalist Sharon Churcher (\"Churcher\") which was \npubli"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": ", had been interviewed by the Federal Bureau of Investigation (\"FBI\") in 2"
      },
      {
        "name": "On January",
        "role": "extracted",
        "context": "is account on March 9, 2011. \nOn January \n1, 2015, moved to join two a"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "nitiated an \naction under the Crime Victims' Rights Act against the Unite"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "tion under the Crime Victims' Rights Act against the United States, pu"
      },
      {
        "name": "Joinder Motion",
        "role": "extracted",
        "context": "reement. joinder motion (the \"Joinder Motion\") included numerous \ndetails"
      },
      {
        "name": "Maxwell January",
        "role": "extracted",
        "context": "by Maxwell arising out of the Maxwell January 3 Statement. \nalleged she was"
      },
      {
        "name": "Proposed Discovery",
        "role": "extracted",
        "context": "leted on July 29, \n2016,2 see Proposed Discovery and Case Management Plan, Aug"
      },
      {
        "name": "Case Management",
        "role": "extracted",
        "context": ",2 see Proposed Discovery and Case Management Plan, Aug. 1, 2016, ECF No. 3"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "Court on March 17, 2016 (the \"Protective Order\"), and the sealing order \nwas"
      },
      {
        "name": "Sealing Order",
        "role": "extracted",
        "context": "Court on August 9, 2016 (the \"Sealing Order\"), for the purpose of protect"
      },
      {
        "name": "See Protective",
        "role": "extracted",
        "context": "be exchanged in this action. See Protective Order, \nECF No. 62. This Prot"
      },
      {
        "name": "This Protective",
        "role": "extracted",
        "context": "rotective Order, \nECF No. 62. This Protective Order allowed the parties to"
      },
      {
        "name": "The Protective",
        "role": "extracted",
        "context": "itional order of this \nCourt. The Protective Order served \"to \nprotect the"
      },
      {
        "name": "Federal Rules",
        "role": "extracted",
        "context": "covery duties created by the \nFederal Rules of Civil Procedure.\" Id. ¶ 1."
      },
      {
        "name": "See Proposed",
        "role": "extracted",
        "context": "eed, or for good cause shown. See Proposed \nDiscovery and Case Managemen"
      },
      {
        "name": "Electronic Case",
        "role": "extracted",
        "context": "ursuant to Section 6.2 of the Electronic Case Filing Rules & \nInstructions"
      },
      {
        "name": "Filing Rules",
        "role": "extracted",
        "context": "on 6.2 of the Electronic Case Filing Rules & \nInstructions for the South"
      },
      {
        "name": "From March",
        "role": "extracted",
        "context": "INFORMATION at trial.\" \nId. \nFrom March 17, 2016 to August 9, 2016, 2"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": ", each of which were granted. On August 9, 2016, an order amended the"
      },
      {
        "name": "Protective \nOrder",
        "role": "extracted",
        "context": "seal pursuant to the Court's Protective \nOrder, ECF No. 62, are granted. The"
      },
      {
        "name": "Intervenor Dershowitz",
        "role": "extracted",
        "context": "Dershowitz (\"Dershowitz\" or \"Intervenor Dershowitz\") \nmoved to unseal three docu"
      },
      {
        "name": "Reply Brief",
        "role": "extracted",
        "context": "documents: (1) portions of a  Reply Brief submitted by Churcher in \nsup"
      },
      {
        "name": "See Dershowitz",
        "role": "extracted",
        "context": "n to extend a  time deadline. See Dershowitz \nMotion to Intervene, Aug. 11"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "tz Decl., ECF No. 363 \n¶ \n30. On November 2, 2016, the motion \nwas deni"
      },
      {
        "name": "See Order",
        "role": "extracted",
        "context": "May 25, 2017 was determined. See Order, Oct. \nWESTLAW © 2018 Thomson"
      },
      {
        "name": "Amended Proposed",
        "role": "extracted",
        "context": "2018) \n30, 2015, ECF \nNo. 13; Amended Proposed Discovery and Case Management"
      },
      {
        "name": "Amended Second",
        "role": "extracted",
        "context": "ept. 30, \n2016, ECF No. 451; \nAmended Second \nDiscovery and \nCase \nManagem"
      },
      {
        "name": "Case \nManagement",
        "role": "extracted",
        "context": "mended Second \nDiscovery and \nCase \nManagement Plan, Feb. \n27, 2017, \nECF No"
      },
      {
        "name": "Joint Letter",
        "role": "extracted",
        "context": "Feb. \n27, 2017, \nECF No. 648; Joint Letter, May 8, 2017, ECF No. 912. \nE"
      },
      {
        "name": "See Sealed",
        "role": "extracted",
        "context": "nion filed on March 22, 2017. See Sealed Document, \nMarch 24, 2017, EC"
      },
      {
        "name": "Redacted Opinion",
        "role": "extracted",
        "context": "cket on April 27, 2017 (the \n\"Redacted Opinion\"). See Redacted Opinion, Apri"
      },
      {
        "name": "See Redacted",
        "role": "extracted",
        "context": "17 (the \n\"Redacted Opinion\"). See Redacted Opinion, April 27, 2017, ECF"
      },
      {
        "name": "Intervenor \nCemovich",
        "role": "extracted",
        "context": "hael Cemovich (\"Cemovich\" or \"Intervenor \nCemovich\") made a  motion to unseal th"
      },
      {
        "name": "See Stipulation",
        "role": "extracted",
        "context": "this action on May 24, 2017. \nSee Stipulation of Voluntary Dismissal, ECF N"
      },
      {
        "name": "Voluntary Dismissal",
        "role": "extracted",
        "context": "24, 2017. \nSee Stipulation of Voluntary Dismissal, ECF No. 916; Joint Stipulati"
      },
      {
        "name": "Joint Stipulation",
        "role": "extracted",
        "context": "ntary Dismissal, ECF No. 916; Joint Stipulation for Dismissal, ECF No. \n919."
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      },
      {
        "name": "New York, NY",
        "type": "city"
      },
      {
        "name": "Fort Lauderdale, FL",
        "type": "city"
      },
      {
        "name": "Armonk, NY",
        "type": "city"
      },
      {
        "name": "Lake City, UT",
        "type": "city"
      },
      {
        "name": "Denver, CO",
        "type": "city"
      },
      {
        "name": "Hartford, CT",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2018-08-27",
        "event": "08/27/2018"
      },
      {
        "date": "2011-03-09",
        "event": "March 9, 2011"
      },
      {
        "date": "2015-01-01",
        "event": "January \n1, 2015"
      },
      {
        "date": "2015-01-03",
        "event": "January 3, 2015"
      },
      {
        "date": "2015-09-21",
        "event": "September 21, 2015"
      },
      {
        "date": "2018-08-27",
        "event": "August 27, 2018"
      },
      {
        "date": "2016-02-29",
        "event": "February 29, 2016"
      },
      {
        "date": "2016-07-29",
        "event": "July 29, \n2016"
      },
      {
        "date": "2016-03-17",
        "event": "March 17, 2016"
      },
      {
        "date": "2016-08-09",
        "event": "August 9, 2016"
      },
      {
        "date": "2016-08-11",
        "event": "August 11, 2016"
      },
      {
        "date": "2016-11-02",
        "event": "November 2, 2016"
      },
      {
        "date": "2017-05-25",
        "event": "May 25, 2017"
      },
      {
        "date": "2017-05-08",
        "event": "May 8, 2017"
      },
      {
        "date": "2016-11-30",
        "event": "November 30, 2016"
      },
      {
        "date": "2017-01-05",
        "event": "January 5, 2017"
      },
      {
        "date": "2017-05-01",
        "event": "May 1, \n2017"
      },
      {
        "date": "2017-01-06",
        "event": "January 6, 2017"
      },
      {
        "date": "2017-02-16",
        "event": "February 16, 2017"
      },
      {
        "date": "2017-03-22",
        "event": "March 22, 2017"
      },
      {
        "date": "2017-03-24",
        "event": "March 24, 2017"
      },
      {
        "date": "2017-04-27",
        "event": "April 27, 2017"
      },
      {
        "date": "2017-01-19",
        "event": "January 19, 2017"
      },
      {
        "date": "2017-05-03",
        "event": "May 3, 2017"
      },
      {
        "date": "2017-05-24",
        "event": "May 24, 2017"
      },
      {
        "date": "2018-04-09",
        "event": "April 9, 2018"
      },
      {
        "date": "2018-05-09",
        "event": "May 9, 2018"
      },
      {
        "date": "2018-06-18",
        "event": "June 18, 2018"
      },
      {
        "date": "2016-04-14",
        "event": "April 14, 2016"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:01.106Z"
}