{
  "document": {
    "id": "efta00031211",
    "filename": "EFTA00031211.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00031211.pdf",
    "text": "\n\nFrom: ' \nTo:' \nSubject: RE: SDNY investigation \n[FFW-D0CS.FID6003375] \nDate: Thu, 30 Jul 2020 18:28:27 +0000 \nInline-Images: image00 1 jpg; image002.png; image003.png \n  < \nNo problem \nFrom: \nSent: Thursday, July 30, 2020 2:28 PM \nTo: \nSubject: RE: SDNY investigation [FFW-DOCS.FID6003375] \nIf \nyou wouldn't mind, thank you!! \nFrom: \nSent: Thursday, July 30, 2020 14:27 \nTo: \nSubject: RE: SDNY investigation [FFW-DOCS.FID6003375] \nNeed me to send the WebEx invite? \nFrom: \nSent: Thursday, July 30, 2020 2:22 PM \nTo: Jill Greenfield iit> \nCc: Kyle Phillips \nc) ; Louise Scott \nc\nSubject: RE: SDNY investigation (FFW-DOCS.FID60033751 \nGreat, thanks very \nmuch. \nFrom: Jill Greenfield \nSent: Thursday, July 30, 2020 14:09 \nTo: \nCc: Kyle Phillips ; Louise \nScott \n<\nc=a \nSubject: Re: SONY investigation [FFW-DOCS.FID6003375] \nThat works for me. Speak then. \nJill Greenfield \nPartner \nD: \nClick here for information relating to Covid-19 business impacts \nEFTA00031211\n\nrJm \nSent from my iPhone \nOn 30 Jul 2020, at 19:05, \nJill, \nwrote: \nThanks very much for being in touch, and we would welcome the opportunity to follow up on those topics. Would it \nwork to schedule a call for Wednesday, August 12? We could do 4:00 p.m. London time (11:00 a.m. for us), if that would \nbe convenient for you? And we can schedule it as a WebEx so we can see each other, if that's alright, or do it as a call if \nyou prefer. \nthanks, \nFrom: Jill Greenfield \nSent: Thursday, July 30, 2020 12:51 \nTo: )  c:>• Kyle Phillips \nCc: Louise Scott \ncc'; \n< \nSubject: RE: SDNY investigation [FFW-DOCS.FID6003375] \nThanks \nI have been in discussions with my client and we ought to be in a position to provide you with more information in the \ncategories suggested. I am away next week but shall we schedule a call on my return, the week commencing 10th\nAugust? \nKind regards, \nJill \nJill Greenfield \nPartner \nM: \nClick here for information \nrelating to Covid-19 business impacts \nklinage004.jpgd \n<irnagenpng> \n<irnage003.png> \nFrom: \nSent: Monday, July 20, 2020 4:19 PM \nTo: Jill Greenfield .c:> \n; \nKyle Phillips \nCc: Louise Scott \n< \nEFTA00031212\n\nSubject: RE: SDNY investigation \nJill, Kyle, \nFollowing up on our recent WebEx discussion, and with apologies for the slight delay, we wanted to get you a list of \ninitial categories of question that we think might assist in your discussion with your client, with the goal of then doing an \nattorney proffer, or attorney summary, and discussing possible next steps. \nWe note that the below questions are simply general thoughts and suggestions—some may not need to be asked at all, \nothers may prompt follow-up from you in the moment, etc. In any interviews with us, we ordinarily are guided both by \nthe comfort level and the narrative of the witness, but we hope these give you a sense of what we would be interested \nin. We also note that we included questions about sexual contact because it is our very general understanding from you \nthat abuse occurred, but we do not make any presumptions about what happened, if anything, separate from what your \nclient recalls. On that note, as we've discussed, but to reiterate, if there are any questions or topics your client is \nuncomfortable addressing, there will be no pressure from us to do so, including at this early stage. \nWith those caveats, possible questions are below, and please let us know if it would be useful for us to chat again before \nyou talk with your client, or otherwise please let us know when it would next be appropriate to check in. \nQuestions / topics: \n1) General background queries: Where did you grow up? How far did you go in school? What is your date of birth? \nHow generally would you describe your upbringing and early professional life? \n2) How did you initially meet Ghislaine Maxwell and Jeffrey Epstein, and how old were you at that time? What was the \nnature of your work with them, and did the role change over time? How long did you work for Maxwell and/or \nEpstein? \n3) In general, what kinds of tasks did you perform for Maxwell or Epstein, and in what locations? Did you travel with \neither of them? When you weren't traveling with them, where did you reside? Did you ever reside with Maxwell or \nEpstein? If so, where — in what locations and at which properties? \n4) Did there come a time when Epstein and/or Maxwell engaged in sexual contact with you? If so, how did that \nhappen the first time? Were there sexualized discussions or was there sexualized conduct leading up to any first \nincident? \n5) Were there other instances when you experienced sexual abuse or sexual contact while working for Maxwell? If so, \nhow did those incidents occur? Did they occur with Epstein alone, or was Maxwell ever directly involved in the \nsexual contact? Did Maxwell ever observe, or was she present for, sexual contact that she herself was not \nparticipating in? Were any other individuals present or participating? \n6) Were you aware of any other girls or women who were subject to sexual abuse or contact by Epstein and/or \nMaxwell, and if so, who? Did you ever see Epstein or Maxwell involved in sexual or other intimate contact with \nother girls you believed or suspected may have been under the age of 18? And if so, under what circumstances \n(when, where, etc.)? \n7) How did your interactions with Epstein and Maxwell end? Did either of them contact you or attempt to contact you \nwhen Epstein was under investigation in 2006-08? Did either of them contact you or attempt to contact you during \nthe New York investigation in 2018-20? If so, what was the nature of that contact? When is the last time you spoke \nwith or otherwise interacted with Epstein and/or Maxwell? \nthank you, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00031213\n\nFieldfisher, Riverbank House, London EC4R 3TT. \nwww.fieldfisher.com \nWe do not intend to change our bank details. \nII \nyou receive any communication that any of our bank details have changed. telephone us and speak to your \ncontact at our office before transferring any funds. We do not accept responsibility for monies paid into a wrong bank account in any circumstances. \nThis email and any attachments are confidential and may also be privileged. \nII \nyou receive this message in error. please contact the sender immediately. destroy \nthe email and any attachments and do not use. copy. store or disclose this email and any attachments for any purpose. Fieldfisher does not accept service of \ndocuments by electronic means without express prior agreement. \nFor details about what personal information we collect and why, please see our Privacy Notice on our webs le at www.lieldfishencom.\nFieldfisher is the trading name of Fieldfisher UR a limited liability partnership registered in England and Wales (registered number OC318472) and is authorised \nand regulated b the Solicitors' Regulation Authority. A list of its members and their professional qualifications is available at its registered office. Riverbank \nHouse. London EC4R 3TT. We use the term partner to refer to a member of Fieldlisher LLP or an employee or consultant with equivalent standing \nor qualifications. \nEFTA00031214",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "How did you initially meet Ghislaine Maxwell and Jeffrey Epstein, and how old were you at that time? What was the"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "professional life? \n2) How did you initially meet Ghislaine Maxwell and Jeffrey Epstein, and how old were you at that"
      },
      {
        "name": "Jill Greenfield",
        "role": "extracted",
        "context": "y, July 30, 2020 2:22 PM \nTo: Jill Greenfield iit> \nCc: Kyle Phillips \nc) ;"
      },
      {
        "name": "Kyle Phillips",
        "role": "extracted",
        "context": "To: Jill Greenfield iit> \nCc: Kyle Phillips \nc) ; Louise Scott \nc\nSubject"
      },
      {
        "name": "Louise Scott",
        "role": "extracted",
        "context": "iit> \nCc: Kyle Phillips \nc) ; Louise Scott \nc\nSubject: RE: SDNY investig"
      },
      {
        "name": "Louise \nScott",
        "role": "extracted",
        "context": ":09 \nTo: \nCc: Kyle Phillips ; Louise \nScott \n<\nc=a \nSubject: Re: SONY inv"
      },
      {
        "name": "Jm \nSent",
        "role": "extracted",
        "context": "iness impacts \nEFTA00031211\n\nrJm \nSent from my iPhone \nOn 30 Jul 202"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "A00031211\n\nrJm \nSent from my iPhone \nOn 30 Jul 2020, at 19:05, \nJill,"
      },
      {
        "name": "Jill \nJill",
        "role": "extracted",
        "context": "10th\nAugust? \nKind regards, \nJill \nJill Greenfield \nPartner \nM: \nClic"
      },
      {
        "name": "Greenfield \nPartner",
        "role": "extracted",
        "context": "t? \nKind regards, \nJill \nJill Greenfield \nPartner \nM: \nClick here for informati"
      },
      {
        "name": "Did Maxwell",
        "role": "extracted",
        "context": "olved in the \nsexual contact? Did Maxwell ever observe, or was she pres"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "? \nthank you, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      },
      {
        "name": "Riverbank House",
        "role": "extracted",
        "context": "k \nEFTA00031213\n\nFieldfisher, Riverbank House, London EC4R 3TT. \nwww.fieldf"
      },
      {
        "name": "Privacy Notice",
        "role": "extracted",
        "context": "llect and why, please see our Privacy Notice on our webs le at www.lieldfi"
      },
      {
        "name": "Regulation Authority",
        "role": "extracted",
        "context": "d regulated b the Solicitors' Regulation Authority. A list of its members and th"
      },
      {
        "name": "Riverbank \nHouse",
        "role": "extracted",
        "context": "ble at its registered office. Riverbank \nHouse. London EC4R 3TT. We use the"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-30",
        "event": "July 30, 2020"
      },
      {
        "date": "2020-07-20",
        "event": "July 20, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:27.547Z"
}