{
  "document": {
    "id": "efta00028129",
    "filename": "EFTA00028129.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028129.pdf",
    "text": "\n\nFrom: ' \n r   \nTo: Jill Greenfield -4 \nCc: ' \nr  \n1). \nSubject: RE: Epstein [FFW-DOCS.FID6003375] \nDate: Tue, 06 Oct 2020 19:20:41 +0000 \nInline-Images: image001.jpg; image002.png; image003.png \nHi Jill, \nFollowing up on our conversation, I was wondering if you had any updates on the testing issue we discussed. Our team is \nplanning to get tested tomorrow in order to make sure we have results before flying, but please let us know as soon as \nyou can if that timing is a problem for some reason. \nIn addition, my cell phone number is and my phone will be working while I'm traveling. I'll also be \nreachable by email. \nThanks, \nFrom: \nSent: Monday, October 5, 2020 10:36 AM \nTo: Jill Greenfield ; \nCc: Louise Scott \nSubject: RE: Epstein [FFW-DOCS.FID6003375] \nHi \nJill, \nThank you very much for letting us know. We want to make sure your client is as comfortable as possible. It would be very \nuseful to our investigation to have more members of our team present for the interviews, but we will of course defer to \nher comfort level. Let's discuss on our call tomorrow and make a final plan for the interviews then. \nThe process on our end does not require that we be tested before we depart. and I are asymptomatic, have never \nbeen symptomatic, and have not come into contact with anyone who was symptomatic or a  known carrier, so we have not \nbeen tested. That said, if you/your client would like us to get tested before we leave the U.S., there is a clinic near our \noffice that has been able to provide results within a day or two, so we could go there to get tested this week. \nBest, \nAssistant United States Attorney \nSouthern District of New York \nFrom: Jill Greenfield\nSent: Monday, October 5, 2020 6:18 AM \nTo: \n) \nca; \nCc: Louise Scott a> \nSubject: RE: Epstein [FFW-DOCS.FID6003375] \nHi -\nI spoke to my client over the weekend. I suspect you will get rather more out of her if the number is kept to 2. I think otherwise she \nmay be overwhelmed. \nAs part of the process at your end will you be taking tests before leaving the US? \nKind Regards, \nJill \n< \nJill Greenfield \nPartner \nEFTA00028129\n\nClick here for information \nrelating  to Covid-19 business impacts \nFrom: \nSent: Friday, October 2, 2020 9:44 AM \nTo: Jill Greenfield \nCc: Louise Scott \nSubject: RE: Epstein [FFW-DOCS.FID600337S] \nThanks very much, Jill. \nWe are obtaining a waiver of the quarantine requirement from the UK government so that we will not be required to \nisolate. If your client is not comfortable with four of us attending, we will of course defer to her preference and have a \nsmaller number travel to the UK. Please let us know what she prefers. \nMeeting at your office works for us, thank you. We do not yet know whether the Met Police will need to be in the \nbuilding, but we will let you know as soon as we learn those details. \nIs there a good time on Monday or Tuesday of next week when we might schedule a call? \nBest, \nAssistant United States Attorney \nSouthern District of New York \nFrom: Jill Greenfield \nSent: Friday, October 2, 2020 4:40 AM \nTo: \n) < \n>; \n< \nCc: Louise Scott <\n=> \nSubject: RE: Epstein [FFW-DOCS.FID6003375] \nMany thanks-, \nI will need to check with my client re 4 members of your party attending. Are you not having to isolate? \nI can organise meeting rooms at my office. \nI am happy to have a call next week to finalise matters. \nCould you confirm if the Met police will also need to be in the building? \nKind regards, \nJill \nJill Greenfield \nPartner \nClick here for \ninformation relating  to Covid-19 business impacts \nEFTA00028130\n\nFrom: \nSent: Thursday, October 1, 2020 9:21 PM \nTo: Jill Greenfield \nSubject: RE: Epstein [FFW-DOCS.FID6003375] \nThanks, Jill. A few follow-up questions for you: \nFirst, we are obtaining clearance for four members of our team to travel to London. Those would be M, myself, FBI \nSpecial Agent a, and FBI Task Force Office . All four of us were on the video call with your client the \nother day, so she has seen our faces. Please let us know if she is not comfortable with that group, so that we can plan \naccordingly. \nSecond, would you like to meet at your offices, or would you like us to look into other arrangements? \nThird, would you be available for a  call next week in preparation for our trip? \nBest, \nAssistant United States Attorney \nSouthern District of New York \nFrom: Jill Greenfield \nSent: Thursday, October 1, 2020 3:42 PM \nTo: \n) \nCc: \nSubject: Re: Epstein [FFW-DOCS.FID600337S] \nGreat, I should warn you that we may be going into lockdowns in London. Very tricky \nC \nJill Greenfield \nPartner \nClick here for information relating  to Covid-19 business impacts \nSent from my iPhone \nOn 1 Oct 2020, at 19:37, \nt;› \nwrote: \nHi Jill, \nThanks very much. Let's block off those dates for now and plan to meet then, if that's okay, and we will let you know if \nfor some reason those dates are not approved or if that's an issue. \nThanks, \nFrom: Jill Greenfield \nSent: Thursday, October 1, 2020 2:29 PM \nEFTA00028131\n\nTo: \nCc: \nSubject: Re: Epstein [FFW-DOCS.FID6003375] \nHi. Apologies. I pressed and have just had confirmation for 14,15 and 16 if possible? \nJill Greenfield \nPartner \nClick here for information \nrelating  to Covid-I9 business impacts \nSent from my iPhone \nOn 1 Oct 2020, at 17:31, \nI  c> \nwrote: \nHi Jill, \nThanks for letting us know. Do you think you'll be able to let us know today about the dates we've proposed? \nApologies for pestering, but we can't move forward with travel arrangements without them, and the process we're \ninitiating requires a considerable amount of lead time before traveling once we start it. \nThanks very much, \nFrom: Jill Greenfield \nSent: Wednesday, September 30, 2020 2:16 PM \nTo: \n) < \nCc: \nSubject: Re: Epstein [FFW-DOCS.FID6003375] \nI'm aware. That's fine. They may also need to be in the building. \nJill Greenfield \nPartner \nClick here for information relating  to Covid-I9 business impacts \nSent from my iPhone \nOn 30 Sep 2020, at 19:11, wrote: \nThanks very much, Jill. In addition, we have learned that our embassy would be required to notify the Met Police that \nwe are meeting with your client. We wanted to check with you to make sure you are okay with us making that \nnotification, which we are told is standard practice for interviews conducted abroad. \nThanks, \nSent from my iPhone \nOn Sep 30, 2020, at 1:26 PM, Jill Greenfield wrote: \nEFTA00028132\n\nOk - understood — let me find out \nthanks \nJill Greenfield \nPartner \nClick here for information relating  to \nCovid-I9 \nbusiness \nimpacts \nFrom: \nSent: Wednesday, September 30, 2020 6:22 PM \nTo: Jill Greenfield \nCc: \n`••=> \nSubject: RE: Epstein [FFW-DOCS.FID6003375] \nHi \nJill, \nWith apologies for pressing, I wanted to follow up on these dates. As it turns out, we'll need proposed dates before \nwe can move any further in the approval process. If you could please let us know whether these dates work for you \nas soon as you can, we'd be very grateful. \nThanks, \n(USANYS) \nFrom: \nSent: Tuesday, September 29, 2020 3:29 PM \nTo: 'Jill \nGreenfield' < \nCc: \n>; \n(USANYS) \nSubject: RE: Epstein [FFW-DOCS.FID600337S] \nHi \nJill, \nThanks very much for taking the time to (virtually) meet with us last week, we very much appreciated the chance to \nspeak with your client. We have been working on seeking approvals for a potential meeting with your client in \nLondon in the coming weeks. Although we won't know whether the meeting is ultimately approved until we \ncomplete the process, we are working on the issue in the hopes of making this possible. \nIt would be very helpful to us in the approval process to be able to propose specific dates for a meeting. We would \nsuggest that we set aside three days for successive meetings, if that works. Would you and your client be available \nfor meetings on October 14th, 15th, and 16th? Alternatively, we would propose the 20th, 21st, and 22nd. \nIf you could please let us know your availability, we'd very much appreciate it, and we'll keep you updated when we \nhave more information. \nThanks very much, \nFrom: Jill Greenfield < \nSent: Wednesday, September 16, 2020 4:04 AM \nTo: \nCc: \n>; \n(USANYS) \nSubject: RE: Epstein [FFW-DOCS.FID600337S] \nHi \nI rather assumed that you were not able to travel given the inherent difficulties with that and how you would be able to meet \nwith people in the UK without having to self-isolate first. \nLet me know when is good for you for a video conference call. \nKind regards \nJill \nEFTA00028133\n\nJill Greenfield \nPartner \nClick here for information relating  to Covid-I9 \nbusiness impacts \nFrom: \nSent: Wednesday, September 16, 2020 12:23 AM \nTo: Jill Greenfield \nCc: (USANYS) \nSubject: RE: Epstein [FFW-DOCS.FID6003375] \nJill, \nThanks very much for reaching out. We would be glad to schedule a videoconference with your client to discuss her \nquestions and concerns. Are there particular dates and times that would work best for you and your client? \nWe are in the process of looking into the current rules on travel for government employees, and will let you know \nas soon as we have more information. Our team is willing to travel if we are permitted to, but we're not yet certain \nwhether that is possible. \nThank you, \nAssistant United States Attorney \nSouthern District of New York \nFrom: \nI< \nSent: Tuesday, September 15, 2020 2:18 PM \nTo: Jill Greenfield \nCc: \n   cM.>; tcl> \n(USANYS) < \nSubject: RE: Epstein [FFW-DOCS.FID6003375] \nJill, \nWe're very gratified to hear that your client is willing to speak with us, and we would be happy to answer her \nquestions as best we can. \nIn terms of logistics, I recently moved to a new position within our office and so the current team has been \nupdated —  the investigation is now being handled by and whom you've spoken with previously, as \nwell as new addition who also has extensive experience in these types of cases—they're all copied \nhere. They'll follow up with you to schedule a time for the discussion, and they can let you know the latest status \non any anticipated approvals for Government foreign travel (which I believe currently is prohibited for us, \notherwise we would be happy to travel to meet in person). \nThank you very much for your continued assistance in connection with our investigation, and I expect and \nwill be in touch shortly as well. \nthanks again, \nFrom: Jill Greenfield \nSent: Tuesday, September 15, 2020 13:46 \nTo: \nSubject: Epstein [FFW-DOCS.FID6003375] \nEFTA00028134\n\nMy client would like to speak to you to discuss matters. This would be in the form of her asking how you would manage this. \nShe did also ask if you were travelling to the UK at any point so. I said not but if I am wrong please do let me know. \nThanks \nJill \nJill Greenfield \nPartner \nClick here for information relating  to Covid-I9 business impacts \nFieldfisher, Riverbank House, \nwww.fieldfisher.com \nWe do not intend to change our bank details. If you receive any communication that any of our bank details have changed, telephone us and speak to your contact at our \noffice before transferring any funds. We do not accept responsibility for monies paid into a wrong bank account in any circumstances. \nThis email and any attachments arc confidential and may also be privileged. If you receive this message in en-or, please contact the sender immediately, destroy the email \nand any attachments and do not use, copy. store or disclose this email and any attachments for any purpose. Fieldfisher does not accept service of documents by electronic \nmeans without express prior agreement. \nFor details about what personal information we collect and why, please see our Privacy Notice on our website at www.ficidfisher.com.\nFicldfisher is the trading name of FieldIisher LLP, a limited liability partnership registered in England and Wales (registered number 0C3I8472) and is authorised and \nre ulated b the Solicitors' Regulation Authority. A list of its members and their professional qualifications is available at its registered office, Riverbank House. \nWe use the term partner to refer to a member of Fieldfisher LLP or an employee or consultant with equivalent standing or qualifications. \nEFTA00028135",
    "pageCount": 7,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jill Greenfield",
        "role": "extracted",
        "context": "From: ' \n r   \nTo: Jill Greenfield -4 \nCc: ' \nr  \n1). \nSubject:"
      },
      {
        "name": "Hi Jill",
        "role": "extracted",
        "context": "; image002.png; image003.png \nHi Jill, \nFollowing up on our convers"
      },
      {
        "name": "Louise Scott",
        "role": "extracted",
        "context": "M \nTo: Jill Greenfield ; \nCc: Louise Scott \nSubject: RE: Epstein [FFW-DO"
      },
      {
        "name": "Hi \nJill",
        "role": "extracted",
        "context": "pstein [FFW-DOCS.FID6003375] \nHi \nJill, \nThank you very much for let"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "get tested this week. \nBest, \nAssistant United States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "eek. \nBest, \nAssistant United States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "stant United States Attorney \nSouthern District of New York \nFrom: Jill Green"
      },
      {
        "name": "Kind Regards",
        "role": "extracted",
        "context": "tests before leaving the US? \nKind Regards, \nJill \n< \nJill Greenfield \nP"
      },
      {
        "name": "Met Police",
        "role": "extracted",
        "context": "e do not yet know whether the Met Police will need to be in the \nbuild"
      },
      {
        "name": "Jill \nJill",
        "role": "extracted",
        "context": "the building? \nKind regards, \nJill \nJill Greenfield \nPartner \nClick he"
      },
      {
        "name": "Greenfield \nPartner",
        "role": "extracted",
        "context": "g? \nKind regards, \nJill \nJill Greenfield \nPartner \nClick here for \ninformation"
      },
      {
        "name": "Special Agent",
        "role": "extracted",
        "context": "hose would be M, myself, FBI \nSpecial Agent a, and FBI Task Force Office"
      },
      {
        "name": "Task Force",
        "role": "extracted",
        "context": "FBI \nSpecial Agent a, and FBI Task Force Office . All four of us were"
      },
      {
        "name": "Partner \nClick",
        "role": "extracted",
        "context": "y tricky \nC \nJill Greenfield \nPartner \nClick here for information relating"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "siness impacts \nSent from my iPhone \nOn 1 Oct 2020, at 19:37, \nt;› \nw"
      },
      {
        "name": "Jill \nGreenfield",
        "role": "extracted",
        "context": "tember 29, 2020 3:29 PM \nTo: 'Jill \nGreenfield' < \nCc: \n>; \n(USANYS) \nSubjec"
      },
      {
        "name": "Thanks \nJill",
        "role": "extracted",
        "context": "wrong please do let me know. \nThanks \nJill \nJill Greenfield \nPartner \nCl"
      },
      {
        "name": "Riverbank House",
        "role": "extracted",
        "context": "usiness impacts \nFieldfisher, Riverbank House, \nwww.fieldfisher.com \nWe do"
      },
      {
        "name": "Privacy Notice",
        "role": "extracted",
        "context": "llect and why, please see our Privacy Notice on our website at www.ficidfi"
      },
      {
        "name": "Regulation Authority",
        "role": "extracted",
        "context": "re ulated b the Solicitors' Regulation Authority. A list of its members and th"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-10-05",
        "event": "October 5, 2020"
      },
      {
        "date": "2020-10-02",
        "event": "October 2, 2020"
      },
      {
        "date": "2020-10-01",
        "event": "October 1, 2020"
      },
      {
        "date": "2020-09-30",
        "event": "September 30, 2020"
      },
      {
        "date": "2020-09-29",
        "event": "September 29, 2020"
      },
      {
        "date": "2020-09-16",
        "event": "September 16, 2020"
      },
      {
        "date": "2020-09-15",
        "event": "September 15, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:19.695Z"
}