{
  "document": {
    "id": "efta00014011",
    "filename": "EFTA00014011.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00014011.pdf",
    "text": "\n\nNovember 4, 2008 \nVIA FACSIMILE (561) 820-8777 \n& \nU.S. \nMAIL \nMs. \nAssistant United States Attorney \nSouthern District of Florida \nWest Palm Beach, Florida 33401 \nRe: Ethics Inquiry 28386 \nDear Ms. \nI received your request for an advisory ethics opinion dated September 18, 2008. You ask \nwhether you violated Rule 4-7.4, Rules Regulating The Florida Bar, by complying with your \nstatutory obligation to contact victims to inform them of the resolution of their matters and by \ncomplying with a court order to advise them that the services of an independent attorney-\nrepresentative would be offered to them free of charge. \nUnfortunately, I cannot provide the opinion you requested, because you are asking about your \npast conduct and legal questions that relate to your obligations under federal statutes and a court \norder. Florida Bar ethics attorneys are only authorized to provide opinions regarding an \nattorney's own future conduct. We are not authorized to render opinions concerning an \nattorney's past conduct or legal questions. See Procedures 2 (a)(1)(B) and 2(a)(1)(D), Florida \nBar Procedures for Ruling on Questions of Ethics (www.floridabar.org  ). \nAlthough I cannot provide an opinion, I can discuss the relevant rules. Generally speaking, Rule \n4-7.4 (a), prohibits an attorney from soliciting clients in person or through an agent, or in writing \nwithout complying with the attorney advertising rules, if the lawyer's primary motive is \npecuniary gain, and states: \n(a) Solicitation. Except as provided in subdivision (b) of this rule, a lawyer \nshall not solicit professional employment from a prospective client with whom the \nlawyer has no family or prior professional relationship, in person or otherwise, \nwhen a significant motive for the lawyer's doing so is the lawyer's pecuniary \ngain. A lawyer shall not permit employees or agents of the lawyer to solicit in the \nlawyer's behalf. A lawyer shall not enter into an agreement for, charge, or collect \na  fee for professional employment obtained in violation of this rule. The term \n\"solicit\" includes contact in person, by telephone, telegraph, or facsimile, or by \nEFTA00014011\n\nMs. \nNovember 4, 2008 \nPage 2 \nother communication directed to a specific recipient and includes (i) any written \nform of communication directed to a  specific recipient and not meeting the \nrequirements of subdivision (b) of this rule, and (ii) any electronic mail \ncommunication directed to a specific recipient and not meeting the requirements \nof subdivision (c) of rule 4-7.6. \nEmphasis added. If your contact with victims is neither motivated by pecuniary gain nor to \nassist another lawyer whose significant motive is pecuniary gain, then it is unlikely that your \ncontact with victims could be characterized as improper solicitation in violation of Rule 4-7.4 \n(a). \nAlthough your letter does not reference Rule 4-4.2 (\"Communication with Person Represented \nby Counsel\"), this rule prohibits a lawyer from communicating directly with a person the lawyer \nknows is represented in a particular matter, and states: \n(a) In representing a client, a lawyer shall not communicate about the subject \nof the representation with a person the lawyer knows to be represented by another \nlawyer in the matter, unless the lawyer has the consent of the other lawyer. \nNotwithstanding the foregoing, an attorney may, without such prior consent, \ncommunicate with another's client in order to meet the requirements of any \ncourt rule, statute or contract requiring notice or service of process directly on an \nadverse party, in which event the communication shall be strictly restricted to that \nrequired by the court rule, statute or contract, and a copy shall be provided to the \nadverse party's attorney. \nEmphasis added. It would be prudent for you to comply with this rule by limiting your contact \nto the lawyers of represented victims. Whether or not you were required to comply with this rule \nin the past, or whether you would be required to comply with it in the future, given your \nobligations under the federal statutes and the relevant court order involves legal questions \nbeyond \nthe scope of an ethics opinion. \nFinally, Rule 4-3.4, prohibits a lawyer from deliberately violating a court's order, and states: \nA lawyer shall not: \n(c) knowingly disobey an obligation under the rules of a tribunal except for an \nopen refusal based on an assertion that no valid obligation exists; \nEmphasis added. \nEFTA00014012\n\nMs. \nNovember 4, 2008 \nPage 3 \nThus, Rule 4-3.4 (c), requires you to comply with any orders issued by the court. Again, I can \nprovide no opinion on how to accomplish compliance, because interpretation of the court order \nrequires legal advice beyond the scope of an ethics opinion. \nIf you disagree with my denial of your request for an advisory ethics opinion, you have thirty \n(30) days to request that the Professional Ethics Committee review the denial. Are uest for \nreview must be addressed to Elizabeth Clark Tarbert, Ethics Counsel, at \nTallahassee, Florida 32399. The request must be postmarked no later than thirty (30) days from \nthe date of this letter, not the date of receipt. The request must contain the original inquiry \nnumber and clearly state the issues for review. You may include a written argument explaining \nwhy you believe you should be issued an advisory ethics opinion. Procedures governing your \nrequest for review and committee procedures may be found in Procedures 3(d), 4 and 6, Florida \nBar Procedures for Ruling on Questions of Ethics (available on The Florida Bar's website at \nwww.floridabar.org). The Professional Ethics Committee meets approximately four times per \nyear. You will be notified of the committee's decision promptly. \nIf you have any questions, please call me at \nSincerely, \nGail E. Ferguson \nAssistant Ethics \nCounsel \nGEF/gef \n28386gef denial \nEFTA00014013",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "561) 820-8777 \n& \nU.S. \nMAIL \nMs. \nAssistant United States Attorney \nSouther"
      },
      {
        "name": "November",
        "role": "extracted",
        "context": "csimile, or by \nEFTA00014011\n\nMs. \nNovember 4, 2008 \nPage 2 \nother c"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "MAIL \nMs. \nAssistant United States Attorney \nSouthern District of Florida"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "stant United States Attorney \nSouthern District of Florida \nWest Palm Beach,"
      },
      {
        "name": "Florida \nWest",
        "role": "extracted",
        "context": "ttorney \nSouthern District of Florida \nWest Palm Beach, Florida 33401 \nRe"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "ern District of Florida \nWest Palm Beach, Florida 33401 \nRe: Ethics In"
      },
      {
        "name": "Ethics Inquiry",
        "role": "extracted",
        "context": "alm Beach, Florida 33401 \nRe: Ethics Inquiry 28386 \nDear Ms. \nI received y"
      },
      {
        "name": "Dear Ms",
        "role": "extracted",
        "context": "01 \nRe: Ethics Inquiry 28386 \nDear Ms. \nI received your request for"
      },
      {
        "name": "Rules Regulating",
        "role": "extracted",
        "context": "ther you violated Rule 4-7.4, Rules Regulating The Florida Bar, by complying"
      },
      {
        "name": "The Florida",
        "role": "extracted",
        "context": "Rule 4-7.4, Rules Regulating The Florida Bar, by complying with your"
      },
      {
        "name": "Florida Bar",
        "role": "extracted",
        "context": "statutes and a court \norder. Florida Bar ethics attorneys are only aut"
      },
      {
        "name": "See Procedures",
        "role": "extracted",
        "context": "t conduct or legal questions. See Procedures 2 (a)(1)(B) and 2(a)(1)(D), F"
      },
      {
        "name": "Florida \nBar",
        "role": "extracted",
        "context": "s 2 (a)(1)(B) and 2(a)(1)(D), Florida \nBar Procedures for Ruling on Ques"
      },
      {
        "name": "Person Represented",
        "role": "extracted",
        "context": "le 4-4.2 (\"Communication with Person Represented \nby Counsel\"), this rule proh"
      },
      {
        "name": "Professional Ethics",
        "role": "extracted",
        "context": "(30) days to request that the Professional Ethics Committee review the denial."
      },
      {
        "name": "Elizabeth Clark",
        "role": "extracted",
        "context": "review must be addressed to Elizabeth Clark Tarbert, Ethics Counsel, at"
      },
      {
        "name": "Ethics Counsel",
        "role": "extracted",
        "context": "d to Elizabeth Clark Tarbert, Ethics Counsel, at \nTallahassee, Florida 323"
      },
      {
        "name": "The Professional",
        "role": "extracted",
        "context": "site at \nwww.floridabar.org). The Professional Ethics Committee meets approx"
      },
      {
        "name": "Ethics Committee",
        "role": "extracted",
        "context": "idabar.org). The Professional Ethics Committee meets approximately four time"
      },
      {
        "name": "Ferguson \nAssistant",
        "role": "extracted",
        "context": "ll me at \nSincerely, \nGail E. Ferguson \nAssistant Ethics \nCounsel \nGEF/gef \n283"
      },
      {
        "name": "Ethics \nCounsel",
        "role": "extracted",
        "context": "Gail E. Ferguson \nAssistant Ethics \nCounsel \nGEF/gef \n28386gef denial \nEF"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2008-11-04",
        "event": "November 4, 2008"
      },
      {
        "date": "2008-09-18",
        "event": "September 18, 2008"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(561) 820-8777"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:47.937Z"
}