{
  "document": {
    "id": "efta00014068",
    "filename": "EFTA00014068.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00014068.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF FLORIDA \nCase No. \n08-80736-Civ-Marra/Johnson \nIN RE JANE DOES 1 AND 2 \n/ \nORDER TO PRODUCE AND PROTECTIVE ORDER \nTHIS \nCAUSE came before the Court on the Petitioners' Motion seeking the \nproduction of the Non-Prosecution Agreement between the United States Attorney's \nOffice for the Southern District of Florida (hereinafter \"USAO\") and Jeffrey Epstein. \nAfter consideration of the Motion, the arguments of the parties, and the record, it is \nORDERED AND ADJUDGED that the Petitioners' Motion is GRANTED. \nTHE COURT ORDERS that the Non-Prosecution Agreement, including any \nmodifications and addenda thereto, shall be produced in accordance with the following \nprocedures: \n(a) The USAO shall produce a copy of the Non-Prosecution \nAgreement, \nincluding any modifications and addenda thereto (collectively \nreferred to as \"the \nAgreement\"), to the attorneys for the Petitioners. \n(b) The Petitioners and their attorneys shall not disclose the Agreement \nor its terms to any third party absent further court order, following notice to and an \nopportunity for \nJeffrey Epstein's counsel to be heard. \nEFTA00014068\n\n(c) Prior \nto producing the documents to Petitioners' counsel, a copy of \nthis Order \nmust be provided to counsel and their clients, who must review and \nacknowledge their \nreceipt of and agreement to abide by the terms of this Order, and who must provide a \ncopy of that acknowledgment to the USAO. \n(d) If any individuals who have been identified by the USAO as victims \nof Jeffrey Epstein and/or any attorney(s) for those individuals request the opportunity to \nreview the Agreement, then the \nUSAO \nshall produce the Agreement to those individuals, \nso long as those individuals also agree that they shall not disclose the Agreement or its \nterms to any third party absent further court order, following notice to and an opportunity \nfor Jeffrey Epstein's counsel to be heard \n(e) Prior to \nproducing the documents to any other individuals who have \nbeen identified by the USAO \nas victims of Jeffrey Epstein and/or any attorney(s) for \nthose individuals, a  copy of this Order must be provided to said individuals, who must \nreview and acknowledge their receipt of and agreement to abide by the terms of this \nOrder, and who must provide a copy of that acknowledgment to the USAO. \nDONE and ORDERED in Chambers, in West Palm Beach, Florida, on this \nday of August, 2008. \nKENNETH A. MARRA \nUNITED STATES DISTRICT JUDGE \nCopies \nfurnished to: \nEFTA00014069\n\nAll \ncounsel of record \nBy signing below, I  certify that I  have reviewed and agree to be bound by the terms of this \nOrder. \nDated:  Signed by:  \nPrinted Name: \nEFTA00014070",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "hern District of Florida (hereinafter \"USAO\") and Jeffrey Epstein. \nAfter consideration of the Motion, the argument"
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "SOUTHERN DISTRICT OF FLORIDA \nCase No. \n08-80736-Civ-Marra/Johnson"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": "ng the \nproduction of the Non-Prosecution Agreement between the United States Att"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "es Attorney's \nOffice for the Southern District of Florida (hereinafter \"USAO"
      },
      {
        "name": "Prosecution \nAgreement",
        "role": "extracted",
        "context": "all produce a copy of the Non-Prosecution \nAgreement, \nincluding any modifications"
      },
      {
        "name": "The Petitioners",
        "role": "extracted",
        "context": "eys for the Petitioners. \n(b) The Petitioners and their attorneys shall not"
      },
      {
        "name": "West Palm",
        "role": "extracted",
        "context": "E and ORDERED in Chambers, in West Palm Beach, Florida, on this \nday"
      },
      {
        "name": "Printed Name",
        "role": "extracted",
        "context": "Order. \nDated:  Signed by:  \nPrinted Name: \nEFTA00014070"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:48.050Z"
}