{
  "document": {
    "id": "efta00031694",
    "filename": "EFTA00031694.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00031694.pdf",
    "text": "\n\nFrom: (USANYS)\" < \nTo: USANYS)\"\nSubject: RE: final meeting before summer! \nDate: Mon, 03 May 2021 20:40:25 +0000 \nAttachments: 2021.04.27 Order re Rule 17 subpoenas.pdf \nFrom: USANYS) \nSent: Monday, May 3, 2021 4:29 PM \nTo: (USANYS) \nSubject: RE: final meeting before summer! \nNice. If you have it handy, can you send it (or I can ask Lara)? \nFrom: (USANYS) \n<I \nSent: Monday, May 3, 2021 4:28 PM \nTo: (USANYS) \nSubject: RE: final meeting before summer! \nGood. We also recently got a strong opinion from AJN in Maxwell on a motion to quash a Rule 17 subpoena. \nFrom: USANYS) \nSent: Monday, May 3, 2021 4:16 PM \nTo: (USANYS) \nSubject: RE: final meeting before summer! \nYes. I weighed in, strongly, about this. \nFrom: (USANYS) \nSent: Monday, May 3, 2021 4:03 PM \nTo (USANYS) \nSubject: RE: final meeting before summer! \nYes, thanks. Glad to see some of our discussion in the bullets below. \nFrom: \nSent: Monday, May 3, 2021 3:59 PM \nTo: (USANYS) \nSubject: FW: final meeting before summer! \nFYI, as discussed some time ago. \nFrom: Marshall L. Miller \nSent: Monday, May 3, 2021 3:45 PM \nTo: Jenna Dabbs \nSubject: final meeting before summer! \nAll, \nEFTA00031694\n\nI am looking forward to tomorrow's White Collar Crime Committee meeting. Hard to believe it will be our last meeting \nbefore the summer. \nUpcoming Events \nWe'll begin the meeting by discussing two exciting events scheduled for the fall: (1) the International Symposium, which \nwill take place on November 29-30, 2021, and (2) the panel event featuring authors of prominent books on white collar \ncrime, which is calendared for September 13, 2021. Although these events aren't for a few months, given the summer \nbreak, we'll spend a few minutes discussing tomorrow. \nSpeaker \nDuring the second half of the meeting, we will be joined by Ken Blanco. Ken served for many years as a Deputy Assistant \nAttorney General in the Criminal Division, after service as an AUSA in the Southern District of Florida. After a stint as \nActing Assistant Attorney General for the Criminal Division, Ken joined the Treasury Department's Financial Crimes \nEnforcement Network (FinCEN) as its Director. Ken recently left the government to join Citi as Chief Compliance Officer of \nits newly created financial crimes unit. \nRule 17 Project \nThe bulk of the meeting will involve a continuation of our discussion of the Rule 17 advocacy project. Since our last \nmeeting, the working group and I have engaged in productive dialogue with the federal defenders and the federal \nprosecutors on our committee. Based on those conversations, we propose striking the \"other than the victim\" language \nwe had proposed adding to Rule 17(c), which, in our initial proposal read \"After a complaint, indictment, or information is \nfiled, a subpoena requiring the production of personal or confidential information about an individual (non-corporate) \nvictim may be served on a third party, other than the victim,_only by court order.\" Striking the \"other than the victim\" \nlanguage is intended to address concerns from both the Government (about victim safety) and from the Federal \nDefenders' liaison to the Rules Committee. In addition, we have also tweaked the cover letter to the Rules Committee to \naddress these concerns, to emphasize that our proposal is intended to reduce ambiguity in the Rule as currently drafted, \nand to emphasize the fact that, without meaningful subpoena power, many criminal defendants are effectively limited to \nbuilding their defense around information gathered and provided by the Government and are severely constrained in \nbuilding their own affirmative defenses to meet the Government's allegations. \nBoth groups provided feedback (all in their individual capacities and not on behalf of their organizations), which we \nsummarize below and hope to discuss tomorrow: \n•  The proposed revisions actually increase the authority of prosecutors by allowing them to more easily use trial \nsubpoenas to obtain documents from third parties in advance of trial. \n•  Permitting subpoenas without judicial \"gate-keeping\" could spark backlash to the proposal. \n•  The Committee should consider revisions to Rule 17(b), which requires court approval of subpoenas for \"named \nwitnesses\" where the defendant can't pay witness fees — a requirement that is logistically challenging and only \napplicable to indigent defendants. \n•  The letter overstates equity arguments in describing the Government's access to more powerful investigative tools \nbecause: (i) the Government must satisfy a very high burden and (ii) the Government is constrained by Federal Rule \nof Criminal Procedure 6, the Privacy Act, and Department of Justice Policy with respect to the information it may \nsubpoena and how that information may be used. \n•  The letter overstates the flaws of the Nixon standard, since the Government's robust discovery obligations \nadequately enable a defendant to understand the strengths and weaknesses of a case against him. \n•  Significantly expanding a defendant's Rule 17 subpoena capabilities may negatively influence the willingness of \nvictims and witnesses to cooperate, and motions to quash provide an insufficient remedy to address this issue. \n•  The letter offers an inadequate rationale for limiting court approval to subpoenas regarding victims. \nWe hope to reach consensus on if/how to address the feedback above as well as on any remaining open issues. Ideally, \nthe working group—with the Committee's approval—will then finalize and submit the proposal over the coming weeks. I \nhave once again attached the latest version of the revised rule proposal (in clean and redlined versions), as well as the \ndraft letter to the Advisory Committee on Criminal Rules that the working group has put together. \nEFTA00031695\n\nAs always, please do not hesitate to reach out with any questions or comments regarding anything related to the \nCommittee. \nBest regards, \nMarshall \nMarshall L. Miller I Kaplan Ilecker & Fink LLP \n3,5o Fifth Avenue I Suite 7110 \nNew York New York ioii8 \n(IV) \nI (NU \nThis email and its attachments may contain information that is confidential and/or protected from disclosure by the attorney-client work product or other \napplicable legal privilege. If you are not the intended recipient of the email. please be aware that any unauthorized review. use. disclosure. dissemination. \ndistribution, or copying of this communication. or any of its contents. is strictly prohibited. If you have received this communication in error. please rectify \nthe sender immediately and destroy all copies of the message from your computer system. Thank you. \nEFTA00031696",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Miller \nSent",
        "role": "extracted",
        "context": "time ago. \nFrom: Marshall L. Miller \nSent: Monday, May 3, 2021 3:45 PM"
      },
      {
        "name": "Jenna Dabbs",
        "role": "extracted",
        "context": "day, May 3, 2021 3:45 PM \nTo: Jenna Dabbs \nSubject: final meeting befor"
      },
      {
        "name": "White Collar",
        "role": "extracted",
        "context": "looking forward to tomorrow's White Collar Crime Committee meeting. Hard"
      },
      {
        "name": "Crime Committee",
        "role": "extracted",
        "context": "rd to tomorrow's White Collar Crime Committee meeting. Hard to believe it w"
      },
      {
        "name": "Upcoming Events",
        "role": "extracted",
        "context": "meeting \nbefore the summer. \nUpcoming Events \nWe'll begin the meeting by d"
      },
      {
        "name": "International Symposium",
        "role": "extracted",
        "context": "heduled for the fall: (1) the International Symposium, which \nwill take place on No"
      },
      {
        "name": "Speaker \nDuring",
        "role": "extracted",
        "context": "minutes discussing tomorrow. \nSpeaker \nDuring the second half of the meetin"
      },
      {
        "name": "Ken Blanco",
        "role": "extracted",
        "context": "meeting, we will be joined by Ken Blanco. Ken served for many years as"
      },
      {
        "name": "Deputy Assistant",
        "role": "extracted",
        "context": "en served for many years as a Deputy Assistant \nAttorney General in the Crim"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "years as a Deputy Assistant \nAttorney General in the Criminal Division, aft"
      },
      {
        "name": "Criminal Division",
        "role": "extracted",
        "context": "tant \nAttorney General in the Criminal Division, after service as an AUSA in"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ter service as an AUSA in the Southern District of Florida. After a stint as"
      },
      {
        "name": "Acting Assistant",
        "role": "extracted",
        "context": "of Florida. After a stint as \nActing Assistant Attorney General for the Crim"
      },
      {
        "name": "Treasury Department",
        "role": "extracted",
        "context": "inal Division, Ken joined the Treasury Department's Financial Crimes \nEnforceme"
      },
      {
        "name": "Financial Crimes",
        "role": "extracted",
        "context": "ned the Treasury Department's Financial Crimes \nEnforcement Network (FinCEN)"
      },
      {
        "name": "Enforcement Network",
        "role": "extracted",
        "context": "epartment's Financial Crimes \nEnforcement Network (FinCEN) as its Director. Ken"
      },
      {
        "name": "Chief Compliance",
        "role": "extracted",
        "context": "he government to join Citi as Chief Compliance Officer of \nits newly created"
      },
      {
        "name": "Project \nThe",
        "role": "extracted",
        "context": "nancial crimes unit. \nRule 17 Project \nThe bulk of the meeting will invo"
      },
      {
        "name": "Federal \nDefenders",
        "role": "extracted",
        "context": "t victim safety) and from the Federal \nDefenders' liaison to the Rules Committ"
      },
      {
        "name": "Rules Committee",
        "role": "extracted",
        "context": "al \nDefenders' liaison to the Rules Committee. In addition, we have also tw"
      },
      {
        "name": "The Committee",
        "role": "extracted",
        "context": "backlash to the proposal. \n•  The Committee should consider revisions to"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "Government is constrained by Federal Rule \nof Criminal Procedure 6, the"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "nstrained by Federal Rule \nof Criminal Procedure 6, the Privacy Act, and Depar"
      },
      {
        "name": "Privacy Act",
        "role": "extracted",
        "context": "of Criminal Procedure 6, the Privacy Act, and Department of Justice Po"
      },
      {
        "name": "Justice Policy",
        "role": "extracted",
        "context": "rivacy Act, and Department of Justice Policy with respect to the informati"
      },
      {
        "name": "Advisory Committee",
        "role": "extracted",
        "context": "l as the \ndraft letter to the Advisory Committee on Criminal Rules that the wo"
      },
      {
        "name": "Criminal Rules",
        "role": "extracted",
        "context": "to the Advisory Committee on Criminal Rules that the working group has pu"
      },
      {
        "name": "Marshall \nMarshall",
        "role": "extracted",
        "context": "e \nCommittee. \nBest regards, \nMarshall \nMarshall L. Miller I Kaplan Ilecker &"
      },
      {
        "name": "Kaplan Ilecker",
        "role": "extracted",
        "context": "arshall \nMarshall L. Miller I Kaplan Ilecker & Fink LLP \n3,5o Fifth Avenue"
      },
      {
        "name": "Fifth Avenue",
        "role": "extracted",
        "context": "plan Ilecker & Fink LLP \n3,5o Fifth Avenue I Suite 7110 \nNew York New Yo"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-05-03",
        "event": "May 3, 2021"
      },
      {
        "date": "2021-09-13",
        "event": "September 13, 2021"
      },
      {
        "date": "2021-05-03",
        "event": "03 May 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:28.633Z"
}