{
  "document": {
    "id": "efta00027244",
    "filename": "EFTA00027244.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027244.pdf",
    "text": "\n\nFrom: \nTo:\" \n)\"  \nSubject: RE: RE: \nDate: Wed, 21 Aug 2019 \n21:28:26 +0000 \n(USANYS)\"  \nOkay, thanks. \nFrom: \nSent: Wednesday, August 21, 2019 4:58 PM \nTo: (USANYS) \nSubject: FW: RE: \nFYI \nFrom: \nSent: Wednesday, August 21, 2019 16:57 \nTo: Brown, Jeffrey \nSubject: RE: RE: \nJeff, \nThe reference to not seeking a response from Governor Richardson at this time about current allegations is correct, and I \nbelieve accurately conveys what I said on the phone. What I think remains inaccurate is the statement that I said he was \nneither a target, subject, or witness in the case — in response to your question about his status, what I said was that in the \ngeneral sense, anyone who we don't have reason to know has no exposure (witness), or believe does have exposure \n(target), would be a subject, and that specifically with respect to Governor Richardson, we do not currently intend to \nsubpoena or request to speak with him based on our investigation at this time. That's directly from my contemporaneous \nnotes. I think you could reasonably infer from my description that we don't currently consider him a witness or target, \nbut I don't think it's accurate to infer or interpret from my description on Sunday of the three categories that Governor \nRichardson is in none of them. If you had asked me to specifically place Governor Richardson in one of those categories, \nseparate from a general description, I would have, and if that would be useful now, I can; similarly, if it would be useful for \nme to give you our specific view on just whether he is currently a target, I can do that. \nWith respect to the quote, I don't have a view on anyone expressing their own personal inferences, and I recognize the \nrevision that limits the view to this particular moment in the investigation; that said, I expect that if asked whether the \nOffice in fact does believe at this time that the Governor did not participate in or witness the alleged criminal activity by \nJeffrey Epstein, we likely would simply say that the investigation is ongoing and we are pursuing all possible leads. \nI hope this is useful. \nthanks, \nFrom: Brown, \nJeffrey \nSent: Wednesday, August 21, 2019 13:20 \nTo: \nSubject: \nRe: RE: \nEFTA00027244\n\nGovernor Bill Richardson offered his assistance in the Jeffrey Epstein investigation through his lawyer, Jeff \nBrown of Dechert LLP, to the US Attorney for the Southern District of New York. In response to this offer, Mr. \nBrown was informed by the Assistant US Attorney responsible for the case that Governor Richardson is neither \na target, subject, nor witness in the case and that there is no allegation against Governor Richardson about \nwhich the government is seeking a response from Gov. Richardson at this time. \n\"It's fair to conclude that the federal prosecutors investigating this matter do not believe at this time the \nGovernor participated in or witnessed the criminal activity Jeffrey Epstein is alleged to have committed,\" said \nMr. Brown. \nFurthermore, Governor Richardson has never been contacted by any party to a lawsuit involving Epstein, nor \nby any law enforcement investigating Epstein. Governor Richardson hopes that the investigation continues so \nthat Epstein's victims can finally have their day in court and see the justice they deserve. \nJeffrey Brown \nDechert LLP \n1095 Avenue of the Americas \nNew York New York 10036 \nOn Aug 21, 2019, at 1:12 PM, \nHey no attachment, please re-send? Thanks. \nFrom: Brown, Jeffrey \nSent: Wednesday, August 21, 2019 13:00 \nTo: \n1 4\nSubject: \n) < \n> wrote: \nis this the edit you are looking for? I apologize again for this. \nJeffrey Brown \nDechert LLP \n1095 Avenue of the Americas \nNew York,  New York 10036 \nDirect: \nFax: \nThis e-mail is from Dechert LLP, a law firm, and may contain information that is confidential or privileged. If \nyou are not the intended recipient, do not read, copy or distribute the e-mail or any attachments. Instead, please \nnotify the sender and delete the e-mail and any attachments. Thank you. \nEFTA00027245\n\nThis e-mail is from Dechert LLP, a law firm, and may contain information that is confidential or privileged. If \nyou are not the intended recipient, do not read, copy or distribute the e-mail or any attachments. Instead, please \nnotify the sender and delete the e-mail and any attachments. Thank you. \nEFTA00027246",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "e in or witness the alleged criminal activity by \nJeffrey Epstein, we likely would simply say that the investigatio"
      },
      {
        "name": "Bill Richardson",
        "role": "extracted",
        "context": "0 \nTo: \nSubject: \nRe: RE: \nEFTA00027244\n\nGovernor Bill Richardson offered his assistance in the Jeffrey Epstein inv"
      },
      {
        "name": "Brown",
        "role": "extracted",
        "context": "k. In response to this offer, Mr. \nBrown was informed by the Assi"
      },
      {
        "name": "Jeffrey \nSubject",
        "role": "extracted",
        "context": "st 21, 2019 16:57 \nTo: Brown, Jeffrey \nSubject: RE: RE: \nJeff, \nThe referenc"
      },
      {
        "name": "Governor Richardson",
        "role": "extracted",
        "context": "o not seeking a response from Governor Richardson at this time about current al"
      },
      {
        "name": "Governor \nRichardson",
        "role": "extracted",
        "context": "of the three categories that Governor \nRichardson is in none of them. If you ha"
      },
      {
        "name": "Jeffrey \nSent",
        "role": "extracted",
        "context": "eful. \nthanks, \nFrom: Brown, \nJeffrey \nSent: Wednesday, August 21, 2019 1"
      },
      {
        "name": "Governor Bill",
        "role": "extracted",
        "context": "ject: \nRe: RE: \nEFTA00027244\n\nGovernor Bill Richardson offered his assist"
      },
      {
        "name": "Jeff \nBrown",
        "role": "extracted",
        "context": "stigation through his lawyer, Jeff \nBrown of Dechert LLP, to the US Att"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "P, to the US Attorney for the Southern District of New York. In response to t"
      },
      {
        "name": "Jeffrey Brown",
        "role": "extracted",
        "context": "ee the justice they deserve. \nJeffrey Brown \nDechert LLP \n1095 Avenue of"
      },
      {
        "name": "Americas \nNew",
        "role": "extracted",
        "context": "chert LLP \n1095 Avenue of the Americas \nNew York New York 10036 \nOn Aug 2"
      },
      {
        "name": "York New",
        "role": "extracted",
        "context": "5 Avenue of the Americas \nNew York New York 10036 \nOn Aug 21, 2019,"
      },
      {
        "name": "On Aug",
        "role": "extracted",
        "context": "cas \nNew York New York 10036 \nOn Aug 21, 2019, at 1:12 PM, \nHey no"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-21",
        "event": "August 21, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:17.837Z"
}