{
  "document": {
    "id": "efta00029197",
    "filename": "EFTA00029197.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00029197.pdf",
    "text": "\n\nFrom: \nTo: \nBee: \nSubject: \nDate: Monday, December 16, 2019 7:02:00 PM \nDear \nM, \nPlease excuse the informality but I am an old experienced civil trial attorney. Luckily, \nI never have represented any client in criminal matters. \njust contacted my office and said that you dropped by her apartment. She was a former \nclient. She would like to cooperate but I have my professional responsibility to make some inquiry \nabout events that were so long ago. \nRegarding the Epstein matter she is definitely a victim and I hope that you are aware of this fact. \nThat being said is she a target in any ongoing investigation? \nLet me know and we can figure a good time to meet and potentially whether or not I am competent \nto represent her. \nThank you, \n9150 Wilshire Blvd., Suite 241 \nBeverly Hills, California 90212-3429 \nCONFIDENTIALITY \nThis e-mail is for the personal and exclusive use of the recipient(s) named above. It contains confidential information frost \nIts contents are not only to remain absolutely confidential, but may also be subject to the attorney-client pdvilege or coverage under the work-product \ndoctrine. If you have received this transmission and are not the intended recipient(s) or his/her agent, please be advised that any disclosure, use, \nreview, copying, selling, dissemination, publication, or distribution of this transmission is strictly unauthorized and prohibited. If you have received this \ntransmission in error, please notify the sender at the number above, return the orignal e-mail by mail, and delete the e-mail file from your computer. \nEFTA00029197\n\nPostage is guaranteed. Your cooperation is appreciated. thank you. \nEFTA00029198",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Wilshire Blvd",
        "role": "extracted",
        "context": "resent her. \nThank you, \n9150 Wilshire Blvd., Suite 241 \nBeverly Hills, C"
      },
      {
        "name": "Beverly Hills",
        "role": "extracted",
        "context": "50 Wilshire Blvd., Suite 241 \nBeverly Hills, California 90212-3429 \nCONFI"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-12-16",
        "event": "December 16, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:22.961Z"
}