{
  "document": {
    "id": "efta00015883",
    "filename": "EFTA00015883.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015883.pdf",
    "text": "\n\nFrom: \nTo: BOBBI C STERNHEIM \nCc: Christian Everdell \nSubject: RE: Ghislaine Maxwell \n02879-509 \nDate: Tue, 29 Dec 2020 17:49:42 +0000 \n\"Mark S. \nCohen\" \nBobbi, \nI just spoke with MDC legal counsel. Below are the responses to your concerns: \n•  MDC legal confirmed that since the beginning of the pandemic, MDC inmates in general population have been \npermitted out of their cells for no more than 3 hours per day. For approximately the past month, MDC inmates in \ngeneral population have been permitted out of their cells for no more than 30 minutes per day due to a lockdown at \nthe institution. When that lockdown is lifted, inmates will still be permitted out of their cells no more than 3 hours \nper day while the pandemic persists. Accordingly, Ms. Maxwell has far more hours out of her cell than any other \ninmate in the MDC at this time. The MDC will not further expand that time. As I  previously noted, if general \npopulation inmates eventually end up receiving more than 13 hours per day out of their cells, I will ask that Ms. \nMaxwell receive the same amount of time. \n•  I  have again asked MDC legal counsel if Ms. Maxwell may use the laptop on weekends. MDC legal counsel \nindicated they would pass that request up their chain and would circle back to me with a response. \n•  MDC legal counsel confirmed that no staff member has ever directed Ms. Maxwell to remain in a particular location \nwithin her isolation cell. They confirmed that staff understand that no such directions should be given. \n•  MDC legal counsel confirmed that Ms. Maxwell has continued to have access to the laptop 13 hours per day every \nweekday. That access has been documented, and MDC legal counsel is not aware of any restrictions on Ms. \nMaxwell's use of the laptop during those times. \n•  MDC legal counsel confirmed that staff absolutely cannot see Ms. Maxwell when she showers and do not record her \nwhen she showers. They indicated that Ms. Maxwell has two shower curtains that cover her when she showers \nsuch that only her feet are visible when she is in the shower. \n•  MDC legal counsel confirmed that staff have not observed any condensation on the walls of Ms. Maxwell's isolation \ncell. The most recent temperature reading from Ms. Maxwell's isolation cell, which was taken last night, indicated \nthe cell was 72.8 degrees. Ms. Maxwell currently has three blankets in her cell and is the only inmate in the entire \ninstitution that is permitted to have a third blanket in her cell. \n•  MDC legal counsel indicated that Ms. Maxwell is patted down when she is moved, just like any other inmate. She is \nwanded once per week when she receives a body scan. MDC legal counsel confirmed that staff do not put their \nfingers inside of Ms. Maxwell's (or any other inmate's) mouth. MDC legal counsel is inquiring as to the frequency \nof searches during which Ms. Maxwell is required to lower her mask and open her mouth and will circle back to \nme with that information. They understand my request that those searches be kept to a minimum. MDC legal \ncounsel (and I) have never heard of in-and-behind ear searches. Would you be able to explain what that term refers \nto, please? \n•  MDC legal counsel confirmed that Ms. Maxwell's cell is searched no more than once per day during weekdays only. \nThey further confirmed that the searchers make reasonable efforts to replace any moved items where they were \noriginally located (in other words, the searches do not include a \"toss\" of the cell). They also confirmed that staff \ndo not read any of Ms. Maxwell's legal papers. \n•  MDC legal counsel indicated that the institution has been having some delays in mail delivery generally. They asked \nwhether you can please provide the name of the sender of the certified mail you referenced so that they can attempt \nto locate that mail. \nBest, \nEFTA00015883\n\nFrom: BOBBI C STERNHEIM \nSent: Tuesday, December 29, 2020 12:09 PM \nTo: \nCc: Christian Everdell ; Mark S. Cohen ; \nSubject: Re: Ghislaine Maxwell 02879-509 \nMuch appreciated. \nThank you-\nBOBBI C. STERNHEIM, ESQ. \nLaw Offices of Bobbi C. Stendreim \nMain:-\n917-912-9698 \nFax: \n••Covid-19 Notice: The \\Vest 19th Street office is currently closed but we continue to work remotely. \nPlease use email or fax, instead of regular mail, for all correspondence during this time. \nWe continue to work regular business hours throughout this situation. \nThank you for your consideration. Our best wishes for your good health and well being. \nThis message and any attached documents contain information from the Law Offices of Bobbi C. Stemheim \nthat may be confidential and/or privileged. \nIf you are not the intended recipient, you may not read, copy, distribute, or use this information. \nIf you have received this transmission in error, please notify the sender immediately by reply e-mail and then \ndelete this message. Thank you. \nOn Dec \n29, 2020, at 11:02 AM wrote: \nBobbi, \nI hope you and your team are having a wonderful holiday season too, thanks. \nI am reaching out to MDC legal counsel to discuss the issues you have raised in your email and will reach back out to you \nafter that conversation. \nBest, \nFrom: BOBBI C STERNHEIM \nSent: Monday, December 28, 2020 8:42 PM \nTo: \nCc: Christian Everdell \nSubject: Ghislaine Maxwell 02879-509 \n; Mark S. Cohen \nGood \nevening, \nEFTA00015884\n\nWe hope you \nand your family had a joyful holiday. \nIn response to your 12/14 email, we are requesting that Ms. Maxwell be permitted to use the \nlaptop, in lieu of the MDC computer„ during the typical length of time other inmates are permitted \nout of their cells (our understanding is 6 am - 9:30 pm daily, extended to 10:30 pm on weekends.) \nThe voluminous discovery is \neasier to access and review on the laptop. The MDC computer turns \noff every two hours and is not capable of opening all documents, and volume of discovery \nmay be too taxing for the operating system. \nWe also want to bring to your attention some of the ongoing issues concerning Ms. Maxwell's \nconditions and restrictions. \nThe constant rotation of security staff results in inconsistency of rules and restrictions, the current \nshift \nbeing unnecessarily restrictive, punitive, and threatening. \nMs. Maxwell is ordered to remain in specific locations within her isolation cell \nto \naccommodate capture on the handheld camera, restricting her use of an already small \nconfinement area. \nHer use of the laptop has been restricted. \nShe is invasively surveilled while showering. \nHer cell is cold and precipitation accumulates on the concrete block walls. \nOver the holiday weekend, a third blanket, used by Ms. Maxwell to keep herself warm, was \nremoved leaving her cold; and she now \nhas the onset of a cold. \nThe blanket was returned the next day, after complaint was made by \ncounsel. \nThe open-mouth, wanding, pat-down, and in-and-behind ear searches \ncontinue, \nwith more frequently than other inmates are searched. \nHer cell and legal papers are searched multiple times a day, a disruption to the organization of her \nlegal work and an invasion into her privileged work \nproduct. \nShe has \nnot received daily newspapers for almost 3 weeks, and has not received certified mail \n(return receipts indicating delivery to MDC on 12/17) and non-certified mail for more than a week. \nWe will keep you \napprised of our concerns. \nYour assistance \nis appreciated. \nBest-\nBobbi \nBOBBI C. STERNHEIM, ESQ. \nLaw Offices of Bobbi C. Sternheim \nMain: \nCell: \nFax: \n••Covid-19 Notice: The \\Vest 19th Street office is currently closed but we continue to work remotely. \nPlease use email or fax, instead of regular mail, for all correspondence during this time. \nWe continue to work regular business hours throughout this situation. \nThank you for your consideration. Our best wishes for your good health and well being. \nEFTA00015885\n\nThis message and any attached documents contain information from the Law Offices of Bobbi C. Sternheim \nthat may be confidential and/or privileged. \nIf you are not the intended recipient, you may not read, copy, distribute, or use this information. \nIf you have received this transmission in error, please notify the sender immediately by reply e-mail and then \ndelete this message. Thank you. \nEFTA00015886",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "C STERNHEIM \nCc: Christian Everdell \nSubject: RE: Ghislaine Maxwell \n02879-509 \nDate: Tue, 29 Dec 2020 17:49:42 +0000"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "ndemic persists. Accordingly, Ms. Maxwell has far more hours out of"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": ": \nTo: BOBBI C STERNHEIM \nCc: Christian Everdell \nSubject: RE: Ghislaine Maxwe"
      },
      {
        "name": "Law Offices",
        "role": "extracted",
        "context": "ou-\nBOBBI C. STERNHEIM, ESQ. \nLaw Offices of Bobbi C. Stendreim \nMain:-"
      },
      {
        "name": "Stendreim \nMain",
        "role": "extracted",
        "context": "ESQ. \nLaw Offices of Bobbi C. Stendreim \nMain:-\n917-912-9698 \nFax: \n••Covid"
      },
      {
        "name": "On Dec",
        "role": "extracted",
        "context": "ete this message. Thank you. \nOn Dec \n29, 2020, at 11:02 AM wrote:"
      },
      {
        "name": "Cohen \nGood",
        "role": "extracted",
        "context": "Maxwell 02879-509 \n; Mark S. Cohen \nGood \nevening, \nEFTA00015884\n\nWe h"
      },
      {
        "name": "Sternheim \nMain",
        "role": "extracted",
        "context": "ESQ. \nLaw Offices of Bobbi C. Sternheim \nMain: \nCell: \nFax: \n••Covid-19 Not"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-12-29",
        "event": "December 29, 2020"
      },
      {
        "date": "2020-12-28",
        "event": "December 28, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "917-912-9698"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:51.703Z"
}