{
  "document": {
    "id": "efta00027104",
    "filename": "EFTA00027104.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027104.pdf",
    "text": "\n\nFrom: ' \nTo:' \nSubject: FW: MCC Interviews - Update \nDate: Tue, 13 Aug 2019 15:29:48 +0000 \nI \nconfirmed this with \nThere are at least 7 officers (not counting = and and 2 supervisors that should have been aware that Epstein \ndid not have a cellmate on Friday, but did not reassign him one. We reached out to 3 of those officers yesterday, but they \nrefused to meet with us without their union rep. \nFrom: \nSent: Tuesday, August 13, 2019 11:23 AM \nTo: \nCc: \nSubject: RE: MCC Interviews - Update \nCan we confirm that one of the co's who would not meet with FBI without union rep was the co who did not assign a  new \ncellmate to JE when the old cellmate was moved out? \nFrom: \nSent: Monday, August 12, 2019 8:49 PM \nTo: \nCc: \nSubject: MCC Interviews - Update \nThis afternoon, OIG, FBI, and the USAO-SDNY conducted voluntary interviews with the following MCC employees. The \ninterviews were each about 2 hours. A high-level summary of each is below. \nInterview of M. \nM.= is an operations lieutenant at MCC, and is responsible for overseeing the operations of the prison during \nhis duty shifts. \nOn the morning of August 10, 2019, M. = arrived at 5:30 a.m. to relieve the outgoing lieutenant, \nAt 6:33 a.m., M. = heard a radio call for medical staff at the SHU. I.= responded to the SHU, where he saw \nOfficer = who said that Epstein had hung himself. . = went into Epstein's cell, and Epstein was on the \nground, on top of two mattresses, and Officer was performing CPR. M. then started CPR until \nmedical staff came. \nM.= asked Officer =where Epstein's cellmate was, and she said he left, and that he didn't have one \novernight. M.= told Officer = that she knew Epstein was supposed to have a cellmate, and Officer\nstuttered, then said she didn't know. \nOfficer = admitted to I.= that they did not conduct the 3 a.m. and 5 a.m. counts; and Officer said \n\"we messed up\" and \"we didn't do the counts\" and \"it's not her fault.\" E. =was not aware the cameras were \nnot working in SHU. \nInterview of E. \nhas worked at the MCC since May 2019, but has a lengthy BOP career. He's the institution duty officer \nand has responsibilities relating to multiple units. Among other things, he helps inmates make telephone calls, \nEFTA00027104\n\nincluding legal calls and calls from within the SHU. \nM. \nhad spoken to Epstein briefly on multiple occasions. Epstein asked for assistance making a personal \ncall. \ngot Epstein his pin number a few days before Epstein's death, but Epstein had not activated it. \ntook Epstein to the SHU showers to make the phone call. Epstein told he was calling his mother. \ndialed a number provided by Epstein, and overhead Epstein making small talk with a male \nindividual. whose shift was over, left Epstein with two 5HU officers — Officer MI and a male officer —\nand told them to return Epstein to his cell after 15 minutes. Because Epstein's pin was not activated, \ndialed the number on the MCC line for legal conversations, which is not recorded. \nwas not on duty when Epstein's body was discovered. He says he was not aware that Epstein's cellmate \nhad moved, and he did not know the camera system was not working. \nInterview of M. \na \noversees the whole prison, and all of the lieutenants of particular units (such as SHU) report to him. \nstated that on multiple occasions following Epstein's apparent attempted suicide, he spoke to the \nlieutenants that report to him about how Epstein needed a cellmate at all times. All of those commands were \nmade orally. \n- \nMI \nsaid they were aware that had court, which was not out of the ordinary. No one briefed him \non the fact that personal property was being collected or that he was moved. \n- \nM \ndid not learn that Epstein's cellmate moved until after Epstein's apparent suicide was discovered. \n- \nMK \nwas not working when the evening rounds and counts occurred. He was aware there was work \nbeing done on the videos but wasn't told why. \nToday, FBI and OIG agents also attempted to interview MI= and (the officers who discovered \nEpstein), but they did not agree to speak with agents and agents were unable to (An individual who \nthe agents believe was answered the phone but then claimed he wasn't and hung up.) Agents also \ncontacted four of the officers on duty on Friday August 9, 2019, but they would not speak with agents without their union \nrepresentatives. We will continue conducting interviews over the next few days. Finally, FBI has not completed their \nanalysis of the video evidence yet. \nAssistant United States Attorney \nUnited States Attorney's Office \nSouthern District of New York \nOne St. Andrew's Plaza \nNew York, New York 10007 \nEFTA00027105",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Update \nDate",
        "role": "extracted",
        "context": "Subject: FW: MCC Interviews - Update \nDate: Tue, 13 Aug 2019 15:29:48 +0"
      },
      {
        "name": "Update \nCan",
        "role": "extracted",
        "context": "Subject: RE: MCC Interviews - Update \nCan we confirm that one of the co"
      },
      {
        "name": "Update \nThis",
        "role": "extracted",
        "context": "c: \nSubject: MCC Interviews - Update \nThis afternoon, OIG, FBI, and the"
      },
      {
        "name": "Because Epstein",
        "role": "extracted",
        "context": "to his cell after 15 minutes. Because Epstein's pin was not activated, \ndia"
      },
      {
        "name": "Friday August",
        "role": "extracted",
        "context": "ur of the officers on duty on Friday August 9, 2019, but they would not s"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "s of the video evidence yet. \nAssistant United States Attorney \nUnited State"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "idence yet. \nAssistant United States Attorney \nUnited States Attorney's Off"
      },
      {
        "name": "Office \nSouthern",
        "role": "extracted",
        "context": "ney \nUnited States Attorney's Office \nSouthern District of New York \nOne St."
      },
      {
        "name": "One St",
        "role": "extracted",
        "context": "outhern District of New York \nOne St. Andrew's Plaza \nNew York, Ne"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "of New York \nOne St. Andrew's Plaza \nNew York, New York 10007 \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-13",
        "event": "August 13, 2019"
      },
      {
        "date": "2019-08-12",
        "event": "August 12, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2019-08-09",
        "event": "August 9, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:17.552Z"
}