{
  "document": {
    "id": "efta00018586",
    "filename": "EFTA00018586.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018586.pdf",
    "text": "\n\nAO 93 (SDNY Rev. 01/17) Search and Seizure 'Warrant \nUNITED STATES DISTRICT COURT \nfor the \nSouthern District of New York \nIn the Matter of the Search of \n) \n(Briefly describe the property to be searched \n) \nor identify the person by name and address) \n) \n2 electronic devices seized on July 6, 2019 from Jeffrey Epstein; \n) \n33 electronic devices seized on July 11, 2019 from 9 East 71st \nStreet, New York, NY; 27 electronic devices seized on August 12, 2019 ) , \nfrom Little Saint James in the Virgin Islands \nCase No. \n20 MAG \n6719 \nSEARCH AND SEIZURE WARRANT \nTo: Any authorized law enforcement officer \nAn application by a federal law enforcement officer or an attorney for the government requests the search \nof the following person or property located in the \nSouthern \nDistrict of \nNew York \n(identify thethe person or describe the property to be searched and give its location): \nSee \nAttachment A \nThe person or property to be searched, described above, is believed to conceal (identify the person or describe the property \nto be seized): \nSee \nAttachment A \nThe search and seizure are related to violation(s) of (insert statutory citations): \n18 U.S.C. 1591; 18 U.S.C. 2422; 18 USC 2423; 18 U.S.C. 371 \nI find that the affidavit(s), or any recorded testimony, establish probable cause to search and seize the person or \nproperty. \nYOU ARE COMMANDED to execute this warrant on or before \n(not to exceed 14 dap) \nef in the daytime 6:00 a.m. to 10 p.m. O at any time in the day or night as I  find reasonable cause has been \nestablished. \nUnless delayed notice is authorized below, you must give a copy of the warrant and a receipt for the property \ntaken to the person from whom, or from whose premises, the property was taken, or leave the copy and receipt at the \nplace where the property was taken. \nThe officer executing this warrant, or an officer present during the execution of the warrant, must prepare an \ninventory as required by law and promptly return this warrant and inventory to the Clerk of the Court. \nO Upon its return, this warrant and inventory should be filed under seal by the Clerk of the Court. \nUSMJ Initials \nO I  find that immediate notification may have an adverse result listed in 18 U.S.C. § 2705 (except for delay \nof trial), and authorize the officer executing this warrant to delay notice to the person who, or whose property, will be \nsearched or seized (check the appropriate box) Ofor 30 days (not to exceed 30). \n°until, the facts justifying, the later specific date of \nJudge's signature \nCity and state: New \nYork. NY \nHon. \nGabriel W. Gorenstein, U.S. Magistrate Judge \nPrinted name and title \nDate and time issued: 6/26/2020 9:11 am \nEFTA00018586\n\nAO 93 (SDNY Rev. 01./l7) Search and Seizure 'Warrant (Page 2) \nReturn \nCase No.: \n20 MAG \n6719 \nDate and time warrant executed: Copy of warrant and inventory left with: \nInventory made in the presence of : \nInventory of the property taken and name of any person(s) seized: \nCertification \nI declare under penalty \nto the Court. \nDate: \nof perjury that this inventory is correct and was returned along with the original warrant \nExecuting officer's signature \nPrinted name and title \nEFTA00018587\n\nAttachment A \nI. Devices Subject to Search and Seizure \nThe devices that are the subject of this search and seizure warrant (the \"Subject Devices\") \nare described as follows: \nTwo of the Subject Devices were seized from JEFFREY EPSTEIN's person during the \ncourse of his arrest by the FBI on or about July 6, 2020 (the \"Arrest Subject Devices\"). The Arrest \nSubject Devices are particularly described as follows: \na. A silver iPad with serial number DLXQGM3KGMW3 (\"Subject Device-1\"); and \nb. A black iPhone with IMEI number 357201093322785 (\"Subject Device-2\"). \n33 of the Subject Devices were recovered from a search of JEFFREY EPSTEIN's private \nresidence located at 9 East 71st Street, New York, New York, which took place on July 11, 2019 \n(the \"New York Subject Devices\"). The New York Subject Devices are particularly described as \nfollows: \na. Two black hard drives, which were seized by Special Agent Kelly Maguire from a \nblue suitcase on or about July 11, 2019 (\"Subject Device-3\"); \nb. An Apple desktop computer, which was seized from in a cardboard box along the \nright wall of a room on the first floor of the New York Residence, and which has \nbeen assigned internal FBI barcode number E65 15034 (\"Subject Device-4\"); \nc. A silver iPad, which was seized from a shelf in the right corner of a  room on the \nthird floor of the New York Residence under a  television, and which has been \nassigned internal FBI barcode number E6515033 (\"Subject Device-5\"); \nd. A gray Apple iPad, which was seized from under a sink in a room on the third floor \nof the New York Residence, and which has been assigned internal FBI barcode \nnumber E65 15032 (\"Subject Device-6\"); \ne. A gray Apple iPad, which was seized from under a sink in a room on the third floor \nof the New York Residence, and which has been assigned internal FBI barcode \nnumber E6515031 (\"Subject \nDevice-7\"); \nf. A Sony Vaio laptop, which was seized from inside a desk drawer in the drawing \nroom on the second floor of the New York Residence, and which has been assigned \ninternal FBI barcode number E65 15026 (\"Subject Device-8\"); \nA Dell Precision Tower 5810, which was seized from a storage area in the basement \nof the New York Residence, and which has been assigned internal FBI barcode \nnumber E65 15025 \n(\"Subject Device-9\"); \n2017.08.02 \nEFTA00018588\n\nh. A Seagate Barracuda 7200 hard drive, which was seized from a storage area in the \nbasement of the New York Residence, and which has been assigned internal FBI \nbarcode number E65 15024 (\"Subject Device\n-10\"); \ni. A MSI PC Computer, which was seized from a storage area in the basement of the \nNew York Residence, and which has been assigned internal FBI barcode number \nE65 15023 (\"Subject Device-11\"); \nA Sony Camera with a black case, which was seized from in a drawer inside a room \non the sixth floor of the New York Residence, and which has been assigned internal \nFBI barcode number E65 15022 (\"Subject Device-12\"); \nk. A gray Apple desktop computer, which was seized from a desk inside a  room on \nthe sixth floor of the New York Residence, and which has been assigned internal \nFBI barcode number E65 15021 (\"Subject Device-13\"); \nI. A Seagate Backup Plus portable drive, which was seized from a shoebox on top of \na desk in a room on the fifth floor of the New York Residence, and which has been \nassigned internal FBI barcode number E65 15020 (\"Subject Device-14\"); \nm. A white Apple iPhone 5, which was seized from the lower left shelf of a  white \nwooden cabinet in a room on the fifth floor of the New York Residence, and which \nhas been assigned internal FBI barcode number E6515019 (\"Subject Device-151; \nn. An Apple desktop computer, which was seized from on top of a desk inside the \ndrawing room on the second floor of the New York residence, and which has been \nassigned internal FBI barcode number E6515018 (\"Subject Device-I6\"); \no. An Apple desktop computer, which was seized from on top of a desk in a room on \nthe fifth floor of the New York Residence, and which has been assigned internal \nFBI barcode number E65 15017 (\"Subject Device-17\"); \nA SPIEF 2014 silver USB, which was seized from a cabinet on the back wall of a \nstorage closet on the first floor of the New York Residence, and which has been \nassigned internal FBI barcode number E6515016 (\"Subject Device-18\"); \nq. \nA Cruzer Guide USB, which was seized from a cabinet on the back wall of a storage \ncloset on the first floor of the New York Residence, and which has been assigned \ninternal FBI barcode number E6515015 (\"Subject Device-19\"); \nr. A Cruzer Guide USB, which was seized from a cabinet on the back wall of a storage \ncloset on the first floor of the New York Residence, and which has been assigned \ninternal FBI barcode number E65 15014 (\"Subject Device\n-20\"); \n2 \n2017.08.02 \nEFTA00018589\n\ns. A Cruzer Guide USB, which was seized from a cabinet on the back wall of a storage \ncloset on the first floor of the New York Residence, and which has been assigned \ninternal FBI barcode number E6515013 (\"Subject Device-21\"); \nt. A Cruzer Guide USB, which was seized from a cabinet on the back wall of a storage \ncloset on the first floor of the New York Residence, and which has been assigned \ninternal FBI barcode number E6515012 (\"Subject Device-22\"); \nu. A blue EMTEC USB, which was seized from a small tray on the floor of the dining \nroom on the first floor of the New York Residence, and which has been assigned \ninternal FBI barcode number E651501 I  (\"Subject Device-23\"); \nv. An EMTEC USB, which was seized from a small tray on the floor of the dining \nroom on the first floor of the New York Residence, and which has been assigned \ninternal FBI barcode number E6515010 (\"Subject Device\n-24\"); \nw. A silicone power micro SD adaptor, which was seized from a drawer inside a table \nin the dining room on the First Floor of the New York Residence, and which has \nbeen assigned internal FBI barcode number E65 15008 (\"Subject Device-25\"); \nx. A DELL Machine, which was seized from a desk in a room on the first floor of the \nNew York Residence, and which has been assigned internal FBI barcode number \nE6515007 (\"Subject Device\n-26\"); \ny. A Cube 9000 Siteserver, which was seized from a desk in a room on the first floor \nof the New York Residence, and which has been assigned internal FBI barcode \nnumber E65 15006 (\"Subject \nDevice-27\"); \nz. An HP Compaq Machine, which was seized from a desk in a room on the first floor \nof the New York Residence, and which has been assigned internal FBI barcode \nnumber E65 15005 (\"Subject Device-28\"); \naa. A Mentor Media USB, which was seized from a desk in a room on the first floor of \nthe New York Residence, and which has been assigned internal FBI barcode \nnumber E65 15004 (\"Subject Device-29\"); \nbb. A Data Traveler USB, which was seized from a desk in a room on the first floor of \nthe New York Residence, and which has been assigned internal FBI barcode \nnumber E65 15003 (\"Subject \nDevice-30\"); \ncc. A Data Traveler USB, which was seized from a desk in a room on the first floor of \nthe New York Residence, and which has been assigned internal FBI barcode \nnumber E65 15002 \n(\"Subject Device-31\"); \n3 \n2017.08.02 \nEFTA00018590\n\ndd. A \"Seagate Path 100\" hard drive, which was seized from inside a book shelf cabinet \nin an oval study on the first floor of the New York Residence, and which has been \nassigned internal FBI barcode number E65 15001 (\"Subject Device-32\"); \nee. A \"Seagate Path 100\" hard drive, which was seized from inside a book shelf cabinet \nin an oval study on the first floor of the New York Residence, and which has been \nassigned internal FBI barcode number E65 15000 (\"Subject Device-33\"); \nff. A \"Seagate Path 100\" hard drive, which was seized from inside a book shelf cabinet \nin an oval study on the first floor of the New York Residence, and which has been \nassigned internal FBI barcode number E6433827 (\"Subject Device-34\"); and \ngg. A silver Apple desktop computer, which was seized from a desk in an oval study \non the first floor of the New York Residence, and which has been assigned internal \nFBI barcode number E6433828 \n(\"Subject Device-35\"). \n27 of the Subject Devices were recovered from a search of a  private island in the U.S. \nVirgin Islands, known as Little Saint James, which is an approximately 75 acre island located \napproximately four miles off the southeast coast of St. Thomas Island (the \"Virgin Islands \nResidence\") on or about August 12, 2019 (the \"Virgin Islands Subject Devices\"). The Virgin \nIslands Residence consists of multiple structures, including a  main residence as well as several \nother smaller structures on the island, including a pool house, sheds, a beach house, an office, and \nmultiple cabanas. The Virgin Islands Subject Devices are particularly described as follows: \na. A gray Mac desktop computer labeled \"kitchen mac,\" which was recovered from a desk \nin the main residence on the island (\"Subject Device-36\"); \nb. A silver Mac laptop labeled \"JE big laptop,\" bearing serial number W89111772QT, \nwhich was recovered from a desk in the main residence on the island (\"Subject Device-\n37\"); \nc. A silver MacBook Pro bearing serial number c02qmOgugwdp, which was recovered \nfrom a desk in the main residence on the island (\"Subject Device-38\"); \nd. A silver iPad model A1567 bearing serial number dmpq125ng5ypy, which was \nrecovered from a desk in the main residence \n(\"Subject Device-39\"); \ne. A silver iPad model A1567 bearing serial number dmpqL1rrng5y, which was recovered \nfrom a desk in the main residence (\"Subject Device-40\"); \nf. A silver Mac desktop computer bearing serial number cO2nmlmOfy14, which was \nrecovered from a desk in the pool house on the island (\"Subject Device-41\"); \nA silver Mac desktop computer, which was recovered from a desk in a cabana on the \nisland (\"Subject Device-42\"); \n4 \n2017.08.02 \nEFTA00018591\n\nh. A Toshiba Laptop, which was recovered from a box on the floor near a desk in a shed \non the island (\"Subject Device-43\"); \ni. An HP laptop bearing serial number cnd81368v5, which was recovered from a desk in \na shed on the island (\"Subject Device-44\"); \nA silver Mac desktop computer, which was recovered from a desk in a cabana on the \nisland (\"Subject Device\n-45\"); \nk. A silver Macbook desktop computer, which was recovered from a desk in a cabana on \nthe island (\"Subject Device-46\"); \nI. A Dell Inspiron Tower computer model D19M QCNFA335, which was recovered from \na desk in the beach house on the island (\"Subject Device-47\"); \nm. A silver Mac desktop computer model A1311 bearing serial number W804736DDAS, \nwhich was recovered from a desk in the beach house on the island (\"Subject Device-\n48\"); \nn. A Unfi video bearing mac ID 1829f b4fbe426ea90, which was recovered from a server \nrack inside a shed on the island (\"Subject \nDevice-49\"); \no. A Unifi Server bearing mac ID 1735K 788A20463234-8uuu9f, \nwhich was recovered \nfrom a server rack inside a shed in on the island (\"Subject Device-50\"); \nAn HP server with four 500 GB drives, bearing serial number MXQ3220187, which \nwas recovered from a shed on the island (\"Subject Device-51\"); \nq. \nA Panasonic IOC TDE100 computer bearing serial number 1OC-TDa0104 \n9LCCD005398, which was found on a server rack in a shed on the island (\"Subject \nDevice-52\"); \nr. A 6 bay with 146 GB drives bearing serial number MXQ824A1R, which was found on \na server rack in a shed on the island (\"Subject Device-53\"); \ns. A silver Mac desktop computer, which was recovered from a desk in a cabana on the \nisland (\"Subject Device-54\"); \nt. An HP desktop tower model 260-A010, bearing serial number cnv7160050, which was \nrecovered from the maintenance office on the island (\"Subject Device-55\"); \nu. An HP tower model 260-A010, bearing serial number cnv716004y, which was \nrecovered from the maintenance office on the island (\"Subject Device-56\"); \nv. A Mac desktop computer model A1312, bearing serial number w89524czspj, which \nwas recovered from the maintenance office on the island (\"Subject Device-57\"); \n5 \n2017.08.02 \nEFTA00018592\n\nw. A Lenovo tower machine type 90J0, bearing serial number mj07yg6u, which was \nrecovered the maintenance office on the island (\"Subject Device-58\"); \nx. A Lenovo tower bearing serial number 153306g2umjxekgx, which was recovered the \nmaintenance office on the island (\"Subject Device\n-59\"); \ny. An HP Tower bearing serial number CNV742 I3M3 570-P056, which was recovered \nthe maintenance office on the island (\"Subject Device\n-60\"); \nz. A Unifi cloudkey with FCCID: SWX-UCCK IC 6545A-UCCK and Mac ID \n1843kb4fbe4d30c69-dcrgm9, which was found on a server rack in a shed on the island \n(\"Subject Device\n-61\"); and \naa. A red Nikon digital camera, which was recovered on a file cabinet next to a desk in a \ncabana on the island (\"Subject Device-62\"). \nII. Review of ESI on the Subject Devices \nLaw enforcement personnel (who may include, in addition to law enforcement officers and \nagents, attorneys for the government, attorney support staff, agency personnel assisting the \ngovernment in this investigation, and outside technical experts under government control) are \nauthorized to review the ESI contained on the Subject Device for evidence, fruits, and \ninstrumentalities of violations of Title 18, United States Code, Sections 1591 (sex trafficking of \nminors), 2422 (transportation of minors), 2423 (enticement to travel), and 371 (conspiracy to \ncommit sex trafficking, transportation of minors, and enticement to travel) (the \"Subject \nOffenses\"), for the period 1994 through August 8, 2019, described as follows: \n1. Evidence concerning the identity or location of the owner(s) or user(s) of the \nSubject Devices. \n2. Evidence concernin the identity or location of co-conspirators of JEFFREY \nEPSTEIN, including nd GHISLAINE MAXWELL. \n3. Evidence concernin communications to, from, by, and/or among co-conspirators \nof JEFFREY EPSTEIN, including nd GHISLAINE MAXWELL. \n4. Any documents or communications with or regarding victims or potential victims \nof the Subject Offenses. \n5. Documents or records reflecting payments to victims and/or co-conspirators \nincluding but not limited to bank and financial records, spreadsheets, ledgers, account listings, \ncheck and wire records, and documents reflecting cash withdrawals. \n6. Documents or records reflecting travel plans or arrangements for victims or \npotential victims of the Subject Offenses, or co-conspirators in those Subject Offenses, including \n6 \n2017.08.02 \nEFTA00018593\n\nbut not limited to itineraries, tickets, receipts, flight manifests, passport or identification \ninformation, and related records. \n7. Any photographs of victims or potential victims of the \nSubject Offenses. \n8. Any nude, partially nude, or sexually suggestive photographs of individuals who \nappear to be teenage girls, or younger. \n9. Records or other items that evidence ownership, control, or use of, or access to \ndevices, storage media, and related electronic equipment used to access, transmit, or store \ninformation relating to the Subject Offenses, including, but not limited to, sales receipts, \nwarranties, bills for Internet access, handwritten notes, registry entries, configuration files, saved \nusernames and passwords, user profiles, e-mail contacts, and photographs. \n10. Any child erotica, defined as suggestive visual depictions of nude minors that do \nnot constitute child pornography as defined by 18 U.S.C. § 2256(8). \nIf the Government determines that any of the Subject Devices is no longer necessary to retrieve \nand preserve the data on the device, and that any of the Subject Devices is not subject to seizure \npursuant to Federal Rule of Criminal Procedure 41(c), the Government will return any such Subject \nDevice, upon request. \n7 \n2017.08.02 \nEFTA00018594",
    "pageCount": 9,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "2 electronic devices seized on July 6, 2019 from Jeffrey Epstein; \n) \n33 electronic devices seized on July 11, 201"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "co-conspirators of JEFFREY \nEPSTEIN, including nd GHISLAINE MAXWELL. \n3. Evidence concernin communications to, from,"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ATES DISTRICT COURT \nfor the \nSouthern District of New York \nIn the Matter of"
      },
      {
        "name": "Little Saint",
        "role": "extracted",
        "context": "on August 12, 2019 ) , \nfrom Little Saint James in the Virgin Islands"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "rom Little Saint James in the Virgin Islands \nCase No. \n20 MAG \n6719 \nSEAR"
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "James in the Virgin Islands \nCase No. \n20 MAG \n6719 \nSEARCH AND SE"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "n or property located in the \nSouthern \nDistrict of \nNew York \n(identify theth"
      },
      {
        "name": "See \nAttachment",
        "role": "extracted",
        "context": "ched and give its location): \nSee \nAttachment A \nThe person or property to"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "'s signature \nCity and state: New \nYork. NY \nHon. \nGabriel W. Gorenst"
      },
      {
        "name": "Magistrate Judge",
        "role": "extracted",
        "context": "Gabriel W. Gorenstein, U.S. Magistrate Judge \nPrinted name and title \nDate"
      },
      {
        "name": "Return \nCase",
        "role": "extracted",
        "context": "nd Seizure 'Warrant (Page 2) \nReturn \nCase No.: \n20 MAG \n6719 \nDate and"
      },
      {
        "name": "Devices Subject",
        "role": "extracted",
        "context": "FTA00018587\n\nAttachment A \nI. Devices Subject to Search and Seizure \nThe de"
      },
      {
        "name": "Seizure \nThe",
        "role": "extracted",
        "context": "Devices Subject to Search and Seizure \nThe devices that are the subject"
      },
      {
        "name": "Subject Devices",
        "role": "extracted",
        "context": "rch and seizure warrant (the \"Subject Devices\") \nare described as follows:"
      },
      {
        "name": "Arrest Subject",
        "role": "extracted",
        "context": "n or about July 6, 2020 (the \"Arrest Subject Devices\"). The Arrest \nSubjec"
      },
      {
        "name": "The Arrest",
        "role": "extracted",
        "context": "he \"Arrest Subject Devices\"). The Arrest \nSubject Devices are particul"
      },
      {
        "name": "Subject Device",
        "role": "extracted",
        "context": "serial number DLXQGM3KGMW3 (\"Subject Device-1\"); and \nb. A black iPhone w"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "\"New York Subject Devices\"). The New York Subject Devices are part"
      },
      {
        "name": "York Subject",
        "role": "extracted",
        "context": "rk Subject Devices\"). The New York Subject Devices are particularly desc"
      },
      {
        "name": "Special Agent",
        "role": "extracted",
        "context": "drives, which were seized by Special Agent Kelly Maguire from a \nblue su"
      },
      {
        "name": "Kelly Maguire",
        "role": "extracted",
        "context": "were seized by Special Agent Kelly Maguire from a \nblue suitcase on or a"
      },
      {
        "name": "An Apple",
        "role": "extracted",
        "context": "019 (\"Subject Device-3\"); \nb. An Apple desktop computer, which was s"
      },
      {
        "name": "Subject \nDevice",
        "role": "extracted",
        "context": "BI barcode \nnumber E6515031 (\"Subject \nDevice-7\"); \nf. A Sony Vaio laptop,"
      },
      {
        "name": "Sony Vaio",
        "role": "extracted",
        "context": "(\"Subject \nDevice-7\"); \nf. A Sony Vaio laptop, which was seized from"
      },
      {
        "name": "Dell Precision",
        "role": "extracted",
        "context": "5026 (\"Subject Device-8\"); \nA Dell Precision Tower 5810, which was seized"
      },
      {
        "name": "Seagate Barracuda",
        "role": "extracted",
        "context": "017.08.02 \nEFTA00018588\n\nh. A Seagate Barracuda 7200 hard drive, which was se"
      },
      {
        "name": "Sony Camera",
        "role": "extracted",
        "context": "023 (\"Subject Device-11\"); \nA Sony Camera with a black case, which was"
      },
      {
        "name": "Seagate Backup",
        "role": "extracted",
        "context": "(\"Subject Device-13\"); \nI. A Seagate Backup Plus portable drive, which wa"
      },
      {
        "name": "Cruzer Guide",
        "role": "extracted",
        "context": "(\"Subject Device-18\"); \nq. \nA Cruzer Guide USB, which was seized from a"
      },
      {
        "name": "First Floor",
        "role": "extracted",
        "context": "le \nin the dining room on the First Floor of the New York Residence, an"
      },
      {
        "name": "Compaq Machine",
        "role": "extracted",
        "context": "bject \nDevice-27\"); \nz. An HP Compaq Machine, which was seized from a desk"
      },
      {
        "name": "Mentor Media",
        "role": "extracted",
        "context": "(\"Subject Device-28\"); \naa. A Mentor Media USB, which was seized from a"
      },
      {
        "name": "Data Traveler",
        "role": "extracted",
        "context": "(\"Subject Device-29\"); \nbb. A Data Traveler USB, which was seized from a"
      },
      {
        "name": "Seagate Path",
        "role": "extracted",
        "context": "7.08.02 \nEFTA00018590\n\ndd. A \"Seagate Path 100\" hard drive, which was se"
      },
      {
        "name": "Thomas Island",
        "role": "extracted",
        "context": "ff the southeast coast of St. Thomas Island (the \"Virgin Islands \nResiden"
      },
      {
        "name": "The Virgin",
        "role": "extracted",
        "context": "in Islands Subject Devices\"). The Virgin \nIslands Residence consists o"
      },
      {
        "name": "Islands Residence",
        "role": "extracted",
        "context": "ubject Devices\"). The Virgin \nIslands Residence consists of multiple structur"
      },
      {
        "name": "Islands Subject",
        "role": "extracted",
        "context": "multiple cabanas. The Virgin Islands Subject Devices are particularly desc"
      },
      {
        "name": "Book Pro",
        "role": "extracted",
        "context": "Device-\n37\"); \nc. A silver MacBook Pro bearing serial number c02qmOg"
      },
      {
        "name": "Toshiba Laptop",
        "role": "extracted",
        "context": "017.08.02 \nEFTA00018591\n\nh. A Toshiba Laptop, which was recovered from a b"
      },
      {
        "name": "Dell Inspiron",
        "role": "extracted",
        "context": "(\"Subject Device-46\"); \nI. A Dell Inspiron Tower computer model D19M QCN"
      },
      {
        "name": "Unifi Server",
        "role": "extracted",
        "context": "(\"Subject \nDevice-49\"); \no. A Unifi Server bearing mac ID 1735K 788A2046"
      },
      {
        "name": "Subject \nOffenses",
        "role": "extracted",
        "context": "d enticement to travel) (the \"Subject \nOffenses\"), for the period 1994 throug"
      },
      {
        "name": "Subject Offenses",
        "role": "extracted",
        "context": "or potential victims \nof the Subject Offenses. \n5. Documents or records ref"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "bject to seizure \npursuant to Federal Rule of Criminal Procedure 41(c),"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "pursuant to Federal Rule of Criminal Procedure 41(c), the Government will re"
      }
    ],
    "locations": [
      {
        "name": "Little Saint James",
        "type": "location"
      },
      {
        "name": "9 East 71st Street",
        "type": "address"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-06-26",
        "event": "6/26/2020"
      },
      {
        "date": "2019-07-06",
        "event": "July 6, 2019"
      },
      {
        "date": "2019-07-11",
        "event": "July 11, 2019"
      },
      {
        "date": "2019-08-12",
        "event": "August 12, 2019"
      },
      {
        "date": "2020-07-06",
        "event": "July 6, 2020"
      },
      {
        "date": "2019-08-08",
        "event": "August 8, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:57.269Z"
}