{
  "document": {
    "id": "efta00014701",
    "filename": "EFTA00014701.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014701.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY FILED \nDOC 0: \nDATE \nFILED: \n11/22/21 \n20-CR-330 (MN) \nMEMORANDUM \nOPINION & ORDER \nALISON J. NATHAN, District Judge: \nThe Defense on November 1, 2021, noticed eight expert witnesses. Def. Br., Ex. I \n(\"Notice\"). Two of those experts, Dr. Park Dietz and Dr. Elizabeth Loftus, are expected to offer \nopinions that rebut opinions of the Government's expert witness, Dr. Lisa Rocchio. The \nGovernment on November 8, 2021, filed a motion to partially preclude the testimony of Dr. \nDietz and Dr. Loftus. Dkt. No. 424. The Court has already addressed that motion. \nOn November 15, 2021, the Government moved to fully or partially preclude the \ntestimony of the remaining six experts. The Defense filed a response on November 19, 2021. \nThe Court addressed the admissibility of Dr. Ryan Hall in a separate written opinion. In \nthis opinion, the Court addresses the preliminary admissibility of Bennett Gershman based on the \nparties' current proffers. \nI. Legal standard \nFederal Rule of Evidence 702 governs the admissibility of expert testimony. That rule \nstates: \nA witness who is qualified as an expert by knowledge, skill, experience, training, or \neducation may testify in the form of an opinion or otherwise if: \n1 \nEFTA00014701\n\n(a) the expert's scientific, technical, or other specialized knowledge will help the trier \nof fact to understand the evidence or to determine a fact in issue; \n(b) the testimony is based on sufficient facts or data; \n(c) the testimony is the product of reliable principles and methods; and \n(d) the expert has reliably applied the principles and methods to the facts of the case. \nThe Court exercises a \"gatekeeper function\" in assessing the admissibility of expert \ntestimony. Restivo v. Hessernann, 846 F.3d 547, 575 (2d Cir. 2017). To determine whether an \nexpert's method is reliable, the Court considers the non-exhaustive list provided by the Supreme \nCourt in Daubert, including whether the expert's method has been tested, whether it has been \nsubjected to peer review, the rate of error, standards controlling the method's operation, and \nwhether the method is accepted by the expert community. United States v. Kidd, 385 F. Supp. 3d \n259, 263 (S.D.N.Y. 2019) (citing Daubert v. Merrell Dow Phanns., Inc., 509 U.S. 579, 593-94 \n(1993)). \nBut Rule 702 ultimately sets a \"liberal\" and \"permissive\" standard of admissibility. \nNimely v.  City of New York, 414 F.3d 381, 395-96 (2d Cir. 2005). In particular, not every expert \nadmissible under Daubert need rely on a method that conforms with \"the exactness of hard \nscience methodologies.\" E.E.O.C. v. Bloomberg L.P., No. 07-CV-8383 (LAP), 2010 WL \n3466370, at *13-14 (S.D.N.Y. Aug. 31, 2010) (quoting United States v. Simmons, 470 F.3d \n1115, 1123 (5th \nCir. 2006)). \nAdditionally, the procedure for disclosing expert witnesses is governed by Federal Rule \nof Criminal Procedure 16. That rule states that when the Government makes a request, the \nDefense \"must ... give to the government a written summary of any testimony that the \ndefendant intends to use under Rule[ ] 702.... This summary must describe the witness's \n2 \nEFTA00014702\n\nopinions, the bases and reasons for those opinions, and the witness's qualifications.\" Fed. R. \nCrim. P. 16(b)(1)(C). The purpose of this rule is to \"minimize surprise that often results from \nunexpected expert testimony, reduce the need for continuances, and to provide the opponent with \na fair opportunity to test the merit of the expert's testimony through focused cross-examination.\" \nFed. R. Civ. P. 16(b)(1)(C) advisory committee's note to 1993 amendment. Thus, to satisfy Rule \n16, a notice must not merely describe the \"general topics\" on which experts will testify but \nactually \"summarize the experts' opinions about those topics\" and \"describe the bases for the \nexperts' opinions.\" United States v. Ulbricht, 858 F.3d 71, 115 (2d Cir. 2017) (emphasis added); \nUnited States v. Valle, No. 12-CR-847 (PGG), 2013 WL 440687, at *5 (S.D.N.Y. Feb. 2, 2013) \n(\"Merely identifying the general topics about which the expert will testify is insufficient; rather, \nthe summary must reveal the expert's actual opinions.\"). \nIf the Defense's disclosure of an expert witness does not satisfy Rule 16, the Court has \n\"broad discretion\" to fashion an appropriate remedy. Ulbricht, 858 F.3d at 115. That discretion \nis guided by factors including \"why disclosure was not made, the extent of the prejudice, if any, \nto the opposing party, the feasibility of rectifying that prejudice by a continuance, and any other \nrelevant circumstances.\" Id. (quoting United States v. Lee, 834 F.3d 145, 159 (2d Cir. 2016)). \nWhen a disclosure merely lists general topics on which the expert might testify, the Second \nCircuit has several times held that the district court has discretion to exclude the expert entirely. \nSee id. at 118; United States v. Vaccarelli, No. 20-3768-CR, 2021 WL 4805218, at *2 (2d Cir. \nOct. 15, 2021). \nII. Discussion \nAs a preliminary matter, the Defense argues that the Government's motion is \n\"premature\" because the Government's arguments are about the relevance and prejudice of the \n3 \nEFTA00014703\n\nwitnesses' testimony, not their qualifications or the reliability of their methods under Rule 702. \nDef. Br. at 1, 5-6. But one aspect of the Rule 702 and Daubert inquiry is \"fit,\" which asks \n\"whether expert testimony proffered in the case is sufficiently tied to the facts of the case that it \nwill aid the jury in resolving a factual dispute.\" Alto v. Sun Phann. Indus., Inc., No. 1:19-CV-\n09758 (GHW), 2021 WL 4803582, at *3 (S.D.N.Y. Oct. 13, 2021) (quoting Daubed, 509 U.S. at \n591). Fit is satisfied if the expert's opinion would assist the jury's decision on a relevant \nquestion of fact without \"usurp[ing] either the role of the trial judge in instructing the jury as to \nthe applicable law or the role of the jury in applying that law to the facts before it.\" Id. (quoting \nUnited States v. Duncan, 42 F.3d 97, 101 (2d Cir. 1994)). The Court finds that at least some of \nthe Government's arguments that go to fit are ripe for preliminary resolution now. Other aspects \nof the Government's motion can be resolved only with additional information and the context of \ntrial. \nThe Government moves to exclude the testimony of Bennett Gershman in its entirety. As \nexplained in the notice, Professor Gershman \"is a leading authority on prosecutorial \nmisconduct.\" Notice at 12. The Defense expects that he will testify \"on best practices to ensure \nthe integrity of any prosecution, focusing on investigation, witness preparation, media contact, \nneutrality, obligations to provide accurate information, and relationship with crime victims, their \ncounsel, and case-related civil litigation.\" Id. \nThe Court will grant the Government's motion and exclude Gershman. First, his \nexpected testimony is irrelevant. At the November 1 pretrial conference, the Court ruled that it \nwould \"preclude affirmative evidence by the defense that goes to the thoroughness of the \ninvestigation.\" Nov. 1 Tr. at 17. As the Court explained, \"[t]he length of the investigation, the \ninvestigative techniques used, and the fact that the defendant was not initially a target of the \n4 \nEFTA00014704\n\ninvestigation are all irrelevant\" to Ms. Maxwell's guilt. Id. at 19 (quoting United States v. \nDuncan, No. 18-CR-289, 2019 WL 2210663 (S.D.N.Y. 2019)). The Court concludes that the \nexpected topics of Gershman's testimony—investigation, witness preparation, media contact, \nbeing neutral and accurate, and relationships with victims-all fall within the rubric of attacking \nthe thoroughness of the investigation rather than being probative of Ms. Maxwell's guilt of the \ncrimes charged. In short, this testimony would run afoul of the instruction that the jury will \nreceive that \"the government is not on trial.\" Id. at 23 (quoting United States v. Knox, 687 F. \nApp'x 51, 54 (2d Cir. 2017)). \nThe Court notes that a court in this district recently excluded Gershman's testimony in a \ncivil case in which he would have similarly criticized the SEC's investigation, including the use \nof cooperating witnesses. SEC v.  Collector's Coffee Inc., No. 19-CV-4355 (VM) (GWG), 2021 \nWL 3418829 (S.D.N.Y. Aug. 5, 2021). That case differs from this one in several respects, but \nthat court's basic reasoning informs and supports the Court's decision here. \nThe Defense argues that the Court \"expressly denied\" prohibiting the Defense from \ncalling an expert witness like Gershman. Def. Br. at 17. Tellingly, the Defense quotes no \nlanguage from the Court for this proposition and instead cites only those pages of the Court's \noral ruling in which the Court explained that it \"will permit relevant cross-examination of the \ngovernment's witnesses.\" Nov. 1  Tr. at 27. This language in no fashion supports the Defense's \nrequest to admit an expert to testify about government investigative techniques. The Court \nreiterates, however, that it will permit the Defense to pursue \"lines of cross-examination of \ngovernment witnesses [that] would be relevant to impeach a witness by suggesting bias or \notherwise implicating their credibility,\" which could include the Defense's theory of witnesses' \nmotives for \"implicating Ms. Maxwell after Jeffrey Epstein's death.\" Id. at 28-29. \n5 \nEFTA00014705\n\nSecond, even if Gershman's testimony was relevant, Rule 403 prejudice would \nsubstantially outweigh for the reasons given at the November 1 conference. Id. at 21-24. \nGershman's testimony would be likely to confuse the jury by suggesting that the Government's \nchoices of investigative techniques are relevant to guilt, it would conflict with the Court's \nanticipated jury instruction that the Government is not on trial, it would substantially delay the \ntrial, and it would, at most, be cumulative of the Defense's arguments that there is inadequate \nevidence on which to find Ms. Maxwell guilty. Indeed, placing an expert imprimatur on these \narguments would only enhance the Rule 403 prejudice. \nThird, apart from Rule 401 and 403, the Defense's disclosure of Gershman does not \nsatisfy Rule 16. The Defense has listed only the general topics on which Gershman will testify, \nlike \"investigation,\" \"media contact,\" and \"neutrality.\" Notice at 12. It does not mention \nGershman's actual opinions on these topics or the bases for those opinions. Nor does the \nDefense's response brief add any detail about the content of Gershman's opinions. Def. Br. at \n18. Indeed, the Defense's briefing on this issue mentions very little of Gershman's anticipated \ntestimony. Therefore, even if Rules 401 and 403 were satisfied, the Court would exclude \nGershman's testimony because the Defense has not yet satisfied Rule 16. \nIII. Conclusion \nThe Court therefore grants the Government's motion to preclude Gershman's expert \ntestimony. Because this is a preliminary pre-trial ruling, it is possible that facts and \ncircumstances at trial would alter the Court's analysis. In that event, the Defense must re-raise \nits request to admit Gershman as an expert witness. \n6 \nEFTA00014706\n\nSO ORDERED. \nDated: November 22, 2021 \nNew York, New York \n7 \nALISON J. NATHAN \nUnited States District Judge \nEFTA00014707",
    "pageCount": 7,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "sses' \nmotives for \"implicating Ms. Maxwell after Jeffrey Epstein's death.\" Id. at 28-29. \n5 \nEFTA00014705\n\nSecond,"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "Park Dietz",
        "role": "extracted",
        "context": "tice\"). Two of those experts, Dr. Park Dietz and Dr. Elizabeth Loftus,"
      },
      {
        "name": "Elizabeth Loftus",
        "role": "extracted",
        "context": "e experts, Dr. Park Dietz and Dr. Elizabeth Loftus, are expected to offer \no"
      },
      {
        "name": "Lisa Rocchio",
        "role": "extracted",
        "context": "Government's expert witness, Dr. Lisa Rocchio. The \nGovernment on Novem"
      },
      {
        "name": "Dietz",
        "role": "extracted",
        "context": "lly preclude the testimony of Dr. \nDietz and Dr. Loftus. Dkt. No."
      },
      {
        "name": "Loftus",
        "role": "extracted",
        "context": "e testimony of Dr. \nDietz and Dr. Loftus. Dkt. No. 424. The Court"
      },
      {
        "name": "Ryan Hall",
        "role": "extracted",
        "context": "ddressed the admissibility of Dr. Ryan Hall in a separate written opi"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "gation are all irrelevant\" to Ms. Maxwell's guilt. Id. at 19 (quoti"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "ON & ORDER \nALISON J. NATHAN, District Judge: \nThe Defense on November 1,"
      },
      {
        "name": "The Defense",
        "role": "extracted",
        "context": "N J. NATHAN, District Judge: \nThe Defense on November 1, 2021, noticed"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "rt witness, Dr. Lisa Rocchio. The \nGovernment on November 8, 2021, filed a"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "ready addressed that motion. \nOn November 15, 2021, the Government move"
      },
      {
        "name": "Bennett Gershman",
        "role": "extracted",
        "context": "preliminary admissibility of Bennett Gershman based on the \nparties' curren"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "proffers. \nI. Legal standard \nFederal Rule of Evidence 702 governs the a"
      },
      {
        "name": "Supreme \nCourt",
        "role": "extracted",
        "context": "haustive list provided by the Supreme \nCourt in Daubert, including whether"
      },
      {
        "name": "Merrell Dow",
        "role": "extracted",
        "context": "N.Y. 2019) (citing Daubert v. Merrell Dow Phanns., Inc., 509 U.S. 579,"
      },
      {
        "name": "But Rule",
        "role": "extracted",
        "context": "9 U.S. 579, 593-94 \n(1993)). \nBut Rule 702 ultimately sets a \"libera"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "governed by Federal Rule \nof Criminal Procedure 16. That rule states that whe"
      },
      {
        "name": "Second \nCircuit",
        "role": "extracted",
        "context": "the expert might testify, the Second \nCircuit has several times held that t"
      },
      {
        "name": "Discussion \nAs",
        "role": "extracted",
        "context": "2d Cir. \nOct. 15, 2021). \nII. Discussion \nAs a preliminary matter, the Def"
      },
      {
        "name": "Sun Phann",
        "role": "extracted",
        "context": "g a factual dispute.\" Alto v. Sun Phann. Indus., Inc., No. 1:19-CV-\n0"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "n and the context of \ntrial. \nThe Government moves to exclude the testimon"
      },
      {
        "name": "Professor Gershman",
        "role": "extracted",
        "context": "As \nexplained in the notice, Professor Gershman \"is a leading authority on pr"
      },
      {
        "name": "Coffee Inc",
        "role": "extracted",
        "context": "itnesses. SEC v.  Collector's Coffee Inc., No. 19-CV-4355 (VM) (GWG),"
      },
      {
        "name": "Conclusion \nThe",
        "role": "extracted",
        "context": "yet satisfied Rule 16. \nIII. Conclusion \nThe Court therefore grants the Go"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-11-01",
        "event": "November 1, 2021"
      },
      {
        "date": "2021-11-08",
        "event": "November 8, 2021"
      },
      {
        "date": "2021-11-15",
        "event": "November 15, 2021"
      },
      {
        "date": "2021-11-19",
        "event": "November 19, 2021"
      },
      {
        "date": "2021-11-22",
        "event": "November 22, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:49.394Z"
}