{
  "document": {
    "id": "efta00010956",
    "filename": "EFTA00010956.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00010956.pdf",
    "text": "\n\nFrom: \nTo: \nSubject: News linet \nDate: Fri, 22 Feb 2019 22:20:56 +0000 \nImportance: Normal \nCoast Guard Officer Ordered to Jail, Accused of Being  'Domestic Terrorist' [Fox \nNews] \n•  Lt. Christopher Paul Hasson will remain in jail without bail for at least two weeks, a judge ruled Thursday \n(02/21/2019). \n•  Federal agents recovered 15 guns and more than 1,000 rounds of ammunition from Hasson's Maryland \napartment. \n•  Investigators say Hasson repeatedly studied a manifesto authored by Anders Behring Breivik, the \nNorwegian right-wing extremist who killed 77 people in a  2011 bomb-and-shooting rampage. Prosecutor \nJennifer Sykes claimed Thursday that Hasson would also log onto his government computer during work \nand spend hours searching for information on such people as the Unabomber, the Virginia Tech gunman \nand anti-abortion bomber Eric Rudolph. \n•  Related Article: Prosecutors Haven't Proved 'Hit List' Coast Guardsman is a \nTerrorist: Judge [NY Post] \nUS Citizen Charged in Kidnapping  of Journalist in Somalia [Fox \nNews] \n•  According to a criminal complaint unsealed Thursday (02/21/2019) in New York, Abdi Yusuf Hassan was \npart of a conspiracy to kidnap a journalist in January 2012 in Galkayo, Somalia, and demand $20 million in \nransom. \nEFTA00010956\n\n•  While the journalist is not named in the complaint or in a superseding indictment, the dates of his \ncapture and release, and several details outlined in the court documents, match the experiences of \nauthor Michael Scott Moore, a German-American. In November, Moore confirmed to the New York Times \nthat another man indicted in the case, Mohamed Tahlil Mohamed, was one of his captors. Mohamed and \nHassan are listed as co-defendants. \n•  According to court documents, Hassan, 51, was born in Mogadishu and is a naturalized U.S. citizen. He \nfaces six counts, including kidnapping conspiracy, hostage-taking conspiracy and unlawful use of firearms. \nHe was arrested in Minneapolis on Friday and will be returned to New York to face charges. \n•  [Analyst's note: Abdi Yusuf Hassan and Mohamed Tahlil Mohamed positive for FBI holdings.] \nGlobal Terrorism \nUnited States (Social Media) \n•  A \nU.S. \ncitizen suspect was arrested in Minneapolis, Minnesota, and charged with participating in the \nkidnapping of afreelance journalist in Somalia, where he was held for nearly three years over a $20 \nmillion ransom, media reported Thursday Twitter  [Star Tribune] \no The suspect was charged in federal court in New York with six felony counts ranging from \nkidnapping to hostage-taking to illegal use ((firearms \no  According to the criminal complaint, the suspect and other heavily armed captors abducted the \njournalist on Jan. 21, 2012, firm a vehicle in the northern Somali city of Galkayo in the Mudug \nregion \n11 American Women Who Left the US to Become ISIS Brides and Fighters [Business Insider] \n•  The State Department announced on Wednesday (02/20/2019) that a US-born woman who left Alabama \nto join the Islamic State would not be welcomed home. Secretary of State Mike Pompeo said that Hoda \nMuthana \"does not have any legal basis, no valid US passport, no right to a passport, nor any visa to \ntravel to the United States.\" \n•  According to a report from the George Washington University's Program on Extremism, 72 Americans \nhave successfully traveled to Syria or Iraq and joined ISIS and other Jihadist groups since 2011. Just 12% of \nthe travelers have been women. \nTrump Calls For More Biometric Scans, Data Sharing To Stop Terrorism [NextGov] \n•  President Donald Trump on Wednesday (02/20/2019) signed the National Strategy to Combat Terrorist \nTravel, a new policy document that calls for increased use of biometric technologies and sharing of the \ndata being collected in order to prevent the travel of known or suspected terrorists. \n•  \"Vetting includes automated biographic and/or biometric matching against watchlists and threat \ninformation;' the strategy states. The process referenced in the strategy \"does not include the physical \nscreening or inspection of people or goods that may occur at the border, United States Secret Service \nvenues, or transportation checkpoints.\" \nAmerican Who Joined aI-Qaeda, then Turned Informant Speaks in First TV Interview [CBS] \n•  Bryant Villas tells 60 Minutes about the time he spent with al-Qaeda before providing key information to \nU.S. intelligence. \n•  The lure of fighting for oppressed Muslims in the Middle East pitched in online videos drove troubled \nAmerican Muslim-convert Bryant Villas into the arms of al-Qaeda in Afghanistan, where he spent eight \nmonths training with al-Qaeda. After he was caught in Pakistan and shipped back to the U.S., Villas \nprovided key information about his experience. \nEFTA00010957\n\n• Villas spent eight years talking to the FBI while he was locked up and provided what former FBI acting \ndirector Andrew McCabe termed \"incredibly valuable\" information including identities of terrorists and \nhow he made his way from Long Island, New York, into al-Qaeda. \nCanadian Who Tried to Join Terror Group in Syria Released from Prison Despite Being 'High Risk to Public \nSafety' [Global News] \n•  An Ontario man who travelled to Syria to join an al-Qaida faction is being released from prison less than \ntwo years after  pleading guilty, even though the Parole Board of Canada is concerned he might continue \nto engage in terrorism. \n•  The Parole Board said Kevin Omar Mohamed had not participated in any de-radicalization efforts and \nthere was no evidence he was committed to changing his \"extremist ideological beliefs.\" \n•  Although the former University of Waterloo student was sentenced to 4.5 years imprisonment as recently \nas October 2017, he is already eligible for statutory release, when the time he had served awaiting trial is \ntaken into consideration. \nGerman Police Detain 2 in Alleged Islamic \nExtremist Plot [Star Tribune] \n•  A German-Moroccan couple was arrested Thursday in central Germany on charges they were planning an \nIslamic extremist attack. A series of raids included searches of the homes of 12 other suspects, Frankfurt \nprosecutors said. \n•  The couple, both 26 and German-Moroccan dual nationals, tried to travel with their two young children \nto Syria in 2016 to join the Islamic State extremist group, but were captured in Turkey and deported back \nto Germany, Niesen said. They were arrested at their home in the Raunheim area, southwest of Frankfurt \nin the state of Hesse. \n•  Overall, some 200 police officers raided 15 homes in Ruesselsheim, Biebesheim, and Raunheim in Hesse \nas well as one in Kerpen in North Rhine-Westphalia. \nGermany \n•  German authorities arrested two German-Moroccan suspects and charged a dozen others Thursday after a \nseries of police raids near Frankfurt aimed at disrupting a planned terrorist attack Associated Press \no Authorities believe the suspects were in the early stages of planning an attack in Germany, though \nofficials said they were not aware of an attack target \n. The suspects, both 26 and German-Moroccan dual nationals, tried to travel to Syria in 2016 to \njoin ISIS, but were captured in Turkey and deported back to Germany \no \nOverall, some 200 police officers raided 15 homes in the Frankfurt area, resulting in charges against \n12 suspects for accessory to planning an attack in Germany \nFabien Clain, French Jihadist and 'Voice of Paris Attacks', Reported Killed [BBC] \n•  Security sources told French media an air strike on Wednesday killed Clain in Baghuz, the last pocket held \nby IS. \n•  The US-led coalition fighting IS said it was trying to verify the reports. \n•  Clain became known as the French voice of IS after the 2015 attacks that left 130 people dead. \nAfghanistan: Members of a Prominent Terror Gang  of \nTaliban Arrested in Kabul [India Blooms] \n•  Afghanistan security forces have arrested at least four members of a prominent terror gang of Taliban \ngroup during an operation in Kabul city, media reports said on Friday (02/22/2019). \n•  The Taliban group members who belonged to one of the most destructive networks of the group were \narrested during an operation of the Special Forces of Afghan Intelligence which was conducted in the \nEFTA00010958\n\nvicinity of the 5th police district of Kabul city, the National Directorate of Security, the intelligence \ndirectorate of Afghanistan said in a  statement, reported Khaama Press. \n•  The arrested people were identified as Abdullah son of Gul Rasool who is the leader of the network, \nHumayoun son of Majnoon, Maiwand son of Sharbat, and Faridullah alias AhmadZia son of Redi Gul. \n•  The detained individuals have confessed that they were recruited in Taliban ranks by one of the Taliban \ngroup leaders Asadullah Nasrat in Paghman district of Kabul and were busy in bombings, armed \nrobberies, assassinations, harassments, and lootings in Kabul city, according to the National Directorate of \nSecurity. \nThe U.S. Sent Its Most Advanced Fighter Jets to Blow Up Cheap Opium Labs. Now It's Canceling  the Program \n[Time] \n•  After hundreds of airstrikes failed to curtail the Taliban's $200 million-a-year opium trade, the U.S. \nmilitary quietly ended a yearlong campaign that targeted drug labs and networks laced around the \nAfghan countryside. \n•  The U.S. military first began targeting Taliban narcotics facilities with airstrikes and Special Operations \nraids in November 2017 when opium production jumped to record highs in Afghanistan. At the time, U.S. \ncommanders estimated the Taliban operated up to 500 drug labs, which helped fuel their nearly two-\ndecade long insurgency. \n•  The military's strategy became the latest high-priced failure to slow endemic poppy cultivation and drug \ntrafficking in Afghanistan. The U.S. has spent $8.9 billion in U.S. counter-narcotics efforts since 2001, yet \nthe war-torn country has consistently produced about 85% of the world's illicit opium supply. \nUnited Kingdom: Only One in 10 Jihadis Returning  from Syria Prosecuted, \nFigures Reveal [Independent UK] \n•  Amid calls for the government to repatriate Shamima Begum for criminal investigation rather than \nremove her British citizenship, police have warned it is \"no easy task\" to evidence a suspect's activities \nabroad. \n•  Ben Wallace  the security minister, said around 40 people \"have been successfully prosecuted so far —\neither because of direct action they have carried out in Syria or, subsequent to coming back, linked to that \nforeign fighting\". \n•  But more than 400 people \"of national security concern\" are believed to have returned from conflicts in \nSyria and Iraq. \nAmid Loss of Leaders, Unknown Militant Rises in \nPhilippines [Washington Post] \n•  Not much is known about Hatib Hajan Sawadjaan, but the attacks attributed to him heralding his rise are \ndistinctly savage: A deadly bombing, which authorities say was a suicide attack by a foreign militant \ncouple, blasted through a packed Roman Catholic cathedral in the middle of a Mass. \n•  The Jan. 27 attack, which killed 23 people and wounded about 100 others on southern Jolo Island, and \nanother suspected suicide bombing on nearby Basilan Island last July that officials said he masterminded, \nput Sawadjaan in the crosshairs of the U.S.-led global campaign against terrorism. \n•  A recent U.S. Department of Defense report to Congress said without elaborating that it believed \nSawadjaan was the \"acting emir,\" or leader, in the Philippines of the Islamic State group, also known by its \nacronym ISIS. \nVenezuela's Ex-Spy Chief Rejects Maduro, Accusing Leader's Inner Circle of Corruption - By Ana Vanessa \nHerrero and Nicholas Casey  Feb. 21, 2019 CARACAS, Venezuela —  A former intelligence chief in Venezuela who is one \nof the government's most prominent figures turned against President Nicolas Maduro on Thursday, calling him a dictator \nEFTA00010959\n\nwith a corrupt inner circle that has engaged in drug trafficking and courted the militant group Hezbollah. In interviews \nwith The New York Times, the former intelligence chief, Hugo Carvajal, 58, who is a congressman in the governing Socialist \nParty, urged the military to break with the president ahead of a showdown with the opposition on Saturday over Mr. \nMaduro's blockade of aid shipments on the country's borders. \"It has been more than enough; Mr. Carvajal said in a \nstatement, which was also released in a video online on Thursday and addressed to Mr. Maduro. \"You have killed \nhundreds of young people in the streets for trying to claim the rights you stole. This without even counting the dead for \nlack of medicines and security.\" \"To the generals,\" he added, \"how is it that having the power to allow the entry of \ninternational humanitarian aid to our country to save lives, you would decide not to? Would you be so inhuman? So \nhypnotized?\" The strong words come amid a wave of other defections by government officials, including a top air force \nofficial diplomats, military attaches and members of the national  guard. This break with the regime, by a man who once \nguarded its secrets as intelligence chief, adds a dose of unexpected pressure on the president just three days before the \nconfrontation over aid at the border with Colombia. \nMr. Carvajal's accusations also added a new twist to the unfolding drama: a willingness to provide evidence that \ncould be used against Mr. Maduro's government should it fall. Mr. Carvajal — who in 2017 criticized Mr. Maduro for \nsetting up a second legislature — now provided a valuable weapon to the opposition, which for years has contended that \nthe president's inner circle has ties to drug runners and militants. President Trump warned Venezuelan military officials \non Monday to abandon Mr. Maduro by the weekend or \"lose everything.\" This was an escalation of American support for \nJuan Guaido, the leader of the opposition, who claims the presidency and has staked his bid on pushing shipments of \nhumanitarian aid into Venezuela, against Mr. Maduro's wishes. Many of Mr. Guaides supporters said they are preparing to \nstorm a border bridge to force open the blockade on Saturday. In his interview, Mr. Carvajal — who retired from the \nintelligence service in 2012, after having served almost 10 years — offered a rare account of the internal workings of a \ngovernment in which he said drug trafficking and corruption were commonplace, managed by top figures such as Nestor \nReverol, the interior minister; Tareck El Aissami. a minister who served as vice president; and Mr. Maduro himself. Those \nwho were combating drugs \"were the ones trafficking it, too,\" he said of Venezuelan officials who face indictments or \nsanctions in the United States. Mr. Carvajal is among those accused of drug trafficking by American investigators: He \nescaped extradition on drug charges in Aruba in 2014 and was sanctioned by the Treasury Department for having helped \nColombian guerrilla groups smuggle cocaine. In the interviews, Mr. Carvajal admitted to dealings in both worlds. \nhttps://www.nytimes.com/2019/02/21/world/americas/hugo-carvajal-maduro-venezuela.html? \naction=click&module.RelatedCoverage&pgtype=Article&region.Footer \nVenezuela's former chief of military intelligence declared his support for Guaid6, telling Maduro, \"It's been more than \nenough.\" The Wall Street Journal's Ryan Dube and Kejal Vyas report: \"Hugo Carvajal, a retired general and current \ncongressman for the ruling Socialist Party, called for authorities to allow into Venezuela the humanitarian aid that the U.S. \nis stockpiling on the Colombian border.... Mr. Carvajal, who spent more than three decades in Venezuela's military, also \nhad a sobering message for active troops, many of whom have been appearing in propaganda videos meant to rile up \nnationalist sentiment against what the Maduro regime says is an imminent U.S. invasion.\" \nSunni Jihad is Going Local - For decades, Sunni jihadism has been characterized by transnational terrorism, suicide \nbombing, and excommunication. These three pillars not only attracted the ire of American and European governments, \nbut turned off many of the jihadists' target constituents, namely Sunnis living in the Muslim world. Yet there are signs that \nSunni extremists are changing their ways, drifting away from the global agenda that reached its apotheosis in al-Qaeda's \nattack on the World Trade Center, and toward a hyperlocal one. The transformation is happening in various countries, \nincluding Afghanistan, Yemen, and Mali. Jabhat al-Nusra, al-Qaeda's offshoot in Syria, provides an illustrative example of \nhow the jihadist threat is changing across the region. In 2016, Jabhat al-Nusra put together a lengthy training manual for \nits new recruits. In the roughly 200-page book, obtained by me, the group argues the merits of country-focused jihad over \nglobal jihad. It advises followers that al-Qaeda's stated strategy of going after the \"far enemy\" was not set in stone, and \nthat, in the current moment, a focus on anything other than the local fight would be an \"unacceptable distraction.\" (The \nAtlantic - 2/15) \nIran says Suicide Bomber who hit Revolutionary Guards was Pakistani - Iran said Tuesday that at least three Pakistani \ncitizens were among the assailants responsible for killing 27 members of the Islamic Revolutionary Guards Corps on a bus \nlast week, including the driver of the explosives-laden car that rammed the vehicle. The February 13 bombing in the \nEFTA00010960\n\nsoutheast region along the Pakistan border was one of the deadliest attacks in years to strike Iran. Iran has often criticized \nPakistan for harboring Sunni Muslim militants from the province, Sistan and Baluchistan. The accusation, reported by \nIran's Tasnim news agency, was made by a commander of the Revolutionary Guards, Brig. Gen. Mohammad Pakpur, at a \nceremony held Tuesday to honor victims of the attack. (New York Times — 2/19) \nISIS Maintains Online Activity despite Significant Territorial Losses - According to a report from Dublin City University, \nISIS continued to maintain an active online presence despite significant territorial losses and a decrease in attacks in the \nWest. ISIS also continued to rely on the use of cryptocurrency and the dark web for the relative anonymity they both \nprovide. ISIS continued to regularly disseminate press releases, claims of responsibility for attacks, infographics, and \naudio/video messages. These releases were most accessible through the messaging app Telegram. Since its loss of \nRaqqa, Syria, ISIS has not published a non-Arabic language magazine—once a key feature of the group's online media \nstrategy. The last issue of ISIS's Rumiyah Magazine appeared in September 2017. Other violent extremist groups like Boko \nHaram have mimicked ISIS's online strategy, posting the same type of propaganda and even used similar branding and \ntemplates in their online claims. (VOX POL— 2/11) \nAmazon Drive is hosting Terrorist Content - Terrorist groups usually find ways to exploit the ever expanding services \noffered by major online platforms and tech companies, and Amazon Drive is no exception. Designed for storing and \nsharing photos, videos, PDFs and other forms of content, it has been adopted by the Islamic State, al-Qaeda and other \norganizations as a stable and reliable platform for disseminating their content. They upload it and then share the links to it \nwith followers and sympathizers, primarily using the encrypted messaging app Telegram — terrorists' \"app of choice.\" \nAmazon Drive, established in 2011 and previously known as Amazon Cloud Drive, can store subscribers' photos, \nvideos and other files for access from mobile devices, desktops or Amazon Fire devices. According to the Amazon website, \n\"All photos, videos and other files you upload to Amazon Drive are securely and privately stored in your Files and your \nAmazon Photos library.\" While Amazon has guidelines for its many platforms, including specific bans on terrorism,\n\"bigotry, hatred, or illegal discrimination \" or the use of its services by anyone who is \"the subject of U.S. sanctions or of \nsanctions consistent with U.S. law imposed by the governments of the country where you are using Amazon Services,\" it \nhas not been proactive in removing terrorist content. Terrorist activity and content on Amazon Drive is the subject of a \nnew report by my organization, the Middle East Media Research Institute and its Cyber & Jihad Lab  documenting how \nISIS and other groups like it have been using this free service. The examples in the report include Amazon Drive links to \ncontent such as videos by ISIS, audio messages by its leaders, and official newsletters and other content created by the \ngroup, its secondary media organizations and its supporters. (USA Today — 2/20) \nGlobal Terrorism \nSaudi Arabia \n• The U.S. Department of State issued a Level 2 Travel Advisory for Saudi Arabia on Thursday due to \n\"terrorism and the threat of missile and drone attacks on civilian targets\" U.S. Department of State \no The advisory says to exercise increased caution and warns against travel within 50 miles of the \nborder with Yemen due to terrorism and armed conflict, areas where the U.S. government has \nlimited ability to provide assistance \n• Rebel groups operating in Yemen have fired missiles and rockets into Saudi Arabia, \nspecifically targeting populated areas and civilian infrastructure, including: the cities of \nRiyadh and Jeddah, Riyadh's international airport, Saudi Aramco facilities, and vessels in Red \nSea shipping lanes \n• These groups are also in possession of unmanned aerial systems, or drones, which they have \nused to target similar areas and facilities \nSons of El Chapo Ovidio and Joaquin unsealed indictment for arrest and extradition preparation —  Borderland Beat View \narticle...  and NY Times https://www.nytimes.com/2019/02/21/nyregion \nel-chapo-sons-indictment.html? \naction=click&module=Latest&pgtype=Homepagg \nEFTA00010961\n\n\"El Chapo\" might be getting a new trial after Vice News reported that at least six jurors ignored the judge's orders of \navoiding social media and any discussion of the case. The drug kingpin's attorneys said they're already planning on filing \na motion requesting the judge question the jury. (Deanna Paull\nMexican Meth Fuels an American Crisis - The opioid crisis grabs the headlines, but what about the meth crisis? \nMethamphetamine, produced by Mexican cartels and smuggled over the southwestern border, killed 10,333 Americans in \n2017, more than in any previous year. Worse, preliminary statistics show an increase to more than 12,000 in the year \nending last July. President Trump says there's a \"crisis\" at the border, and he's right—its result is the meth-overdose \nepidemic. (Wall Street Journal — 2/20) \nProsecutors Broke Law in Agreement Not to Prosecute Jeffrey Epstein, Judge Rules - \nhttps://www.nytimes.com/2019/02/21/usheffrey-epstein-judge-prosecution-agreement.html? \naction=click&module=Latest&pgtype=Homepage \nYahoo News, \"The Soviets wanted to infiltrate the Reagan camp. So, the CIA recruited a businessman to bait them\" by \nZach Dorfman: \"Beginning in 1975, a big black limousine with diplomatic plates would pull up once a month to the no-\nparking zone outside John Greenagel's office in the handsome Merchants Exchange Building in downtown San Francisco. \nA man would exit the car, paper bag in hand, and ascend the stairs to Greenagel's public relations firm. The man would \nhand Greenagel, then in his mid-30s, the paper bag, which always contained stale Cuban cigars and a bottle of Stolichnaya \nwithout a tax stamp. 'Compliments of Mr. Pavlov,' the man would say, and walk out. Yuri Pavlov was a diplomat based at \nthe Soviet Consulate in San Francisco and an undercover KGB officer ... after the Soviet bag man left, Greenagel would call \nhis CIA handler, who would pop over to his office; and they'd laugh and drink the Stoly, smoke the old Cubans and talk \nabout Greenagel's deepening friendship with Pavlov, which was entirely manufactured.... Greenagel was acting as an \n'access agent' — providing the CIA with key insights about Pavlov's psychological and personality profile.\" \nWest Point CTC Sentinel: February 2019 issue: \nA HOLLOW VICTORY OVER THE \nISLAMIC STATE IN SYRIA? THE HIGH RISK OF JIHADI \nREVIVAL IN \nDEIR EZ-ZOR'S EUPHRATES RIVER VALLEY \nHassan Hassan \nA VIEW FROM THE CI FOXHOLE: SHAUN GREENOUGH CASE STRATEGY AND MENTOR \nSUPERVISOR \nTHE UNITY INITIATIVE \nPaul Cruickshank \nPROFIT-MINDED \nSUPPLIERS: CONVERGENCE OF IED FACILITATION AND WMD \nPROLIFERATION NETWORKS FOR NON-STATE ACTORS \nStephen Hummel, F. John Burpo, and James Bonner \nTHE ELN'S ATTACK ON THE NATIONAL POLICE ACADEMY IN \nBOGOTA AND ITS \nIMPLICATIONS \nRoss Dayton \nMTA Daily: \nSignificant Dates in History \nFebruary 22, 2005 \nWashington, D.C. \nMan \nCharged in Alleged Plot to Kill President \nBush \nEFTA00010962\n\nBrief Description: (NY Times) — A Virginia man has been charged with plotting with Middle East terrorists to \nassassinate President Bush, either by shooting him on the street or by detonating a  car bomb, the Justice \nDepartment said today. \nThe department said that the suspect, Ahmed Omar Abu Ali, had conspired with terrorists in Saudi Arabia, \nwith whom he lived there from September 2002 to June 2003, and that he had obtained a religious blessing \nfrom a co-conspirator to carry out the killing. \nMr. Ali, 23, described in recent news reports as a Houston-born American citizen and the valedictorian of his \nhigh school class in suburban Virginia, appeared in federal district court in Alexandria, Va., today. He did not \nenter a plea, but scores of his supporters laughed when the charges were read. \nMr. Ali's attorney, Ashraf Nubani, told Magistrate Liam O'Grady that his client was tortured while in Saudi \ncustody, before he was returned to the United States, The A.P. said. \"He has the evidence on his back,\" the \nlawyer said. \"He was whipped. He was handcuffed for days at a time.\" \nMagistrate O'Grady assured Mr. Nubani that his client would not be mistreated in American custody. \nA federal indictment, setting forth charges that could lead to decades of imprisonment upon conviction, \ndescribed the defendant as eager to be a partner in terrorism with Al Qaeda. \n\"It was defendant Abu Ali's intent to become a  planner of terrorist operations like Mohamed Atta and Khalid \nSheikh Mohammed,\" the document says, referring to the man who piloted the first airliner that struck the \nWorld Trade Center on Sept. 11, 2001, and to one of the masterminds of the plot. (Mr. Mohammed was \ncaptured in Pakistan in March 2003.) \nMr. Ali was arrested by Saudi authorities in Medina on June 9, 2003, on suspicion of being associated with \nbombings in Riyadh four weeks earlier that killed more than 30 people, including 9 Americans. \nA week after his arrest, the indictment says, a search of Mr. Ali's home in Falls Church turned up documents \npraising the Sept. 11 attacks, audio tapes in Arabic promoting the killing of Jews and a  battle by Muslims \nagainst Christians and Jews and other incendiary writings. \nThe indictment says that Mr. Ali traveled between Virginia and Saudi Arabia between 2000 and 2002, and that \nfrom September 2002 on he received lodging from Al Qaeda members who taught him such skills as using \nhand grenades and forging documents. \nAt some time between September 2002 and June 2003 Mr. Ali tried to travel to Afghanistan \nthrough Iran to attack American soldiers, the indictment says, but he could not get the necessary travel \ndocuments. \nThe accusation that Mr. Ali plotted to kill President Bush was included in a  count charging him with \nconspiracy to provide material support and resources to foreign terrorists. Between September 2002 and June \n2003, the indictment says, Mr. Ali and another conspirator discussed two possibilities: that Mr. Ali would get \nclose enough to the president \"to shoot him on the street,\" or that he would detonate a  car bomb to kill the \npresident. \nTraffic is routinely blocked off when a president travels in an armored limousine with an armed escort. It has \nbeen decades since presidents strolled along city streets, and they are heavily protected by Secret Service \nagents wherever they go. But John W. Hinckley Jr. proved that a close-range shooting is not impossible, when \nhe wounded President Ronald Reagan on March 30, 1981. \nThe defendant's lawyer, Mr. Nubani, represented some of the 11 Muslim men in the Washington area and \nPennsylvania who were accused in 2003 of conspiring with foreign terrorists and training for terrorist \nEFTA00010963\n\nmissions at firearms ranges in Northern Virginia. \nThe men insisted they were engaging in harmless paintball games, not mock military missions. But three \ndefendants were convicted of conspiracy in a non-jury trial last March and sentenced to long prison terms. \nWhile Mr. Ali was imprisoned in Saudi Arabia, his case became a  cause cell bre among Washington-area \nMuslims, who complained that he should not be held so long without being charged with a crime. About three \nweeks ago, the State Department asked Saudi Arabia to either indict Mr. Ali or allow the Justice Department \nto return him to the United States. Until Mr. Ali's appearance in court today the United States government had \nnot disclosed that he had in fact left Saudi Arabia. \nThe Washington Post reported in 2003 that Mr. Ali was valedictorian of his 1999 high school class at the \nIslamic Saudi Academy in Alexandria, where school officials described him as \"an exceptional student,\" with \nspecial talent in mathematics and science. \nBending to the wishes of his parents, Omar and Faten Abu Ali, Mr. Ali entered the University of Maryland in \nthe fall of 1999 to study engineering on a scholarship, The Post reported. But he was unhappy and left the \nnext year to further his Islamic studies, first in Fairfax County, Va., and later in Medina. \nRega rds, \nSenior Intelligence Specialist \nU.S. Attorney's \nOffice-SONY \nTerrorism & International Narcotics Unit \nOne \nSt. Andrew's Plaza \nNew York, NY 10007 \nEFTA00010964",
    "pageCount": 9,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "osecutors Broke Law in Agreement Not to Prosecute Jeffrey Epstein, Judge Rules - \nhttps://www.nytimes.com/2019/02/2"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "Sharing To Stop Terrorism [NextGov] \n•  President Donald Trump on Wednesday (02/20/2019) signed the National Str"
      },
      {
        "name": "Maduro",
        "role": "extracted",
        "context": "e opposition on Saturday over Mr. \nMaduro's blockade of aid shipme"
      },
      {
        "name": "Carvajal",
        "role": "extracted",
        "context": "It has been more than enough; Mr. Carvajal said in a \nstatement, whi"
      },
      {
        "name": "Guaides",
        "role": "extracted",
        "context": "Mr. Maduro's wishes. Many of Mr. Guaides supporters said they are"
      },
      {
        "name": "Pavlov",
        "role": "extracted",
        "context": "a tax stamp. 'Compliments of Mr. Pavlov,' the man would say, and"
      },
      {
        "name": "Ali",
        "role": "extracted",
        "context": "or to carry out the killing. \nMr. Ali, 23, described in recent"
      },
      {
        "name": "Nubani",
        "role": "extracted",
        "context": "\" \nMagistrate O'Grady assured Mr. Nubani that his client would not"
      },
      {
        "name": "Mohammed",
        "role": "extracted",
        "context": "the masterminds of the plot. (Mr. Mohammed was \ncaptured in Pakistan"
      },
      {
        "name": "Normal \nCoast",
        "role": "extracted",
        "context": "9 22:20:56 +0000 \nImportance: Normal \nCoast Guard Officer Ordered to Jail"
      },
      {
        "name": "Guard Officer",
        "role": "extracted",
        "context": "00 \nImportance: Normal \nCoast Guard Officer Ordered to Jail, Accused of B"
      },
      {
        "name": "Domestic Terrorist",
        "role": "extracted",
        "context": "d to Jail, Accused of Being  'Domestic Terrorist' [Fox \nNews] \n•  Lt. Christop"
      },
      {
        "name": "Fox \nNews",
        "role": "extracted",
        "context": "Being  'Domestic Terrorist' [Fox \nNews] \n•  Lt. Christopher Paul Has"
      },
      {
        "name": "Christopher Paul",
        "role": "extracted",
        "context": "errorist' [Fox \nNews] \n•  Lt. Christopher Paul Hasson will remain in jail wi"
      },
      {
        "name": "Anders Behring",
        "role": "extracted",
        "context": "udied a manifesto authored by Anders Behring Breivik, the \nNorwegian right"
      },
      {
        "name": "Prosecutor \nJennifer",
        "role": "extracted",
        "context": "11 bomb-and-shooting rampage. Prosecutor \nJennifer Sykes claimed Thursday that H"
      },
      {
        "name": "Virginia Tech",
        "role": "extracted",
        "context": "people as the Unabomber, the Virginia Tech gunman \nand anti-abortion bom"
      },
      {
        "name": "Eric Rudolph",
        "role": "extracted",
        "context": "man \nand anti-abortion bomber Eric Rudolph. \n•  Related Article: Prosecu"
      },
      {
        "name": "Related Article",
        "role": "extracted",
        "context": "tion bomber Eric Rudolph. \n•  Related Article: Prosecutors Haven't Proved '"
      },
      {
        "name": "Prosecutors Haven",
        "role": "extracted",
        "context": "Rudolph. \n•  Related Article: Prosecutors Haven't Proved 'Hit List' Coast Gua"
      },
      {
        "name": "Hit List",
        "role": "extracted",
        "context": ": Prosecutors Haven't Proved 'Hit List' Coast Guardsman is a \nTerror"
      },
      {
        "name": "Coast Guardsman",
        "role": "extracted",
        "context": "ors Haven't Proved 'Hit List' Coast Guardsman is a \nTerrorist: Judge [NY Po"
      },
      {
        "name": "Citizen Charged",
        "role": "extracted",
        "context": "errorist: Judge [NY Post] \nUS Citizen Charged in Kidnapping  of Journalist"
      },
      {
        "name": "Abdi Yusuf",
        "role": "extracted",
        "context": "day (02/21/2019) in New York, Abdi Yusuf Hassan was \npart of a conspir"
      },
      {
        "name": "Michael Scott",
        "role": "extracted",
        "context": "ch the experiences of \nauthor Michael Scott Moore, a German-American. In"
      },
      {
        "name": "In November",
        "role": "extracted",
        "context": "ott Moore, a German-American. In November, Moore confirmed to the New Y"
      },
      {
        "name": "Mohamed Tahlil",
        "role": "extracted",
        "context": "her man indicted in the case, Mohamed Tahlil Mohamed, was one of his capto"
      },
      {
        "name": "Global Terrorism",
        "role": "extracted",
        "context": "positive for FBI holdings.] \nGlobal Terrorism \nUnited States (Social Media)"
      },
      {
        "name": "Social Media",
        "role": "extracted",
        "context": "bal Terrorism \nUnited States (Social Media) \n•  A \nU.S. \ncitizen suspect"
      },
      {
        "name": "Thursday Twitter",
        "role": "extracted",
        "context": "illion ransom, media reported Thursday Twitter  [Star Tribune] \no The suspec"
      },
      {
        "name": "Star Tribune",
        "role": "extracted",
        "context": "a reported Thursday Twitter  [Star Tribune] \no The suspect was charged i"
      },
      {
        "name": "American Women",
        "role": "extracted",
        "context": "kayo in the Mudug \nregion \n11 American Women Who Left the US to Become ISI"
      },
      {
        "name": "Who Left",
        "role": "extracted",
        "context": "ug \nregion \n11 American Women Who Left the US to Become ISIS Brides"
      },
      {
        "name": "Business Insider",
        "role": "extracted",
        "context": "ome ISIS Brides and Fighters [Business Insider] \n•  The State Department ann"
      },
      {
        "name": "The State",
        "role": "extracted",
        "context": "ghters [Business Insider] \n•  The State Department announced on Wedne"
      },
      {
        "name": "Islamic State",
        "role": "extracted",
        "context": "who left Alabama \nto join the Islamic State would not be welcomed home. S"
      },
      {
        "name": "State Mike",
        "role": "extracted",
        "context": "e welcomed home. Secretary of State Mike Pompeo said that Hoda \nMuthan"
      },
      {
        "name": "Hoda \nMuthana",
        "role": "extracted",
        "context": "f State Mike Pompeo said that Hoda \nMuthana \"does not have any legal basi"
      },
      {
        "name": "George Washington",
        "role": "extracted",
        "context": "ccording to a report from the George Washington University's Program on Extre"
      },
      {
        "name": "Trump Calls",
        "role": "extracted",
        "context": "e travelers have been women. \nTrump Calls For More Biometric Scans, Dat"
      },
      {
        "name": "For More",
        "role": "extracted",
        "context": "have been women. \nTrump Calls For More Biometric Scans, Data Sharing"
      },
      {
        "name": "Biometric Scans",
        "role": "extracted",
        "context": "women. \nTrump Calls For More Biometric Scans, Data Sharing To Stop Terrori"
      },
      {
        "name": "Data Sharing",
        "role": "extracted",
        "context": "lls For More Biometric Scans, Data Sharing To Stop Terrorism [NextGov]"
      },
      {
        "name": "To Stop",
        "role": "extracted",
        "context": "Biometric Scans, Data Sharing To Stop Terrorism [NextGov] \n•  Presi"
      },
      {
        "name": "President Donald",
        "role": "extracted",
        "context": "Stop Terrorism [NextGov] \n•  President Donald Trump on Wednesday (02/20/201"
      },
      {
        "name": "National Strategy",
        "role": "extracted",
        "context": "esday (02/20/2019) signed the National Strategy to Combat Terrorist \nTravel,"
      },
      {
        "name": "Combat Terrorist",
        "role": "extracted",
        "context": "gned the National Strategy to Combat Terrorist \nTravel, a new policy documen"
      },
      {
        "name": "Secret Service",
        "role": "extracted",
        "context": "at the border, United States Secret Service \nvenues, or transportation ch"
      },
      {
        "name": "American Who",
        "role": "extracted",
        "context": "transportation checkpoints.\" \nAmerican Who Joined aI-Qaeda, then Turned"
      },
      {
        "name": "Turned Informant",
        "role": "extracted",
        "context": "can Who Joined aI-Qaeda, then Turned Informant Speaks in First TV Interview"
      },
      {
        "name": "Bryant Villas",
        "role": "extracted",
        "context": "First TV Interview [CBS] \n•  Bryant Villas tells 60 Minutes about the ti"
      },
      {
        "name": "Middle East",
        "role": "extracted",
        "context": "for oppressed Muslims in the Middle East pitched in online videos drov"
      },
      {
        "name": "American Muslim",
        "role": "extracted",
        "context": "online videos drove troubled \nAmerican Muslim-convert Bryant Villas into th"
      },
      {
        "name": "Andrew Mc",
        "role": "extracted",
        "context": "t former FBI acting \ndirector Andrew McCabe termed \"incredibly valuab"
      },
      {
        "name": "Long Island",
        "role": "extracted",
        "context": "and \nhow he made his way from Long Island, New York, into al-Qaeda. \nCa"
      },
      {
        "name": "Canadian Who",
        "role": "extracted",
        "context": "nd, New York, into al-Qaeda. \nCanadian Who Tried to Join Terror Group in"
      },
      {
        "name": "Join Terror",
        "role": "extracted",
        "context": "Qaeda. \nCanadian Who Tried to Join Terror Group in Syria Released from"
      },
      {
        "name": "Syria Released",
        "role": "extracted",
        "context": "Tried to Join Terror Group in Syria Released from Prison Despite Being 'Hi"
      },
      {
        "name": "Prison Despite",
        "role": "extracted",
        "context": "Group in Syria Released from Prison Despite Being 'High Risk to Public \nS"
      },
      {
        "name": "High Risk",
        "role": "extracted",
        "context": "ed from Prison Despite Being 'High Risk to Public \nSafety' [Global Ne"
      },
      {
        "name": "Public \nSafety",
        "role": "extracted",
        "context": "n Despite Being 'High Risk to Public \nSafety' [Global News] \n•  An Ontario"
      },
      {
        "name": "Global News",
        "role": "extracted",
        "context": "High Risk to Public \nSafety' [Global News] \n•  An Ontario man who trave"
      },
      {
        "name": "An Ontario",
        "role": "extracted",
        "context": "ic \nSafety' [Global News] \n•  An Ontario man who travelled to Syria to"
      },
      {
        "name": "Parole Board",
        "role": "extracted",
        "context": "ading guilty, even though the Parole Board of Canada is concerned he mig"
      },
      {
        "name": "The Parole",
        "role": "extracted",
        "context": "to engage in terrorism. \n•  The Parole Board said Kevin Omar Mohamed"
      },
      {
        "name": "Kevin Omar",
        "role": "extracted",
        "context": "sm. \n•  The Parole Board said Kevin Omar Mohamed had not participated"
      },
      {
        "name": "German Police",
        "role": "extracted",
        "context": "s \ntaken into consideration. \nGerman Police Detain 2 in Alleged Islamic"
      },
      {
        "name": "Alleged Islamic",
        "role": "extracted",
        "context": "n. \nGerman Police Detain 2 in Alleged Islamic \nExtremist Plot [Star Tribune"
      },
      {
        "name": "Extremist Plot",
        "role": "extracted",
        "context": "Detain 2 in Alleged Islamic \nExtremist Plot [Star Tribune] \n•  A German-M"
      },
      {
        "name": "North Rhine",
        "role": "extracted",
        "context": "as well as one in Kerpen in North Rhine-Westphalia. \nGermany \n•  Germ"
      },
      {
        "name": "Associated Press",
        "role": "extracted",
        "context": "ng a planned terrorist attack Associated Press \no Authorities believe the su"
      },
      {
        "name": "Germany \nFabien",
        "role": "extracted",
        "context": "sory to planning an attack in Germany \nFabien Clain, French Jihadist and 'V"
      },
      {
        "name": "French Jihadist",
        "role": "extracted",
        "context": "ack in Germany \nFabien Clain, French Jihadist and 'Voice of Paris Attacks',"
      },
      {
        "name": "Paris Attacks",
        "role": "extracted",
        "context": "French Jihadist and 'Voice of Paris Attacks', Reported Killed [BBC] \n•  S"
      },
      {
        "name": "Reported Killed",
        "role": "extracted",
        "context": "and 'Voice of Paris Attacks', Reported Killed [BBC] \n•  Security sources to"
      },
      {
        "name": "Prominent Terror",
        "role": "extracted",
        "context": "d. \nAfghanistan: Members of a Prominent Terror Gang  of \nTaliban Arrested in"
      },
      {
        "name": "Taliban Arrested",
        "role": "extracted",
        "context": "a Prominent Terror Gang  of \nTaliban Arrested in Kabul [India Blooms] \n•  A"
      },
      {
        "name": "India Blooms",
        "role": "extracted",
        "context": "f \nTaliban Arrested in Kabul [India Blooms] \n•  Afghanistan security for"
      },
      {
        "name": "The Taliban",
        "role": "extracted",
        "context": "d on Friday (02/22/2019). \n•  The Taliban group members who belonged to"
      },
      {
        "name": "Special Forces",
        "role": "extracted",
        "context": "ed during an operation of the Special Forces of Afghan Intelligence which"
      },
      {
        "name": "Afghan Intelligence",
        "role": "extracted",
        "context": "tion of the Special Forces of Afghan Intelligence which was conducted in the \nE"
      },
      {
        "name": "National Directorate",
        "role": "extracted",
        "context": "e district of Kabul city, the National Directorate of Security, the intelligence"
      },
      {
        "name": "Khaama Press",
        "role": "extracted",
        "context": "aid in a  statement, reported Khaama Press. \n•  The arrested people were"
      },
      {
        "name": "Gul Rasool",
        "role": "extracted",
        "context": "identified as Abdullah son of Gul Rasool who is the leader of the netw"
      },
      {
        "name": "Redi Gul",
        "role": "extracted",
        "context": "idullah alias AhmadZia son of Redi Gul. \n•  The detained individuals"
      },
      {
        "name": "Asadullah Nasrat",
        "role": "extracted",
        "context": "of the Taliban \ngroup leaders Asadullah Nasrat in Paghman district of Kabul"
      },
      {
        "name": "Sent Its",
        "role": "extracted",
        "context": "orate of \nSecurity. \nThe U.S. Sent Its Most Advanced Fighter Jets to"
      },
      {
        "name": "Most Advanced",
        "role": "extracted",
        "context": "Security. \nThe U.S. Sent Its Most Advanced Fighter Jets to Blow Up Cheap"
      },
      {
        "name": "Fighter Jets",
        "role": "extracted",
        "context": "e U.S. Sent Its Most Advanced Fighter Jets to Blow Up Cheap Opium Labs."
      },
      {
        "name": "Blow Up",
        "role": "extracted",
        "context": "Most Advanced Fighter Jets to Blow Up Cheap Opium Labs. Now It's Ca"
      },
      {
        "name": "Cheap Opium",
        "role": "extracted",
        "context": "anced Fighter Jets to Blow Up Cheap Opium Labs. Now It's Canceling  the"
      },
      {
        "name": "Now It",
        "role": "extracted",
        "context": "to Blow Up Cheap Opium Labs. Now It's Canceling  the Program \n[Ti"
      },
      {
        "name": "Special Operations",
        "role": "extracted",
        "context": "acilities with airstrikes and Special Operations \nraids in November 2017 when"
      },
      {
        "name": "United Kingdom",
        "role": "extracted",
        "context": "orld's illicit opium supply. \nUnited Kingdom: Only One in 10 Jihadis Retur"
      },
      {
        "name": "Only One",
        "role": "extracted",
        "context": "pium supply. \nUnited Kingdom: Only One in 10 Jihadis Returning  from"
      },
      {
        "name": "Jihadis Returning",
        "role": "extracted",
        "context": "nited Kingdom: Only One in 10 Jihadis Returning  from Syria Prosecuted, \nFigu"
      },
      {
        "name": "Syria Prosecuted",
        "role": "extracted",
        "context": "in 10 Jihadis Returning  from Syria Prosecuted, \nFigures Reveal [Independent"
      },
      {
        "name": "Figures Reveal",
        "role": "extracted",
        "context": "ning  from Syria Prosecuted, \nFigures Reveal [Independent UK] \n•  Amid cal"
      },
      {
        "name": "Shamima Begum",
        "role": "extracted",
        "context": "the government to repatriate Shamima Begum for criminal investigation ra"
      },
      {
        "name": "Ben Wallace",
        "role": "extracted",
        "context": "ect's activities \nabroad. \n•  Ben Wallace  the security minister, said"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-02-21",
        "event": "02/21/2019"
      },
      {
        "date": "2019-02-20",
        "event": "02/20/2019"
      },
      {
        "date": "2019-02-22",
        "event": "02/22/2019"
      },
      {
        "date": "2005-02-22",
        "event": "February 22, 2005"
      },
      {
        "date": "2003-06-09",
        "event": "June 9, 2003"
      },
      {
        "date": "1981-03-30",
        "event": "March 30, 1981"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:42.875Z"
}