{
  "document": {
    "id": "efta00032642",
    "filename": "EFTA00032642.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032642.pdf",
    "text": "\n\nFrom: White Collar Law360 <news-alt@law360.com> \nTo:\nSubject: Ex-Katten Atty Gets 18 Months In Prison For Shkreli Fraud \nDate: Mon, 20 Aug 2018 07:57:59 +0000 \n;),Law360 White \nCollar \nWHITE COLLAR \nMonday, August 20, 2018 Law360 \nTOP NEWS \nEx-Katten Atty Gets 18 Months In Prison For Shkreli Fraud \nFormer Katten Muchin Rosenman LLP attorney Evan Greebel on Friday was \nsentenced to 18 months in prison over allegations that he aided now-\nimprisoned former pharmaceutical executive Martin Shkreli in defrauding \nRetrophin Inc. Read full \narticle » \nPrenda 'Porn Troll' Atty Pleads Guilty To Fraud Charges \nA former attorney who filed thousands of copyright suits over pornography in \nan elaborate scheme known as Prenda Law reached an agreement Friday to \nplead guilty to federal fraud and money laundering conspiracy charges. Read \nfull article \n» \nManafort Judge Talks Threats In Not Releasing Jurors' Names \nThe Virginia federal judge overseeing the Paul Manafort trial on Friday \nrevealed he has received threats during the case and expressed concern that \nrevealing the names of jurors deliberating the fate of the former Trump \ncampaign chair could put their \"peace and safety\" at risk. Read full article » \nMueller Wants Up To 6 Months In Prison For Ex-Trump Aide \nSpecial Counsel Robert Mueller on Friday recommended a prison sentence \nof zero to six months for the former Trump adviser who pled guilty to lying to \ninvestigators about his interactions with individuals alleged to have ties to the \nRussian government during his time working for the campaign. Read full \narticle » \nFeds Fire Back At Sheldon Silver's Post-Conviction Bail Bid \nFederal prosecutors on Thursday rejected as \"baseless\" a request by \nSheldon Silver to stay free while appealing his conviction and seven-year \nsentence for political corruption, telling a Manhattan federal judge that the \njury that convicted the former New York Assembly speaker had clear \ninstructions. Read \nfull article » \n11th Circ. Affirms Sentence For Disability Group's Ex-CEO \nAn Eleventh Circuit panel on Friday backed a five-year prison sentence given \nto the former chief executive of a Florida organization that operated programs \nfor the developmentally disabled who had been convicted of scheming to \ndivert clients' Social Security benefits. Read full article » \nSECURITIES \n2nd Circ. Won't Revive Madoff 'Feeder Fund' Class Action \nI;;;Law360 Pro Say Podcast \nListen to our new podcast here \nLAW FIRMS \nAllen & Overy \nAnderson Kill \nBaker Donelson \nBartlit Beck \nBoies Schiller \nButler Rubin \nChaffetz Lindsey \nCleary Gottlieb \nCohen Milstein \nCohen Seglias \nCooley \nCoots Henke \nDLA Piper \nEpstein Becker Green \nFish & Richardson \nFox Rothschild \nGibson Dunn \nGreenberg Traurig \nHinshaw & Culbertson \nHogan Lovells \nHughes Hubbard \nJomarron Lopez \nKatten Muchin \nEFTA00032642\n\nA three-judge panel of the Second Circuit rejected an effort by investors in \ntwo so-called feeder funds that were linked to Bernie Madoff's fraudulent \ninvestment scheme to revive their class action against the funds' managers, \nauditors, consultant and administrator, ruling Friday that a lower judge was \nright to dismiss the case. Read full \narticle » \nUS Takes Ex-HSBC Trader's Extradition Win To Top UK Court \nThe U.S. is appealing the denial of extradition of a former HSBC foreign \nexchange trader to the U.K.'s highest court, prosecutors said Thursday, to \nface charges in New York alleging he and a colleague defrauded bank client \nCairn Energy PLC by trading ahead of a $3.5 billion forex deal for the \nScottish oil and gas developer. Read full article » \nDutch National Gets 17 Years For $2.5M Investment Schemes \nAn Illinois federal judge on Thursday sentenced a Dutch national to 17 years \nin prison in an international criminal fraud case that saw the man cop to \nprocuring more than S2.5 million through fake investment schemes between \n1998 and 2010. Read full article » \nEx-Constellation CEO Says He Is Victim In Stock Fraud Suit \nThe ex-CEO of bankrupt Constellation Healthcare Technologies Inc. \nThursday asked a New Jersey federal court to dismiss claims he engaged in \nsecurities fraud, alleging he is the victim of an investor's takeover scheme. \nRead full article » \nLEGAL ETHICS \nFraudster's Ex-Wife Gets Email Hunt Paused In Atty Tryst Suit \nAn Indiana federal court on Friday temporarily paused discovery for emails \nsent by the ex-wife of an incarcerated hedge fund manager in his suit \nclaiming that his attorney had an affair with his wife while representing him in \nhis criminal case, but refused to halt discovery all together. Read full article » \nAnalysis \nDespite Abuse Horrors, Attys Feel Duty To Defend The Church \nDespite horrific details in a recently unveiled grand jury report about sexual \nabuse suffered by more than a thousand victims at the hands of Catholic \nclergy in Pennsylvania, attomeys who have represented the church say that \npublic scorn hasn't swayed them from their duty to provide a vigorous \ndefense. Read full article » \nSPORTS \nAnalysis \nNCAA Reforms Fail To Fix Basketball's Corruption Problem \nThe NCAA recently enacted a set of sweeping reforms that provide modest \nbenefits to the small percentage of student-athletes who pursue a \nprofessional basketball career, but experts say the changes do not \nadequately address the serious issues at the center of a federal corruption \nprobe into college basketball. Read full article » \nEXPERT ANALYSIS \nExtra Protection For Press In Law Enforcement Investigations \nWhen the FBI seized a New York Times joumalist's phone and email records \nearlier this year, the press was outraged. The authority to seize documents \nfrom a reporter has a higher threshold of approval than for normal \ninvestigations, and the failure to follow those requirements has a unique \nstatutory remedy, say Thomas Barnard and Macy Climo of Baker Donelson \nBearman Caldwell & Berkowitz PC. Read full article » \nSeries \nKirkland & Ellis \nKleinbard LLC \nKline & Specter \nKobre & Kim \nLackey Hershman \nLatham & Watkins \nLittler Mendelson \nMayer Brown \nMeyer Darragh \nMintz Levin \nMorgan Lewis \nNelson Mullins \nPaul Hastings \nProskauer Rose \nQuinn Buseck \nQuinn Emanuel \nReed Smith \nRobins Kaplan \nSaul Ewing \nSelendy & Gay \nSenniger Powers \nSidley Austin \nSkadden \nStinson Leonard \nStradley Ronon \nVladeck Raskin \nWeitz & Luxenberg \nWhite and Williams \nWilliams & Connolly \nWillkie Farr \nWilmerHale \nCOMPANIES \nAdidas AG \nAirbnb Inc. \nAmerican Civil Liberties Union \nApple Inc. \nArchdiocese of Washington \nBank of America Corporation \nCBOE Holdings Inc. \nCaim Energy PLC \nConsumer Federation of America \nDemocratie National Committee \nElectronic Frontier Foundation \nEpic Systems Corp. \nFacebook \nGoogle Inc. \nHSBC Holdings PLC \nKelly Services, Inc. \nLondon Stock Exchange Group \nPLC \nEFTA00032643\n\nJudging A Book: Lipez Reviews 'Last Great Colonial Lawyer' \nIn his new book, \"The Last Great Colonial Lawyer: The Life and Legacy of \nJeremiah Gridley,\" Charles McKirdy argues that Gridley — someone I had \nnever heard of — was the last great colonial lawyer, and that his cases \nilluminate his times. The author largely substantiates both claims, says First \nCircuit Judge Kermit Lipez. Read full article » \nLEGAL INDUSTRY \nFeature \n3rd Circ. Oral Argument Dip Troubling, Chief Judge Says \nThe Third Circuit appellate bar is trying to reverse a troubling decline in oral \narguments before its panels, which its Chief Judge D. Brooks Smith in an \nexclusive interview with Law360 says could have been brought on by a \n\"stunning\" increase in pro se filings he traces to the Great Recession of the \nlate aughts. Read full article » \nQuinn Emanuel Says Ex-Partners Can't Duck Fee Arbitration \nQuinn Emanuel Urquhart & Sullivan LLP reiterated on Thursday in New York \ncourt that its former partners who launched Selendy & Gay PLLC cannot \nescape arbitrating a dispute over a clause in their partnership agreement \nrequiring them to remit fees earned from clients they took to their new firm. \nRead full article » \nFeature \n3 Reasons Attys Should Learn A Foreign Language \nBecoming fluent in a foreign language may seem daunting, but the challenge \ncan offer big rewards, including career opportunities and personal \nsatisfaction, for attorneys willing to take it on. Here, Law360 looks at three \nreasons why lawyers should learn languages other than their own. Read full \narticle \n» \nStinson Leonard Grows In St. Louis With IP Boutique Tie-Up \nStinson Leonard Street LLP continued its expansion streak Thursday, \nannouncing plans to acquire 28-strong St. Louis intellectual property boutique \nSenniger Powers LLP, following up on two new office openings earlier this \nyear. Read full \narticle » \nKavanaugh Will Meet With Top Senate Opponent \nU.S. Supreme Court nominee Brett Kavanaugh will come face-to-face with \nhis opposition Monday as he sits down with Sen. Dianne Feinstein, D-Calif., \nthe ranking member of the Senate Judiciary Committee and the lawmaker \nleading the fight against his confirmation. Read full article \n)> \nEx-Clerk Says NY Courts Protected Judge Who Harassed Her \nA former law clerk has accused the New York state judicial system of \ncovering up for a judge who she says sexually harassed her, allegations she \nmade in a suit filed in federal court against the jurist and 16 other judges, \nadministrators and attorneys. Read full article » \nFeature \nGC Cheat Sheet: The Hottest Corporate News Of The Week \nThe Sixth Circuit ruled the Fair Labor Standards Act doesn't on its own thwart \narbitration agreements, consumer groups fought back against industry \nattempts to amend a hastily enacted landmark privacy law in California and \nBritish police warned of an increase in cryptocurrency fraud. These are some \nof the stories in corporate legal news you may have missed in the past week. \nRead full article » \nIn Case You Missed It: Hottest Firms And Stories On Law360 \nFor those who missed out, here's a look back at the law firms, stories and \nexpert analyses that generated the most buzz on Law360 last week. Read \nMicrosoft Corporation \nMonsanto Co. \nNBCUniversal Inc. \nNational Basketball Association \nNational Collegiate Athletic \nAssociation \nNew York Times Co. \nNew York University \nPayPal Inc. \nPricewaterhouseCoopers \nQuicken Loans Inc. \nRetrophin Inc. \nRobert Half International Inc. \nState Bar of California \nThe American Law Institute \nThe City University of New York \nThe ERISA Industry Committee \nTuring Pharmaceuticals AG \nUSA Basketball \nVillanova University \nWeWork LLC \nYahoo! Inc. \nGOVERNMENT AGENCIES \nFederal Bureau of Investigation \nFood and Drug Administration \nInternal Revenue Service \nJudicial Conference of the United \nStates \nMassachusetts Legislature \nSecurities and Exchange \nCommission \nSocial Security Administration \nU.S. Attorneys Office \nU.S. Department of Justice \nU.S. Supreme Court \nEFTA00032644\n\nfull article \n» \nPodcast \nLaw360's Pro Say: Disabled Attys Fight For A Place In BigLaw \nThe legal profession can be a lonely place for attorneys with disabilities. They \nare often overlooked in diversity discussions, and may feel pressure to \ndownplay their disability out of fear of facing bias and stigma. On this week's \nPro Say podcast, we dive into these challenges and highlight how disabled \nattorneys are fighting for their place in the law. Read full article » \nJOBS \nSearch full listings or advertise your job opening \nLabor & Employment Associate (Newark, NJ Office) \nMcCarter & English. LLP \nNewark, New Jersey \nNot sure if your um, subscribes? Ask your librarian. \nWe hope you found this message to be useful. \nHowever. if you'd rather not receive future emails of this \nsort \nyou may unsubscribe here. \nPlease DO NOT reply to this email. For customer support inquiries, please call +I-646-781-7M or visit our Contact Us page. \nPrivacy Policy \nLaw3601 \nPortfolio Media., Inc. Ill Yibst 19th Street. Sib Floor. New York. NY 10011 \nEFTA00032645",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "White Collar",
        "role": "extracted",
        "context": "From: White Collar Law360 <news-alt@law360.com>"
      },
      {
        "name": "Katten Atty",
        "role": "extracted",
        "context": "@law360.com> \nTo:\nSubject: Ex-Katten Atty Gets 18 Months In Prison For"
      },
      {
        "name": "Months In",
        "role": "extracted",
        "context": "bject: Ex-Katten Atty Gets 18 Months In Prison For Shkreli Fraud \nDat"
      },
      {
        "name": "Prison For",
        "role": "extracted",
        "context": "Katten Atty Gets 18 Months In Prison For Shkreli Fraud \nDate: Mon, 20"
      },
      {
        "name": "Shkreli Fraud",
        "role": "extracted",
        "context": "Gets 18 Months In Prison For Shkreli Fraud \nDate: Mon, 20 Aug 2018 07:57"
      },
      {
        "name": "White \nCollar",
        "role": "extracted",
        "context": "018 07:57:59 +0000 \n;),Law360 White \nCollar \nWHITE COLLAR \nMonday, August"
      },
      {
        "name": "Former Katten",
        "role": "extracted",
        "context": "In Prison For Shkreli Fraud \nFormer Katten Muchin Rosenman LLP attorney"
      },
      {
        "name": "Muchin Rosenman",
        "role": "extracted",
        "context": "Shkreli Fraud \nFormer Katten Muchin Rosenman LLP attorney Evan Greebel on"
      },
      {
        "name": "Evan Greebel",
        "role": "extracted",
        "context": "Muchin Rosenman LLP attorney Evan Greebel on Friday was \nsentenced to 1"
      },
      {
        "name": "Martin Shkreli",
        "role": "extracted",
        "context": "rmer pharmaceutical executive Martin Shkreli in defrauding \nRetrophin Inc."
      },
      {
        "name": "Retrophin Inc",
        "role": "extracted",
        "context": "Martin Shkreli in defrauding \nRetrophin Inc. Read full \narticle » \nPrenda"
      },
      {
        "name": "Porn Troll",
        "role": "extracted",
        "context": "Read full \narticle » \nPrenda 'Porn Troll' Atty Pleads Guilty To Fraud"
      },
      {
        "name": "Atty Pleads",
        "role": "extracted",
        "context": "rticle » \nPrenda 'Porn Troll' Atty Pleads Guilty To Fraud Charges \nA fo"
      },
      {
        "name": "Guilty To",
        "role": "extracted",
        "context": "enda 'Porn Troll' Atty Pleads Guilty To Fraud Charges \nA former attor"
      },
      {
        "name": "Fraud Charges",
        "role": "extracted",
        "context": "Troll' Atty Pleads Guilty To Fraud Charges \nA former attorney who filed"
      },
      {
        "name": "Prenda Law",
        "role": "extracted",
        "context": "an elaborate scheme known as Prenda Law reached an agreement Friday t"
      },
      {
        "name": "Manafort Judge",
        "role": "extracted",
        "context": "arges. Read \nfull article \n» \nManafort Judge Talks Threats In Not Releasin"
      },
      {
        "name": "Talks Threats",
        "role": "extracted",
        "context": "ll article \n» \nManafort Judge Talks Threats In Not Releasing Jurors' Name"
      },
      {
        "name": "In Not",
        "role": "extracted",
        "context": "Manafort Judge Talks Threats In Not Releasing Jurors' Names \nThe"
      },
      {
        "name": "Releasing Jurors",
        "role": "extracted",
        "context": "rt Judge Talks Threats In Not Releasing Jurors' Names \nThe Virginia federal"
      },
      {
        "name": "Names \nThe",
        "role": "extracted",
        "context": "eats In Not Releasing Jurors' Names \nThe Virginia federal judge overse"
      },
      {
        "name": "Paul Manafort",
        "role": "extracted",
        "context": "federal judge overseeing the Paul Manafort trial on Friday \nrevealed he"
      },
      {
        "name": "Mueller Wants",
        "role": "extracted",
        "context": "at risk. Read full article » \nMueller Wants Up To 6 Months In Prison For"
      },
      {
        "name": "Up To",
        "role": "extracted",
        "context": "full article » \nMueller Wants Up To 6 Months In Prison For Ex-Tru"
      },
      {
        "name": "Trump Aide",
        "role": "extracted",
        "context": "To 6 Months In Prison For Ex-Trump Aide \nSpecial Counsel Robert Muell"
      },
      {
        "name": "Special Counsel",
        "role": "extracted",
        "context": "In Prison For Ex-Trump Aide \nSpecial Counsel Robert Mueller on Friday reco"
      },
      {
        "name": "Robert Mueller",
        "role": "extracted",
        "context": "x-Trump Aide \nSpecial Counsel Robert Mueller on Friday recommended a priso"
      },
      {
        "name": "Feds Fire",
        "role": "extracted",
        "context": "mpaign. Read full \narticle » \nFeds Fire Back At Sheldon Silver's Post"
      },
      {
        "name": "Back At",
        "role": "extracted",
        "context": "ad full \narticle » \nFeds Fire Back At Sheldon Silver's Post-Convict"
      },
      {
        "name": "Sheldon Silver",
        "role": "extracted",
        "context": "article » \nFeds Fire Back At Sheldon Silver's Post-Conviction Bail Bid \nF"
      },
      {
        "name": "Conviction Bail",
        "role": "extracted",
        "context": "Back At Sheldon Silver's Post-Conviction Bail Bid \nFederal prosecutors on T"
      },
      {
        "name": "Bid \nFederal",
        "role": "extracted",
        "context": "Silver's Post-Conviction Bail Bid \nFederal prosecutors on Thursday rejec"
      },
      {
        "name": "Affirms Sentence",
        "role": "extracted",
        "context": "d \nfull article » \n11th Circ. Affirms Sentence For Disability Group's Ex-CEO"
      },
      {
        "name": "For Disability",
        "role": "extracted",
        "context": "11th Circ. Affirms Sentence For Disability Group's Ex-CEO \nAn Eleventh C"
      },
      {
        "name": "An Eleventh",
        "role": "extracted",
        "context": "or Disability Group's Ex-CEO \nAn Eleventh Circuit panel on Friday backe"
      },
      {
        "name": "Social Security",
        "role": "extracted",
        "context": "scheming to \ndivert clients' Social Security benefits. Read full article »"
      },
      {
        "name": "Revive Madoff",
        "role": "extracted",
        "context": "SECURITIES \n2nd Circ. Won't Revive Madoff 'Feeder Fund' Class Action \nI"
      },
      {
        "name": "Feeder Fund",
        "role": "extracted",
        "context": "nd Circ. Won't Revive Madoff 'Feeder Fund' Class Action \nI;;;Law360 Pro"
      },
      {
        "name": "Class Action",
        "role": "extracted",
        "context": "t Revive Madoff 'Feeder Fund' Class Action \nI;;;Law360 Pro Say Podcast"
      },
      {
        "name": "Pro Say",
        "role": "extracted",
        "context": "und' Class Action \nI;;;Law360 Pro Say Podcast \nListen to our new po"
      },
      {
        "name": "Podcast \nListen",
        "role": "extracted",
        "context": "ss Action \nI;;;Law360 Pro Say Podcast \nListen to our new podcast here \nLAW"
      },
      {
        "name": "Overy \nAnderson",
        "role": "extracted",
        "context": "cast here \nLAW FIRMS \nAllen & Overy \nAnderson Kill \nBaker Donelson \nBartlit"
      },
      {
        "name": "Kill \nBaker",
        "role": "extracted",
        "context": "IRMS \nAllen & Overy \nAnderson Kill \nBaker Donelson \nBartlit Beck \nBoies"
      },
      {
        "name": "Donelson \nBartlit",
        "role": "extracted",
        "context": "& Overy \nAnderson Kill \nBaker Donelson \nBartlit Beck \nBoies Schiller \nButler"
      },
      {
        "name": "Beck \nBoies",
        "role": "extracted",
        "context": "Kill \nBaker Donelson \nBartlit Beck \nBoies Schiller \nButler Rubin \nChaff"
      },
      {
        "name": "Schiller \nButler",
        "role": "extracted",
        "context": "Donelson \nBartlit Beck \nBoies Schiller \nButler Rubin \nChaffetz Lindsey \nClea"
      },
      {
        "name": "Rubin \nChaffetz",
        "role": "extracted",
        "context": "Beck \nBoies Schiller \nButler Rubin \nChaffetz Lindsey \nCleary Gottlieb \nCoh"
      },
      {
        "name": "Lindsey \nCleary",
        "role": "extracted",
        "context": "iller \nButler Rubin \nChaffetz Lindsey \nCleary Gottlieb \nCohen Milstein \nCoh"
      },
      {
        "name": "Gottlieb \nCohen",
        "role": "extracted",
        "context": "bin \nChaffetz Lindsey \nCleary Gottlieb \nCohen Milstein \nCohen Seglias \nCool"
      },
      {
        "name": "Milstein \nCohen",
        "role": "extracted",
        "context": "ndsey \nCleary Gottlieb \nCohen Milstein \nCohen Seglias \nCooley \nCoots Henke"
      },
      {
        "name": "Seglias \nCooley",
        "role": "extracted",
        "context": "ttlieb \nCohen Milstein \nCohen Seglias \nCooley \nCoots Henke \nDLA Piper \nEpst"
      },
      {
        "name": "Coots Henke",
        "role": "extracted",
        "context": "stein \nCohen Seglias \nCooley \nCoots Henke \nDLA Piper \nEpstein Becker Gr"
      },
      {
        "name": "Piper \nEpstein",
        "role": "extracted",
        "context": "ias \nCooley \nCoots Henke \nDLA Piper \nEpstein Becker Green \nFish & Richards"
      },
      {
        "name": "Becker Green",
        "role": "extracted",
        "context": "ots Henke \nDLA Piper \nEpstein Becker Green \nFish & Richardson \nFox Roths"
      },
      {
        "name": "Richardson \nFox",
        "role": "extracted",
        "context": "Epstein Becker Green \nFish & Richardson \nFox Rothschild \nGibson Dunn \nGree"
      },
      {
        "name": "Rothschild \nGibson",
        "role": "extracted",
        "context": "Green \nFish & Richardson \nFox Rothschild \nGibson Dunn \nGreenberg Traurig \nHins"
      },
      {
        "name": "Dunn \nGreenberg",
        "role": "extracted",
        "context": "rdson \nFox Rothschild \nGibson Dunn \nGreenberg Traurig \nHinshaw & Culbertson"
      },
      {
        "name": "Traurig \nHinshaw",
        "role": "extracted",
        "context": "child \nGibson Dunn \nGreenberg Traurig \nHinshaw & Culbertson \nHogan Lovells"
      },
      {
        "name": "Culbertson \nHogan",
        "role": "extracted",
        "context": "Greenberg Traurig \nHinshaw & Culbertson \nHogan Lovells \nHughes Hubbard \nJoma"
      },
      {
        "name": "Lovells \nHughes",
        "role": "extracted",
        "context": "Hinshaw & Culbertson \nHogan Lovells \nHughes Hubbard \nJomarron Lopez \nKatt"
      },
      {
        "name": "Hubbard \nJomarron",
        "role": "extracted",
        "context": "ertson \nHogan Lovells \nHughes Hubbard \nJomarron Lopez \nKatten Muchin \nEFTA000"
      },
      {
        "name": "Lopez \nKatten",
        "role": "extracted",
        "context": "lls \nHughes Hubbard \nJomarron Lopez \nKatten Muchin \nEFTA00032642\n\nA three"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "2\n\nA three-judge panel of the Second Circuit rejected an effort by investo"
      },
      {
        "name": "Bernie Madoff",
        "role": "extracted",
        "context": "der funds that were linked to Bernie Madoff's fraudulent \ninvestment sche"
      },
      {
        "name": "Takes Ex",
        "role": "extracted",
        "context": "ase. Read full \narticle » \nUS Takes Ex-HSBC Trader's Extradition Win"
      },
      {
        "name": "Extradition Win",
        "role": "extracted",
        "context": "» \nUS Takes Ex-HSBC Trader's Extradition Win To Top UK Court \nThe U.S. is"
      },
      {
        "name": "To Top",
        "role": "extracted",
        "context": "HSBC Trader's Extradition Win To Top UK Court \nThe U.S. is appeali"
      },
      {
        "name": "Court \nThe",
        "role": "extracted",
        "context": "r's Extradition Win To Top UK Court \nThe U.S. is appealing the denial"
      },
      {
        "name": "Cairn Energy",
        "role": "extracted",
        "context": "league defrauded bank client \nCairn Energy PLC by trading ahead of a $3."
      },
      {
        "name": "Dutch National",
        "role": "extracted",
        "context": "veloper. Read full article » \nDutch National Gets 17 Years For $2.5M Inves"
      },
      {
        "name": "Years For",
        "role": "extracted",
        "context": "cle » \nDutch National Gets 17 Years For $2.5M Investment Schemes \nAn"
      },
      {
        "name": "Investment Schemes",
        "role": "extracted",
        "context": "ional Gets 17 Years For $2.5M Investment Schemes \nAn Illinois federal judge on"
      },
      {
        "name": "An Illinois",
        "role": "extracted",
        "context": "For $2.5M Investment Schemes \nAn Illinois federal judge on Thursday sen"
      },
      {
        "name": "Says He",
        "role": "extracted",
        "context": "ticle » \nEx-Constellation CEO Says He Is Victim In Stock Fraud Suit"
      },
      {
        "name": "Is Victim",
        "role": "extracted",
        "context": "Ex-Constellation CEO Says He Is Victim In Stock Fraud Suit \nThe ex-C"
      },
      {
        "name": "In Stock",
        "role": "extracted",
        "context": "llation CEO Says He Is Victim In Stock Fraud Suit \nThe ex-CEO of ban"
      },
      {
        "name": "Fraud Suit",
        "role": "extracted",
        "context": "EO Says He Is Victim In Stock Fraud Suit \nThe ex-CEO of bankrupt Const"
      },
      {
        "name": "Constellation Healthcare",
        "role": "extracted",
        "context": "Suit \nThe ex-CEO of bankrupt Constellation Healthcare Technologies Inc. \nThursday a"
      },
      {
        "name": "Technologies Inc",
        "role": "extracted",
        "context": "rupt Constellation Healthcare Technologies Inc. \nThursday asked a New Jersey"
      },
      {
        "name": "New Jersey",
        "role": "extracted",
        "context": "logies Inc. \nThursday asked a New Jersey federal court to dismiss clai"
      },
      {
        "name": "Wife Gets",
        "role": "extracted",
        "context": "LEGAL ETHICS \nFraudster's Ex-Wife Gets Email Hunt Paused In Atty Try"
      },
      {
        "name": "Email Hunt",
        "role": "extracted",
        "context": "ICS \nFraudster's Ex-Wife Gets Email Hunt Paused In Atty Tryst Suit \nAn"
      },
      {
        "name": "Paused In",
        "role": "extracted",
        "context": "ter's Ex-Wife Gets Email Hunt Paused In Atty Tryst Suit \nAn Indiana f"
      },
      {
        "name": "Atty Tryst",
        "role": "extracted",
        "context": "ife Gets Email Hunt Paused In Atty Tryst Suit \nAn Indiana federal cour"
      },
      {
        "name": "Suit \nAn",
        "role": "extracted",
        "context": "ail Hunt Paused In Atty Tryst Suit \nAn Indiana federal court on Frid"
      },
      {
        "name": "Analysis \nDespite",
        "role": "extracted",
        "context": "ogether. Read full article » \nAnalysis \nDespite Abuse Horrors, Attys Feel Dut"
      },
      {
        "name": "Abuse Horrors",
        "role": "extracted",
        "context": "article » \nAnalysis \nDespite Abuse Horrors, Attys Feel Duty To Defend Th"
      },
      {
        "name": "Attys Feel",
        "role": "extracted",
        "context": "lysis \nDespite Abuse Horrors, Attys Feel Duty To Defend The Church \nDe"
      },
      {
        "name": "Duty To",
        "role": "extracted",
        "context": "ite Abuse Horrors, Attys Feel Duty To Defend The Church \nDespite ho"
      },
      {
        "name": "Defend The",
        "role": "extracted",
        "context": "e Horrors, Attys Feel Duty To Defend The Church \nDespite horrific deta"
      },
      {
        "name": "Church \nDespite",
        "role": "extracted",
        "context": "Attys Feel Duty To Defend The Church \nDespite horrific details in a recentl"
      },
      {
        "name": "Reforms Fail",
        "role": "extracted",
        "context": "cle » \nSPORTS \nAnalysis \nNCAA Reforms Fail To Fix Basketball's Corruptio"
      },
      {
        "name": "To Fix",
        "role": "extracted",
        "context": "Analysis \nNCAA Reforms Fail To Fix Basketball's Corruption Probl"
      },
      {
        "name": "Corruption Problem",
        "role": "extracted",
        "context": "orms Fail To Fix Basketball's Corruption Problem \nThe NCAA recently enacted a"
      },
      {
        "name": "Extra Protection",
        "role": "extracted",
        "context": "l article » \nEXPERT ANALYSIS \nExtra Protection For Press In Law Enforcement"
      },
      {
        "name": "For Press",
        "role": "extracted",
        "context": "RT ANALYSIS \nExtra Protection For Press In Law Enforcement Investigat"
      },
      {
        "name": "In Law",
        "role": "extracted",
        "context": "S \nExtra Protection For Press In Law Enforcement Investigations \nW"
      },
      {
        "name": "Enforcement Investigations",
        "role": "extracted",
        "context": "a Protection For Press In Law Enforcement Investigations \nWhen the FBI seized a New Yo"
      },
      {
        "name": "Thomas Barnard",
        "role": "extracted",
        "context": "unique \nstatutory remedy, say Thomas Barnard and Macy Climo of Baker Donel"
      },
      {
        "name": "Macy Climo",
        "role": "extracted",
        "context": "emedy, say Thomas Barnard and Macy Climo of Baker Donelson \nBearman Ca"
      }
    ],
    "locations": [
      {
        "name": "Newark, NJ",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2018-08-20",
        "event": "August 20, 2018"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:32.138Z"
}