{
  "document": {
    "id": "efta00023125",
    "filename": "EFTA00023125.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00023125.pdf",
    "text": "\n\nFrom \nTo: \"' \nCc: \nSubject: RE: [EXTERNAL] information \nDate: Thu, 28 Oct 2021 19:50:05 +0000 \nHi, \nI submitted the request via the on line website of the BOP as suggested by the person I spoke to there. \nThe below is what I am requesting at this time. \ni am the sole heir and next of kin of JEFFRFEY EPSTEIN, who died while in federal custody at the MCC in NYC. \nI am requesting the same information that was released to the New York Times regarding all of the information they \nrequested under the FOIA regarding my brother's case. \nI would also like a copy of the video tape from the camera outside of the SHU on August 9th 2019, which would show the \nlast time anybody (guards, etc) left the SHU prior to my brother being found dead in his cell the next morning. \nThis is the tape that then Attorney General Barr publicly stated that he personally watched. \nI would also like a list of the inmates that were on that tier on August 9th, 2019. Also, please provide the information of \nwhen they were placed on that tier and when and where they were transferred to if they are not still on that tier. \nI would like any information that would reveal the identities of the people in the prison who were directing the action on \nthat tier, and who was in the cell with the EMT's that came after my brother was found dead. I am trying to find out why \nnormal protocol was not followed in that the body of a clearly dead person was moved prior to the medical examiner \noffice being given the chance to photograph the crime scene. I would imagine that there was some sort of incident report \nfiled regarding this matter and I would like that as well. \nI would appreciate it if you can get this done in a timely manner. \nThanks, \nFrom: \nSent: Monday, October 25, 2021 8:34 PM \nTo: \nCc: \nSubject: Re: [EXTERNAL] information \nHi \nMr. \nAs I discussed with Ms.-over the summer, you would need to submit a FOIA request to the BOP and note that \nyou are specifically requesting what they released to the NYT. You can send me copy of that request once it has been \nsubmitted to the BOP and as a  courtesy I will ensure that the correct recipient in the Civil Division of our Office has \nreceived it. We do not handle FOIA requests in our division. \nEFTA00023125\n\nBest, \nOn Oct 25, 2021, at 12:40 PM, \n> \nwrote: \nHi, \nHope this finds you well. \nI would like to get a copy of ALL of the records that were released to the New York Times on their FOI request regarding \nmy brother's case (Jeffrey Epstein). \nPlease advise the quickest way to accomplish this. \nThanks, \nScanned by McAfee and confirmed virus-free. \nEFTA00023126",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "n their FOI request regarding \nmy brother's case (Jeffrey Epstein). \nPlease advise the quickest way to accomplish t"
      },
      {
        "name": "As",
        "role": "extracted",
        "context": ": [EXTERNAL] information \nHi \nMr. \nAs I discussed with Ms.-ove"
      },
      {
        "name": "From \nTo",
        "role": "extracted",
        "context": "From \nTo: \"' \nCc: \nSubject: RE: [EXTER"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": ". \nThis is the tape that then Attorney General Barr publicly stated that he"
      },
      {
        "name": "Hi \nMr",
        "role": "extracted",
        "context": ": Re: [EXTERNAL] information \nHi \nMr. \nAs I discussed with Ms.-ove"
      },
      {
        "name": "Civil Division",
        "role": "extracted",
        "context": "the correct recipient in the Civil Division of our Office has \nreceived i"
      },
      {
        "name": "On Oct",
        "role": "extracted",
        "context": "vision. \nEFTA00023125\n\nBest, \nOn Oct 25, 2021, at 12:40 PM, \n> \nwr"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-10-25",
        "event": "October 25, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:08.311Z"
}