{
  "document": {
    "id": "efta00013708",
    "filename": "EFTA00013708.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013708.pdf",
    "text": "\n\nFrom: \n(USAFLS)\" \n<O=USA/OU=FLS/CN=RECIPIENTS/CNa> \nTo:'\n < \nSubject: FW: Epstein \nDate: Thu, 29 Nov 2007 16:51:31 +0000 \nImportance: Normal \nFrom: Jay Lefkowitz [mailto \nSent: Wednesday, November 28, 2007 4:29 PM \nTo: \n(USAFLS) \n(USAFLS) \nSubject: Re: Epstein \nDear \nI received your email yesterday and was a little surprised at the tone of your letter, given the fact that we \nspoke last week and had what I  thought was a productive meeting. I was especially surprised given that your \nletter arrived on only the second day back to work after the Thanksgiving Holiday, and yet your demands \nregarding timing suggest that I  have been sitting on my hands for days. \nYou should know that the first time I  learned about Judge Davis's selection of Podhurst and Josephsberg, \nand indeed the first time I ever heard their names, was in our meeting with you on Wednesday of last week. \nNevertheless, I have now been able to confer with my client, and we have determined that the selection of \nPodhurst and Josephsberg are acceptable to us, reserving, of course, our previously stated objections to the \nmanner in which you have interpreted the section 2255 portions of the Agreement. \nWe do, however, strongly and emphatically object to your sending a letter to the alleged victims. Without a \nfair opportunity to review and the ability to make objections to this letter, it is completely unacceptable that you \nwould send it without our consideration. Additionally, given that the US Attorney's office has made clear it \ncannot vouch for the claims of the victims, it would be incendiary and inappropriate for your Office to send such \na letter. Indeed, because it is a certainty that any such letter would immediately be leaked to the press, your \nactions will only have the effect of injuring Mr. Epstein and promoting spurious civil litigation directed at him. \nWe believe it is entirely unprecedented, and in any event, inappropriate for the Government to be the instigator \nof such lawsuits. \nFinally, we disagree with your view that you are required to notify the alleged victims pursuant to the \nJustice for All Act of 2004. First, 18 USC section 2255, the relevant statute under the Non-Prosecution \nAgreement for the settlement of civil remedies, does not have any connection to the Justice for All Act. Section \n2255 was enacted as part of a different statute. Second, the Justice for All Act refers to restitution, and section \n2255 is not a restitution statute. It is a civil remedy. As you know, we had offered to provide a restitution fund \nfor the alleged victims in this matter; however that option was rejected by your Office. Had that option been \nchosen, we would not object to your notifying the alleged victims at this point. At this juncture, however, we do \nnot accept your contention that there is a requirement that the government notify the alleged victims of a \npotential civil remedy in this case. \nAccordingly, for all the reasons we have stated above, we respectfully -- and firmly -- object to your sending \nany letter whatsoever to the alleged victims in this matter. Furthermore, if a letter is to be sent to these \nindividuals, we believe we should have a right to review and make objections to that submission prior to it being \nsent to any alleged victims. We also request that if your Office believes that it must send a letter to go to the \nalleged victims, who still have not been identified to us, it should happen only after Mr. Epstein has entered his \nEFTA00013708\n\nplea. This letter should then come from the attorney representative, and not from the Government, to avoid any \nbias. \nAs you know, Judge Starr has requested a meeting with Assistant Attorney General Fisher to address what \nwe believe is the unprecedented nature of the section 2255 component of the Agreement. We are hopeful that \nthis meeting will take place as early as next week. Accordingly, we respectfully request that we postpone our \ndiscussion of sending a letter to the alleged victims until after that meeting. We strongly believe that rushing to \nsend any letter out this week is not the wisest manner in which to proceed. Given that Mr. Epstein will not even \nenter his plea for another few weeks, time is clearly not of the essence regarding any notification to the identified \nindividuals. \nThanks very much, \nJay \n(USAFLS)^ \n1112712007 01:55 PM \nJay, \nTo 'Jay Leflioveitc-> \ncc USAFISr \nSubject Epstein \nPlease accept my apologies for not getting back to you sooner but I was a little under the weather yesterday. I \nhope that you enjoyed your Thanksgiving. \nRegarding the issue of due diligence concerning Judge Davis' selection, I'd like to make a few observations. \nFirst, Guy Lewis has known for some time that Judge Davis was making reasonable efforts to secure Aaron \nPodhurst and Bob Josephsberg for this assignment. In fact, when I told you of \nJudge \nDavis's selection during our \nmeeting last Wednesday, November 21st, you and Professor Dershowitz seemed very comfortable, and certainly \nnot surprised, with the selection. Podhurst and Josephsberg are no strangers to nearly the entire Epstein defense \nteam including Guy Lewis, Lili Ann Sanchez, Roy Black, and, apparently, Professor Dershowitz who said he \nknew Mr. Josephsberg from law school. Second, Podhurst and Josephsberg have long-standing stellar reputations \nfor their legal acumen and ethics. It's hard for me to imagine how much more vetting needs to be done. \nThe United States has a statutory obligation (Justice for All Act of 2004) to notify the victims of the anticipated \nupcoming events and their rights associated with the agreement entered into by the United States and Mr. Epstein \nin a timely fashion. Tomorrow will make one full week since you were formally notified of the selection. I must \ninsist that the vetting process come to an end. Therefore, unless you provide me with a good faith objection to \nJudge Davis's selection by COB tomorrow, November 28, 2007, I will authorize the notification of the victims. \nShould you give me the go-ahead on Podhurst and Josephsberg selection by COB tomorrow, I will \nsimultaneously send you a draft of the letter. I intend to notify the victims by letter after COB Thursday, \nNovember \n29111. \nThanks, \n• \nThe information contained in \nthis communication is \nconfidential, may be attorney-client \nprivileged, may \nconstitute inside information, and is \nintended only for \nthe use of the addressee. It is the property of \nEFTA00013709\n\nKirkland & Ellis LLP or Kirkland & Ellis International LLP. \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication \nin error, please notify us immediately by \nreturn e-mail or by \ne-mail to postmaster@kirkland.com, and \ndestroy this communication and all copies thereof, \nincluding \nall attachments. \nEFTA00013710",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "y have the effect of injuring Mr. Epstein and promoting spurious ci"
      },
      {
        "name": "Josephsberg",
        "role": "extracted",
        "context": "Dershowitz who said he \nknew Mr. Josephsberg from law school. Second,"
      },
      {
        "name": "Epstein \nDate",
        "role": "extracted",
        "context": "S/CNa> \nTo:'\n < \nSubject: FW: Epstein \nDate: Thu, 29 Nov 2007 16:51:31 +0"
      },
      {
        "name": "Normal \nFrom",
        "role": "extracted",
        "context": "7 16:51:31 +0000 \nImportance: Normal \nFrom: Jay Lefkowitz [mailto \nSent:"
      },
      {
        "name": "Jay Lefkowitz",
        "role": "extracted",
        "context": "00 \nImportance: Normal \nFrom: Jay Lefkowitz [mailto \nSent: Wednesday, Nov"
      },
      {
        "name": "Epstein \nDear",
        "role": "extracted",
        "context": "AFLS) \n(USAFLS) \nSubject: Re: Epstein \nDear \nI received your email yester"
      },
      {
        "name": "Thanksgiving Holiday",
        "role": "extracted",
        "context": "nd day back to work after the Thanksgiving Holiday, and yet your demands \nregard"
      },
      {
        "name": "Judge Davis",
        "role": "extracted",
        "context": "e first time I  learned about Judge Davis's selection of Podhurst and J"
      },
      {
        "name": "All Act",
        "role": "extracted",
        "context": "pursuant to the \nJustice for All Act of 2004. First, 18 USC sectio"
      },
      {
        "name": "Prosecution \nAgreement",
        "role": "extracted",
        "context": "elevant statute under the Non-Prosecution \nAgreement for the settlement of civil r"
      },
      {
        "name": "Judge Starr",
        "role": "extracted",
        "context": "void any \nbias. \nAs you know, Judge Starr has requested a meeting with"
      },
      {
        "name": "Assistant Attorney",
        "role": "extracted",
        "context": "has requested a meeting with Assistant Attorney General Fisher to address wha"
      },
      {
        "name": "General Fisher",
        "role": "extracted",
        "context": "eting with Assistant Attorney General Fisher to address what \nwe believe i"
      },
      {
        "name": "Jay Leflioveitc",
        "role": "extracted",
        "context": "112712007 01:55 PM \nJay, \nTo 'Jay Leflioveitc-> \ncc USAFISr \nSubject Epstei"
      },
      {
        "name": "Sr \nSubject",
        "role": "extracted",
        "context": "o 'Jay Leflioveitc-> \ncc USAFISr \nSubject Epstein \nPlease accept my apo"
      },
      {
        "name": "Epstein \nPlease",
        "role": "extracted",
        "context": "oveitc-> \ncc USAFISr \nSubject Epstein \nPlease accept my apologies for not g"
      },
      {
        "name": "Guy Lewis",
        "role": "extracted",
        "context": "e a few observations. \nFirst, Guy Lewis has known for some time that"
      },
      {
        "name": "Aaron \nPodhurst",
        "role": "extracted",
        "context": "reasonable efforts to secure Aaron \nPodhurst and Bob Josephsberg for this"
      },
      {
        "name": "Bob Josephsberg",
        "role": "extracted",
        "context": "to secure Aaron \nPodhurst and Bob Josephsberg for this assignment. In fact,"
      },
      {
        "name": "Judge \nDavis",
        "role": "extracted",
        "context": "In fact, when I told you of \nJudge \nDavis's selection during our \nmeeti"
      },
      {
        "name": "Professor Dershowitz",
        "role": "extracted",
        "context": "esday, November 21st, you and Professor Dershowitz seemed very comfortable, and"
      },
      {
        "name": "Lili Ann",
        "role": "extracted",
        "context": "se \nteam including Guy Lewis, Lili Ann Sanchez, Roy Black, and, appa"
      },
      {
        "name": "Roy Black",
        "role": "extracted",
        "context": "Guy Lewis, Lili Ann Sanchez, Roy Black, and, apparently, Professor D"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "re vetting needs to be done. \nThe United States has a statutory obliga"
      },
      {
        "name": "Ellis International",
        "role": "extracted",
        "context": "and & Ellis LLP or Kirkland & Ellis International LLP. \nUnauthorized use, discl"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2007-11-28",
        "event": "November 28, 2007"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "1112712007"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:47.218Z"
}