{
  "document": {
    "id": "efta00016532",
    "filename": "EFTA00016532.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016532.pdf",
    "text": "\n\nExhibit C \nEFTA00016532\n\n30'h November 2020 \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthern District of New York \nUnited States \nCourthouse \n40 Foley Square \nNew York, NY 10007 \nDear Judge Nathan: \nI have known Ghislaine all her life. \nGhislaine and I ave a wa s erfoyed \nsharing the personal experience of our lives with each other. she was \nfull of 'vim and vigor' and always just lovely to be with. she and I have seen our \nrelationship strengthen through shared common interests. In particular, Ghislaine's passion \nTerraMar Pro'ect focusin! on the rotection of the world's oceans, gave me \nfor making a positive difference in the world, notably through her creation of the non- rofit \nAlthough alwa s in touch we have talked \nast seven ears and met u much more consistent) over the \none of her best friends. \nIt is a joy to \nWage \nEFTA00016533\n\nThroughout her school life Ghislaine \nalways had friends and seemed to be genuinely grounded in her love of life and learnin . We \nwere all quite proud when she graduated from Oxford with her Bachelor's degree. She, \nlearned \nearly \non the value of hard work \nAround 1990, Ghislaine came to live in New York to continue \nMaxwell Corporate Gifts, a successful company she had founded in the UK which was \nsubsequently \nabsorbed \nin 1991, Ghislaine had to rely on her personal \ncompass, inner resilience and sheer determination to build a  fresh life for herself. Her prior \n'big picture' experience, top-level entertaining skills and talent for organizing, coupled with \nher multi-cultural and multi-lingual sophistication, opened doors into New York society. \nAlthough it is true that for many years Ghislaine was frequently involved in high society and \nattended fashionable social gatherings; what irks me greatly is the press's one dimensional \n`socialite' focus on Ghislaine, that completely denies and refuses to acknowledge the very \nserious, highly intellectual and passionate caring sides of Ghislaine. For example, since 2003, \nGhislaine devoted all her energy, her own financial resources and intellectual skills to helping \nsave the Oceans, through her establishment of the not-for-profit company, The Terramar \nProject Ghislaine's deep knowledge and appreciation of the significant role the oceans play \nin our world's fragile ecosystem enabled her to work with key partners to influence the \nUnited Nations in 2014 in enunciating its Sustainable Development Goal 15 \"To conserve \nand sustainably use the oceans, seas and marine resources for sustainable development.\" \nIndeed, it seemed so clear to me that this mission encompassed her life's passion and offered \na way for her proactively to give something back of real value to society. \nGhislaine showed a huge amount of courage and forbearance in the face of great adversity \nand in the years that followed. I  have seen this streneth more than ever \nduring the times \nDespite the tremendous daily pressures she has been under, notably from the world's media, \nuniversally hostile to her, she has shown simultaneously a deal of humility and fortitude. She \nhas the profoundly deep conviction (through every fibre of her being) of her innocence in the \nface of all the unsupported accusations and criminal charges latterly filed against her. \nTo the best of my knowledge and belief, Ghislaine has never been brought in for \nquestioning, arrested, or charged with any criminal offense by law enforcement until now. \nNotwithstanding the seriousness of the offenses with which she has been charged, as a US \nCitizen, she has the constitutional right to the presumption of innocence and a fair trial. For \nthe purpose of increasing their profits by boosting TV ratings and / or newspaper readership, \nthe world's media has aired or printed the most heinous accusations against her, in some \ncases for years now, that have never been cross-examined in a criminal court in front of an \nWage \nEFTA00016534\n\nindependent judge and jury. Ghislaine is not a malicious or jealous person. In all the \nI have known her, I  have never seen her be violent or act inappropriately against anyone, let \nalone young adults or children as has been alleged. \nI believe in her innocence. I know \ns  e wou never o anyt mg to put my r  e or my ami y s life in jeopardy in any way, which \nis why I have no hesitation in placing the one property that I own — which is my only nest-\negg for my retirement—up as part of her bail application. The value is $1.5 Million dollars. I \ndo not have any other savings and it would be completely devastating financially and in every \nirar.in own family were the house to be taken over by the Government due to a breach of \nbail conditions. I know in every fibre of my being that Ghislaine will \nnever try to flee and will absolutely turn up to her trial, to have the opportunity to fight the \nchar es against her. Based on my deep knowledge and experience with Ghislaine \nI totally trust and believe that I do not have to worry in any way about my home eing \nput up as a part of her bail application. \nUntil her arrest, I spoke often with Ghislaine over the phone and in the early summer of this \near, two to four times a week. \nI witnessed how hard she worked every day and well into the nights going through the \never-growing tsunami of press clippings, videos, audio files, etc, that so gravely traduced her \nand continue to do so. Ghislaine is completely horrified and flabbergasted by these \nunfounded and completely horrendous accusations, as indeed am I. \nI  feel totally safe around Ghislaine, in fact, I feel safer with her. I have never had any \nhesitation in my children visiting her or being with her —  as they have been —  both as young \nchildren and now they are older. Neither they nor I have ever seen any signs or signals of the \nalleged criminal conduct. I personally witnessed her be a warm, lovely, understanding and \nWhen visiting Ghislaine more recentl caring \nthe past \nimpressed by her interaction with them and by their evident trust in and great affection for her \nwhich was entirely natural and unforced. Every exchan e was totally normal and just lovely \nto watch how each of these clearly liked and she them. Although \nGhislaine was certainly part of the New York social scene in the past, for many years, it had \nbecome clear to me that she was happy in a long-term loving relationship with her \nprevious \npartner of over 7 years far away from the New York scene and with \nleading a happy family life with people she loved and trusted and who were similarly equally \nloving and trustin of her. I saw the same attern of strong domesticity and family happiness \nwith her spouse I have personally witnessed how much they love \nbeing with and being oved by Ghislaine. \nas well as in \nI \nwas \nIn terms of character, Ghislaine is com assionate, ca.able and .roactive. Ghislaine is very \nkind and caring. She brought \nto \nstay with \nher in New York for extended periods so that they could spend quality time together. She \ntook them all around the US to see the sights and to visit with family and friends. Even under \nthe terrible weight of her present circumstances, she has consistent) demonstrated her \nconsideration for others. Whenever we spoke, she asked about \nThe fact that she could care enough and not just be thinking on y o erse at t us impossible \ntime remains deeply moving to me. \n31 Page \nEFTA00016535\n\nhas called the United States her home for almost 30 ears. She has deep affective \nfamily ties here in this country Most of all, her \nown husband are here. During the past 18 months in particular Ghislaine has \ngone out of her way to continue to stay in the United States expressly so that she could put \nher case forward in a court of law should it ever come to that. I therefore feel great \nconsternation and deep shock and sadness when I  hear about the conditions of her present \nincarceration, which include over 150 days of solitary confinement and other extreme \ndeprivations and restrictions. The great toll that this physical, mental, and emotional stress is \ntaking on makes it even more impossible for her to adequately prepare her defence \nfrom inside jail. \nIf she is granted bail, I will be in continuous touch with her during the weeks and months \nleading up to her trial, providing whatever support I can while she has the chance to fairly \nprepare for her upcoming trial and fight for her innocence. \nI am grateful for the opportunity to provide this statement. \nSincerely, \nWage \nEFTA00016536",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "00016532\n\n30'h November 2020 \nThe Honorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "2020 \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Court \nSouthern District of N"
      },
      {
        "name": "Court \nSouthern",
        "role": "extracted",
        "context": "athan \nUnited States District Court \nSouthern District of New York \nUnited"
      },
      {
        "name": "Foley Square",
        "role": "extracted",
        "context": "United States \nCourthouse \n40 Foley Square \nNew York, NY 10007 \nDear Jud"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "y Square \nNew York, NY 10007 \nDear Judge Nathan: \nI have known Ghislai"
      },
      {
        "name": "Mar Pro",
        "role": "extracted",
        "context": "ar, Ghislaine's passion \nTerraMar Pro'ect focusin! on the rotection"
      },
      {
        "name": "Maxwell Corporate",
        "role": "extracted",
        "context": "live in New York to continue \nMaxwell Corporate Gifts, a successful company s"
      },
      {
        "name": "The Terramar",
        "role": "extracted",
        "context": "f the not-for-profit company, The Terramar \nProject Ghislaine's deep kno"
      },
      {
        "name": "Project Ghislaine",
        "role": "extracted",
        "context": "profit company, The Terramar \nProject Ghislaine's deep knowledge and apprecia"
      },
      {
        "name": "United Nations",
        "role": "extracted",
        "context": "ey partners to influence the \nUnited Nations in 2014 in enunciating its Su"
      },
      {
        "name": "Sustainable Development",
        "role": "extracted",
        "context": "ns in 2014 in enunciating its Sustainable Development Goal 15 \"To conserve \nand sus"
      },
      {
        "name": "Although \nGhislaine",
        "role": "extracted",
        "context": "e clearly liked and she them. Although \nGhislaine was certainly part of the New"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:52.887Z"
}