{
  "document": {
    "id": "efta00016736",
    "filename": "EFTA00016736.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016736.pdf",
    "text": "\n\nCase 7:16-cr-00832-KMK Document 186 Filed 01/13/20 Page 1 of 5 \nBARKET \nMSTEIN \nBARKET EPSTEIN KEARON ALDEA \n6, \nLOTURCO,LLP \nJanuary 13, 2020 \nBY ECF \nThe Honorable Kenneth K. Karas \nUnited States District Judge \nSouthern District of New York \n300 \nQuarropas Street \nWhite Plains, NY 10601 \nRe: United States v. Nicholas Tartaglione, S4 16 Cr. 832 (KMK) \nDear Judge Karas: \nI  write to request that the Court promptly conduct an evidentiary hearing to ascertain the \ncircumstances surrounding the Government's failure to preserve the video surveillance footage at \nthe Metropolitan Correctional Center, which captured the hallway outside of the cell that Mr. \nTartaglione shared with Jeffrey Epstein at the time Mr. Epstein attempted to commit suicide \nbetween the late hours of July 22, 2019 and the early morning hours of July 23, 2019. Since the \ndate of the incident, Mr. Tartaglione has firmly and consistently maintained that he acted \nappropriately in all respects, and footage of the incident, therefore, would have been exculpatory, \nas it would have corroborated Mr. Tartaglione's account of events. \nAccordingly, we ask that the Court conduct a hearing to determine (1) how the video was \ndestroyed, who was responsible for its destruction, and why it  was not preserved; (2) whether \nthere are any witnesses who reviewed the video footage prior to its destruction who can describe \nwhat they observed, and, in turn, preserve at least some the video's exculpatory value; and (3) \nwhether and to what extent the destruction of the video was deliberate or reckless, and whether \nthere was any bad faith on the part of the Government in connection with the video's destruction. \nWe have reviewed the letters filed by the Government, dated December 19, 2019 and \nJanuary 9, 2020, which purport to explain why the video footage no longer insists. The \nexplanation offered, however, is inadequate as it  is non-specific, unswom, and untested. Aside \nfrom mentioning \"MCC staff\" and acknowledging the defense's July 25, 2019 preservation \nrequest, the Government has not provided the name of a single individual responsible for the loss \nof the video. Given that the information concerning the destruction of the video, like the video \nitself, has at all times been in the exclusive control of the Bureau of Prisons, the individuals \nEFTA00016736\n\nCase 7:16-cr-00832-KMK Document 186 Filed 01/13/20 Page 2 of 5 \nresponsible for the video's destruction, as well as all relevant documents, memoranda, or emails \nconcerning the matter, are likewise completely inaccessible to the defense. As a  result, the \ndefense has no means of conducting its own independent inquiry into the circumstances under \nwhich the video has been lost, or from securing sworn affidavits from implicated individuals. In \nother words, absent a  court-ordered evidentiary hearing, neither the defense nor the Court has \nany means by which to independently determine what took place and how the evidence was \ndestroyed, despite the request to preserve it. The individuals involved in the video's destruction \nshould therefore be ordered to appear and give testimony, and the Government should disclose to \nthe defense any and all relevant written materials. \nA defendant in a  capital case has a  constitutionally protected right to provide the jury \nwith mitigating evidence. Williams v. Taylor, 529 U.S. 362, 393 (2000). The Eighth Amendment \nprohibits the infliction of cruel and unusual punishment, and in a capital matter, while the death \npenalty may in certain cases be appropriate, it  can only be imposed after adequate consideration \nof factors that might warrant mercy. Woodson v. North Carolina, 428 U.S. 280, 305 (1976); \nCalifornia v. Brown, 479 U.S. 538, 554 (1987). The jury, therefore, must \"'not be precluded \nfrom considering, as a mitigating factor, any aspect of a defendant's character or record and any \nof the circumstances of the offense that the defendant proffers as a basis for a sentence less than \ndeath.\"' Eddings v.  Oklahoma, 455 U.S. 104, 110 (1982) (quoting Lockett v.  Ohio, 438 U.S. 586, \n604 [1978]). See also Eddings, at 113-14 (1982) (both due process and the Eighth Amendment \nrequire that the defendant be able to present to the jury all relevant mitigating evidence during \nthe penalty phase of a capital case). The presentation of mitigating evidence, after all, allows for \nthe consideration of \"compassionate or mitigating factors stemming from the diverse frailties of \nhumankind ... [which is] a  constitutionally indispensable part of the process of inflicting the \npenalty of death.\" Woodson, 428 U.S. at 304. In this respect, the Government's loss or \ndestruction of evidence that mitigates punishment in a capital case -- especially where there has \nbeen an express preservation request, and an acknowledgement of that request with assurances of \npreservation -- requires a  full factual record and, if appropriate, sanctions for the loss of the \nevidence. \nThe Supreme Court held in Brady v. \nMaryland, \n373 U.S. 83, 87 (1963), that \"the \nsuppression by the prosecution of evidence favorable to the accused upon request violates due \nprocess where the evidence is material either to guilt or to punishment, irrespective of the good \nfaith or bad faith of the prosecution.\" A defendant seeking remedial relief based on the \nspoilation -- rather than the suppression -- of Brady material, however, must make a two-pronged \nshowing that the evidence possessed exculpatory value \"that was apparent before [it] was \ndestroyed\" and was \"of such a  nature that the defendant would be unable to obtain comparable \nevidence by other reasonably available means,\" California v. Trombetta, 467 U.S. 479, 489 \n(1984), and must also show that the government acted in bad faith. United States v. Greenburg, \n835 F.3d 295, 303 (2d Cir. 2016); United States v. Rastelli, 870 F.2d 822, 833 (2d Cir. 1989). In \nother words, when the Government fails to preserve evidentiary material that is \"potentially \nuseful,\" such failure \"does not violate due process 'unless a  criminal defendant can show bad \nfaith' on the part of the Government. Illinois v. Fisher, 540 U.S. 544, 547-48 (2004) (quoting \nArizona v. Youngblood, 488 U.S. 51, 58 [1988]). The defense maintains that the lost surveillance \nfootage was exculpatory with respect to any potential future penalty proceedings, and would \nhave provided powerful evidence mitigating against the penalty of death. Alternatively, the lost \n2 \nEFTA00016737\n\nCase 7:16-cr-00832-KMK Document 186 Filed 01/13/20 Page 3 of 5 \nfootage would also be material and relevant to rebut any aggravating evidence offered by the \nGovernment during penalty proceedings that Mr. Tartaglione was likely to be a danger in prison. \nEither way, even if the lost footage can only be characterized as potentially useful, the record \nclearly shows that evidence has been lost and that the loss is \"chargeable to the state,\" United \nStates v. Rahman, 189 F.3d 88, 139 (quoting Colon v. Kuhlman, 865. F.2d 29, 30 [2d Cir. 1988]), \nand a  hearing, therefore, is required. See, e.g., United States v. Soriano, 401 F.Supp.3d 396 \n(E.D.N.Y. 2019) (evidentiary hearing conducted to determine circumstances under which \nCustoms and Border Protection agents destroyed property in which drugs were found); United \nStates v. Bufalino, 432 F.Supp. 651 (S.D.N.Y. 1977) (evidentiary hearing conducted to determine \ncircumstances under which the government destroyed witness's taped conversation with \ndefendant). See also United States v. Grammatikos, 633 F.2d 1013 (2d Cir.1980) \n(\"appropriateness and extent of sanctions [where evidence is lost] depends upon a case-by-case \nassessment of the government's culpability for the loss, together with a realistic appraisal of its \nsignificance when viewed in light of its nature, its bearing upon critical issues in the case and the \nstrength of the government's untainted proof').' \nHere, on July 23, 2019 at approximately 1:27 a.m., Jeffrey Epstein attempted to commit \nsuicide inside of his cell at the Metropolitan Correctional Center, which, at the time, he was \nsharing with Mr. Tartaglione. Within 72 hours, on July 25, 2019, at 11:54 a.m., counsel sent the \nfollowing email to Adam Johnson of the Bureau of Prisons (\"BOP\"): \nI  write to request the preservation of all video surveillance that captures the \nhallway outside of Tartaglione's cell on the date and time of the Epstein incident \nthat is currently being investigated. I  believe that the date and time is July 23 \nduring the early morning hours. Accordingly, I   would ask that all video \nsurveillance from July 22 at 11 pm to July 23 at 4 am is preserved. If it  is your \nunderstanding that the incident occurred at a  different time, please let me know \nand preserve the relevant footage, including an hour before the incident and an \nhour afterwards. If the responding officers were wearing body cameras that \ncaptured the inside of the cell in the aftermath of the incident, I am requesting that \nsuch footage also be preserved. We will be official requesting this material \nthrough the appropriate means, but please consider this email a formal \npreservation request. \n(7/25/19 Leisenring Email). \nI   Courts have held that bureaucratic error alone is  not a  sufficient basis to infer bad faith on the part of the \ngovernment in its destruction of potentially exculpatory evidence, see Arizona v. Youngblood, 488 U.S. 55 (1988) \n(lab technician's failure to refrigerate, and, therefore, preserve, semen samples from a  sexual assault victim's \nclothing that \"might have completely exonerated [the defendant]\" was not indicative of bad faith); United States v. \nHunley, 476 Fed. Appx. 897 (2d Cir. 2012) (police department's failure to place a hold on lab's regularly scheduled \ndestruction of firearm was not willful or malicious); and People v.  Tyree, 279 Fed.Appx. 31 (2d Cir. 2008) (no bad \nfaith where evidence was destroyed because of a \"gap in the bureaucratic network\"), and similarly, the Government \ndoes not act in bad faith when evidence is destroyed in accordance with normal practice or because there is  a \nspecific need to discard the evidence. United States v. Soriano, 401 F.Supp.3d 396, 401 (E.D.N.Y. 2019). On the \nother hand, if the Government destroys evidence when it has notice of its potential exculpatory value, and the \ndestruction is not inadvertent, negligent, or pursuant to standard procedure, or when the circumstances under which \nthe evidence is discarded negate any innocent explanation for the Government's conduct, the Government acts in \nbad faith. Soriano, 401 F.Supp.3d at 401. \n3 \nEFTA00016738\n\nCase 7:16-cr-00832-KMK Document 186 Filed 01/13/20 Page 4 of 5 \nAt 1:59 p.m., Mr. Johnson responded: \"I have asked the appropriate staff to preserve the \nrequested video footage. Please be advised MCC staff do not have body cameras.\" \nFive months later, on December 18, 2019, counsel advised the Court that despite \ncounsel's prompt and express preservation request, the Government had informed counsel that \nthe recordings at issue had been destroyed (12/18/19 Proceedings: 6). Explaining, the \nGovernment stated that based on conversations with other members of the United States \nAttorney's Office, their understanding was that although the video did at one time exist, it  had \nnot been preserved (12/18/19 Proceedings: 7-8). The Government also added, however, that the \nGovernment was still awaiting further information from BOP, stating: \"We then received a \nfollow-up email, and we are working with BOP to determine what is the status of the video that \nthey're asking us about . .  and [w]hether it  ever existed, whether it  was preserved (12/18/19 \nProceedings: 8-9). \nThe very next day, December 19, 2019, the Government's understanding of the status of \nthe video footage changed, as the Government advised the Court that prosecutors \"had confirmed \nwith MCC staff that the video was preserved by MCC staff upon defense counsel's request in \nJuly 2019,\" that \"the Government [wa]s in the process of obtaining a copy of the video from the \nMCC,\" and that \"[o]nce the Government obtains a copy of the video, the Government [would] \nmake it available for counsel's review at the United States Attorney's Office\" (12/19/19 Letter). \nThen, on January 9, 2020, the Government's position on the video flip-flopped yet again, \nwhen prosecutors advised the Court that despite the Government's recent understanding that the \nvideo had been preserved, and that the Government was working to obtain a  copy from MCC, \n\"the Government ha[d] learned that the MCC inadvertently preserved the video from the wrong \ntier within the MCC, and, as a  result, video from outside the defendant's cell on July 22 —  23, \n2019 (Le. the requested video) no longer exists\" (1/9/20 Letter: 1). Further, the Government \nexplained, \"the backup system in place that housed all video for the Special Housing Unit, \nincluding the video requested by defense counsel . . . no longer exists . . . and has not since at \nleast August 2019 as a result of technical errors\" (1/9/20 Letter: 2).2\nRespectfully, the Government's fluid account of the efforts that were made to preserve \nthis critical mitigating evidence are deeply troubling and demand that an explanation be given \nvia sworn testimony. The exculpatory value of the video footage -- i.e. efforts made by Mr. \n2    Epstein, of course, was found dead in a different cell on August 10, 2019, having been moved from the cell he \nshared with Tartaglione after his suicide attempt. \n3  Questions for the hearing include, but are not limited to the following: Who did Johnson speak to when he advised \nMCC \"staff' to preserve the video; what actions did said staff member or members then take? Was Johnson's \ndirective made via email, over the telephone, via written directive, or in person? Was (or is) there a systematic \nprocedure for the preservation or the destruction of evidence at the MCC? Who actually viewed the footage prior to \nits destruction? Are there protocols in place at MCC with respect to evidence preservation? What other members of \nthe United States Attorney's Office were consulted as part of the Government's efforts to ascertain the status of the \nvideo? Who was responsible for keeping a record of the cell number that Mr. Tartaglione and Mr. Epstein shared, \nand who entered the cell number in the MCC's computer system? Was the cell number recorded incorrectly as to \nboth Tartaglione and Epstein? Were the digital records ever actually checked for accuracy? Who was the MCC staff \nmember who initially confirmed that the video had been preserved? When was the FBI first conducted about \n4 \nEFTA00016739\n\nCase 7:16-cr-00832-KMK Document 186 Filed 01/13/20 Page 5 of 5 \nTartaglione to alert BOP staff that Mr. Epstein was in distress, and to secure assistance for \nEpstein -- would have been immediately apparent from the video; the evidence was, and remains, \nunattainable by any other means; and the permanent loss of the footage, which at all times, upon \ninformation and belief, was in the complete and exclusive control of the BOP, and appears to \nhave occurred notwithstanding an express preservation directive from the MCC's legal counsel, \nis clearly chargeable to the Government. Furthermore, the loss of this material evidence is \nexceedingly prejudicial on the question of punishment, as Mr. Tartaglione has, from the \nbeginning, denied inflicting any harm on Mr. Epstein whatsoever, and in fact -- and much to the \ncontrary -- has insisted that upon observing Mr. Epstein in physical distress, he tried to help Mr. \nEpstein and called to the guards on duty for assistance. \nIn sum, evidence that Mr. Tartaglione, in an institutional setting, demonstrated concern \nfor the life of his cellmate, took steps to aid a fellow inmate in distress, and summoned staff for \nassistance, is a  factor that, in a  jury's mind, may weigh against the imposition of the death \npenalty. The video footage is mitigating evidence that Mr. Tartaglione, should he be convicted, \nwould have had a  due process and Eighth Amendment right to present. Accordingly, sworn \nwitness testimony explaining the apparent loss of this evidence is necessary and appropriate. \nRespectfully submitted; \n/s/Bruce Barket \nBruce Barket \nreviewing MCC's back up system, and what steps were then taken to locate the video in question? And what were \nthe \"technical errors\" relating to the backup system that caused the video not to exist since at least August of 2019? \n5 \nEFTA00016740",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ide of the cell that Mr. \nTartaglione shared with Jeffrey Epstein at the time Mr. Epstein attempted to commit suici"
      },
      {
        "name": "Tartaglione",
        "role": "extracted",
        "context": "lway outside of the cell that Mr. \nTartaglione shared with Jeffrey Epst"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "h Jeffrey Epstein at the time Mr. Epstein attempted to commit suici"
      },
      {
        "name": "Johnson",
        "role": "extracted",
        "context": "20 Page 4 of 5 \nAt 1:59 p.m., Mr. Johnson responded: \"I have asked"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "LP \nJanuary 13, 2020 \nBY ECF \nThe Honorable Kenneth K. Karas \nUnited Stat"
      },
      {
        "name": "Karas \nUnited",
        "role": "extracted",
        "context": "ECF \nThe Honorable Kenneth K. Karas \nUnited States District Judge \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Kenneth K. Karas \nUnited States District Judge \nSouthern District of N"
      },
      {
        "name": "Judge \nSouthern",
        "role": "extracted",
        "context": "Karas \nUnited States District Judge \nSouthern District of New York \n300 \nQu"
      },
      {
        "name": "Quarropas Street",
        "role": "extracted",
        "context": "rn District of New York \n300 \nQuarropas Street \nWhite Plains, NY 10601 \nRe:"
      },
      {
        "name": "White Plains",
        "role": "extracted",
        "context": "York \n300 \nQuarropas Street \nWhite Plains, NY 10601 \nRe: United States"
      },
      {
        "name": "Nicholas Tartaglione",
        "role": "extracted",
        "context": "Y 10601 \nRe: United States v. Nicholas Tartaglione, S4 16 Cr. 832 (KMK) \nDear Ju"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "aglione, S4 16 Cr. 832 (KMK) \nDear Judge Karas: \nI  write to request t"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "surveillance footage at \nthe Metropolitan Correctional Center, which captured the ha"
      },
      {
        "name": "The Eighth",
        "role": "extracted",
        "context": "or, 529 U.S. 362, 393 (2000). The Eighth Amendment \nprohibits the infl"
      },
      {
        "name": "North Carolina",
        "role": "extracted",
        "context": "ght warrant mercy. Woodson v. North Carolina, 428 U.S. 280, 305 (1976); \nC"
      },
      {
        "name": "Eighth Amendment",
        "role": "extracted",
        "context": "82) (both due process and the Eighth Amendment \nrequire that the defendant b"
      },
      {
        "name": "The Supreme",
        "role": "extracted",
        "context": "r the loss of the \nevidence. \nThe Supreme Court held in Brady v. \nMaryl"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "is \"chargeable to the state,\" United \nStates v. Rahman, 189 F.3d 88, 139 ("
      },
      {
        "name": "Border Protection",
        "role": "extracted",
        "context": "nces under which \nCustoms and Border Protection agents destroyed property in"
      },
      {
        "name": "Adam Johnson",
        "role": "extracted",
        "context": "sent the \nfollowing email to Adam Johnson of the Bureau of Prisons (\"BO"
      },
      {
        "name": "Leisenring Email",
        "role": "extracted",
        "context": "eservation request. \n(7/25/19 Leisenring Email). \nI   Courts have held that"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "(12/18/19 Proceedings: 7-8). The Government also added, however, that the"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "that housed all video for the Special Housing Unit, \nincluding the video re"
      },
      {
        "name": "Was Johnson",
        "role": "extracted",
        "context": "member or members then take? Was Johnson's \ndirective made via email,"
      },
      {
        "name": "Bruce Barket",
        "role": "extracted",
        "context": "Respectfully submitted; \n/s/Bruce Barket \nBruce Barket \nreviewing MCC'"
      }
    ],
    "locations": [
      {
        "name": "White Plains, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-01-13",
        "event": "January 13, 2020"
      },
      {
        "date": "2019-07-22",
        "event": "July 22, 2019"
      },
      {
        "date": "2019-07-23",
        "event": "July 23, 2019"
      },
      {
        "date": "2019-12-19",
        "event": "December 19, 2019"
      },
      {
        "date": "2020-01-09",
        "event": "January 9, 2020"
      },
      {
        "date": "2019-07-25",
        "event": "July 25, 2019"
      },
      {
        "date": "2019-12-18",
        "event": "December 18, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:53.277Z"
}