{
  "document": {
    "id": "efta00029354",
    "filename": "EFTA00029354.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00029354.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 282 Filed 05/14/21 Page 1 of 2 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SONY \nDOCUMENT \nELECTRONICALLY \nFILED \nDOC 0: \nDATE FILED: \n5/14/21 \n20-CR-330 (MN) \nORDER \nALISON J. NATHAN, District Judge: \nOn April 29, 2021, counsel for Ghislaine Maxwell wrote to the Court requesting that the \nCourt address her sleeping conditions, with particular emphasis on counsel's representation, \nunsupported by affidavit or other factual showing, that guards are shining a flashlight in \nMaxwell's eyes every 15 minutes at night. Dkt. No. 256. Defense counsel claims that the \nflashlight surveillance in Maxwell's eyes is disrupting her sleep, which in turn is impacting her \nability to prepare for and withstand trial. The Court sought more information by ordering the \nGovernment to confer with legal counsel for the Bureau of Prisons and to respond to certain \nquestions. Dkt. No. 257. In response, the Government states that MDC staff conduct flashlight \nchecks of all inmates as a matter of course. Dkt. No. 270. As reported by the Government, \ninmates housed with cell mates in the Special Housing Unit are checked with flashlights every \n30 minutes. Inmates housed with others in the general population are checked multiple times per \nnight at regular intervals. The Government further reports that to conduct the checks, flashlights \nare pointed at the ceiling of the cell to confirm that the inmate is present, breathing, and not in \ndistress. As the Government explains, there are a number of neutral reasons why \nGOP's \nflashlight checks of Maxwell are relatively more frequent than those of other inmates, including \nthat Maxwell is housed alone, the nature of the charges, and the potential stress for inmates that \nEFTA00029354\n\nCase 1:20-cr-00330-AJN Document 282 Filed 05/14/21 Page 2 of 2 \ncan arise in high-profile cases. The MDC has determined that these factors necessitate more \nfrequent safety and security checks. The Government also indicates that the prohibition on eye \nmasks is a generally applicable policy, but that Maxwell, like other inmates, may use other non-\ncontraband items to cover her eyes. \nTo the extent that Maxwell's April 29, 2021 letter asks the Court to override BOP's \ndetermination as to the frequency of appropriate safety and security check procedures, that \nrequest is denied as factually unsubstantiated and legally unsupported. Certainly nothing in the \nrecord plausibly establishes that current protocols interfere with Maxwell's ability to prepare for \nher trial and communicate with her lawyers. Defense counsel's May 7, 2021 letter, Dkt. No. \n272, describes generalized grievances but makes no additional specific and supported application \nfor relief. Nevertheless, the Court urges the MDC to consider whether sleep disruption for pre-\ntrial detainees can be reduced. The Court also admonishes the MDC and the Government to \ncontinue to ensure that Maxwell is subjected to only those security protocols that BOP \ndetermines are necessary for her safety and security, based upon neutral and applicable factors, \nand consistent with the treatment of similarly situated pre-trial detainees. \nThe Government shall provide a copy of this Order to the Warden and General Counsel \nfor the \nMDC. \nA SLI\nSO ORDERED. \n14/ \nDated: May 14, 2021 \nNew York, New York ALISON J. NATHAN \nUnited States District Judge \n2 \nEFTA00029355",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SONY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "MN) \nORDER \nALISON J. NATHAN, District Judge: \nOn April 29, 2021, counsel"
      },
      {
        "name": "On April",
        "role": "extracted",
        "context": "N J. NATHAN, District Judge: \nOn April 29, 2021, counsel for Ghislai"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "housed with cell mates in the Special Housing Unit are checked with flashli"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "night at regular intervals. The Government further reports that to condu"
      },
      {
        "name": "General Counsel",
        "role": "extracted",
        "context": "this Order to the Warden and General Counsel \nfor the \nMDC. \nA SLI\nSO ORDE"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-04-29",
        "event": "April 29, 2021"
      },
      {
        "date": "2021-05-07",
        "event": "May 7, 2021"
      },
      {
        "date": "2021-05-14",
        "event": "May 14, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:23.281Z"
}