{
  "document": {
    "id": "efta00027017",
    "filename": "EFTA00027017.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00027017.pdf",
    "text": "\n\nFrom: \nTo:'\nCc: \nr \nSubject: RE: DB./DFS \nDate: Tue, 07 Jul 2020 18:01:48 +0000 \nOkay, good. Thanks. \nFrom: \nSent: Tuesday, July 7, 2020 1:53 PM \nTo: \nCc: \nSubject: RE: DB/DFS \nYeah we actually already know what it's referring to — DB did an extremely comprehensive presentation to us, and has \nproduced a large amount of documents. The transactions referenced include transfers we've described in both the \nEpstein and Maxwell filings, among others. We had them run the names of a bunch of people for transfers — see the \nattached email and its attachment —  and they also did a summary chart of his accounts, also attached. And yeah it's \nParvin, she's done a really thorough job. I share your view that despite the press coverage, there doesn't appear to have \nbeen any malfeasance at all in connection with the Epstein accounts. \nFrom: \nSent: Tuesday, July 07, 2020 13:44 \nTo: \nSubject: DB/DFS \n>; \nLooks like DFS settled with Deutche Bank yesterday. The press coverage is all about Epstein and the ostensibly \n\"suspicious\" transactions they processed for him, but if I'm a betting man, I'm betting the bulk of the resolution is based \non the last sentence of the article: \"The fine also covered the German bank's connection to a massive money laundering \nscheme and other improper activity.\" \nhttps://www.washingtonpost.com/business/2020/07/07/deutsche-bank-fined-150-million-relationship-with-jeffrey-\nepstein-other-lapses/ \nAnyway, maybe worth seeing if you can pull the public settlement dots to see what the allegedly suspicious transactions \nentailed. Or you can go straight to the bank, I suppose. Remind me, does Parvin represent them? \nEFTA00027017",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Deutche Bank",
        "role": "extracted",
        "context": "Looks like DFS settled with Deutche Bank yesterday. The press coverage"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-07",
        "event": "July 7, 2020"
      },
      {
        "date": "2020-07-07",
        "event": "July 07, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:17.379Z"
}