{
  "document": {
    "id": "efta00022059",
    "filename": "EFTA00022059.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00022059.pdf",
    "text": "\n\nFrom: \nTo: \n• \n(USANYS)\" < \nUSANYS)\" \n(USANYS) 1\" \nSubject: FW: MLA \nRequest: Material Witness PA 182-73090 \nDate: Th\ne, 07 Apr 2020 18:52:06 +0000 \nAttachments: Cover_Letter 73090_Witness_PA.pdf; Material_Witness_PA_Final.pdf \n, ;\"\n=IMSNYS)\" \nSANYS)\" , \"Potter, \n(USANYS) 2\" \nSANYS)\" < >, \nSee below and attached. The MLA request regarding Prince Andrew has officially been delivered to the UK. \nFrom: \n(London) < \nSent: Tuesday, April 7, 2020 10:53 AM \nTo: (USANYS) \n(USANYS) < \n(USANYS) <> \nCc: \n(CRM) ; \n(London) \n(CRM) \nSubject: MLA Request: Material Witness PA 182-73090 \nThe MLA request was forwarded this morning to the UK Central Authority at the Home Office. Each person to \nwhom it was sent is noted on the cover letter. I also swapped emails with Philomena Creffield (she is head of the \nMLA unit at the UKCA) this morning regarding our request to keep a written record of each person who sees \nthe MLA request. \nTheir initial reaction was one of surprise regarding its timing. The pandemic in London is expected to peak in \nthe next week or two and the UKCA is operating at emergency staffing levels. We talked it through, and I \nexplained that while this is an important case, we understood that everyone is operating at reduced capacity, and \nwe would adjust our expectations regarding response time accordingly. I also noted that we have been regularly \nforwarding new MLA requests to the UK throughout this period (just not requests with such high-profile \nsubjects). I also pointed out that while the timing is very unfortunate, it did not have to be this way. I explained \nthat the case team had been trying to contact the witness's representatives to obtain a voluntary interview for \nmonths without any success. \nHere is some general information about the MLA process: \nThe cover letter and mutual legal assistance request were sent to the UK Central Authority (UKCA) on April 7, 2020, via \nemail. Lawyers at the UKCA will conduct an initial review of the request for compliance with the MLA Treaty, and then \nassign it out to one or more law enforcement agencies to gather the requested evidence. The UKCA review can take \nanywhere from 7-30 days. In complex cases, it can take longer. We will provide notice to you when the request is \nassigned to a law enforcement agency for execution. (Our operating assumption is that it will be assigned to the London \nMetropolitan Police to execute -- and likely to the same unit which responded to initial complaint.) \nIt usually takes several months for the UK law enforcement agency to assess the request, obtain the legal process, gather \nthe evidence, provide that evidence to the UKCA, which will in turn provide the evidence to our office. In this case, the \nlaw enforcement agency will make another assessment of the legal basis for the request and determine whether legal \nEFTA00022059\n\nprocess (such as a judicial order) is necessary to execute the request. If the witness agrees to an interview and agrees to \nturn over documents, then legal process will not be required. If he declines, then they will need to obtain legal process. \nA decision by the UKCA to approve an MLA request, and a decision by the law enforcement agency to execute the MLA \nrequest can be challenged in a process called \"Judicial Review\" or \"JR\". If a witness seeks to resist the production of \nevidence or an interview, the first reaction is typically delay. The second reaction is to file a JR action. If that happens, I \ncan walk you through that lengthy process. \nOur practice is to let the UK execution process run for 90 days before making a status inquiry. After that, we will typically \ninquire every 30 days unless the UKCA has informed us that it is a particularly difficult matter and inquiring every 30 days \nwould be fruitless. This is a unique case, so we will likely inquire at least monthly going forward. \nIn the event that we receive partial results from the UKCA (such as in cases where multiple law enforcement agencies \nhave been assigned to execute your request), we will typically provide those partial results to you shortly after we receive \nthem from the UKCA. \nA few requests: \nCritical Evidence: If a limited portion of your request is critical to your case and a prompt response would substantially \nassist your case preparation, please let us know. Please identify the specific requested evidence and the date by which it \nwould particularly assist. We assume that everything you ask for is important, so there is no need to reiterate that. \nTrial Dates: If you have a trial or other specific deadline, please let us know so we can inform the UKCA and track your \nmatter with an eye to that deadline. \nFiling MLA Requests: Please do not file with a court a copy of the attached completed MLA request. This has backfired \nin a  number of cases in the past and poses substantial risks. (Please call if you are considering such a filing.) By contrast, \nif you file a motion pursuant to 18 U.S.C. §3292 you may file the cover letter transmitting the request (but not the request \nitself). \nWithdrawal of your request: Should you no longer need the evidence requested, such as in the event of a plea, please \nnotify our office as soon as possible so that we may withdraw the request and close our file. \nU.S. Department ofJustice Attache \nU.S. Embassy London \nMobile: \nEFTA00022060",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Prince Andrew",
        "role": "extracted",
        "context": "See below and attached. The MLA request regarding Prince Andrew has officially been delivered to the UK. \nFrom:"
      },
      {
        "name": "Material Witness",
        "role": "extracted",
        "context": "\" \nSubject: FW: MLA \nRequest: Material Witness PA 182-73090 \nDate: Th\ne, 07"
      },
      {
        "name": "Central Authority",
        "role": "extracted",
        "context": "warded this morning to the UK Central Authority at the Home Office. Each pers"
      },
      {
        "name": "Home Office",
        "role": "extracted",
        "context": "e UK Central Authority at the Home Office. Each person to \nwhom it was"
      },
      {
        "name": "Philomena Creffield",
        "role": "extracted",
        "context": "r. I also swapped emails with Philomena Creffield (she is head of the \nMLA unit"
      },
      {
        "name": "London \nMetropolitan",
        "role": "extracted",
        "context": "at it will be assigned to the London \nMetropolitan Police to execute -- and like"
      },
      {
        "name": "Judicial Review",
        "role": "extracted",
        "context": "allenged in a process called \"Judicial Review\" or \"JR\". If a witness seeks"
      },
      {
        "name": "Critical Evidence",
        "role": "extracted",
        "context": "m the UKCA. \nA few requests: \nCritical Evidence: If a limited portion of your"
      },
      {
        "name": "Trial Dates",
        "role": "extracted",
        "context": "s no need to reiterate that. \nTrial Dates: If you have a trial or other"
      },
      {
        "name": "Justice Attache",
        "role": "extracted",
        "context": "our file. \nU.S. Department ofJustice Attache \nU.S. Embassy London \nMobile:"
      },
      {
        "name": "Embassy London",
        "role": "extracted",
        "context": "tment ofJustice Attache \nU.S. Embassy London \nMobile: \nEFTA00022060"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-04-07",
        "event": "April 7, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:05.936Z"
}