{
  "document": {
    "id": "efta00030511",
    "filename": "EFTA00030511.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030511.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: SF SUN SENTINEL: Some of Jeffrey Epstein's victims don't want new charges in South Florida \nDate: Tue, 30 Jul 2019 20:20:48 +0000 \nSome ofJeffrey Epstein's victims don't want new \ncharges in South \nFlorida \nIs‘ Marc Freeman \nmil. III FLORIDA SUN \nSL: \nI INLL \nJUL 30. 2019 \n1\n2:34 PM \nAfter the recent arrest of financier Jeffrey Epstein in New York on federal sex trafficking charges, a number \nof his victims want more. They want him to be prosecuted in South Florida as well. \nBut according to federal prosecutors, some of the minor girls he abused at his Palm Beach mansion before 2008 \ndo not want to see him face new criminal counts here. And those government lawyers say they fully support that \nposition. \nAdvertisement \nThe debate about prosecuting Epstein in South Florida will be resolved soon enough. A federal judge in West \nPalm Beach is considering whether to strike down parts of Epstein's controversial 2007 deal that gave him and \nunnamed co-conspirators immunity from federal charges. \nU.S. District Judge Kenneth Marra ruled in February that Epstein's non-prosecution agreement \nviolated the federal Crime Victims' Rights Act. Dozens of victims were improperly kept in the dark \nabout it  until after it had been finalized. \nMarra ust decide how to rectify this violation 12 years later, after receiving arguments from lawyers for \ntwo of Epstein's victims, prosecutors and Epstein. \nThe victims in the case, cited as Jane Does, say the necessary remedy is for Epstein to face what they say are \nlong overdue charges in Florida. \nEFTA00030511\n\n\"To be sure, Jane Doe 1 and 2 very much appreciate the laudable efforts of the diligent prosecutors in New \nYork,\" their lawyers wrote. \"But those New York charges, important though they are, still leave Epstein's crimes \nin Florida uncharged and all of his co-conspirators at large.\" \nAttorney Spencer Kuvin of West Palm Beach said he represents one victim who met with the U.S. Attorney's \nOffice \nin April. \n\"She said she'd like to see him prosecuted and put in jail,\" Kuvin said. \"She said, `I don't know if that's a \nrealistic possibility, but that's what I want.'\" \nHe said it's not surprising that other victims are less inclined to participate. \n\"When you have so many victims, you're going to have just as many different opinions as to how it should be \nhandled,\" Kuvin said. \"But that shouldn't stop the prosecution of a predator. One victim that wants to come \nforward ... is enough to put him away.\" \nThe federal prosecutors explained that while some victims \"would like to see Epstein prosecuted for his crimes, \nthey valued anonymity above all and were not willing to speak with law enforcement or otherwise participate in \nany criminal or civil litigation due to the risk that their involvement may become known to family, friends, or the \npublic.\" \nThis is not to say there aren't many victims who are eager to see Epstein face new charges in South Florida, \nwrote Byung J. Pak, U.S. Attorney for the Northern District of Georgia, and Jill E. Steinberg and Nathan P. \nKitchens, special attorneys for the Southern District of Florida. \n[Popular on \nSunSentinel.com]  Batter up: Here's the 2020 \nSouth Florida Fair's \ntheme » \nBut they conclude that reopening their cases against Epstein in South Florida still \"exacerbates the harm to \nvictims who have attempted to readjust their lives in the interim.\" \nKuvin said he agrees, \"It's a valid concern for some of the victims.\" \nAttorneys for two victims in the pending Crime Victims' Right Act litigation blasted the government's reasoning \nto leave Epstein's non-prosecution agreement in place. \nLawyers Bradley Edwards, Paul Cassell and Jack Scarola say any South Florida victims who are not willing to \nprosecute Epstein because of privacy concerns can simply decline to do so and remain anonymous. \nThe lawyers say there's no way that prosecuting Epstein for some victims would harm other victims unless the \nprosecutors somehow disclose their identities in the process. \n\"The Government's argument thus boils down to a stop-us-before-we-do-something-bad claim that deserves no \ncredence from the Court,\" wrote Edwards and his co-counsel on behalf of the two women, identified as Jane Doe \nI  and Jane Doe 2. \n[Popular on SunSentinel.com]  Boynton police officer kills armed robbery suspect\nEFTA00030512\n\nThey also pointed out that the prosecutors weren't asserting the alleged \"risk\" to some victims outweighs \nobtaining justice for their clients. \n\"But in any event, on closer examination, the Government's argument turns out to be vaporous,\" they wrote this \nmonth. \nEpstein's lawyers told the judge they support the South Florida prosecutors' arguments that the once-secret deal \nshouldn't be blown up to allow new charges. \nPublic Affairs \nUnited States De .artment of Justice \nEFTA00030513",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "rom: \nTo: \nCc: \nSubject: SF SUN SENTINEL: Some of Jeffrey Epstein's victims don't want new charges in South Florida"
      },
      {
        "name": "South Florida",
        "role": "extracted",
        "context": "ims don't want new charges in South Florida \nDate: Tue, 30 Jul 2019 20:20"
      },
      {
        "name": "South \nFlorida",
        "role": "extracted",
        "context": "ms don't want new \ncharges in South \nFlorida \nIs‘ Marc Freeman \nmil. III F"
      },
      {
        "name": "Marc Freeman",
        "role": "extracted",
        "context": "harges in South \nFlorida \nIs‘ Marc Freeman \nmil. III FLORIDA SUN \nSL: \nI"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "minor girls he abused at his Palm Beach mansion before 2008 \ndo not w"
      },
      {
        "name": "Advertisement \nThe",
        "role": "extracted",
        "context": "ully support that \nposition. \nAdvertisement \nThe debate about prosecuting Epst"
      },
      {
        "name": "West \nPalm",
        "role": "extracted",
        "context": "on enough. A federal judge in West \nPalm Beach is considering whether"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "y from federal charges. \nU.S. District Judge Kenneth Marra ruled in Februa"
      },
      {
        "name": "Kenneth Marra",
        "role": "extracted",
        "context": "charges. \nU.S. District Judge Kenneth Marra ruled in February that Epstei"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "reement \nviolated the federal Crime Victims' Rights Act. Dozens of victim"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "ed the federal Crime Victims' Rights Act. Dozens of victims were impro"
      },
      {
        "name": "Jane Does",
        "role": "extracted",
        "context": "victims in the case, cited as Jane Does, say the necessary remedy is"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": ". \nEFTA00030511\n\n\"To be sure, Jane Doe 1 and 2 very much appreciate"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "f the diligent prosecutors in New \nYork,\" their lawyers wrote. \"But t"
      },
      {
        "name": "Attorney Spencer",
        "role": "extracted",
        "context": "s co-conspirators at large.\" \nAttorney Spencer Kuvin of West Palm Beach said"
      },
      {
        "name": "West Palm",
        "role": "extracted",
        "context": ".\" \nAttorney Spencer Kuvin of West Palm Beach said he represents one"
      },
      {
        "name": "Northern District",
        "role": "extracted",
        "context": "J. Pak, U.S. Attorney for the Northern District of Georgia, and Jill E. Stein"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ns, special attorneys for the Southern District of Florida. \n[Popular on \nSun"
      },
      {
        "name": "Right Act",
        "role": "extracted",
        "context": "in the pending Crime Victims' Right Act litigation blasted the govern"
      },
      {
        "name": "Lawyers Bradley",
        "role": "extracted",
        "context": "secution agreement in place. \nLawyers Bradley Edwards, Paul Cassell and Jac"
      },
      {
        "name": "Paul Cassell",
        "role": "extracted",
        "context": "ce. \nLawyers Bradley Edwards, Paul Cassell and Jack Scarola say any Sout"
      },
      {
        "name": "Jack Scarola",
        "role": "extracted",
        "context": "ley Edwards, Paul Cassell and Jack Scarola say any South Florida victims"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "identities in the process. \n\"The Government's argument thus boils down to"
      },
      {
        "name": "Public Affairs",
        "role": "extracted",
        "context": "own up to allow new charges. \nPublic Affairs \nUnited States De .artment of"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:26.032Z"
}