{
  "document": {
    "id": "efta00022302",
    "filename": "EFTA00022302.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00022302.pdf",
    "text": "\n\nThe Decision Procedure and Penalties manual \nChapter 7 \nStatement of \npolicy on \ninterviews conducted on \nbehalf of overseas \nand EEA \nregulators \nEFTA00022302\n\nDEPP 7 : Statement of policy on \ninterviews conducted on behalf \nof overseas and EEA... \nSection 7.2 : Interviews \n7.2.1 G, \n7.2.2 G \n7.2.3 Gj \n7.2.4 \n7.2.5 \n7.2 Interviews \nAppointment of investigator and confidentiality of information \nUnder section 169(1)(b) and section 131FA of the Act, the FCA may appoint \nan investigator to investigate any matter at the request of an overseas \nregulator or EEA regulator. The powers of the investigator appointed by the \nFCA (referred to here as the 'FCA's investigator') include the power to \nrequire persons to attend at a  specified time and place and answer questions \n(the compulsory interview power). \nWhere the FCA appoints an investigator in response to a  request from an \noverseas regulator or EEA regulator it may, under section 169(7) or section \n131FA of the Act, direct him to permit a  representative of that regulator to \nattend and take part in any interviews conducted for the purposes of the \ninvestigation. The FCA may only give a  direction under section 169(7) or \nsection 131FA if it is satisfied that any information obtained by an overseas \nregulator or EEA regulator as a  result of the interview will be subject to the \nsafeguards equivalent to those contained in Part XXIII (Public Record, \nDisclosure of Information and Cooperation) of the Act. \nPart XXIII of the Act contains restrictions on the disclosure of confidential \ninformation. The restrictions are subject to exceptions contained in \nregulations made by the Treasury under section 349. \nPolicy on use of investigative powers \nThe FCA's policy on how it will use its investigative powers, including its \npower to appoint investigators, in support of overseas regulators and EEA \nregulators, is set out in the FCA's Enforcement Guide (EG). \nUse of direction powers \nThe FCA may need to consider whether to use its direction power at two \nstages of an investigation: \n(1) at the same time that it considers the request from the overseas \nregulator or EEA regulator to appoint investigators; \n(2) after it has appointed investigators, either at the request of the \noverseas regulator or EEA regulator or on the recommendation of the \ninvestigators. \nDEPP 7/2 www.handbook.fca.org.uk ■ Release 53 • Aug 2020 \nEFTA00022303\n\nDEPP 7 : Statement of policy on \ninterviews conducted on behalf \nof overseas and EEA... \nSection 7.2 : Interviews \n7.2.6 G \n7.2.7 \n7  2  8 \n7.2.9 \n7.2.10 G \nBefore making a  direction under section 169(7) or section 131FA the FCA will \ndiscuss and determine with the overseas regulator or EEA regulator how this \nstatement of policy will apply to the conduct of the interview, taking into \naccount all the circumstances of the case. Amongst other matters, the FCA \nwill at this stage determine the extent to which the representative of the \noverseas regulator or EEA regulator will be able to participate in the \ninterview. The overseas regulator or EEA regulator will be notified of this \ndetermination on the issuing of the direction. \nThe direction will contain the identity of the representative of the overseas \nregulator or EEA regulator that is permitted to attend any interview and the \nrole that he will play in the interview. If the FCA envisages that there will be \nmore than one interview in the course of the investigation, the direction \nmay also specify which interview(s) the representative is allowed to attend. \nConduct of interview \nIn circumstances where an interview is to be conducted as part of the \ninvestigation, the FCA's investigator will have conduct of the interview. In \ngeneral, the FCA's investigators will be employees of the FCA, but in \nappropriate cases the FCA may appoint persons who are not its employees. \nIn those cases, the FCA may choose to require that an FCA employee is \npresent at the interview and may choose to appoint that person as an \ninvestigator. \nThe FCA's investigator will act on behalf of the FCA and under its control. He \nmay be instructed to permit the representative of the overseas regulator or \nEEA regulator to assist in the preparation of the interview. Where the FCA \nconsiders it appropriate, it may permit the representative to attend and ask \nquestions of the interviewee in the course of the interview. The interview \nwill be conducted according to the terms of the direction and the \nnotification referred to in ■ DEPP 7.2.6 G. \nIf the direction does permit the representative of an overseas regulator or \nEEA regulator to attend the interview and ask the interviewee questions, the \nFCA's investigator will retain control of the interview throughout. Control of \nthe interview means the following will apply: \n(1) The FCA's investigator instigates and concludes the interview, \nintroduces everyone present and explains the procedure of the \ninterview. He warns the interviewee of the possible consequences of \nrefusing to answer questions and the uses to which any answers that \nare given can and cannot be put. The FCA's investigator will always \nask preliminary questions, such as those establishing the identity of \nthe interviewee. \n(2) The FCA's investigator determines the duration of the interview and \nwhen, if at all, there should be any breaks in the course of it. \n(3) The FCA's investigator has responsibility for making a record of the \ninterview. The record should note the times and duration of any \nbreaks in the interview and any periods when the representative of \nthe overseas regulator or EEA regulator was either present or not \npresent. \n■ Release 53 • Aug 2020 www.handbook.fca.org.uk DEPP 7/3 \nEFTA00022304\n\nDEPP 7 : \nStatement of policy on \ninterviews \nconducted on behalf \nof overseas \nand EEA... \nSection 7.2 :  Interviews \n7.2.12 E \n7.2.13 E \n7.2.14 E \n7.2.15 \n7.2.16 g \n(4) Where the FCA's investigator considers it appropriate, he may either \nsuspend the interview, ask the overseas representative to leave the \ninterview, or terminate the interview and reschedule it for another \noccasion. In making that decision he will bear in mind the terms of \nthe direction, any agreement made with the overseas regulator or \nEEA regulator as to the conduct of the interview and the contents of \nthis statement of policy. \nThe FCA will in general provide written notice of the appointment of an \ninvestigator to the person under investigation pursuant to the request of an \noverseas regulator or EEA regulator. Whether or not the interviewee is the \nperson under investigation, the FCA's investigator will inform the \ninterviewee of the provisions under which he has been appointed, the \nidentity of the requesting authority and general nature of the matter under \ninvestigation. The interviewee will also normally be informed if a \nrepresentative of the overseas regulator or EEA regulator is to attend and \ntake part in the interview. Notification of any of these matters may not be \nprovided in advance of the interview if the FCA believes that the \ncircumstances are such that notification would be likely to result in the \ninvestigation being frustrated. \nThe interviewee will normally be given a copy of the direction issued under \nsection 169(7) or section 131FA in advance of the interview unless to do so \nwould be likely to result in the investigation being frustrated. The \ninterviewee will also be provided with a copy of this statement of policy. \nThe FCA's investigator will determine the venue and timing of the interview. \nThe interviewee will be notified of the venue and timing of the interview in \nadvance and in writing. \nWhen the FCA's investigator has exercised the compulsory interview power, \nat the outset of the interview the interviewee will be given an appropriate \nwarning. The warning, amongst other things, must state that the \ninterviewee is obliged to answer all questions put to them during the \ninterview, including any put by the representative of the overseas regulator \nor EEA regulator. It will also state that in criminal proceedings or \nproceedings for market abuse the FCA will not use as evidence against the \ninterviewee any information obtained under compulsion during the \ninterview. \nThe FCA's investigator may decide which documents or other information \nmay be put to the interviewee, and whether it is appropriate to give the \ninterviewee sight of the documents before the interview takes place. Where \nthe overseas regulator or EEA regulator wishes to ask questions about \ndocuments during the interview and the FCA's investigator wishes to inspect \nthose documents before the interview, he will be given the opportunity to \ndo so. If the FCA's investigator wishes to inspect them and has not been able \nto do so before the interview, he may suspend the interview until he has had \nan opportunity to inspect them. \nWhen the FCA's investigator has exercised the compulsory interview power, \nthe FCA's investigator will require the person attending the interview to \nDEPP 7 \nwww.handbook.fca.org.uk ■ \nRelease \n53 • Aug 2020 \nEFTA00022305\n\nDEPP 7  : Statement \nof policy on \ninterviews conducted on behalf \nof \noverseas and EEA... \nSection 7.2 :  Interviews \n7.2.17 \n7.2.18 g \n7.2.19 \n7.2.20 \n11\nanswer questions. Where appropriate, questions may also be posed by the \nrepresentative of the overseas regulator or EEA regulator. The interviewee \nwill also be required to answer these questions. The FCA's investigator may \nintervene at any stage during questioning by the representative of the \noverseas regulator or EEA regulator. \nLanguage\nInterviews will, in general, be conducted in English. Where the interviewee's \nfirst language is not English, at the request of the interviewee arrangements \nwill be made for the questions to be translated into the interviewee's first \nlanguage and for his answers to be translated back into English. If a \ntranslator is employed at the request of the representative of the overseas \nregulator or EEA regulator then the translation costs will normally be met by \nthe overseas regulator or EEA regulator. Where interviews are being \nconducted in pursuance of an EU law obligation these costs will be met by \nthe FCA. In any event, the meeting of costs in relation to translators and, \nwhere applicable, the translation of documents will always be agreed in \nadvance with the overseas regulator or EEA regulator. \nTape-recording \nAll compulsory interviews will be tape-recorded. The method of recording \nwill be decided on and arranged by the FCA's investigator. Costs will be \naddressed similarly to that set out in the preceding paragraph. The FCA will \nnot provide the overseas regulator or EEA regulator with transcripts of the \ntapes of interviews unless specifically agreed to, but copies of the tapes will \nnormally be provided where requested. The interviewee will be provided \nwith a copy of tapes of the interview but will only be provided with \ntranscripts of the tapes or translations of any transcripts if he agrees to meet \nthe cost of producing them. \nRepresentation\nThe interviewee may be accompanied at the interview by a legal adviser or a \nnon-legally qualified observer of his choice. The costs of any representation \nwill not be met by the FCA. The presence at the interview of a representative \nof the overseas regulator or EEA regulator may mean that the interviewee \nwishes to be represented or accompanied by a person either from or familiar \nwith that regulator's jurisdiction. As far as practical the arrangements for the \ninterview should accommodate this wish. However, the FCA reserves the \nright to proceed with the interview if it is not possible to find such a person \nwithin a reasonable time or no such person is able to attend at a suitable \nvenue. \nIn relation to the publication of investigations by overseas regulators or EEA \nregulators, the FCA will pursue a policy similar to the policy that relates to its \nown investigations. \n■ \nRelease \n53 • Aug 2020 www.handbook.fca.org.uk \nDEPP \n7:5 \nEFTA00022306",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "The Decision",
        "role": "extracted",
        "context": "The Decision Procedure and Penalties manua"
      },
      {
        "name": "Interviews \nAppointment",
        "role": "extracted",
        "context": "7.2.3 Gj \n7.2.4 \n7.2.5 \n7.2 Interviews \nAppointment of investigator and confident"
      },
      {
        "name": "Public Record",
        "role": "extracted",
        "context": "hose contained in Part XXIII (Public Record, \nDisclosure of Information a"
      },
      {
        "name": "Enforcement Guide",
        "role": "extracted",
        "context": "tors, is set out in the FCA's Enforcement Guide (EG). \nUse of direction power"
      },
      {
        "name": "Language\nInterviews",
        "role": "extracted",
        "context": "regulator or EEA regulator. \nLanguage\nInterviews will, in general, be conducte"
      },
      {
        "name": "Representation\nThe",
        "role": "extracted",
        "context": "the cost of producing them. \nRepresentation\nThe interviewee may be accompanie"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:06.569Z"
}