{
  "document": {
    "id": "efta00011028",
    "filename": "EFTA00011028.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00011028.pdf",
    "text": "\n\nIndependent \nEpstein Victims' Compensation Program \nPROTOCOL \nDRAFT1\nDecember 13, 2019 \nI. Purpose and Overview \nThe Epstein Victims' Compensation Program (the \"Program\") is a  voluntary, independent Program that \nhas been established to compensate and resolve the claims of victims/survivors of sexual abuse by Jeffrey \nEpstein (\"Epstein\"). \nThe Estate of Jeffrey Epstein (the \"Estate\") has retained the services of nationally recognized claims \nadministration experts Kenneth R. Feinberg, Camille S. Biros and Jordana H. Feldman to design the \nProgram. Ms. Feldman will also serve as the Administrator of the Program (the \"Administrator\"). \nThrough the Program, the Estate wishes to acknowledge the wrongs endured by victims/survivors and \noffer them an opportunity to voluntarily resolve their individual claims for such sexual abuse. \nThe Program is governed by the following non-exclusive guiding principles: \n• The Program is  purely voluntary. It does not affect any rights a  victim may have \nunless and until the Claimant accepts the offered compensation and executes a \nRelease. A Claimant may reject the offer of compensation and may stop participating \nin the Program and withdraw the claim at any time prior to execution of the Release. \n• The Program is  independent and will in no way be administered, controlled or \noverseen by the Estate. The Administrator is responsible for all decisions relating to \nthe review, processing and evaluation of individual claims submitted to the Program. \nThe Administrator will have final, binding and exclusive authority to determine \nClaimant eligibility and the valuation of each eligible individual claim. Decisions of \nthe Administrator made pursuant to this Protocol are not subject to review or \nmodification in any way by the Estate or any other party or entity. \n• There is no cap or limitation on the aggregate amount of funds available to \ncompensate all eligible Claimants or on the amount of compensation to be made to \neach individual Claimant. Each individual claim will be evaluated separately by the \nAdministrator. The Administrator will determine, in her sole and exclusive discretion, \nissues of eligibility and the amount of compensation. \n' This document is a draft of the Protocol governing the Program and is subject to input from victims/survivors, their lawyers, \nother potentially interested parties, and representatives of the Estate. \nWage \nEFTA00011028\n\n• All Claimants will be treated with respect, dignity and fairness without regard to race, \ncolor, sexual orientation, national origin, religion, gender or disability. To ensure \nclaims will be adjudicated fairly, the Administrator will manage the process so that \nall Claimants can equally access the Program's claim process. Individuals with \ndisabilities will be given the opportunity to effectively communicate their claims and \nto request special process accommodations. \nThe Program will be effective within 90 days of approval by the Superior Court of the U.S. Virgin Islands \n(\"Effective Date\")2 and is available to all victims/survivors regardless of where they were harmed, when \nthey were harmed, whether the claim is time-barred by the applicable statute of limitations, and whether \nthey have previously filed a  lawsuit against or settled with Epstein and/or the Estate. \nThe exclusive claims period for filing a  claim pursuant to this Protocol shall commence on the to-be-\ndetermined Effective Date and shall conclude nine (9) months after that date (\"Filing Deadline\"). All \nindividual claims filed with the Program must be postmarked within this period. \nII. Eligibility Requirements \nA. Eligibility Criteria \nThe persons eligible to participate in this Program are individuals who allege they were sexually abused \nby Epstein. In addition, the following criteria apply: \n• The claim of sexual abuse must be directed against Epstein. \n• An individual whose claim is time-barred by the applicable statute of limitations may participate \nin the Program provided that other eligibility criteria are met. \n• An individual who previously entered into a  settlement agreement resolving a  claim of sexual \nabuse against Epstein may participate in the Program provided that other eligibility criteria are \nmet. \n• An individual who allegedly assisted Epstein in procuring other victims/survivors may participate \nin the Program where there is  a  credible basis to determine that the individual acted under \nduress as a  result of her own sexual abuse by Epstein, provided that other eligibility criteria are \nmet. \n• If the Claimant chooses to accept the offered compensation, the Claimant must dismiss with \nprejudice any existing lawsuits or legal actions or claims filed against the Estate or related entities \nand/or individuals. The Claimant must provide proof of such dismissal along with or prior to the \nsigned acceptance letter and executed Release in order to receive payment. \n2  The final version of the Protocol will include dates certain identifying the commencement date of the Program and \nregistration and filing deadlines, as explained below. \nWage \nEFTA00011029\n\nB. Legal Representatives of Claimants \nAn individual may file a claim on a victim's behalf where that individual has been granted legal authority \nto act in a  representative capacity pursuant to appropriate law. The \"Legal Representative\" of an \nindividual Claimant shall mean: (1) in the case of a  Claimant who is currently a  minor, a  parent or legal \nguardian authorized by law to serve as the minor's legal representative; (2) in the case of an incompetent \nor legally incapacitated Claimant, a  person who has been duly appointed as the Claimant's legal \nrepresentative in accordance with applicable law; or (3) an attorney authorized to represent the Claimant \nfor purposes of pursuing a  claim through this Program. \nLegal Representatives must provide proper documentation demonstrating representative capacity. Such \nproof may include a power of attorney, documentation showing the individual's appointment as guardian \nor guardian ad litem, or a  copy of a  retainer agreement showing legal representation signed by both the \nClaimant and the attorney. \nClaims Administration - Submission, Evaluation and Determination \nA. Claims Submission Process \nIndividuals who have filed a lawsuit, legal action or claim against Epstein and/or the Estate on or before \nthe Effective Date will be sent a  Claim Form and other relevant Program information, including \nInstructions for completion and submission of the Claim Form and a list of Frequently Asked Questions. \nIndividuals who have not filed a  lawsuit, legal action or claim against Epstein and/or the Estate on or \nbefore the Effective Date may register to participate in this Program on the Program's website at \nwww.EpsteinVictimsCompensationProgram.com.3   To register, such individuals must complete a \nquestionnaire setting forth their name, contact information, a  summary description of the nature of the \nclaim and other requested information. Upon registration, the Administrator will perform a  preliminary \nreview to consider if the individual is eligible to participate in the Program. If the Administrator deems \nthat the individual is eligible to participate in the Program, she will then send that individual a Claim Form \nand other relevant Program information. \nNote: The fact that an individual is sent a Claim Form and other relevant Program information indicates \nthat the Administrator has determined that such individual is eligible to participate in the Program. It \ndoes not indicate that the Administrator has determined that such individual is  eligible to receive \ncompensation. That determination is made only after a Claim Form and all required documentation has \nbeen submitted and evaluated by the Administrator. \nRegistrations will be accepted by the Administrator from the Effective Date through a  date that is 45 days \nprior to the Filing Deadline (\"Registration Deadline\"). It is important to note that the Registration Deadline \nis separate from, and precedes, the Filing Deadline. As explained above, all claims must be filed by the \nFiling Deadline. \nThis website is in the process of being developed and is yet operational. \nWage \nEFTA00011030\n\nAll Claim Forms must be completed and postmarked no later than the Filing Deadline. Claim Forms \nshould be mailed via overnight courier (a pre-paid courier voucher will be included with each packet) to \nthe Administrator at the following address or uploaded to the Program website at \nwww.EosteinVictimsCompensationProgram.com:\nEpstein Victims' Compensation Program \n00 Jordana H. Feldman, Administrator \n[Address - To Be Inserted] \nClaimants are invited to provide documentation identified in the Claim Form, and any other corroborating \nor supporting information sufficient to substantiate the claim, satisfy eligibility requirements, and allow \nthe Administrator to review, process and evaluate the claim. If the claim is being presented by a  Legal \nRepresentative, then the Legal Representative will be responsible for submitting the necessary \ndocumentation relating to the represented Claimant. \nAdditional documentation may be requested at the discretion of the Administrator. Both the Claimant \nand the Estate will be afforded the opportunity to submit to the Administrator any information deemed \nrelevant to the Administrator's evaluation and determination of the claim before the Administrator's final \ndisposition of the claim. \nIf a Claimant submits an incomplete or deficient claim, the Administrator will notify the Claimant, explain \nthe additional information that is needed, and work with the Claimant or the Claimant's Legal \nRepresentative (where applicable) to assist in submitting a complete claim. \nB. Claims Evaluation and Determination \nClaims will be evaluated in the order in which they are received, with the Administrator evaluating each \nsubmitted individual claim in a prompt and fair manner. Claims will only be determined once all required \ndocumentation has been submitted to the Administrator \n1. Factors Considered in Evaluating Claims \nAs to each individual claim, the Administrator will determine, in her sole discretion based upon all of the \ninformation available, whether the allegations of sexual abuse are credible. The Administrator will \nconsider appropriate factors and corroborative support, including but not limited to: \n• The level of documentation, corroboration or other circumstantial evidence regarding the nature \nand extent of the abuse, the frequency, location and other details of the abuse, and the age of \nthe victim at the time of the abuse. Non-exhaustive examples of such evidence include (i) \nmedical or psychiatric counseling/therapy records relevant to the abuse, and \n(ii) contemporaneous written notification or other correspondence (e.g., letters, emails) of the \nabuse by the Claimant to law enforcement authorities, parents, friends or others. \n• Whether there exists any information and/or pertinent findings offered by the appropriate \nOffice of the District Attorney or other law enforcement agency. \n4IPage \nEFTA00011031\n\n• Whether the Administrator finds the claims of the individual to be credible after complete review \nof all relevant documentation and other evidence provided by the Claimant and the Estate. \nAs to each individual claim, the Administrator will determine, in her sole discretion based upon all of the \ninformation available, the amount of compensation that should be offered to each eligible Claimant. The \nAdministrator will consider appropriate factors and corroborative support, including but not limited to: \n• The nature, duration and extent of the sexual abuse suffered by the Claimant. \n• The age of the Claimant at the time of the sexual abuse. \n• The nature and extent of the Claimant's physical or psychological damage resulting from the \nsexual abuse, and the effect of the sexual abuse on the Claimant. \n• The credibility of the claim based upon all of the facts and circumstances, supporting \ndocumentation and corroborating evidence. \n• Whether the claim is time-barred under the applicable statute of limitations. \n• Whether the Claimant previously entered into a settlement agreement with Epstein and received \na  payment pursuant to such agreement. \nThe Administrator will confidentially send the Claimant a compensation determination letter including the \nfollowing: (1) the Administrator's eligibility decision regarding the claim; (2) the amount of compensation \noffered; (3) a Release to be signed by the Claimant if the Claimant accepts the offered compensation; and \n(4) a  Payment Option Form. The Administrator's offer shall be valid for 60 days from the date of the \ncompensation determination letter. \nThe Administrator's determinations in this Program will not be binding on any potential criminal \ninvestigation involving the same or similar allegations or Claimant. \n2. Opportunities to be Heard \nThe Claimant will be afforded an opportunity to be heard, either before or after the Administrator renders \nher determination. Upon request by the Claimant, the Administrator will be available to meet in person, \nby video conference/Skype, or by teleconference to further discuss the claim. These meetings are \ncompletely optional and voluntary. Requests to meet with the Administrator should be sent by email \nclaimantservices@epsteinvictimscompensationprogram.com4  and will be scheduled at a mutually \nconvenient time and location. The Administrator may also request a meeting with a Claimant or her Legal \nRepresentative at a  reasonable mutually convenient time and location, though the Claimant is  not \nobligated to attend any such meeting. \n4  This email address is not yet active. \n5IPage \nEFTA00011032\n\n3. Release \nBy submitting a claim to the Program, a Claimant is seeking to resolve all claims relating to allegations of \nsexual abuse against Epstein and/or the Estate, related entities and/or individuals. If a Claimant chooses \nto accept the offer of compensation pursuant to the Program, the Claimant will be required to sign and \nexecute a full Release, in a  form satisfactory to the Estate, of all past and future claims relating to such \nallegations of sexual abuse against the Estate, related entities and/or individuals. A Claimant may reject \nthe offer of compensation and may stop participating in the Program and withdraw the claim at any time \nprior to the execution of the Release. \nThe Release will waive any rights the Claimant and her heirs, descendants, legatees or beneficiaries \nmay have to assert any claims relating to allegations of sexual abuse against the Estate, related entities \nand/or individuals, to file an individual legal action relating to such allegations, or to participate in any \nlegal action associated with such allegations, except as a  witness. However, the Release will not \noperate to preclude or limit the Claimant's ability to report and discuss allegations of sexual abuse with \nlaw enforcement officials or anyone else. \nBefore signing a Release, the Claimant must consult with an attorney. If the Claimant is not represented \nby an attorney, the Program will provide an attorney to provide free legal counseling to the Claimant \nfor the sole purpose of advising the Claimant concerning the language and binding nature of the \nRelease. \nNo one affiliated with the Program will provide tax or legal advice to those receiving payments under \nthe Program. Claimants are urged to consult with a tax advisor concerning any questions regarding tax \nliability for payments pursuant to the Program. \n4. Payments \nUpon the Claimant's acceptance of the Administrator's determination, the Administrator's receipt of \nthe Claimant's executed Release and, where applicable, dismissal with prejudice of any existing lawsuit \nor legal actions or claims against the Estate or related entities and/or individuals, the Administrator will \ninitiate payment by check or electronic funds transfer to each eligible Claimant as directed by the \nClaimant. Checks will be sent to Claimants via overnight courier service. \nC. Program Integrity \nFor the purpose of protecting both the integrity of the Program and financial resources for eligible \nClaimants, the Administrator will institute all necessary measures to prevent payment of fraudulent \nclaims, including taking steps to verify claims and analyze submissions for inconsistencies, irregularities \nor duplication. \n6IPage \nEFTA00011033\n\nEach Claimant who signs the Claim Form at the time of submission certifies that the information provided \nin the Claim Form is true and accurate to the best of the Claimant's knowledge, and that the Claimant \nunderstands that false statements or claims made in connection with such submission may result in fines, \nimprisonment and/or any other remedy available by law. Claims that appear to be potentially fraudulent \nor to contain false information will be forwarded to federal, state or local law enforcement agencies \nand/or the appropriate Office of the District Attorney for possible investigation and prosecution. \nD. Confidentiality/Privacy \nThe Program is confidential. By filing a claim with the Program, the Claimant or her Legal \nRepresentative (where applicable) agrees that information submitted by the Claimant pursuant to the \nProgram will be used and/or disclosed by the Administrator and her designees only for the following \npurposes: \nI) Processing and evaluating the Claimant's claim; \n2) Administering the Program and other Program-related work; and \n3) Reports to law enforcement where appropriate. \nWhen documents maintained or submitted by the Estate become part of a Claimant's file for purposes \nof the Program, such materials will be reviewed by the Administrator to assist in processing and \nevaluating the claim, but will otherwise remain confidential. These files are not available for inspection, \nreview or copying by the Claimant or her representatives during or after the Program, and all pertinent \nsettlement privileges and other privileges apply. \nTo protect the privacy of Claimants participating in the Program, all personal information provided by \nthe Claimant during this process will be returned or destroyed within one year after the conclusion of \nthe Program. \nIndividual Claimants are not bound by any rules of confidentiality. Claimants may, at their sole and \nvoluntary option, disclose information in their possession regarding their claim, their compensation and \ntheir experience with the Program. \nAll confidentiality requirements are subject to law, regulation and judicial process. \nThe Administrator may, on a periodic basis, publish reports regarding the Program's claims processing or \nother activities in an effort to provide transparency. Such reports will report on an aggregate level only. \nNo individual Claimant information will be published or disclosed in a  way that compromises Claimant \nconfidentiality. \nMage \nEFTA00011034",
    "pageCount": 7,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "e by Jeffrey \nEpstein (\"Epstein\"). \nThe Estate of Jeffrey Epstein (the \"Estate\") has retained the services of natio"
      },
      {
        "name": "Feldman",
        "role": "extracted",
        "context": "ldman to design the \nProgram. Ms. Feldman will also serve as the Ad"
      },
      {
        "name": "Independent \nEpstein",
        "role": "extracted",
        "context": "Independent \nEpstein Victims' Compensation Program"
      },
      {
        "name": "Compensation Program",
        "role": "extracted",
        "context": "Independent \nEpstein Victims' Compensation Program \nPROTOCOL \nDRAFT1\nDecember 13"
      },
      {
        "name": "Overview \nThe",
        "role": "extracted",
        "context": "mber 13, 2019 \nI. Purpose and Overview \nThe Epstein Victims' Compensation"
      },
      {
        "name": "Epstein Victims",
        "role": "extracted",
        "context": "I. Purpose and Overview \nThe Epstein Victims' Compensation Program (the \"P"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "/survivors of sexual abuse by Jeffrey \nEpstein (\"Epstein\"). \nThe Estate of J"
      },
      {
        "name": "The Estate",
        "role": "extracted",
        "context": "effrey \nEpstein (\"Epstein\"). \nThe Estate of Jeffrey Epstein (the \"Esta"
      },
      {
        "name": "The Program",
        "role": "extracted",
        "context": "laims for such sexual abuse. \nThe Program is governed by the following"
      },
      {
        "name": "The Administrator",
        "role": "extracted",
        "context": "d or \noverseen by the Estate. The Administrator is responsible for all decisi"
      },
      {
        "name": "All Claimants",
        "role": "extracted",
        "context": "state. \nWage \nEFTA00011028\n\n• All Claimants will be treated with respect,"
      },
      {
        "name": "Superior Court",
        "role": "extracted",
        "context": "in 90 days of approval by the Superior Court of the U.S. Virgin Islands \n("
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "he Superior Court of the U.S. Virgin Islands \n(\"Effective Date\")2 and is a"
      },
      {
        "name": "Effective Date",
        "role": "extracted",
        "context": "of the U.S. Virgin Islands \n(\"Effective Date\")2 and is available to all vi"
      },
      {
        "name": "Filing Deadline",
        "role": "extracted",
        "context": "(9) months after that date (\"Filing Deadline\"). All \nindividual claims fil"
      },
      {
        "name": "Eligibility Requirements",
        "role": "extracted",
        "context": "rked within this period. \nII. Eligibility Requirements \nA. Eligibility Criteria \nThe"
      },
      {
        "name": "Eligibility Criteria",
        "role": "extracted",
        "context": "Eligibility Requirements \nA. Eligibility Criteria \nThe persons eligible to part"
      },
      {
        "name": "The Claimant",
        "role": "extracted",
        "context": "entities \nand/or individuals. The Claimant must provide proof of such di"
      },
      {
        "name": "Legal Representatives",
        "role": "extracted",
        "context": "elow. \nWage \nEFTA00011029\n\nB. Legal Representatives of Claimants \nAn individual m"
      },
      {
        "name": "Claimants \nAn",
        "role": "extracted",
        "context": "B. Legal Representatives of Claimants \nAn individual may file a claim o"
      },
      {
        "name": "Legal Representative",
        "role": "extracted",
        "context": "uant to appropriate law. The \"Legal Representative\" of an \nindividual Claimant s"
      },
      {
        "name": "Claims Administration",
        "role": "extracted",
        "context": "Claimant and the attorney. \nClaims Administration - Submission, Evaluation and"
      },
      {
        "name": "Claims Submission",
        "role": "extracted",
        "context": "luation and Determination \nA. Claims Submission Process \nIndividuals who have"
      },
      {
        "name": "Process \nIndividuals",
        "role": "extracted",
        "context": "ination \nA. Claims Submission Process \nIndividuals who have filed a lawsuit, leg"
      },
      {
        "name": "Claim Form",
        "role": "extracted",
        "context": "ffective Date will be sent a  Claim Form and other relevant Program in"
      },
      {
        "name": "Frequently Asked",
        "role": "extracted",
        "context": "the Claim Form and a list of Frequently Asked Questions. \nIndividuals who h"
      },
      {
        "name": "Registration Deadline",
        "role": "extracted",
        "context": "rior to the Filing Deadline (\"Registration Deadline\"). It is important to note th"
      },
      {
        "name": "All Claim",
        "role": "extracted",
        "context": "ational. \nWage \nEFTA00011030\n\nAll Claim Forms must be completed and p"
      },
      {
        "name": "Claim Forms",
        "role": "extracted",
        "context": "ter than the Filing Deadline. Claim Forms \nshould be mailed via overnig"
      },
      {
        "name": "To Be",
        "role": "extracted",
        "context": "an, Administrator \n[Address - To Be Inserted] \nClaimants are invi"
      },
      {
        "name": "Legal \nRepresentative",
        "role": "extracted",
        "context": "laim is being presented by a  Legal \nRepresentative, then the Legal Representativ"
      },
      {
        "name": "Claims Evaluation",
        "role": "extracted",
        "context": "mitting a complete claim. \nB. Claims Evaluation and Determination \nClaims wil"
      },
      {
        "name": "Determination \nClaims",
        "role": "extracted",
        "context": "im. \nB. Claims Evaluation and Determination \nClaims will be evaluated in the orde"
      },
      {
        "name": "Factors Considered",
        "role": "extracted",
        "context": "tted to the Administrator \n1. Factors Considered in Evaluating Claims \nAs to e"
      },
      {
        "name": "Evaluating Claims",
        "role": "extracted",
        "context": "tor \n1. Factors Considered in Evaluating Claims \nAs to each individual claim,"
      },
      {
        "name": "District Attorney",
        "role": "extracted",
        "context": "he appropriate \nOffice of the District Attorney or other law enforcement agen"
      },
      {
        "name": "The \nAdministrator",
        "role": "extracted",
        "context": "ed to each eligible Claimant. The \nAdministrator will consider appropriate fac"
      },
      {
        "name": "Payment Option",
        "role": "extracted",
        "context": "red compensation; and \n(4) a  Payment Option Form. The Administrator's off"
      },
      {
        "name": "Heard \nThe",
        "role": "extracted",
        "context": "mant. \n2. Opportunities to be Heard \nThe Claimant will be afforded an"
      },
      {
        "name": "Release \nBy",
        "role": "extracted",
        "context": "ve. \n5IPage \nEFTA00011032\n\n3. Release \nBy submitting a claim to the Pro"
      },
      {
        "name": "The Release",
        "role": "extracted",
        "context": "he execution of the Release. \nThe Release will waive any rights the Cla"
      },
      {
        "name": "Payments \nUpon",
        "role": "extracted",
        "context": "pursuant to the Program. \n4. Payments \nUpon the Claimant's acceptance of"
      },
      {
        "name": "Program Integrity",
        "role": "extracted",
        "context": "vernight courier service. \nC. Program Integrity \nFor the purpose of protectin"
      },
      {
        "name": "Each Claimant",
        "role": "extracted",
        "context": "ation. \n6IPage \nEFTA00011033\n\nEach Claimant who signs the Claim Form at t"
      },
      {
        "name": "Privacy \nThe",
        "role": "extracted",
        "context": "secution. \nD. Confidentiality/Privacy \nThe Program is confidential. By f"
      },
      {
        "name": "Individual Claimants",
        "role": "extracted",
        "context": "conclusion of \nthe Program. \nIndividual Claimants are not bound by any rules of"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-12-13",
        "event": "December 13, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:42.975Z"
}