{
  "document": {
    "id": "efta00021702",
    "filename": "EFTA00021702.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021702.pdf",
    "text": "\n\nFrom: \nTo:'  ' \nCc: \nSubject: RE: Next steps \nDate: Mon, 30 Sep 2019 20:24:03 +0000 \nIn connection with the Epstein victim services meetings, could you also let us know the date of the New York meeting, \nassuming it's still the plan to do a meeting in both locations? \nAnd on the same subject, do you know when notifications are going out about those meetings, and who's coordinating \nthat? We'd like to talk to whoever is doing the notices so we can make sure it's clear that there won't be any substantive \nupdate about the investigation or the status of the case. We won't be attending for that reason, and we don't want any \nvictims or their counsel to have the misimpression that this is anything but purely services-related info. \nWe'll also circle up internally about whether we could come down that week for interviews, separately—I'll be in Nashville \nfrom the 15th through the lath for a separate work trip, but will check with on their schedules. \nthanks, \nFrom: \nSent: Monday, September 30, 2019 12:57 \nTo: \nCc: \nSubject: Re: Next steps \n>; \nIf you have some time today we can chat about these steps at more length but in short... \n1) Sure we can make a photo array but also we have a photo book which we could just add to instead of \nthe 6 pack. \n2) will be on vacation the first week of November but what about the week of October 14? FBI victim \nservices is hosting the victim conference for Epstein victims in Miami on October 15 which we plan on \nattending. Are you guys coming to this? That might be the best week for us to knock out a few additional \nvictim interviews, as well as meet with \n3) We have not come across any photos from the Manhattan house yet but we will certainly keep an eye \nout as we continue our analysis. \nDetective \nNYPD \nI \nFBI \nChild Exploitation \nHuman Trafficking Task Force \nEFTA00021702\n\nFax: \nFrom: \nSent: Saturday, September 28, 2019 4:43 PM \nTo: \nCc: \nSubject: Next steps \nand \nA few things on next steps: \nI) Could you please put together a photo array that includes M? I think we may need it for interviews with and \n2) When I reach out to • \nthis up with interviews of \nguys? \nlawyer, I'd like to discuss dates for an interview. is in Florida, so we \ncould sync \nall in one trip. Would the first week of November work for you \n3) I'm aware of the photos from the Florida house, but if you could please let us know if you seized any from the \nManhattan house, that would be great, thanks. Likewise, if her name is on any of the discs seized from Florida or NY \nplease let us know. \nThanks! \nSent from my iPhone \nEFTA00021703",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Child Exploitation",
        "role": "extracted",
        "context": "is. \nDetective \nNYPD \nI \nFBI \nChild Exploitation \nHuman Trafficking Task Force"
      },
      {
        "name": "Human Trafficking",
        "role": "extracted",
        "context": "I \nFBI \nChild Exploitation \nHuman Trafficking Task Force \nEFTA00021702\n\nFax"
      },
      {
        "name": "Task Force",
        "role": "extracted",
        "context": "ploitation \nHuman Trafficking Task Force \nEFTA00021702\n\nFax: \nFrom: \nS"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-09-30",
        "event": "September 30, 2019"
      },
      {
        "date": "2019-09-28",
        "event": "September 28, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:05.223Z"
}