{
  "document": {
    "id": "efta00025526",
    "filename": "EFTA00025526.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00025526.pdf",
    "text": "\n\nFrom: New York Law360 <newsglaw360.corn> \nTo: \nSubject: Davis Polk To Abandon Strict Lockstep For Revised Pay Model \nDate: Fri, II Sep 2020 07:40:32 +0000 \ncj_aw360 New York \nNEW YORK \nDo you think your salary is fair? \nTake our survey. \nFriday, September 11, 2020 Follow Law360 \nTOP NEWS \nDavis Polk To Abandon Strict Lockstep For Revised Pay Model \nDavis Polk & Wardwell LLP confirmed Thursday that it is moving from a \npartner compensation model based on seniority to one that takes into \naccount other performance-related factors, calling the new pay model a \n\"modified lockstep system.\" \nRead full article » \nHuffPost Beats Copyright Suit Over Jon Hamm Crotch Photo \nA Manhattan federal judge ruled Thursday that HuffPost didn't violate \ncopyright law by republishing a famous image of actor Jon Hamm that went \nviral in 2013 because it appeared to prominently display his genitals. \nOpinion attached I Read full article » \nNYC Department Store Century 21 To Wind Down In Ch. 11 \nManhattan-based department store chain Century 21 sought bankruptcy \nprotection in New York on Thursday, reporting more than $156 million of debt \nobligations and saying it was driven into a shutdown by its insurers' failures to \npay $175 million in claims stemming from the C0VID-19 outbreak. \nRead full article » \nKing & Spalding, Willkie Farr Steer $250M Manhattan Loan \nKing & Spalding represented Deutsche Pfandbriefbank in connection with its \n$250 million loan to Willkie Farr-counseled Paramount Group for a mixed-use \nproperty on Fifth Avenue in Manhattan, according to records made public in \nNew York on Thursday. \nRead full article » \nSenate Confirms Trial Judge Picks For Mich., Va., NY \nThe U.S. Senate on Thursday confirmed nominees to the trial bench in \nMichigan, Virginia and New York, including the first Iraqi American federal \njudge, as part of a late-session push to fill court vacancies before Congress \nheads home for the fall elections. \n3 documents attached I Read \nfull article\nAGs Seek Early Win In Challenge To ACA Civil Rights Rollback \n;:t,Law360 Rising Stars \nLAW FIRMS \nAkin Gump \nAlioto Law Firm \nArent Fox \nArnold & Porter \nBaker Botts \nBallard Spahr \nBarclay Damon \nBeck Redden \nBerger Montague \nBlank Rome \nBoies Schiller \nBrouse McDowell \nBuchanan Ingersoll \nCadwalader Wickersham \nCarlton Fields \nCavazos Hendricks \nClark Hill \nCotchett Pitre \nCovington & Burling \nEFTA00025526\n\nThe 23 Democratic attorneys general challenging the Trump administration's \nrollback of civil rights protections for women, LGBTQ people and non-English \nspeakers in health care settings are pursuing an early win in their lawsuit, \narguing in New York federal court Thursday that the move flouted the \nAffordable Care Act and U.S. Supreme Court precedent. \nMemorandum \nattached I Read full \narticle \n» \nNYC Mayor Rejects Property Tax Hike As Budget Gap Looms \nNew York City's mayor on Thursday said he wouldn't consider hikes in \nproperty tax to help the city deal with a looming budget hole, despite it being \none of the few taxes the city controls without permission from state leaders. \nRead full article » \nENERGY & ENVIRONMENTAL \nNJ LNG Project Delayed Amid Green Group's Pushback \nA controversial proposal to add a liquefied natural gas export facility at a \nsouthern New Jersey port stalled Thursday when the Delaware River Basin \nCommission voted to delay its final approval of the project amid pushback \nfrom an environmental group overseeing the river. \nRead full article » \nINSURANCE \nInvestment Firm Founder Wins $8M In AXA Life Insurance Suit \nA North Carolina federal jury awarded $8 million on Thursday to the founder \nof an investment firm who accused AXA Equitable Life Insurance Co. of \nwrongly refusing to reinstate his life insurance policy and reporting incorrect \ndata to a clearinghouse for insurance information. \nVerdict attached I Read \nfull \narticle » \nPERSONAL INJURY & MEDICAL MALPRACTICE \nInjured Rider Sues Revel Over Moped Crash, Lax Safety \nA New Yorker is suing moped sharing service Revel Transit Inc. in the state's \nSupreme Court, alleging the company's rapid expansion in the Big Apple \nresulted in dropped safety measures and poor maintenance, resulting in him \ncrashing and falling off one of the vehicles. \nComplaint attached \nI \nRead full \narticle » \nINTELLECTUAL PROPERTY \nCannabinoid Maker Hits Amyris With $881M Trade Secrets Suit \nA cannabinoid manufacturer slapped biotech company Amyris with an $881 \nmillion trade secrets suit Thursday, alleging the company inked a research \nand development agreement to boost its stock price and then reneged on the \nterms to conceal a \"rotten\" business model. \nComplaint attached I Read full article » \nSECURITIES & WHITE COLLAR \nHalkbank Can't Pause Iran Sanctions Case Over Recusal Bid \nA New York federal judge rejected a bid from Turkey's Halkbank to pause the \ngovernment's case over alleged Iran sanctions violations while the bank \nappeals its failed motion to recuse the judge, saying Thursday that its petition \nwas unlikely to succeed. \nOrder attached I Read full article » \nEpstein Accuser, Media Slam Maxwell's Bid To Shield Docs \nCrowell & Moring \nDLA Piper \nDavis Polk \nDavis Wright Tremaine \nDebevoise & Plimpton \nDechert \nEdelson PC \nFoley & Lardner \nFox Rothschild \nFuerst Ittleman \nGibson Dunn \nGirard Sharp \nGoodwin \nHaddon Morgan \nHausfeld LLP \nHawkins Parnell \nHogan Lovells \nHolland & Knight \nHughes Hubbard \nHunton Andrews Kurth \nJones Day \nK&L Gates \nKasowitz Benson \nKelley Drye \nKing & Spalding \nKirkland & Ellis \nKuck Baxter \nLiebowitz Law Firm \nLocke Lord \nLoeb & Loeb \nLowenstein Sandler \nMayer Brown \nMcDermott Will \nMcKool Smith \nMiller Korzenik \nMorgan Lewis \nMorrison Mahoney \nMunger Tolles \nNastLaw \nNedeau Law Firm \nNorton Rose \nNussbaum Law Group PC \nO'Melveny & Myers \nOrr Cook \nPaul Hastings \nPolsinelli \nProskauer Rose \nQuinn Connor \nRandazza Legal Group \nRoche Cyrulnik Freedman \nRopes & Gray \nEFTA00025527\n\nOne of Jeffrey Epstein's most outspoken accusers and a raft of media \norganizations have slammed Ghislaine Maxwell's attempt to keep her \ndepositions from a settled defamation suit under seal, telling the Second \nCircuit that public interest outweighs the former Epstein associate's concerns \nthat the transcripts could bias the sex trafficking case against her. \n3 documents attached I \nRead full article\nCOMPETITION \nState AGs Say Drugmakers Want To Delay Price-Fixing Trials \nA contingent of state attorneys general suing generic-drug makers over \nallegations of price-fixing as part of a sprawling multidistrict litigation have \nsaid that drugmakers' proposed schedule for four bellwether cases would \ndelay the first trial for months longer than necessary. \n4 documents attached I Read full article » \nCAPITAL MARKETS \nHedge Fund-Backed SPAC Leads 3 IPOs Raising $860M Total \nA blank-check company backed by activist hedge fund Starboard Value led \nthree initial public offerings to hit markets Thursday after raising a combined \n$860 million, adding to the yearlong blitz in IPOs by special purpose \nacquisition companies. \nRead full article » \nBANKRUPTCY \nMorgan Stanley Tells Court It Sold A Solvent Tops Markets \nMorgan Stanley on Thursday asked a New York bankruptcy judge to dismiss \nclaims by the litigation trustee for Tops Markets LLC that the firm drove the \nsupermarket chain into Chapter 11, arguing the company was solvent when \nthe firm sold it. \nRead full article » \nBANKING \nBank GCs Don't Have To Sit For Depos In Forex-Rigging Fight \nCurrent and former in-house lawyers for six big banks do not have to sit for \ndepositions, a Manhattan federal judge said Thursday, after counsel for \nforeign currency buyers who say the financial giants rigged prices asserted \nthat the banks had not turned over important information. \n2 documents attached I Read full article » \nAnalysis \nOCC's Potential Boon For Payment Industry Faces Headwinds \nActing Comptroller of the Currency Brian Brooks has expressed a desire to \nwrap payments companies into the federal regulatory framework, and while \nthe effort has been lauded as a move to ease compliance costs, state \nregulators appear prepared to fight to protect their oversight of the industry. \nRead full article » \nINTERNATIONAL ARBITRATION \nImporter Says $2M Award Over Liquor Deal Can Be OK'd \nA defunct U.S. liquor importer is looking to enforce a nearly $2 million costs \naward it won in arbitration involving the French producer of Landy Cognac, \nthe result of a decade-old dispute stemming in part from the importer's \ninability to pay $35,000 in endorsement royalties to the rapper Snoop Dogg. \nBrief attached \nI \nRead \nfull article \n» \nSanford Heisler \nSaxe Doemberger \nShearman & Sterling \nSidley Austin \nSkadden \nSullivan & Cromwell \nThe Wiewel Law Firm \nVenable LLP \nWarner Norcross \nWilliams & Connolly \nWillkie Fan \nWilmerHale \nWilson Sonsini \nWinget Spadafora \nWoods Rogers \nCOMPANIES \nAXA SA \nAllergan PLC \nAmazon.com Inc. \nAmerican Bar Association \nAmerican Civil Liberties Union \nAmerican Federation of State \nCounty & Municipal Employees \nAmerican Immigration Lawyers \nAssociation \nAmerican International Group Inc. \nAmeriprise Financial Inc. \nAmyris Inc. \nApple Inc. \nBNP Paribas SA \nBancWest Corp. \nBank of America Corp. \nBarclays PLC \nBarings LLC \nBarnard College \nBritish American Tobacco PLC \nCACI International Inc. \nCIT Group Inc. \nCato Institute \nCenter for Human Rights & \nConstitutional Law \nCentury 21 Department Stores LLC \nCitigroup Inc. \nConference of State Bank \nSupervisors \nCredit Suisse Group AG \nDealogic LLC \nDelaware Riverkeeper Network \nFederalist Society \nFortress Transportation and \nInfrastructure Investors LLC \nEFTA00025528\n\nIMMIGRATION \nTrump Can't Exclude Unauthorized Immigrants From Census \nA trio of New York federal judges on Thursday shut down President Donald \nTrump's attempt to not count unauthorized immigrants in the 2020 census, \nruling that the policy blatantly violates federal law governing the census and \napportionment and that the case need not be litigated any further. \nOrder \nattached Read full \narticle \n” \nFeds Says Immigration Application Fee Hikes Are Lawful \nNineteen states and 10 immigration nonprofit organizations supported a \nrequest to stop U.S. Citizenship and Immigration Services from hiking \nimmigration application fees, but the Trump administration objected to the \nrequest, saying the agency lawfully implemented the fee increases. \n3 documents attached \nI \nRead \nfull article \n» \nTELECOMMUNICATIONS \n2nd Circ. Won't Revive NY Town's Fight Over Cell Tower \nThe Second Circuit isn't going to touch a federal court ruling that allowed a \nwireless tower to be constructed in a New York town over objections from the \nlocal board, it declared Thursday. \nOpinion attached I Read full article ), \nPEOPLE \nBroadwayHD Rides Away With Ex-SoulCycle Atty As GC \nBroadwayHD has named a former SoulCycle attorney as its new general \ncounsel, the theater streaming service said Thursday. \nRead full article » \nEXPERT ANALYSIS \n2 Real Estate Financing Concepts To Review During COVID-19 \nCOVID-19 will likely continue to bring a significant increase in distressed real \nestate financings, so parties should carefully draft late charge and default \nrate interest provisions to ensure that they are enforceable as intended, say \nSteven Herman and Eunji Jo at Cadwalader. \nRead full article » \nLEXIS PRACTICE ADVISOR \n8 Borrower Considerations For SOFR Loan Documentation \nAs the market works out how to document loans that provide for interest \naccruing at a rate based on Libor's successor, expect certain borrower \nproposals for Secured Overnight Financing Rate credit agreements to prompt \ndisagreement among lenders, says David Duffee at Mayer Brown. \nRead full article » \nLEGAL INDUSTRY \nRopes & Gray Is Letting Incoming Associates Take A Year Off \nIn the wake of the coronavirus pandemic, Ropes & Gray LLP is offering an \noptional deferral year to its incoming associates, giving them the option to \nparticipate in a firm-sponsored fellowship or take a year off to do anything \nthey want, the firm confirmed Thursday. \nRead full article » \nGetty Images Inc. \nGoogle Inc. \nHSBC Holdings PLC \nImmigrant Legal Resource Center \nInternational Brotherhood of \nTeamsters \nInternational Centre for Dispute \nResolution \nInternational Organization of \nSecurities Commissions \nJPMorgan Chase & Co. \nKids in Need of Defense \nKing Pharmaceuticals Inc. \nLexisNexis Group \nLinkedln Corp. \nMajor Lindsey & Africa LLC \nMiami Herald Media Co. \nMorgan Stanley \nMylan NV \nNASDAQ Inc. \nNatWest Markets PLC \nNovartis AG \nOath Inc. \nParamount Group Inc. \nPartnership for New York City \nPennsylvania Bar Association \nPfizer Inc. \nRELX PLC \nRegions Financial Corp. \nRoyal Dutch Shell PLC \nSierra Club \nSoulCycle Inc. \nStarboard Value LP \nState Bar of Michigan \nTemple University \nTeva Pharmaceutical Industries \nLtd. \nThe New York Times Co. \nThe Royal Bank of Scotland Group \nPLC \nTops Markets LLC \nTwitter Inc. \nUBS AG \nUnited Food & Commercial \nWorkers International Union \nUniversity of Chicago Medical \nCenter \nWashington Post Co. \nWaste Management Inc. \nWestern Digital Corp. \nYouTube Inc. \nEFTA00025529\n\nAnalysis \nThe Biggest Surprises Of Trump's New Supreme 'Short' List \nThe new list of possible U.S. Supreme Court nominees that President Donald \nTrump unveiled Wednesday featured several conservative rising stars on the \nfederal appellate bench. But there were also some unconventional choices \nspurred by political motives, and at least one glaring omission. \nRead full article » \nEPA's Legal Leader Will Head Back To Private Practice \nThe U.S. Environmental Protection Agency's top lawyer said Thursday he's \nstepping down after more than two and a half years to return to private \npractice, while a Gibson Dunn alumnus will step up to fill his shoes. \nRead full article » \nEx-Jones Day Atty Says Nix Of Equal Pay Claim 'Erroneous' \nA former Jones Day associate suing the legal powerhouse over its parental \nleave policy said a D.C. federal judge misinterpreted the term \"equal work\" \nwhen he threw out her Equal Pay Act claim. \nRead full article » \nEx-BigLaw Atty Takes 3-Year Suspension For Insider Trading \nA former Hunton & Williams LLP attorney on Thursday was formally barred \nfrom practicing law until next summer after a drunken tip to his friend and \ninvestment adviser about a Pfizer Inc. acquisition led to his conviction for \ninsider trading. \nRead full article » \nNJ Justices Scrap Rule Requiring Firms To Include Atty Name \nThe New Jersey Supreme Court has nixed the requirement that a law firm's \ntrade name include the name of an attorney and describe the nature of its \npractice, but maintained that firm names cannot be misleading or suggest \ntheir ability to obtain results, state judiciary officials said Thursday. \nRead full article » \nTexas Bar Drops Proposal To Limit President's Powers \nA State Bar of Texas director on Thursday withdrew a proposal to limit the \nright of the Bar president to act as the organization's spokesperson in light of \nracist and sexist social media posts, saying at a virtual Bar meeting that it's \n\"highly likely\" the president would sue in retaliation and that the Bar should \ninstead develop a code of conduct for officers. \nRead full article » \nMichigan Bar Prevails In Fight Over Mandatory Atty Dues \nA Michigan federal court declined to consider whether recent U.S. Supreme \nCourt precedent has rendered compulsory bar membership unconstitutional, \nruling against a challenge to the State Bar of Michigan and saying the \nconstitutional question would be something for higher courts to weigh. \nRead full article » \nPa. Justices Reject Diploma Privilege Petition \nThe Pennsylvania Supreme Court on Thursday denied a petition asking that \nit consider axing the bar exam requirement and allow law school graduates to \nbegin practicing on an emergency basis this year as a result of the ongoing \ncoronavirus pandemic. \nRead full article » \nFed. Circ. Grants Atty Fees In 'Demeaning' Goat IP Case \nThe Federal Circuit ordered a New York attorney to pay legal fees Thursday, \nafter the U.S. Supreme Court refused to take up his challenge to a \nGOVERNMENT AGENCIES \nBureau of Citizenship and \nImmigration Services \nCalifornia Attorney General's Office \nConnecticut Attorney General's \nOffice \nDelaware Attorney General's Office \nDelaware River Basin Commission \nFederal Reserve System \nFlorida Department of \nEnvironmental Protection \nGeorgia Supreme Court \nHawaii Attorney General's Office \nIllinois Attorney General's Office \nInternal Revenue Service \nMaryland Attorney General's Office \nMichigan Attorney General's Office \nMinnesota Attorney General's \nOffice \nNevada Attorney General's Office \nNew Jersey Attorney General's \nOffice \nNew Jersey Supreme Court \nNew Mexico Attorney General's \nOffice \nNew York Attorney General's Office \nNew York City Council \nNew York State Department of \nFinancial Services \nOffice of the Comptroller of the \nCurrency \nOhio Supreme Court \nOregon Attorney General's Office \nPennsylvania Attorney General's \nOffice \nPennsylvania Supreme Court \nRhode Island Attorney General's \nOffice \nState Bar of Texas \nU.S. Army Corps of Engineers \nU.S. Attorney's Office \nU.S. Bankruptcy Court for the \nSouthern District of New York \nU.S. Court of Appeals for the Ninth \nCircuit \nU.S. Court of Appeals for the \nSecond Circuit \nU.S. Department of Commerce \nU.S. Department of Health and \nHuman Services \nU.S. Department of Homeland \nSecurity \nU.S. Department of Justice \nU.S. Department of Labor \nEFTA00025530\n\nrestaurant's registered trade dress that he personally found \"demeaning\" to \ngoats. \nRead full article » \nBank Of The West Hires Ex-Regions Financial Atty As GC \nBank of the West, a subsidiary of BNP Paribas, has hired financial services \nindustry veteran Hope Mehlman as general counsel and corporate secretary, \nthe bank announced Thursday. \nRead full \narticle » \nLaw360's Weekly Verdict: Legal Lions & Lambs \nMayer Brown made it on the legal lions list this week by helping to secure an \norder favoring foreign citizens who won green cards in the Diversity Visa \nlottery, while Edelson ended up among the legal lambs after a judge tossed \nits client's proposed data disclosure class action against Google. \nRead full article \nJOBS \nSearch full listings or advertise your job opening \nU.S. Department of State \nU.S. Department of Transportation \nU.S. District Court for the Eastern \nDistrict of Pennsylvania \nU.S. District Court for the Northern \nDistrict of California \nU.S. District Court for the Southern \nDistrict of New York \nU.S. District Court for the Western \nDistrict of Michigan \nU.S. Environmental Protection \nAgency \nU.S. House of Representatives \nU.S. Immigration and Customs \nEnforcement \nU.S. Securities and Exchange \nCommission \nU.S. Senate \nU.S. Supreme Court \nVermont Attorney General's Office \nWashington Attorney General's \nOffice \nNot sure if your firm subscribes? Ask your librarian. \nWe hope you found this message to be useful. \nHowever. if you'd rather not receive fume emails of this soil \nyou may unsubsctibe here. \nPlease DO NOT reply to this email. For customer support inquiries. please call +I-646481.7Hk or visit our Contact Us page. \nPrivacy Policy \nLaw3601 \nPonfolio Media. Inc, Ill West [Mb Street. Sib Floor, New York, NY ICOI I \nEFTA00025531",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "lnik Freedman \nRopes & Gray \nEFTA00025527\n\nOne of Jeffrey Epstein's most outspoken accusers and a raft of media \nor"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "s and a raft of media \norganizations have slammed Ghislaine Maxwell's attempt to keep her \ndepositions from a settled"
      },
      {
        "name": "Davis Polk",
        "role": "extracted",
        "context": "sglaw360.corn> \nTo: \nSubject: Davis Polk To Abandon Strict Lockstep Fo"
      },
      {
        "name": "To Abandon",
        "role": "extracted",
        "context": "rn> \nTo: \nSubject: Davis Polk To Abandon Strict Lockstep For Revised P"
      },
      {
        "name": "Strict Lockstep",
        "role": "extracted",
        "context": "ubject: Davis Polk To Abandon Strict Lockstep For Revised Pay Model \nDate:"
      },
      {
        "name": "For Revised",
        "role": "extracted",
        "context": "lk To Abandon Strict Lockstep For Revised Pay Model \nDate: Fri, II Sep"
      },
      {
        "name": "Pay Model",
        "role": "extracted",
        "context": "n Strict Lockstep For Revised Pay Model \nDate: Fri, II Sep 2020 07:40"
      },
      {
        "name": "Follow Law",
        "role": "extracted",
        "context": ". \nFriday, September 11, 2020 Follow Law360 \nTOP NEWS \nDavis Polk To A"
      },
      {
        "name": "Post Beats",
        "role": "extracted",
        "context": "m.\" \nRead full article » \nHuffPost Beats Copyright Suit Over Jon Hamm"
      },
      {
        "name": "Copyright Suit",
        "role": "extracted",
        "context": "ull article » \nHuffPost Beats Copyright Suit Over Jon Hamm Crotch Photo \nA"
      },
      {
        "name": "Over Jon",
        "role": "extracted",
        "context": "HuffPost Beats Copyright Suit Over Jon Hamm Crotch Photo \nA Manhatta"
      },
      {
        "name": "Hamm Crotch",
        "role": "extracted",
        "context": "Beats Copyright Suit Over Jon Hamm Crotch Photo \nA Manhattan federal ju"
      },
      {
        "name": "Jon Hamm",
        "role": "extracted",
        "context": "shing a famous image of actor Jon Hamm that went \nviral in 2013 beca"
      },
      {
        "name": "Department Store",
        "role": "extracted",
        "context": "ed I Read full article » \nNYC Department Store Century 21 To Wind Down In Ch"
      },
      {
        "name": "To Wind",
        "role": "extracted",
        "context": "C Department Store Century 21 To Wind Down In Ch. 11 \nManhattan-bas"
      },
      {
        "name": "Down In",
        "role": "extracted",
        "context": "ment Store Century 21 To Wind Down In Ch. 11 \nManhattan-based depar"
      },
      {
        "name": "Willkie Farr",
        "role": "extracted",
        "context": "l article » \nKing & Spalding, Willkie Farr Steer $250M Manhattan Loan \nK"
      },
      {
        "name": "Manhattan Loan",
        "role": "extracted",
        "context": "ing, Willkie Farr Steer $250M Manhattan Loan \nKing & Spalding represented"
      },
      {
        "name": "Deutsche Pfandbriefbank",
        "role": "extracted",
        "context": "King & Spalding represented Deutsche Pfandbriefbank in connection with its \n$250"
      },
      {
        "name": "Paramount Group",
        "role": "extracted",
        "context": "oan to Willkie Farr-counseled Paramount Group for a mixed-use \nproperty on"
      },
      {
        "name": "Fifth Avenue",
        "role": "extracted",
        "context": "for a mixed-use \nproperty on Fifth Avenue in Manhattan, according to re"
      },
      {
        "name": "Senate Confirms",
        "role": "extracted",
        "context": "ursday. \nRead full article » \nSenate Confirms Trial Judge Picks For Mich.,"
      },
      {
        "name": "Trial Judge",
        "role": "extracted",
        "context": "ll article » \nSenate Confirms Trial Judge Picks For Mich., Va., NY \nThe"
      },
      {
        "name": "Picks For",
        "role": "extracted",
        "context": "Senate Confirms Trial Judge Picks For Mich., Va., NY \nThe U.S. Sena"
      },
      {
        "name": "Iraqi American",
        "role": "extracted",
        "context": "New York, including the first Iraqi American federal \njudge, as part of a"
      },
      {
        "name": "Gs Seek",
        "role": "extracted",
        "context": "ttached I Read \nfull article\nAGs Seek Early Win In Challenge To ACA"
      },
      {
        "name": "Early Win",
        "role": "extracted",
        "context": "I Read \nfull article\nAGs Seek Early Win In Challenge To ACA Civil Rig"
      },
      {
        "name": "In Challenge",
        "role": "extracted",
        "context": "ll article\nAGs Seek Early Win In Challenge To ACA Civil Rights Rollback"
      },
      {
        "name": "Civil Rights",
        "role": "extracted",
        "context": "Early Win In Challenge To ACA Civil Rights Rollback \n;:t,Law360 Rising S"
      },
      {
        "name": "Rising Stars",
        "role": "extracted",
        "context": "l Rights Rollback \n;:t,Law360 Rising Stars \nLAW FIRMS \nAkin Gump \nAlioto"
      },
      {
        "name": "Akin Gump",
        "role": "extracted",
        "context": "w360 Rising Stars \nLAW FIRMS \nAkin Gump \nAlioto Law Firm \nArent Fox"
      },
      {
        "name": "Alioto Law",
        "role": "extracted",
        "context": "Stars \nLAW FIRMS \nAkin Gump \nAlioto Law Firm \nArent Fox \nArnold & Por"
      },
      {
        "name": "Firm \nArent",
        "role": "extracted",
        "context": "FIRMS \nAkin Gump \nAlioto Law Firm \nArent Fox \nArnold & Porter \nBaker B"
      },
      {
        "name": "Fox \nArnold",
        "role": "extracted",
        "context": "Gump \nAlioto Law Firm \nArent Fox \nArnold & Porter \nBaker Botts \nBallar"
      },
      {
        "name": "Porter \nBaker",
        "role": "extracted",
        "context": "Law Firm \nArent Fox \nArnold & Porter \nBaker Botts \nBallard Spahr \nBarclay"
      },
      {
        "name": "Botts \nBallard",
        "role": "extracted",
        "context": "t Fox \nArnold & Porter \nBaker Botts \nBallard Spahr \nBarclay Damon \nBeck Re"
      },
      {
        "name": "Spahr \nBarclay",
        "role": "extracted",
        "context": "Porter \nBaker Botts \nBallard Spahr \nBarclay Damon \nBeck Redden \nBerger Mo"
      },
      {
        "name": "Damon \nBeck",
        "role": "extracted",
        "context": "Botts \nBallard Spahr \nBarclay Damon \nBeck Redden \nBerger Montague \nBlan"
      },
      {
        "name": "Redden \nBerger",
        "role": "extracted",
        "context": "rd Spahr \nBarclay Damon \nBeck Redden \nBerger Montague \nBlank Rome \nBoies S"
      },
      {
        "name": "Montague \nBlank",
        "role": "extracted",
        "context": "ay Damon \nBeck Redden \nBerger Montague \nBlank Rome \nBoies Schiller \nBrouse"
      },
      {
        "name": "Rome \nBoies",
        "role": "extracted",
        "context": "edden \nBerger Montague \nBlank Rome \nBoies Schiller \nBrouse McDowell \nBu"
      },
      {
        "name": "Schiller \nBrouse",
        "role": "extracted",
        "context": "r Montague \nBlank Rome \nBoies Schiller \nBrouse McDowell \nBuchanan Ingersoll"
      },
      {
        "name": "Dowell \nBuchanan",
        "role": "extracted",
        "context": "ome \nBoies Schiller \nBrouse McDowell \nBuchanan Ingersoll \nCadwalader Wickers"
      },
      {
        "name": "Ingersoll \nCadwalader",
        "role": "extracted",
        "context": "er \nBrouse McDowell \nBuchanan Ingersoll \nCadwalader Wickersham \nCarlton Fields \nC"
      },
      {
        "name": "Wickersham \nCarlton",
        "role": "extracted",
        "context": "uchanan Ingersoll \nCadwalader Wickersham \nCarlton Fields \nCavazos Hendricks \nCl"
      },
      {
        "name": "Fields \nCavazos",
        "role": "extracted",
        "context": "adwalader Wickersham \nCarlton Fields \nCavazos Hendricks \nClark Hill \nCotche"
      },
      {
        "name": "Hendricks \nClark",
        "role": "extracted",
        "context": "sham \nCarlton Fields \nCavazos Hendricks \nClark Hill \nCotchett Pitre \nCovingt"
      },
      {
        "name": "Hill \nCotchett",
        "role": "extracted",
        "context": "lds \nCavazos Hendricks \nClark Hill \nCotchett Pitre \nCovington & Burling \nE"
      },
      {
        "name": "Pitre \nCovington",
        "role": "extracted",
        "context": "ndricks \nClark Hill \nCotchett Pitre \nCovington & Burling \nEFTA00025526\n\nThe"
      },
      {
        "name": "Affordable Care",
        "role": "extracted",
        "context": "ay that the move flouted the \nAffordable Care Act and U.S. Supreme Court pr"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "Affordable Care Act and U.S. Supreme Court precedent. \nMemorandum \nattac"
      },
      {
        "name": "Mayor Rejects",
        "role": "extracted",
        "context": "I Read full \narticle \n» \nNYC Mayor Rejects Property Tax Hike As Budget G"
      },
      {
        "name": "Property Tax",
        "role": "extracted",
        "context": "article \n» \nNYC Mayor Rejects Property Tax Hike As Budget Gap Looms \nNew"
      },
      {
        "name": "Hike As",
        "role": "extracted",
        "context": "YC Mayor Rejects Property Tax Hike As Budget Gap Looms \nNew York Ci"
      },
      {
        "name": "Budget Gap",
        "role": "extracted",
        "context": "Rejects Property Tax Hike As Budget Gap Looms \nNew York City's mayor"
      },
      {
        "name": "Looms \nNew",
        "role": "extracted",
        "context": "operty Tax Hike As Budget Gap Looms \nNew York City's mayor on Thursday"
      },
      {
        "name": "York City",
        "role": "extracted",
        "context": "Hike As Budget Gap Looms \nNew York City's mayor on Thursday said he w"
      },
      {
        "name": "Project Delayed",
        "role": "extracted",
        "context": "NERGY & ENVIRONMENTAL \nNJ LNG Project Delayed Amid Green Group's Pushback"
      },
      {
        "name": "Amid Green",
        "role": "extracted",
        "context": "ENTAL \nNJ LNG Project Delayed Amid Green Group's Pushback \nA controver"
      },
      {
        "name": "New Jersey",
        "role": "extracted",
        "context": "xport facility at a \nsouthern New Jersey port stalled Thursday when th"
      },
      {
        "name": "Delaware River",
        "role": "extracted",
        "context": "ort stalled Thursday when the Delaware River Basin \nCommission voted to de"
      },
      {
        "name": "Basin \nCommission",
        "role": "extracted",
        "context": "rsday when the Delaware River Basin \nCommission voted to delay its final appr"
      },
      {
        "name": "Investment Firm",
        "role": "extracted",
        "context": "ad full article » \nINSURANCE \nInvestment Firm Founder Wins $8M In AXA Life"
      },
      {
        "name": "Founder Wins",
        "role": "extracted",
        "context": "» \nINSURANCE \nInvestment Firm Founder Wins $8M In AXA Life Insurance Sui"
      },
      {
        "name": "Life Insurance",
        "role": "extracted",
        "context": "Firm Founder Wins $8M In AXA Life Insurance Suit \nA North Carolina federa"
      },
      {
        "name": "North Carolina",
        "role": "extracted",
        "context": "In AXA Life Insurance Suit \nA North Carolina federal jury awarded $8 milli"
      },
      {
        "name": "Equitable Life",
        "role": "extracted",
        "context": "vestment firm who accused AXA Equitable Life Insurance Co. of \nwrongly ref"
      },
      {
        "name": "Insurance Co",
        "role": "extracted",
        "context": "ho accused AXA Equitable Life Insurance Co. of \nwrongly refusing to rein"
      },
      {
        "name": "Injured Rider",
        "role": "extracted",
        "context": "INJURY & MEDICAL MALPRACTICE \nInjured Rider Sues Revel Over Moped Crash,"
      },
      {
        "name": "Sues Revel",
        "role": "extracted",
        "context": "AL MALPRACTICE \nInjured Rider Sues Revel Over Moped Crash, Lax Safety"
      },
      {
        "name": "Over Moped",
        "role": "extracted",
        "context": "ICE \nInjured Rider Sues Revel Over Moped Crash, Lax Safety \nA New York"
      },
      {
        "name": "Lax Safety",
        "role": "extracted",
        "context": "Sues Revel Over Moped Crash, Lax Safety \nA New Yorker is suing moped"
      },
      {
        "name": "New Yorker",
        "role": "extracted",
        "context": "er Moped Crash, Lax Safety \nA New Yorker is suing moped sharing servic"
      },
      {
        "name": "Revel Transit",
        "role": "extracted",
        "context": "s suing moped sharing service Revel Transit Inc. in the state's \nSupreme"
      },
      {
        "name": "Big Apple",
        "role": "extracted",
        "context": "pany's rapid expansion in the Big Apple \nresulted in dropped safety m"
      },
      {
        "name": "Cannabinoid Maker",
        "role": "extracted",
        "context": "cle » \nINTELLECTUAL PROPERTY \nCannabinoid Maker Hits Amyris With $881M Trade"
      },
      {
        "name": "Hits Amyris",
        "role": "extracted",
        "context": "L PROPERTY \nCannabinoid Maker Hits Amyris With $881M Trade Secrets Suit"
      },
      {
        "name": "Trade Secrets",
        "role": "extracted",
        "context": "Maker Hits Amyris With $881M Trade Secrets Suit \nA cannabinoid manufactu"
      },
      {
        "name": "Halkbank Can",
        "role": "extracted",
        "context": "» \nSECURITIES & WHITE COLLAR \nHalkbank Can't Pause Iran Sanctions Case O"
      },
      {
        "name": "Pause Iran",
        "role": "extracted",
        "context": "WHITE COLLAR \nHalkbank Can't Pause Iran Sanctions Case Over Recusal B"
      },
      {
        "name": "Sanctions Case",
        "role": "extracted",
        "context": "AR \nHalkbank Can't Pause Iran Sanctions Case Over Recusal Bid \nA New York"
      },
      {
        "name": "Over Recusal",
        "role": "extracted",
        "context": "n't Pause Iran Sanctions Case Over Recusal Bid \nA New York federal judge"
      },
      {
        "name": "Epstein Accuser",
        "role": "extracted",
        "context": "tached I Read full article » \nEpstein Accuser, Media Slam Maxwell's Bid To"
      },
      {
        "name": "Media Slam",
        "role": "extracted",
        "context": "l article » \nEpstein Accuser, Media Slam Maxwell's Bid To Shield Docs"
      },
      {
        "name": "Bid To",
        "role": "extracted",
        "context": "Accuser, Media Slam Maxwell's Bid To Shield Docs \nCrowell & Moring"
      },
      {
        "name": "Shield Docs",
        "role": "extracted",
        "context": ", Media Slam Maxwell's Bid To Shield Docs \nCrowell & Moring \nDLA Piper"
      },
      {
        "name": "Piper \nDavis",
        "role": "extracted",
        "context": "d Docs \nCrowell & Moring \nDLA Piper \nDavis Polk \nDavis Wright Tremaine"
      },
      {
        "name": "Polk \nDavis",
        "role": "extracted",
        "context": "ll & Moring \nDLA Piper \nDavis Polk \nDavis Wright Tremaine \nDebevoise &"
      },
      {
        "name": "Wright Tremaine",
        "role": "extracted",
        "context": "DLA Piper \nDavis Polk \nDavis Wright Tremaine \nDebevoise & Plimpton \nDecher"
      },
      {
        "name": "Plimpton \nDechert",
        "role": "extracted",
        "context": "Wright Tremaine \nDebevoise & Plimpton \nDechert \nEdelson PC \nFoley & Lardner"
      },
      {
        "name": "Lardner \nFox",
        "role": "extracted",
        "context": "Dechert \nEdelson PC \nFoley & Lardner \nFox Rothschild \nFuerst Ittleman"
      },
      {
        "name": "Rothschild \nFuerst",
        "role": "extracted",
        "context": "lson PC \nFoley & Lardner \nFox Rothschild \nFuerst Ittleman \nGibson Dunn \nGirard"
      },
      {
        "name": "Ittleman \nGibson",
        "role": "extracted",
        "context": "rdner \nFox Rothschild \nFuerst Ittleman \nGibson Dunn \nGirard Sharp \nGoodwin"
      },
      {
        "name": "Dunn \nGirard",
        "role": "extracted",
        "context": "hild \nFuerst Ittleman \nGibson Dunn \nGirard Sharp \nGoodwin \nHaddon Morgan"
      },
      {
        "name": "Sharp \nGoodwin",
        "role": "extracted",
        "context": "Ittleman \nGibson Dunn \nGirard Sharp \nGoodwin \nHaddon Morgan \nHausfeld LLP"
      },
      {
        "name": "Haddon Morgan",
        "role": "extracted",
        "context": "Dunn \nGirard Sharp \nGoodwin \nHaddon Morgan \nHausfeld LLP \nHawkins Parnel"
      },
      {
        "name": "Hawkins Parnell",
        "role": "extracted",
        "context": "Haddon Morgan \nHausfeld LLP \nHawkins Parnell \nHogan Lovells \nHolland & Kni"
      },
      {
        "name": "Hogan Lovells",
        "role": "extracted",
        "context": "ausfeld LLP \nHawkins Parnell \nHogan Lovells \nHolland & Knight \nHughes Hub"
      },
      {
        "name": "Knight \nHughes",
        "role": "extracted",
        "context": "ell \nHogan Lovells \nHolland & Knight \nHughes Hubbard \nHunton Andrews Kurth"
      },
      {
        "name": "Hubbard \nHunton",
        "role": "extracted",
        "context": "lls \nHolland & Knight \nHughes Hubbard \nHunton Andrews Kurth \nJones Day \nK&L"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      },
      {
        "name": "Fri, II",
        "type": "city"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-09-11",
        "event": "September 11, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:13.367Z"
}