{
  "document": {
    "id": "efta00016596",
    "filename": "EFTA00016596.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016596.pdf",
    "text": "\n\nU.S. \nDepartment of \nJustice \nUnited States Attorney \nSouthern District of New York \nThe Si!lo J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nAugust 6, 2019 \nVIA EMAIL \nMartin G. Weinberg, Esq. \nMartin G. Weinber P.C. \nBoston, MA 02116 \nReid Weingarten, Esq. \nMichael Miller, Esq. \nSte toe & Johnson LLP \nNew York, NY 10036 \nRe: United States v. Jeffrey Epstein, 19 Cr. 490 (RMB) \nDear Mr. Weinberg: \nThe Government writes in response to your letters dated July 26, 2019, requesting \npreservation and production of seven general categories of documents (the \"July Letter\"), and \nAugust 1, 2019, requesting preservation and production in connection with a particular individual \n(the \"August Letter\") (collectively, the \"Letters\"). Without conceding any obligation to preserve \nany of the categories of documents, or, further, any obligation to produce responsive such \ndocuments to the extent any exist, we will take reasonable steps to ensure the preservation of \ndocuments we believe may be covered by the Letters' identified categories to the extent such \ndocuments are already within the possession, custody, or control of the U.S. Attorney's Office for \nthe Southern District of New York (the \"Office\"). Other than documents already within the \npossession, custody, or control of the Office, we will not be directing any other office or agency, \nlocal, state, federal, or foreign, including any other office or component of the U.S. Department of \nJustice, or any other nonparty to this case, including but not limited to victims or their counsel \n(collectively, and without limitation, the \"Non-Party Entities and Individuals\"), to institute such \npreservation.' Such agencies, departments, entities, and individuals are not parties to this \nlitigation, they are not a  part of the prosecution team as that term has been defined under well-\nThe departments, agencies, entities, and individuals for which you assert this Office has \"the \nlegal right or practical ability obtain\" includes, without limitation, all 93 U.S. Attorney's Offices \nacross the nation, the Department of Justice Child Exploitation and Obscenity Section, the \nSecurities and Exchange Commission, the Department of Homeland Security, the New York [City] \nPolice Department, the Manhattan District Attorney's Office, the State Attorney's Office for the \n15th Judicial District in and for Palm Beach County, the Palm Beach County Sheriff's Office, the \nNew Mexico Attorney General's Office, and any other \"local, state, or foreign law enforcement \nentities involved in any way in regulating or investigating the activities alleged in the Indictment \nor related transactions.\" July Letter at 2-3. The scope of these requests is outlandishly overbroad. \nEFTA00016596\n\nestablished Second Circuit law, and they are beyond the scope of this Office's \ndisclosure \nobligations in this case. \nWe expect to take all necessary steps to comply with our obligations under or pursuant to \nFederal Rules of Criminal Procedure 16 and 26.2, Brady v. Maryland, and 18 U.S.C. § 3500 \n(collectively, this Office's \"Obligations\"). If you have a specific request to make to us under Rules \n16 or 26.2, Brady, or § 3500, we will address it appropriately. \nWith respect to the specific requests in the Letters, we note at the outset that a number of \nthose categories call for material that falls well beyond the scope of Rule 16 or any recognized \nobligation under Brady and its progeny. In particular, we note that for purposes of discovery \ndemands, \"a 'defendant must make a prima facie showing of materiality, and must offer more than \nthe conclusory allegation that the requested evidence is material.' United States v. Abdalla, 317 \nF.Supp.3d 786, 790 (S.D.N.Y. 2018) (quoting United States v. Urena, 989 F.Supp.2d 253, 261 \n(S.D.N.Y. 2013)). Notably, \"if the purported defense for which a defendant seeks to compel the \nproduction of certain documents is meritless as a matter of law, then the requested documents are \nnot `material' for purposes of Rule 16.\" Id. at 791. \nAdditionally, with respect to your assertion that the requested materials generally are \nnecessary due to an intended motion to dismiss based on a  prior non-prosecution agreement \nentered into by a U.S. Attorney's Office in a separate District, see July Letter at 3, we note that the \ndefendant has failed to make any showing, much less a threshold credible showing, of the kind of \ndue process violation that would make appropriate any discovery on an issue that is not a defense \non the merits of the charges themselves, but rather an independent assertion that charges were \nbrought for reasons that were improper or constitutionally invalid. See United States v. Armstrong, \n517 U.S. 456, 463 (1996). Indeed, the defendant will be unable to make any kind of showing of \nthe conspiracy theory that there was activity inconsistent with any duty not to circumvent or \ntransfer a case from an immunizing district to another district, because-as we have proffered to \nyou and to the Court previously-this Office initiated its investigation without any transfer, \ncircumvention, or other influence from any other District. \nRegarding the specific requests the July Letter does contain, we respond as follows: \nFirst Request: Any investigatory files provided to the United States Attorney's Office for the \nSouthern District of New York (or FBI agents working therewith) by the United \nStates Attorney's Office for the Southern District of Florida, the Middle District \nof Florida, and/or the Northern District of Georgia (or FBI agents working \ntherewith). \nWe will produce materials consistent with our Obligations that are in the care, custody, or \ncontrol of this Office, irrespective of the source from which those files were obtained. \nSecond Request: Any investigatory files that were received or accessed by the United States \nAttorney's Office for the Southern District of New York (or FBI agents working \ntherewith) that were sent or disclosed by or originated with the United States \nAttorney's Offices of the Southern District of Florida, the Middle District of \nFlorida, and/or the Northern District of Georgia (or FBI agents working \ntherewith). \nEFTA00016597\n\nConsistent with our response to the First Request, we will produce materials consistent \nwith our Obligations that are in the care, custody, or control of this Office, irrespective of the \nsource from which those files were obtained. \nThird Request: Communications regarding Mr. Epstein between and among \"Main Justice\" \n(including the Child Exploitation and Obscenity Section) and the United States \nAttorney's Offices for the Southern District of Florida, Middle District of \nFlorida, Northern District of Georgia, and the Southern District of New York. \nTo the extent any such communications constitute materials pursuant to our Obligations \nand are in the care, custody, or control of this Office, we will produce such materials. However, \nwe are not currently aware that any such communications within this Office's care, custody, or \ncontrol do fall within our Obligations. To the extent this request seeks materials not subject to our \nObligations, they are vastly overbroad and fall well outside the scope of Rule 16 discovery or any \nother of our Obligations. See Fed. R. Crim. P. 16(a)(2) (noting that Rule 16 does not authorize the \ndiscovery or inspection of internal government documents made by an attorney for the government \nor other government agent in connection with investigating or prosecuting the case); see also \nArmstrong, 517 U.S. at 463 (\"[U]nder Rule 16(a)(2), [a defendant] may not examine Government \nwork product in connection with his case.\"). Accordingly, we will not produce any such \ncommunications in the care, custody, or control of this Office that are not subject to our \nObligations. \nAs noted above, we also will not direct Non-Party Entities and Individuals to preserve or \nproduce materials that are not within the care, custody, or control of this Office. \nFourth Request•. Any decision to initiate (or not initiate) criminal proceedings against Mr. \nEpstein. \nTo the extent any such communications constitute materials pursuant to our Obligations \nand are in the care, custody, or control of this Office, we will produce such materials. However, \nwe are not currently aware that any such communications within this Office's care, custody, or \ncontrol do fall within our Obligations. To the extent this request seeks materials not subject to our \nObligations, they are vastly overbroad and fall well outside the scope of Rule 16 discovery or any \nother of our Obligations. See Fed. R. Crim. P. 16(a)(2) (noting that Rule 16 does not authorize the \ndiscovery or inspection of internal government documents made by an attorney for the government \nor other government agent in connection with investigating or prosecuting the case); see also \nArmstrong, 517 U.S. at 463 (\"[U]nder Rule 16(a)(2), [a defendant] may not examine Government \nwork product in connection with his case.\"). Accordingly, we will not produce any such \ncommunications in the care, custody, or control of this Office that are not subject to our \nObligations. \nTo the extent this request seeks materials not within the care, custody, or control of this \nOfficer, as noted above, we also will not direct Non-Party Entities and Individuals to preserve or \nproduce materials that are not within the care, custody, or control of this Office. \nFinally, as described above and as previously represented to the Court and to defense \ncounsel, this Office initiated its investigation into the defendant independent of influence by any \nother U.S. Attorney's Office. \nEFTA00016598\n\nFifth Request: The NPA, including but limited to communications within the Department of \nJustice, with counsel for Mr. Epstein, with representatives of the United States \nAttorney's offices for the Southern and Middle District of Florida or the \nNorthern District of Georgia and/or counsel for the alleged victims. \nTo the extent any such communications constitute materials pursuant to our Obligations \nand are in the care, custody, or control of this Office, we will produce such materials. However, \nwe are not currently aware that any such communications within this Office's care, custody, or \ncontrol do fall within our Obligations, with the possible exception of any communications with \ncounsel that include or constitute victim statements conveyed to this Office through victims' \ncounsel that are within the definitions of materials subject to Brady or § 3500 obligations, any of \nwhich will be disclosed promptly and based on the Court's schedule, respectively. To the extent \nthis request seeks materials not subject to our Obligations, they are vastly overbroad and fall well \noutside the scope of Rule 16 discovery or any other of our Obligations. See Fed. R. Crim. P. \n16(a)(2) (noting that Rule 16 does not authorize the discovery or inspection of internal government \ndocuments made by an attorney for the government or other government agent in connection with \ninvestigating or prosecuting the case); see also Armstrong, 517 U.S. at 463 (\"[U]nder Rule \n16(a)(2), [a defendant] may not examine Government work product in connection with his case.\"). \nAccordingly, we will not produce any such communications in the care, custody, or control of this \nOffice that are not subject to our Obligations. \nTo the extent this request seeks materials not within the care, custody, or control of this \nOfficer, as noted above, we also will not direct Non-Party Entities and Individuals to preserve or \nproduce materials that are not within the care, custody, or control of this Office. \nIn particular, as described above, to the extent any communications between this Office \nand victims or their counsel are subject to our Obligations, we will disclose them as appropriate; \nhowever, we strongly oppose any effort to obtain the identity of victims at this stage through \nmeritless and unsupported suggestions of impropriety. \nSixth Request: Communications with alleged victims (or their counsel), including but not \nlimited to consultations conducted in relation to the government's response to \nthe court's summary judgment order and proposed remedies in Jane Doe v. \nUnited States, No. 08-cv-80736 (S.D.FI.). \nThis request for any and all communications with victims and their counsel, and apparently \nintended to apply to this Office as well as all Non-Party Entities and Individuals, is grossly \noverbroad and vastly beyond the scope of our Obligations. As described above, to the extent this \nOffice has within its care, custody, or control statements made by victims or their counsel that are \nwithin the definitions of materials subject to Brady or § 3500 obligations, any such statements or \nmaterials will be disclosed promptly and based on the Court's schedule, respectively. Indeed, we \nnote that this Office has already made disclosures of certain victim and/or witness statements in \nan abundance of caution. \nAs to the request for any and all communications with victims and their counsel beyond \nthose subject to our Obligations-a fishing expedition clearly intended to result in the disclosure \nof the identities of the victims in this case—we will not produce such material. \nEFTA00016599\n\nSeventh Request:   Information provided by alleged victims (or their counsel) related to Mr. \nEpstein prior to the return of the above-captioned Indictment. \nThis request for any and all information provided by victims and their counsel, and \napparently intended to apply to this Office as well as all Non-Party Entities and Individuals, is \ngrossly overbroad and vastly beyond the scope of our Obligations. As described above, to the \nextent this Office has within its care, custody, or control information provided by victims or their \ncounsel that are within the definitions of materials subject to Brady or § 3500 obligations, any such \nstatements or materials will be disclosed promptly and based on the Court's schedule, respectively. \nIndeed, we note that this Office has already made disclosures of certain victim and/or witness \nstatements in an abundance of caution. \nSimilar to the above, as to the request for any and all information provided by victims and \ntheir counsel beyond those subject to our Obligations, which is plainly intended to result in the \ndisclosure of the identities of victims in this case, we certainly will not produce such material. \nRegarding the specific requests contained in the August Letter, all of which relate to a \nparticular employee of the U.S. Attorney's Office for the Southern District of Florida, to the extent \nany such communications constitute materials pursuant to our Obligations and are in the care, \ncustody, or control of this Office, we will produce such materials. However, we are not currently \naware that any such communications within this Office's care, custody, or control do fall within \nour Obligations. To the extent these requests seek materials not subject to our Obligations, they \nare vastly overbroad and fall well outside the scope of Rule 16 discovery or any other of our \nObligations, as described above. Accordingly, we will not produce any such communications in \nthe care, custody, or control of this Office that are not subject to our Obligations. Additionally, to \nthe extent the requests of the August Letter seek materials not within the care, custody, or control \nof this Officer, as noted above, we also will not direct Non-Party Entities and Individuals to \npreserve or produce materials that are not within the care, custody, or control of this Office. In \nconnection with the August Letter, we further reiterate that the undersigned had no pit-indictment \ncontact with any individuals employed at the U.S. Attorney's Office for the Southern District of \nFlorida, and the investigation resulting in the charges in the above-captioned case was not initiated \nby the provision of any investigative materials from any other U.S. Attorney's Office or other \nNon-Party Entities or Individuals. \nVery truly yours, \nGEOFFREY S. BERMAN \nBy: \nAssistant United States Attorneys \nSouthern District of New York \nTel: \nEFTA00016600",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "son LLP \nNew York, NY 10036 \nRe: United States v. Jeffrey Epstein, 19 Cr. 490 (RMB) \nDear Mr. Weinberg: \nThe Govern"
      },
      {
        "name": "Weinberg",
        "role": "extracted",
        "context": "stein, 19 Cr. 490 (RMB) \nDear Mr. Weinberg: \nThe Government writes i"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "est: Communications regarding Mr. Epstein between and among \"Main J"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "U.S. \nDepartment of \nJustice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "epartment of \nJustice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nThe Si!lo J. Mol"
      },
      {
        "name": "The Si",
        "role": "extracted",
        "context": "outhern District of New York \nThe Si!lo J. Mollo Building \nOne Sai"
      },
      {
        "name": "Mollo Building",
        "role": "extracted",
        "context": "ict of New York \nThe Si!lo J. Mollo Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The Si!lo J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nAugust"
      },
      {
        "name": "Reid Weingarten",
        "role": "extracted",
        "context": "inber P.C. \nBoston, MA 02116 \nReid Weingarten, Esq. \nMichael Miller, Esq."
      },
      {
        "name": "Michael Miller",
        "role": "extracted",
        "context": "02116 \nReid Weingarten, Esq. \nMichael Miller, Esq. \nSte toe & Johnson LLP"
      },
      {
        "name": "Dear Mr",
        "role": "extracted",
        "context": "ey Epstein, 19 Cr. 490 (RMB) \nDear Mr. Weinberg: \nThe Government wr"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "90 (RMB) \nDear Mr. Weinberg: \nThe Government writes in response to your le"
      },
      {
        "name": "July Letter",
        "role": "extracted",
        "context": "categories of documents (the \"July Letter\"), and \nAugust 1, 2019, reque"
      },
      {
        "name": "August Letter",
        "role": "extracted",
        "context": "particular individual \n(the \"August Letter\") (collectively, the \"Letters"
      },
      {
        "name": "Party Entities",
        "role": "extracted",
        "context": "without limitation, the \"Non-Party Entities and Individuals\"), to institu"
      },
      {
        "name": "Justice Child",
        "role": "extracted",
        "context": "the nation, the Department of Justice Child Exploitation and Obscenity Se"
      },
      {
        "name": "Obscenity Section",
        "role": "extracted",
        "context": "ustice Child Exploitation and Obscenity Section, the \nSecurities and Exchange"
      },
      {
        "name": "Exchange Commission",
        "role": "extracted",
        "context": "Section, the \nSecurities and Exchange Commission, the Department of Homeland S"
      },
      {
        "name": "Homeland Security",
        "role": "extracted",
        "context": "Commission, the Department of Homeland Security, the New York [City] \nPolice"
      },
      {
        "name": "Police Department",
        "role": "extracted",
        "context": "ecurity, the New York [City] \nPolice Department, the Manhattan District Attor"
      },
      {
        "name": "Manhattan District",
        "role": "extracted",
        "context": "City] \nPolice Department, the Manhattan District Attorney's Office, the State"
      },
      {
        "name": "State Attorney",
        "role": "extracted",
        "context": "strict Attorney's Office, the State Attorney's Office for the \n15th Judici"
      },
      {
        "name": "Judicial District",
        "role": "extracted",
        "context": "torney's Office for the \n15th Judicial District in and for Palm Beach County,"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "Judicial District in and for Palm Beach County, the Palm Beach County"
      },
      {
        "name": "County Sheriff",
        "role": "extracted",
        "context": "Beach County, the Palm Beach County Sheriff's Office, the \nNew Mexico Att"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "County Sheriff's Office, the \nNew Mexico Attorney General's Office, an"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "iff's Office, the \nNew Mexico Attorney General's Office, and any other \"loca"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "d. \nEFTA00016596\n\nestablished Second Circuit law, and they are beyond the"
      },
      {
        "name": "Federal Rules",
        "role": "extracted",
        "context": "gations under or pursuant to \nFederal Rules of Criminal Procedure 16 and"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "pursuant to \nFederal Rules of Criminal Procedure 16 and 26.2, Brady v. Marylan"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "or constitutionally invalid. See United States v. Armstrong, \n517 U.S"
      },
      {
        "name": "First Request",
        "role": "extracted",
        "context": "tain, we respond as follows: \nFirst Request: Any investigatory files prov"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "nts working therewith) by the United \nStates Attorney's Office for the Sou"
      },
      {
        "name": "Middle District",
        "role": "extracted",
        "context": "hern District of Florida, the Middle District \nof Florida, and/or the North"
      },
      {
        "name": "Northern District",
        "role": "extracted",
        "context": "trict \nof Florida, and/or the Northern District of Georgia (or FBI agents wor"
      },
      {
        "name": "Second Request",
        "role": "extracted",
        "context": "h those files were obtained. \nSecond Request: Any investigatory files that"
      },
      {
        "name": "Third Request",
        "role": "extracted",
        "context": "h those files were obtained. \nThird Request: Communications regarding Mr."
      },
      {
        "name": "Main Justice",
        "role": "extracted",
        "context": "r. Epstein between and among \"Main Justice\" \n(including the Child Exploi"
      },
      {
        "name": "Child Exploitation",
        "role": "extracted",
        "context": "Main Justice\" \n(including the Child Exploitation and Obscenity Section) and th"
      },
      {
        "name": "See Fed",
        "role": "extracted",
        "context": "ny \nother of our Obligations. See Fed. R. Crim. P. 16(a)(2) (noting"
      },
      {
        "name": "Fourth Request",
        "role": "extracted",
        "context": ", or control of this Office. \nFourth Request•. Any decision to initiate (o"
      },
      {
        "name": "Fifth Request",
        "role": "extracted",
        "context": "rney's Office. \nEFTA00016598\n\nFifth Request: The NPA, including but limit"
      },
      {
        "name": "Sixth Request",
        "role": "extracted",
        "context": "suggestions of impropriety. \nSixth Request: Communications with alleged"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "rder and proposed remedies in Jane Doe v. \nUnited States, No. 08-cv-"
      },
      {
        "name": "Seventh Request",
        "role": "extracted",
        "context": "such material. \nEFTA00016599\n\nSeventh Request:   Information provided by al"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "rs, \nGEOFFREY S. BERMAN \nBy: \nAssistant United States Attorneys \nSouthern Di"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "BERMAN \nBy: \nAssistant United States Attorneys \nSouthern District of New Yor"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Boston, MA",
        "type": "city"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-08-06",
        "event": "August 6, 2019"
      },
      {
        "date": "2019-07-26",
        "event": "July 26, 2019"
      },
      {
        "date": "2019-08-01",
        "event": "August 1, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:53.065Z"
}