{
  "document": {
    "id": "efta00032862",
    "filename": "EFTA00032862.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032862.pdf",
    "text": "\n\nU.S. v. Neill, 952 F.Supp. 834 (1997) \n4iiInterference in Attorney-Client Relationship \nTal KeyCite Yellow Flag - Negative Treatment \nDeclined to Follow by U.S. v. Taylor, DIvIc., February 9, 2011 \n952 \nF.Supp• \n834 \nUnited States District Court, \nDistrict of Columbia. \nUNITED STATES of America \nv. \nDenis M. NEILL, James P. Neill, Defendants. \nCrim. Action No. \n95-0323 (JHG). \nJan. 17, 1997. \nSynopsis \nDefendants charged with tax offenses moved to dismiss \ndue to government's invasion of their attorney-client \nprivilege. Government opposed motion. The District \nCourt, Joyce Hens Green, J., held that: (1) government's \naffirmative decision to invoke \"taint team\" procedures \nwith regard to handling potentially privileged documents \nwas per se intentional intrusion upon defendants' \nattorney-client privilege, but (2) government successfully \nrebutted presumption of harm arising from its decision to \nuse \"taint team\" procedures. \nMotion to dismiss denied; motion to supplement record \ndenied. \nWest Headnotes (14) \nIll \nCriminal Law \n0-Interference in Attorney-Client Relationship \n121 \nSubstantial questions of fundamental fairness \nare raised when, in connection with criminal \nprosecution, government invades accused's \nattorney-client privilege. U.S.C.A. \nConst.Amend. 6. \n1  Cases that cite this headnote \nCriminal Law \nFor purposes of constitutional violation arising \nout of government's intrusion upon \nattorney-client privilege, it  matters little whether \nintrusion occurred prior to initiation of formal \nadversary proceedings, inasmuch as right to fair \ntrial may be crippled by government \ninterference with attorney-client privilege long \nbefore formal commencement of criminal \nproceeding. U.S.C.A. Const.Amend. 6. \nI  Cases that cite this headnote \n131 \nCriminal Law \n4.-Interference in Attorney-Client Relationship \nNot every government intrusion on \nattorney-client privilege is constitutional \nviolation. U.S.C.A. Const.Amend. 6. \n3 Cases that cite this headnote \n19 \nCriminal Law \ntaConsultation with Counsel; Privacy \nWhen government agents acquire information \nsubject to attorney-client privilege, but do not \ncommunicate that information to prosecutors, \nthere is no violation of accused's rights to fair \ntrial and effective assistance of counsel. \nU.S.C.A. \nConst.Amend. 6. \nCases that cite this headnote \nCriminal Law \niiiInterference in Attorney-Client Relationship \nAlthough there is presumption that information \nsubject to attorney-client privilege obtained by \ngovernment agents is conveyed to prosecution \nteam, government may rebut that presumption \nWESTLAW \n© 2018 Thomson Reuters. No claim to original U.S. Government Works. \n1 \nEFTA00032862\n\nU.S. v. Neill, 952 F.Supp. 834 (1997) \nby showing existence of suitable safeguards or \nby demonstrating that there will be no prejudice \nto defendants as result of these communications. \nU.S.C.A. Const.Amend. 6. \n2 Cases that cite this headnote \n161 \nCriminal Law \n-Sanctions for Breach of Prosecutorial Duties \nThere must be substantial demonstration of \nprejudice before indictment can be dismissed \nbased on government's intrusion upon accused's \nattorney-client privilege. U.S.C.A. \nConst.Amend. 6. \nCases that cite this headnote \nDTI \nCriminal Law \n6 -Interference in Attorney-Client Relationship \nGovernment's affirmative decision to invoke \n\"taint team\" procedures with regard to handling \ndocuments potentially subject to attorney-client \nprivilege, rather than follow more traditional \napproach of submitting contested materials for \nin camera review by magistrate, was per se \nintentional intrusion upon privilege. U.S.C.A. \nConst.Amend. 6. \n5 Cases that cite this headnote \n111 \nCriminal Law \n+\"Effect of Representation or Deprivation of \nRights \nWhen government chooses to take matters into \nits own hands with regard to handling of \ninformation potentially subject to attorney-client \nprivilege, rather than using more traditional \nalternatives of submitting disputed documents \nunder seal for in camera review by neutral and \ndetached magistrate or by court-appointed \nspecial masters, government bears burden to \nrebut presumption that tainted material was \nprovided to prosecution team. U.S.C.A. \nConst.Amend. 6. \n1 I  Cases that cite this headnote \nCriminal Law \n...Interference in Attorney-Client Relationship \nGovernment successfully rebutted presumption \nof harm arising from its decision to use \"taint \nteam\" procedures in handling information \npotentially subject to attorney-client privilege, \nrather than submitting disputed materials for in \ncamera review by court, in that government took \nprecautions to shield prosecution team from \nviewing potentially privileged materials during \nexecution of search warrant, prosecution team \nwitnesses testified that they received no \nprivileged information from agents exposed to \npotentially privileged materials, taint team took \nsufficient precautions to ensure that prosecution \ndid not have access to potentially privileged \ndocuments or become aware of those materials' \ncontents, prosecution team member sealed, \nwithout reading, and delivered to taint team \npotentially privileged materials he accidentally \ndiscovered, and no evidence indicated that \ngovernment acquired defendants' trial theories \nor strategies. U.S.C.A. Const.Amend. 6. \n12 Cases that cite this headnote \n1\n101 \nCriminal Law \ntio  lnterference in Attorney-Client Relationship \nAlthough factual disclosures obtained through \ninvasion of attorney-client privilege that enable \ngovernment to better investigate its case could \nrise to level of Sixth Amendment violation if \nsubstantial, disclosure of facts is presumptively \nless harmful than disclosure of trial strategy. \nU.S.C.A. Const.Amend. 6. \n1 Cases that cite this headnote \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 2 \nEFTA00032863\n\nU.S. v. Neill, 952 F.Supp. 834 (1997) \nIldj \nCriminal Law \nS-Amendment and Correction \n1111 \nCriminal Law \n4•Particular Cases in General \nCriminal Law \n4-'\nMiscellaneous Particular Issues \nDisclosure to prosecution team of identity of \nperson associated with defendant, as result of \nteam member's inadvertent discovery of \ndocument protected by attorney-client privilege, \ndid not violate defendant's rights to fair trial and \neffective assistance of counsel. U.S.C.A. \nConst.Amend. 6. \n2 Cases that cite this headnote \n1131 Criminal Law \nS-Sanctions for Breach of Prosecutorial Duties \nDefendants were not entitled to dismissal on \nground that government improperly intruded \nupon attorney-client privilege by examining \nseized computer files when defendants failed to \nassert privilege with respect to those materials. \nU.S.C.A. Const.Amend. 6. \nCases that cite this headnote \n1111 Privileged Communications and \nConfidentiality \n...Objections; Claim of Privilege \nPrivileged Communications and \nConfidentiality \nS-Presumptions and Burden of Proof \nProponent of attorney-client privilege bears \nburden to establish its existence, and, absent \ntimely assertion of privilege for each specific \ncommunication or document, no privilege will \nbe recognized. \nI  Cases that cite this headnote \nOrder granting government's request to \nsupplement the record, with regard to \ndefendants' motion to dismiss on ground that \ngovernment intruded upon attorney-client \nprivilege, did not provide equitable basis for \ngranting defendants' motion to supplement the \nrecord, inasmuch as defendants did not object to \ngovernment's request and document admitted \npursuant to order had already been provided to \ncourt with other documents submitted for in \ncamera review, based on defendants' request, \nand therefore order merely ensured that \ndocument was available to defendants. \nCases that cite this headnote \nAttorneys and Law Firms \n*836 John Martin Bray and Joseph Martin Jones, \nSchwalb, Donnenfeld, Bray & Silbert, P.C., Washington, \nDC, for Denis M. Neill. \nCharles Taylor Smith, II, Ober, Kaler, Grimes & Shriver, \nBaltimore, MD, Martha Purcell Rogers and Hartman E. \nBlanchard, Ober, Kaler, Grimes & Shriver, Washington, \nDC, for James P. Neill. \nRichard A. Poole, U.S. Department of Justice, Criminal \nDivision, Fraud Section and John E. Sullivan, U.S. \nDepartment of Justice, Criminal Section, Tax Division, \nWashington, DC, for the U.S. \nOpinion \nMEMORANDUM OPINION AND ORDER \nJOYCE HENS GREEN, District Judge. \nPending before the Court is the defendants' Motion to \nDismiss due to the Government's Invasion of Their \nAttorney—Client Privilege (\"Motion to Dismiss\"). After \ndetermining that the defendants had made the requisite \npreliminary showing under United States v.  Kelly 790 \nF.2d 130, 137 (D.C.Cir.1986), the Court ordered an \nevidentiary hearing on this issue. See United States v. \nWEST LAW © 2018 Thomson \nReuters. No claim to original U.S. Government Works. 3 \nEFTA00032864\n\nU.S. v. Neill, 952 F.Supp. 834 (1997) \nNeill, Memorandum Op. at 21 & 24 (JHG) (D.D.C. Oct. \n10, 1996). Upon consideration of the evidence introduced \nand testimony offered at  the evidentiary hearing, in light \nof the credibility and demeanor of the witnesses, as well \nas the in camera submissions offered by both parties,' \ntheir post-hearing briefs and the entire record in this \nmatter, the Motion to Dismiss will be denied. \nL Findings of Fact \nOn October 27, 1993, federal agents executed four search \nwarrants at the office of Neill and Company, and the \nhomes of Defendants James and Denis Neill. On October \n28th, a  fifth warrant was executed to search Defendant \nJames Neill's safe deposit box at Columbia First Bank in \nWashington, D.C. See Mem.Op. at 1-5. Approximately \nsixty boxes of materials were seized, including \ncomputers, computer files and data. Id. at 6. The seized \nitems were stored in a locked space at the IRS Office, 500 \nN. Capitol St., N.E., Washington, D.C. \nWhile the affidavits to the search warrants and the search \nexecution memorandum stated that the federal agents \nwere not to seize documents on the letterhead of the \ndefendants' attorneys, these \"letterhead documents\" were \nin fact seized over the oral and written objections of the \ndefendants.= The agents also seized other documents that \nwere not \"letterhead documents\" but some of which were \nlater claimed to be protected by attorney-client privilege. \nIn that the search warrants authorized the search of a law \noffice as well as the home of *837 Denis Neill, a lawyer, \nthe government provided measures to minimize the \npotential intrusion upon the attorney-client privilege. FBI \nagent attorneys were directed to serve as Principal Legal \nAdvisers (\"PLA's\") on site to review all potentially \nprivileged documents prior to seizure. See \nMem.Op. \nat 6 \n(quoting Search Execution Memorandum of Oct. 19, \n1993). The Search Execution Memorandum provided that \n\"search team members, with the advice of PLA's as \nappropriate, should segregate and place in sealed \nenvelopes or separate boxes, items that may be subject to \nthe attorney-client privilege. This includes any items \nwhich occupants of the search locations claim are \nprivileged.\" Id. (quoting Search Execution Mem. at 2). \nThe seizure of potentially privileged documents was \nhandled differently at different search sites. At Denis \nNeill's home, after offering Denis Neill's counsel the \noption of sealing the materials for off-site review or of \nhaving the PLA conduct an immediate on-site review in \ncounsel's presence, counsel (over standing objection) \nselected the latter. The PLA then reviewed each document \nfor which counsel claimed privilege, seizing some and \nreturning others to counsel. At the offices of Neill & \nCompany, without reviewing the potentially privileged \nmaterials in James Neill's seized briefcase, the PLA \nsealed those materials. At no time did the defendants' \ncounsel seek judicial intervention or file a  motion for a \nprotective order. Nor did counsel ever file a motion under \nFed.R.Crim.P. 41(e). \nBecause materials asserted to be subject to the \nattorney-client privilege had been seized, on October \n28th, Deputy Chief of the Fraud Section Peter Clark \ndirected trial attorney Elisabethanne Stevens and her \nsupervisor, Barbara Corprew, to review those materials. \nStevens and Corprew formed what the Department of \nJustice called a  \"taint team,\" meaning that their actions \nwould be \"walled off\" from the prosecution team thereby \nensuring that the prosecution team remained free of the \n\"taint\" arising from exposure to potentially privileged \nmaterial. Stevens and Corprew's mandate was to review \ndocuments for which the defendants claimed \nattorney-client privilege, determine whether the \ncrime-fraud exception might be applicable, and, if \nnecessary, litigate the existence of the privilege or the \napplication of the crime-fraud exception! On October \n29th, before he met with the defendants' counsel, \nprosecutor Richard Poole (Senior Trial Attorney, Fraud \nSection) was advised that Ms. Stevens would act in this \ncapacity. \nOn November I, 1993, the defendants' counsel met with \nPoole to voice their objections to the seizure of materials \nfor which they claimed privilege and to demand the return \nof the same.' While the defendants' counsel contend that \nthe government promised to return without review any \ndocuments seized contrary to the search affidavits and \nSearch Execution Memorandum, Poole recalled telling \ncounsel that such documents would be returned, but only \nafter review by someone other than a \"prosecution team\" \nmember: \"We discussed the fact that the fraud section had \nidentified a  review team who would be looking at the \nissues raised by the claims of privilege and \nwould—would be responsible for resolving them, \nincluding litigation.\" Hearing Transcript (\"Transcript\") at \n74 (Vol. I —B).6\nIn a  follow-up letter, the defendants' counsel requested \nthe return of thirteen items, none of which they claimed \nwere privileged but which were of a personal nature to the \ndefendants or their family. See Joseph •838 Jones' letter \nof Nov. 4, 1993, at 1-2, Defendants' Exhibit (\"DE\") # 5. \nThe letter also stated: \nWith regard to the privileged items, \nwe propose to designate someone \nWEST LAW © 2018 \nThomson Reuters. No claim to original U.S. Government Works. \n4 \nEFTA00032865\n\nU.S. v. Neill, 952 F.Supp. 834 (1997) \nfrom our office to immediately \nreview these items with Attorney \nElisabeth (sic) Stevens of your \noffice in order to segregate those \nitems which were clearly seized in \ncontravention of your instructions \nto seize no correspondence, \nmemoranda, etc., emanating from \nour offices or those of James \nNeill's counsel, Martha P. Rogers, \nEsq. There may be other materials \nwhich are privileged \ncommunications between Denis or \nJames Neill as clients, and others \n(sic) attorneys.\" Id. at 2.' \nOn November 2nd, Stevens received two boxes which \nincluded materials that the defendants claimed were \nprotected by the attorney-client privilege. While \nDefendant Denis Neill's counsel did not designate anyone \npursuant to his letter of November 4th until approximately \none month later, Stevens was contacted directly by \nDefendant James Neill's counsel, Martha Rogers, on \nNovember 3, 1993. Rogers demanded the return of the \nmaterials in James Neill's briefcase. She testified that she \nwas advised by Stevens that such materials would be \nreturned without review as soon as they were located. \nHowever, Stevens testified that on or about November \n8th, she advised Rogers that she would be reviewing those \ndocuments before she could make a determination \nwhether they should be returned. Still, the defendants \nmade no request for judicial intervention. \nDuring the course of the next several months, Stevens and \nCorprew reviewed the initial delivery of potentially \nprivileged materials as well as other potentially privileged \ndocuments later discovered among the seized items. In \ntwo instances, IRS Special Agent Fort, a member of the \nprosecution team, discovered documents that were \nmarked \"attorney-client\" privilege among the seized \nitems' Fort testified that, on or about December I, 1993, \nafter one of the defendants' counsel had reviewed the \nseized materials and made an inventory, see Transcript at \n83 & 104 (Vol. I-B), he began reviewing the materials. \nWhile going through a  three-ring binder, he happened \nupon a tab that was labeled \"Earl Glock—Attomey/Client.\" \nAfter opening the notebook to the tab, he discovered what \nappeared to him to be a  legal opinion. He then removed \nthat section, without reading the potentially privileged \nmaterial, sealed the document and delivered it to Stevens. \nSee Transcript at 80-86 (Vol. I-B). Agent Brown, who \nwas present when Fort discovered and sealed the \ndocument:, corroborated Fort's testimony. See Transcript \nat 84-85 (Vol. II—B). Fort testified persuasively that he \nneither showed the document to Poole nor did he discuss \nwhat he may have gleaned of its content or even the fact \nof its existence. See Transcript at 86 (Vol. I —B). The \ndocument was later returned to the defendants by Stevens. \nAnother set of potentially privileged materials was \ndiscovered by Fort on or about January 24, 1994. Fort \ntestified that while again reviewing documents that had \nalready been inspected and inventoried by defense \ncounsel, he opened a  manila envelope for Federal City \nNational Bank which included documents that were \nlabeled as \"attorney/client privileged.\" See Transcript at \n87 (Vol. I —B). Fort testified that he did not •839 show the \ndocuments to anyone or read them. See id. at 87-88 & \n101. Instead, he immediately sealed them and then gave \nthe sealed materials to Brown, who delivered them to \nStevens. See Transcript at 101 (Vol. I —B); Transcript at \n84-86 (Vol. II-B). \nEventually, all of the documents for which the defendants \nasserted attorney-client privilege were returned to their \ncounsel. It is undisputed that Stevens and Corprew read \nthose materials. However, neither the evidence at the \nhearing nor the in camera submission of over two boxes \nof electronic mail messages and other documents indicate \nthat any privileged information flowed from the taint team \nto the prosecution team. Instead, the record and in camera \nmaterials reflect that Stevens and Corprew clearly \nappreciated the need for isolating their review from the \nprosecution and took steps on numerous occasions to \nensure that the substantive information in potentially \nprivileged documents was protected. Only those materials \nfor which attorney-client privilege was not asserted were \nreleased to the prosecution team, and the record \ndemonstrates that this was done only after the defendants \nwere provided notice and an opportunity to claim \nprivilege. \nIn the course of their assignment, Stevens and Corprew \ndid not review the potentially privileged data that was \nstored electronically. Unlike the letterhead documents and \nother materials that were seized, however, there is no \nevidence demonstrating that the defendants ever asserted \na  claim of attorney-client privilege with respect to the \ncomputer material. See, e.g., Transcript at 107-08 (Vol. \nII-B). Nevertheless, in May and June of 1996, the \ngovernment established a computer \"taint team.\" It \nassigned Agent Ray Smith to download the files and \nAgent Harvey Barlow to review them for materials that \nwere potentially privileged. See Government's \nSupplemental Submission Regarding Issues Arising from \nthe Search Warrants, at App. 2. Potentially privileged \nmaterials were deleted from the files prior to providing \nthe prosecution team with computer disks containing the \nseized electronic files. While it is undisputed that the \nprosecution team had access to the computers and \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 5 \nEFTA00032866\n\nU.S. v. NOM, 952 F.Supp. 834 (1997) \nelectronic files, the agents testified persuasively that they \ndid not access those files, and them is no evidence to the \ncontrary. Significantly, two prosecution team members \ntestified at the hearing that they lacked computer skills. \nSee Transcript at 77 (Vol. II—B); Transcript at 8  (Vol. \nII—A). \nII. Conclusions of Law \nhl \nPI A criminal defendant is guaranteed the right to the \neffective assistance of counsel. McMann v. Richardson, \n397 U.S. 759, 771, 90 S.Ct. 1441, 1449, 25 L.Ed.2d 763 \n(1970); Coplon v. United States, 191 F.2d 749, 757 \n(D.C.Cir.1951), cert. denied, 342 U.S. 926, 72 S.Ct. 363, \n96 L.Ed. 690 (1952). The attorney-client privilege, while \nit  has not been elevated to the level of a  constitutional \nright, see, e.g., United States v. White, 970 F.2d 328, 336 \n(7th Cir.1992), is key to the constitutional guarantees of \nthe right to effective assistance of counsel and a fair trial. \nCoplon, 191 F.2d at 757. To provide effective assistance, \na lawyer must be able to communicate freely without fear \nthat his or her advice and legal strategy will be seized and \nused against the client in a criminal proceeding. See \nUnited States v. Levy, 577 F.2d 200, 209 (3rd Cir.1978); \nUnited States v. Rosner, 485 F.2d 1213, 1224 (2nd \nCir.1973), cert. denied, 417 U.S. 950, 94 S.Ct 3080, 41 \nL.Ed.2d 672 (1974). One of the principal purposes of the \nattorney-client privilege is to promote the free and open \nexchange between the attorney and client, see Fisher v. \nUnited States, 425 U.S. 391, 403, 96 S.Ct. 1569, 1577, 48 \nL.Ed.2d 39 (1976), and substantial questions of \nfundamental fairness are raised where, in connection with \na criminal prosecution, the government invades that \nprivilege. It  matters little whether the intrusion occurred \nprior to the initiation of formal adversary proceedings, see \nKirby v.  Illinois, 406 U.S. 682, 689, 92 S.Ct. 1877, 1882, \n32 L.Ed.2d 411 (1972), because the right to a  fair trial \ncould be crippled by government interference with the \nattorney-client privilege long before the formal \ncommencement of a criminal proceeding. \nPI \nI  1\n151 \n\"An independent judiciary and a sacrosanct \nconfidential relationship between lawyer and client are \nthe bastions of an ordered liberty.\" Edna Selan Epstein, \nThe Attorney—Client Privilege and the Work— *840 \nProduct Doctrine 2 (3rd ed. 1997). Nonetheless, not every \nintrusion on the attorney-client privilege constitutes a \nconstitutional violation. Under Weatherford v. Bursey, \n429 U.S. 545, 554, 97 S.Ct. 837, 843, 51 L.Ed.2d 30 \n(1977), an intrusion may result in a constitutional \nviolation if privileged information is intentionally \nobtained and used to the defendant's detriment at trial. \nWhere government agents acquire privileged information, \nbut do not communicate that information to the \nprosecutors, there is no Sixth Amendment violation. Id. at \n555, 97 S.Ct. at 843-44; see United States v. Kelly, 790 \nF.2d 130, 137 (D.C.Cir.1986). While there is a \npresumption that the information is conveyed to the \nprosecution team, Briggs v. Goodwin, 698 F.2d 486, 495 \n(D.C.Cir.1983), vacated on other grounds, 712 F.2d 1444, \ncert. denied, 464 U.S. 1040, 104 S.Ct. 704, 79 L.Ed.2d \n169 (1984), the government may rebut that presumption \nby showing the existence of suitable safeguards, id. at 495 \nn. 29, or by demonstrating that \"there will be no prejudice \nto the defendants as a  result of these communications.\" \nUnited States v. Mastroianni, 749 F.2d 900, 908 (1st \nCir.I984). See generally Note, Government Intrusions \ninto the Defense Camp: Undermining the Right to \nCounsel, 97 Harv.L.Rev. 1143, 1150 (1984). \n161  Under Weatherford and Kelly, four factors are relevant \nas to whether an alleged intrusion into the attorney-client \nprivilege offends the Constitution: (1) whether evidence \nto be used at trial was obtained directly or indirectly by \nthe government intrusion; (2) whether the intrusion was \nintentional; (3) whether the prosecution received \notherwise confidential information about trial preparation \nor defense strategy as a  result of the intrusion; and (4) \nwhether the privileged information was used or will be \nused to the substantial detriment of the defendants. \nWeatherford, 429 U.S. at 558, 97 S.Ct. at 845; Kelly, 790 \nF.2d at 137. While neither the Supreme Court nor this \nCircuit have yet explained how these factors are to be \nweighed, and the other circuits remain split, see Kelly, \n790 F.2d at 137 & n. 5, it is clear that there must a \nsubstantial demonstration of prejudice before an \nindictment can be dismissed. See United States v. \nMorrison, 449 U.S. 361, 365, 101 S.Ct. 665, 668, 66 \nL.Ed.2d 564 (1981). \nIn this case, there can be no doubt that the government \nintentionally invaded the attorney-client privilege. The \ngovernment all but concedes that materials subject to the \nprivilege were reviewed during the execution of the \nsearch warrant and more were seized and sealed.'0\nStevens, an attorney assigned to the Department of \nJustice's Fraud Section, testified that she read most (but \nnot all) of the potentially privileged materials to \ndetermine whether the crime-fraud exception applied. \nMoreover, at least one agent, PLA Rebecca Granger, read \nmaterials for which Defendant Denis Neill's counsel \nasserted privilege during the search of Denis Neill's \nhome!,  These intrusions were not accidental; they were \ndeliberate and intentional.\" \n171 \nII/I While the parties dispute whether courts have \nsanctioned the Department of Justice's \"taint team\" \nWEST LAW © 2018 Thomson \nReuters. No claim to original U.S. Government Works. 6 \nEFTA00032867\n\nU.S. v. Neill, 952 F.Supp. 834 (1997) \nprocedures,\" it  is clear that the government's affirmative \ndecision to *841 invoke these procedures constitutes a per \nse intentional intrusion. See Weatherford, 429 U.S. at 558, \n97 S.Ct. at 845; Kelly, 790 F.2d at 137.\" Where the \ngovernment chooses to take matters into its own hands \nrather than using the more traditional alternatives of \nsubmitting disputed documents under seal for in camera \nreview by a neutral and detached magistrate or by \ncourt-appointed special masters, see, e.g., United States v. \nZolin, 491 U.S. 554, 570-71, 109 S.Ct. 2619, 2629-30, \n105 L.Ed.2d 469 (1989); In re Grand July Proceedings, \n867 F.2d 539, 540 (9th Cir.1989); In re Impounded Case, \n840 F.2d 196, 202 (3rd Cir.I988); In re Berkley and \nCompany, 629 F.2d 548, 550 (8th Cir.1980); United \nStates v.  Osborn, 561 F.2d 1334, 1338-39 (9th Cir. 1977); \nIn re Subpoena Addressed to Murphy 560 F.2d 326, 331 \n(8th Cir.1977); Hartford Assocs. v. United States, 792 \nF.Supp. 358, 367 (D.N.J.1992), it bears the burden to \nrebut the presumption that tainted material was provided \nto the prosecution team. Briggs, 698 F.2d at 495 n. 29 \n(\"The government is, of course, free to rebut this \npresumption, by showing, for example, procedures in \nplace to prevent such intragovemmental \ncommunications.\"). \n191  However, an intrusion into the attorney-client privilege, \nstanding alone, does not per se violate the Constitution. If \nthe government demonstrates that no harm, that is, no \nprivileged information regarding trial strategy or \notherwise has been communicated to the prosecutors and \nused to the defendants' detriment, there is no \nconstitutional violation. Weatherford, 429 U.S. at 558, 97 \nS.Ct. at 845; Kelly 790 F.2d at 137. In this instance, \nbased upon the evidence and testimony offered at the \nevidentiary hearing, including the demeanor and \ncredibility of the witnesses as well as the Court's review \nof voluminous materials submitted under seal for in \ncamera inspection and the entire record in this matter, the \nCourt is satisfied that the government has carried its \nburden to rebut the presumption of harm. \nFirst, the government took precautions to shield the \nprosecution team from viewing potentially privileged \nmaterials during the execution of the search warrants. \nOnly Agent Fort was present during the searches and then \nonly for a  short time. Fort testified persuasively that he \ndid not read the content of any potentially privileged \nmaterials, and his testimony was not undermined on \ncross-examination or through other evidence. Second, the \nprosecution team witnesses testified that, to their \nknowledge, they received no privileged information from \nthe agents who may have been exposed to potentially \nprivileged materials, such as Agent Granger, the PLA on \nsite during the search of Defendant Denis Neill's home. \nFinally, the taint team took sufficient precautions to \nensure that the prosecution team did not have access to \nthe potentially privileged documents or become aware of \nthe content of those materials. When potentially \nprivileged materials were later inadvertently discovered \namong the sixty boxes of seized items by Agent Fort, a \nprosecution team member, he acted responsibly by sealing \nthe materials without reading them. He then had them \ndelivered to the taint team for review. \nThe defendants contended at the evidentiary hearing \n(generally through bench conferences the transcripts of \nwhich have been sealed) that the government acquired \ninformation that will be used to their detriment. However, \nbased on the Court's independent review of the \ndefendants' sealed filing for in camera review (and \ncontrary to the defendants' assertion), there is no evidence \nthat the government acquired the defendants' trial theories \nor strategy. Compare Levy, 577 F.2d at 210 (\"actual \ndisclosure of defense strategy\"). \nIrW 1\"l \nAt most, the potentially privileged materials \nreviewed by the government contained facts identifying \nentities and persons. *842 CI Upjohn Co. v. United \nStates, 449 U.S. 383, 395-96, 101 S.Ct. 677, 685-86, 66 \nL.Ed.2d 584 (1981) (distinguishing between protection \nprovided to attorney-client communications and facts \nunderlying those communications). While factual \ndisclosures enabling the government to better investigate \nits case could rise to the level of a  Sixth Amendment \nviolation if substantial, see United States v. Castor, 937 \nF.2d 293, 297 (7th Cir.1991), the disclosure of facts is \npresumptively less harmful than the disclosure of trial \nstrategy. Here the government has demonstrated to the \nCourt's satisfaction that no privileged information, factual \nor otherwise, flowed from the taint team to the \nprosecution team. Consequently, there is no evidence of a \nharmful disclosure resulting from the taint team's review. \nThe only information that the prosecution team may \npossibly have acquired arose from Agent Fort's \ninadvertent discovery of Earl Clock's identity. After the \ndefendants' counsel reviewed the materials, Fort \ndiscovered the notebook with a tab marked \"Earl \nGlockJAttorney-Client.\"\" The inadvertent disclosure of \nthis fact does not constitute constitutional harm. \nIn sum, the Court has not seen any potentially privileged \nmaterials that were seized and presumably\" reviewed by \nthe government and which can reasonably be construed as \ntrial strategy. While some factual information was \nreviewed by the taint team, the record in this matter, \nincluding the in camera submissions, indicates that none \nflowed to the prosecution team. Agent Fort's discovery of \nthe tab identifying \"Earl Clock/Attorney—Client\" can only \nbe characterized as inadvertent. The defendants' argument \nthat the government derived its factual knowledge from \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 7 \nEFTA00032868\n\nU.S. v. Neill, 952 F.Supp. 834 (1997) \nmaterial protected by the attorney-client privilege is based \non bare speculation, and, for the reasons stated above, it is \nrejected. \nl i n \" 31  As to the computer files, the defendants' charge \nfails at the outset simply because they have not shown \nthat they asserted the attorney-client privilege with \nrespect to those materials. The proponent of the privilege \nbears the burden to establish its existence, United States v. \n(Under Seal), 748 F.2d 871, 876 (4th Cir.I 984); United \nStates v.  Covington & Burling, 430 F.Supp. 1117, 1122 \n(D.D.C.I 977), and absent the timely assertion of \nattorney-client privilege for each specific communication \nor document, no privilege will be recognized. United \nStates v.  White, 970 F.2d 328, 334 (7th Cir. I 992). Since \nthere is no evidence of such an assertion by the \ndefendants, it is unsurprising that neither Stevens nor \nCorprew were asked to review computer files. Indeed, \nStevens testified that she was unaware of the existence of \nthese files. Nonetheless, even though there was no claim \nof attorney-client privilege, the government did \nimplement a  computer taint team to review files on \ncomputer disks.\" Absent the timely assertion of privilege, \nthe defendants cannot now complain. \nIll. Defendant's Motion to Supplement the \nRecord \nOver a  month after the conclusion of the evidentiary \nhearing, the defendants filed a motion to Compel \nProduction and to Supplement the Record of the \nNovember 4-5, 1996 Evidentiary Hearing (\"Motion to \nSupplement the Record\"). At the hearing, the Court \nconsistently denied the defendants' request *843 that the \ngovernment be required to produce to the defendants \ncopies of the government's internal memoranda, \nelectronic mail and other materials which would reveal \nthe government's deliberations. However, in response to \nthe defendants' repeated requests, the Court eventually \nordered the government to produce certain internal \ndocuments for in camera review. The government did so, \nto the tune of two very full boxes of materials which \ndocument the taint team's actions and trace internal \nDepartment of Justice communications to and from \nStevens and Corprew)2 The Court is not persuaded that \nadditional disclosures are justified or that supplementation \nFootnotes \nwould be helpful to resolving the Motion to Dismiss. \nNI The defendants support their motion by arguing \nfairness and noting specifically that the Court granted the \ngovernment's request to supplement the record with a \nmemorandum from Michael Shaheen of the Department \nof Justice's Office of Professional Responsibility. See \nOrder of December 9, 1996. The Shaheen memorandum \nsimply reflects his finding that the Fraud Section engaged \nin no misconduct), While the defendants did not object to \nthe government's motion to file the Shaheen \nmemorandum, the Court notes that this document was \nalready available to her as part of Ms. Corprew's files, \nwhich were submitted for in camera review based upon \nthe defendants' request at the evidentiary hearing. By \ngranting the government's unopposed motion, the Court \nmerely ensured that the Shaheen memorandum was also \navailable to the defendants. The Court's Order of \nDecember 9th simply establishes no equitable ground \nupon which to grant the Motion to Supplement the \nRecord. \nIn sum, the parties were provided a sufficient opportunity \nto develop the evidentiary record, and the defendants' \nrequest for disclosure of additional materials will be \ndenied. \nIV. Conclusion \nAccordingly, it is hereby \nORDERED that the defendants' Motion to Dismiss is \ndenied; and it is \nFURTHER ORDERED that the defendants' Motion to \nSupplement the Record is denied. \nIT IS SO ORDERED. \nAll Citations \n952 F.Supp. 834 \nWhile the Court has considered the in camera submissions of the parties (filed under seal), the Court has taken care not to disclose \nthe specific contents of those submissions in this Memorandum Opinion. \n2 \nThe Fourth Amendment issues stemming from the search have been resolved and are not presently before the Court. \nWESTLAW \n© \n2018 Thomson \nReuters. No claim to original U.S. Government Works. 8 \nEFTA00032869\n\nU.S. v. Neill, 952 F.Supp. 834 (1997) \n3 \nTwo categories of potentially privileged documents have been discussed in the course of litigating this motion: (1) communications \nbetween the defendants and their counsel, which in the context of this criminal proceeding have constitutional significance; and (2) \ncommunications between Denis Neill, as a lawyer, and his clients (including Kamel Fatah), which while such communications \nmay be privileged, they have no constitutional significance here. \n4 \nNo litigation directly resulted from the taint team's review because the defendants never filed any motions for a protective order or \nunder Rule 41(e) and because the government never contested the applicability of the attorney-client privilege or raised the \ncrime-fraud exception. \n5 \nIRS Special Agent Sherry Brown also attended the meeting. Her contemporaneous notes were introduced into evidence at the \nevidentiary hearing. See Defendants' Exhibit # 7. \n6 \nPoole further testified that he \"told them that the prosecution team would not review any of the documents as to which claims of \nprivilege had been raised until those questions were resolved.\" Transcript at 75 (Vol. I —B). While it is possible, as the defendants \ncontend, that as of the November I, 1993, meeting, the prosecutor intended to return the letterhead documents without review, \nwhether he did so intend but later changed his mind is not relevant to disposition of the instant motion. \n7 \nThis letter does not appear to be the \"smoking gun\" that the government contends. While it could be construed, as the government \nargues, to reflect defense counsel's acknowledgment that all potentially privileged materials would be reviewed, it can also be \nreasonably construed to reflect counsel's understanding that he was to designate someone to assist in the segregation of \n\"letterhead\" documents from other materials so that the former could be returned without review by the government. Nevertheless, \nit is unnecessary to resolve this dispute in order to resolve the instant motion. \nThe defendants also challenge Fort's presence during the search of the office of Neill and Company on October 27, 1993. \nHowever, Fon denied reviewing any documents during the search or discussing the contents of any documents with the seizing \nagents, see Transcript at 80-81 (Vol. I-B), and the defendants have offered no evidence to the contrary. \n9 \nAgent Brown testified that Fort wanted her to witness that, upon finding the potentially privileged materials, he sealed them \nimmediately and did not read them. Transcript at 84 (Vol. II-B). \n10 \nThe government consistently contended at the hearing that the materials were only \"potentially\" privileged. However, the decisions \nby the taint team to return to the defendants those documents for which the defendants asserted privilege, and to release to the \nprosecution team only those for which the defendants did not claim privilege, does more than imply concession. \nI I Neither side called Agent Granger to testify at the evidentiary hearing. \n12 \nOn the other hand, the discoveries by Agent Fort are most fairly characterized as inadvertent since he happened upon potentially \nprivileged materials after defense counsel had reviewed the boxes containing seized material. Fort testified that he was surprised to \nfind this material because, in fact, defense counsel and support staff had already inspected and inventoried the materials. \n13 \nAlthough the more traditional approach is to submit contested materials for in camera review by a neutral and detached magistrate \n(for obvious reasons), the case law regarding the government's \"taint team\" approach is equivocal. Compare In re Search Warrant \nfor Law Offices, 153 F.R.D. 55 (S.D.N.Y.I 994) (criticizing \"walling\" in review of disputed attorney-client materials) with United \nStates v. Noriegp 764 F.Supp. 1480 (S.D.Fla.1991) (finding no Sixth Amendment violation where the government agent reviewing \nmonitored attorney-client conversations was 'walled off' from prosecutors). \n14 \nThis decision is troubling indeed, and there is no doubt that, at the very least, the \"taint team\" procedures create an appearance of \nunfairness. However unwise this policy decision may be, absent a showing of harm, it does not offend the Constitution. While this \nCourt is critical of the government's use of the \"taint team\" procedure, that criticism is not intended to carry over to the individual \nattorneys who were assigned to perform as part of the taint team. The record reflects that these attorneys appreciated the sensitivity \nof their assignments and took affirmative measures to ensure that no breach of the \"walls\" actually occurred. \nI5 \nIn cross-examining the prosecution team members at the evidentiary hearing, the defendants contended that the government \nacquired factual information identifying certain persons and business entities. However, with the exception of Earl Glock (who was \nidentified in a document discovered inadvertently), the government witnesses persuasively testified that those entities were known \nto the investigators prior to the search. This testimony was not surprising. The investigation of the Neills and their business \nactivities dates to at least 1991, and the abundant record in this matter indicates that the scope of the investigation (even prior to the \nsearches of October 27, 1993) was wide ranging indeed. \nWESTLAW \n© \n2018 Thomson \nReuters. No claim to original U.S. Government Works. 9 \nEFTA00032870\n\nU.S. v. NOM, 952 F.Supp. 834 (1997) \n16 \nAs noted previously, Stevens returned certain documents without review based upon Roger's representations on or about \nNovember 15, 1993. \n17 \nThe testimony at the hearing indicated that some of the files were printed and read by at least Agent Fort prior to the computer taint \nteam's review. Nevertheless, even though the defendants knew that the government had seized the electronic data and equipment, \nthey have not demonstrated that they asserted their attorney-client privilege with respect to any material stored electronically. \n18 \nThe communications were not limited to those between Stevens and Corprew. \n19 \nWhile interesting, Mr. Shaheen's ethics determination for departmental employees bears little, if any, relevance to the \nconstitutional analysis under Weatherfred and Kelly. \nEnd of Document C 2018 Thomson Reuters. No claim to original U.S. Government Works. \nWESTLAW © 2018 Thomson Reuters. No claim to original U.S. Government Works. 10 \nEFTA00032871",
    "pageCount": 10,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Stevens",
        "role": "extracted",
        "context": "ud \nSection) was advised that Ms. Stevens would act in this \ncapaci"
      },
      {
        "name": "Corprew",
        "role": "extracted",
        "context": "y available to her as part of Ms. Corprew's files, \nwhich were subm"
      },
      {
        "name": "Shaheen",
        "role": "extracted",
        "context": "prew. \n19 \nWhile interesting, Mr. Shaheen's ethics determination fo"
      },
      {
        "name": "Client Relationship",
        "role": "extracted",
        "context": "4iiInterference in Attorney-Client Relationship \nTal KeyCite Yellow Flag - Ne"
      },
      {
        "name": "Tal Key",
        "role": "extracted",
        "context": "Attorney-Client Relationship \nTal KeyCite Yellow Flag - Negative Tr"
      },
      {
        "name": "Cite Yellow",
        "role": "extracted",
        "context": "y-Client Relationship \nTal KeyCite Yellow Flag - Negative Treatment \nDe"
      },
      {
        "name": "Negative Treatment",
        "role": "extracted",
        "context": "ip \nTal KeyCite Yellow Flag - Negative Treatment \nDeclined to Follow by U.S. v"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "F.Supp• \n834 \nUnited States District Court, \nDistrict of Columbia. \nUNIT"
      },
      {
        "name": "Action No",
        "role": "extracted",
        "context": "P. Neill, Defendants. \nCrim. Action No. \n95-0323 (JHG). \nJan. 17, 19"
      },
      {
        "name": "Synopsis \nDefendants",
        "role": "extracted",
        "context": "-0323 (JHG). \nJan. 17, 1997. \nSynopsis \nDefendants charged with tax offenses mov"
      },
      {
        "name": "The District",
        "role": "extracted",
        "context": "e. Government opposed motion. The District \nCourt, Joyce Hens Green, J.,"
      },
      {
        "name": "Joyce Hens",
        "role": "extracted",
        "context": "motion. The District \nCourt, Joyce Hens Green, J., held that: (1) gov"
      },
      {
        "name": "West Headnotes",
        "role": "extracted",
        "context": "o supplement record \ndenied. \nWest Headnotes (14) \nIll \nCriminal Law \n0-In"
      },
      {
        "name": "Ill \nCriminal",
        "role": "extracted",
        "context": "denied. \nWest Headnotes (14) \nIll \nCriminal Law \n0-Interference in Attorn"
      },
      {
        "name": "Criminal Law",
        "role": "extracted",
        "context": "ases that cite this headnote \nCriminal Law \nFor purposes of constitution"
      },
      {
        "name": "Privacy \nWhen",
        "role": "extracted",
        "context": "taConsultation with Counsel; Privacy \nWhen government agents acquire inf"
      },
      {
        "name": "Thomson Reuters",
        "role": "extracted",
        "context": "presumption \nWESTLAW \n© 2018 Thomson Reuters. No claim to original U.S. Go"
      },
      {
        "name": "Government Works",
        "role": "extracted",
        "context": "rs. No claim to original U.S. Government Works. \n1 \nEFTA00032862\n\nU.S. v. Ne"
      },
      {
        "name": "Prosecutorial Duties",
        "role": "extracted",
        "context": "Law \n-Sanctions for Breach of Prosecutorial Duties \nThere must be substantial de"
      },
      {
        "name": "Rights \nWhen",
        "role": "extracted",
        "context": "esentation or Deprivation of \nRights \nWhen government chooses to take ma"
      },
      {
        "name": "Sixth Amendment",
        "role": "extracted",
        "context": "case could \nrise to level of Sixth Amendment violation if \nsubstantial, di"
      },
      {
        "name": "Ildj \nCriminal",
        "role": "extracted",
        "context": "eill, 952 F.Supp. 834 (1997) \nIldj \nCriminal Law \nS-Amendment and Correcti"
      },
      {
        "name": "Particular Cases",
        "role": "extracted",
        "context": "ection \n1111 \nCriminal Law \n4•Particular Cases in General \nCriminal Law \n4-'"
      },
      {
        "name": "General \nCriminal",
        "role": "extracted",
        "context": "al Law \n4•Particular Cases in General \nCriminal Law \n4-'\nMiscellaneous Partic"
      },
      {
        "name": "Miscellaneous Particular",
        "role": "extracted",
        "context": "in General \nCriminal Law \n4-'\nMiscellaneous Particular Issues \nDisclosure to prosecu"
      },
      {
        "name": "Issues \nDisclosure",
        "role": "extracted",
        "context": "4-'\nMiscellaneous Particular Issues \nDisclosure to prosecution team of identi"
      },
      {
        "name": "Privileged Communications",
        "role": "extracted",
        "context": "that cite this headnote \n1111 Privileged Communications and \nConfidentiality \n...Obje"
      },
      {
        "name": "Privilege \nPrivileged",
        "role": "extracted",
        "context": "lity \n...Objections; Claim of Privilege \nPrivileged Communications and \nConfident"
      },
      {
        "name": "Proof \nProponent",
        "role": "extracted",
        "context": "S-Presumptions and Burden of Proof \nProponent of attorney-client privilege"
      },
      {
        "name": "Law Firms",
        "role": "extracted",
        "context": "this headnote \nAttorneys and Law Firms \n*836 John Martin Bray and Jo"
      },
      {
        "name": "John Martin",
        "role": "extracted",
        "context": "Attorneys and Law Firms \n*836 John Martin Bray and Joseph Martin Jones,"
      },
      {
        "name": "Joseph Martin",
        "role": "extracted",
        "context": "ms \n*836 John Martin Bray and Joseph Martin Jones, \nSchwalb, Donnenfeld,"
      },
      {
        "name": "Charles Taylor",
        "role": "extracted",
        "context": "on, \nDC, for Denis M. Neill. \nCharles Taylor Smith, II, Ober, Kaler, Grime"
      },
      {
        "name": "Martha Purcell",
        "role": "extracted",
        "context": "es & Shriver, \nBaltimore, MD, Martha Purcell Rogers and Hartman E. \nBlanch"
      },
      {
        "name": "Criminal \nDivision",
        "role": "extracted",
        "context": ", U.S. Department of Justice, Criminal \nDivision, Fraud Section and John E. Su"
      },
      {
        "name": "Fraud Section",
        "role": "extracted",
        "context": "Justice, Criminal \nDivision, Fraud Section and John E. Sullivan, U.S. \nD"
      },
      {
        "name": "Criminal Section",
        "role": "extracted",
        "context": "U.S. \nDepartment of Justice, Criminal Section, Tax Division, \nWashington, D"
      },
      {
        "name": "Tax Division",
        "role": "extracted",
        "context": "of Justice, Criminal Section, Tax Division, \nWashington, DC, for the U.S"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "AND ORDER \nJOYCE HENS GREEN, District Judge. \nPending before the Court is"
      },
      {
        "name": "Their \nAttorney",
        "role": "extracted",
        "context": "the Government's Invasion of Their \nAttorney—Client Privilege (\"Motion to"
      },
      {
        "name": "Client Privilege",
        "role": "extracted",
        "context": "s Invasion of Their \nAttorney—Client Privilege (\"Motion to Dismiss\"). After"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "ntiary hearing on this issue. See United States v. \nWEST LAW © 2018 Th"
      },
      {
        "name": "Thomson \nReuters",
        "role": "extracted",
        "context": "ed States v. \nWEST LAW © 2018 Thomson \nReuters. No claim to original U.S. Go"
      },
      {
        "name": "Memorandum Op",
        "role": "extracted",
        "context": "52 F.Supp. 834 (1997) \nNeill, Memorandum Op. at 21 & 24 (JHG) (D.D.C. Oct"
      },
      {
        "name": "Fact \nOn",
        "role": "extracted",
        "context": "ill be denied. \nL Findings of Fact \nOn October 27, 1993, federal age"
      },
      {
        "name": "Defendants James",
        "role": "extracted",
        "context": "nd Company, and the \nhomes of Defendants James and Denis Neill. On October"
      },
      {
        "name": "Denis Neill",
        "role": "extracted",
        "context": "homes of Defendants James and Denis Neill. On October \n28th, a  fifth w"
      },
      {
        "name": "On October",
        "role": "extracted",
        "context": "ndants James and Denis Neill. On October \n28th, a  fifth warrant was e"
      },
      {
        "name": "Defendant \nJames",
        "role": "extracted",
        "context": "arrant was executed to search Defendant \nJames Neill's safe deposit box at C"
      },
      {
        "name": "Columbia First",
        "role": "extracted",
        "context": "s Neill's safe deposit box at Columbia First Bank in \nWashington, D.C. See"
      },
      {
        "name": "See Mem",
        "role": "extracted",
        "context": "rst Bank in \nWashington, D.C. See Mem.Op. at 1-5. Approximately \nsi"
      },
      {
        "name": "Capitol St",
        "role": "extracted",
        "context": "ce at the IRS Office, 500 \nN. Capitol St., N.E., Washington, D.C. \nWhi"
      },
      {
        "name": "Principal Legal",
        "role": "extracted",
        "context": "eys were directed to serve as Principal Legal \nAdvisers (\"PLA's\") on site t"
      },
      {
        "name": "See \nMem",
        "role": "extracted",
        "context": "d documents prior to seizure. See \nMem.Op. \nat 6 \n(quoting Search Ex"
      },
      {
        "name": "Search Execution",
        "role": "extracted",
        "context": "See \nMem.Op. \nat 6 \n(quoting Search Execution Memorandum of Oct. 19, \n1993)"
      },
      {
        "name": "The Search",
        "role": "extracted",
        "context": "emorandum of Oct. 19, \n1993). The Search Execution Memorandum provided"
      },
      {
        "name": "Execution Memorandum",
        "role": "extracted",
        "context": "f Oct. 19, \n1993). The Search Execution Memorandum provided that \n\"search team m"
      },
      {
        "name": "At Denis",
        "role": "extracted",
        "context": "ly at different search sites. At Denis \nNeill's home, after offering"
      },
      {
        "name": "James Neill",
        "role": "extracted",
        "context": "ally privileged \nmaterials in James Neill's seized briefcase, the PLA"
      },
      {
        "name": "Deputy Chief",
        "role": "extracted",
        "context": "een seized, on October \n28th, Deputy Chief of the Fraud Section Peter Cl"
      },
      {
        "name": "Peter Clark",
        "role": "extracted",
        "context": "ty Chief of the Fraud Section Peter Clark \ndirected trial attorney Elis"
      },
      {
        "name": "Elisabethanne Stevens",
        "role": "extracted",
        "context": "lark \ndirected trial attorney Elisabethanne Stevens and her \nsupervisor, Barbara"
      },
      {
        "name": "Barbara Corprew",
        "role": "extracted",
        "context": "Stevens and her \nsupervisor, Barbara Corprew, to review those materials."
      },
      {
        "name": "Richard Poole",
        "role": "extracted",
        "context": "endants' counsel, \nprosecutor Richard Poole (Senior Trial Attorney, Fraud"
      },
      {
        "name": "Senior Trial",
        "role": "extracted",
        "context": "l, \nprosecutor Richard Poole (Senior Trial Attorney, Fraud \nSection) was"
      },
      {
        "name": "Fraud \nSection",
        "role": "extracted",
        "context": "Poole (Senior Trial Attorney, Fraud \nSection) was advised that Ms. Stevens"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "would act in this \ncapacity. \nOn November I, 1993, the defendants' coun"
      },
      {
        "name": "Hearing Transcript",
        "role": "extracted",
        "context": "them, \nincluding litigation.\" Hearing Transcript (\"Transcript\") at \n74 (Vol. I"
      },
      {
        "name": "See Joseph",
        "role": "extracted",
        "context": "defendants or their family. See Joseph •838 Jones' letter \nof Nov. 4"
      },
      {
        "name": "Attorney \nElisabeth",
        "role": "extracted",
        "context": "tely \nreview these items with Attorney \nElisabeth (sic) Stevens of your \noffice"
      },
      {
        "name": "James \nNeill",
        "role": "extracted",
        "context": "from \nour offices or those of James \nNeill's counsel, Martha P. Rogers,"
      },
      {
        "name": "While \nDefendant",
        "role": "extracted",
        "context": "he attorney-client privilege. While \nDefendant Denis Neill's counsel did not"
      },
      {
        "name": "Defendant James",
        "role": "extracted",
        "context": "ns was contacted directly by \nDefendant James Neill's counsel, Martha Roger"
      },
      {
        "name": "Martha Rogers",
        "role": "extracted",
        "context": "endant James Neill's counsel, Martha Rogers, on \nNovember 3, 1993. Rogers"
      },
      {
        "name": "Special Agent",
        "role": "extracted",
        "context": "items. In \ntwo instances, IRS Special Agent Fort, a member of the \nprosec"
      },
      {
        "name": "Earl Glock",
        "role": "extracted",
        "context": "upon a tab that was labeled \"Earl Glock—Attomey/Client.\" \nAfter openi"
      },
      {
        "name": "See Transcript",
        "role": "extracted",
        "context": "and delivered it to Stevens. \nSee Transcript at 80-86 (Vol. I-B). Agent Br"
      },
      {
        "name": "Agent Brown",
        "role": "extracted",
        "context": "anscript at 80-86 (Vol. I-B). Agent Brown, who \nwas present when Fort d"
      },
      {
        "name": "Federal City",
        "role": "extracted",
        "context": "opened a  manila envelope for Federal City \nNational Bank which included"
      },
      {
        "name": "National Bank",
        "role": "extracted",
        "context": "la envelope for Federal City \nNational Bank which included documents that"
      },
      {
        "name": "Agent Ray",
        "role": "extracted",
        "context": "er \"taint team.\" It \nassigned Agent Ray Smith to download the files a"
      },
      {
        "name": "Agent Harvey",
        "role": "extracted",
        "context": "th to download the files and \nAgent Harvey Barlow to review them for mat"
      },
      {
        "name": "See Government",
        "role": "extracted",
        "context": "were potentially privileged. See Government's \nSupplemental Submission Re"
      },
      {
        "name": "Supplemental Submission",
        "role": "extracted",
        "context": "privileged. See Government's \nSupplemental Submission Regarding Issues Arising from"
      },
      {
        "name": "Regarding Issues",
        "role": "extracted",
        "context": "nt's \nSupplemental Submission Regarding Issues Arising from \nthe Search Warr"
      },
      {
        "name": "Search Warrants",
        "role": "extracted",
        "context": "ding Issues Arising from \nthe Search Warrants, at App. 2. Potentially privi"
      },
      {
        "name": "See \nUnited",
        "role": "extracted",
        "context": "ent in a criminal proceeding. See \nUnited States v. Levy, 577 F.2d 200,"
      },
      {
        "name": "Edna Selan",
        "role": "extracted",
        "context": "tions of an ordered liberty.\" Edna Selan Epstein, \nThe Attorney—Client"
      },
      {
        "name": "The Attorney",
        "role": "extracted",
        "context": "iberty.\" Edna Selan Epstein, \nThe Attorney—Client Privilege and the Work"
      },
      {
        "name": "Product Doctrine",
        "role": "extracted",
        "context": "Privilege and the Work— *840 \nProduct Doctrine 2 (3rd ed. 1997). Nonetheless"
      },
      {
        "name": "Under Weatherford",
        "role": "extracted",
        "context": "a \nconstitutional violation. Under Weatherford v. Bursey, \n429 U.S. 545, 554"
      },
      {
        "name": "Government Intrusions",
        "role": "extracted",
        "context": "ir.I984). See generally Note, Government Intrusions \ninto the Defense Camp: Under"
      },
      {
        "name": "Defense Camp",
        "role": "extracted",
        "context": "vernment Intrusions \ninto the Defense Camp: Undermining the Right to \nCo"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": ".2d at 137. While neither the Supreme Court nor this \nCircuit have yet ex"
      },
      {
        "name": "Rebecca Granger",
        "role": "extracted",
        "context": "over, at least one agent, PLA Rebecca Granger, read \nmaterials for which De"
      },
      {
        "name": "Defendant Denis",
        "role": "extracted",
        "context": "er, read \nmaterials for which Defendant Denis Neill's counsel \nasserted pri"
      },
      {
        "name": "See Weatherford",
        "role": "extracted",
        "context": "er \nse intentional intrusion. See Weatherford, 429 U.S. at 558, \n97 S.Ct. a"
      },
      {
        "name": "Grand July",
        "role": "extracted",
        "context": "105 L.Ed.2d 469 (1989); In re Grand July Proceedings, \n867 F.2d 539, 5"
      },
      {
        "name": "Impounded Case",
        "role": "extracted",
        "context": "39, 540 (9th Cir.1989); In re Impounded Case, \n840 F.2d 196, 202 (3rd Cir."
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "F.2d 548, 550 (8th Cir.1980); United \nStates v.  Osborn, 561 F.2d 1334, 13"
      }
    ],
    "locations": [
      {
        "name": "Washington, DC",
        "type": "city"
      },
      {
        "name": "Taylor Smith, II",
        "type": "city"
      },
      {
        "name": "Baltimore, MD",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2011-02-09",
        "event": "February 9, 2011"
      },
      {
        "date": "1993-10-27",
        "event": "October 27, 1993"
      },
      {
        "date": "1993-11-03",
        "event": "November 3, 1993"
      },
      {
        "date": "1994-01-24",
        "event": "January 24, 1994"
      },
      {
        "date": "1996-12-09",
        "event": "December 9, 1996"
      },
      {
        "date": "1993-11-15",
        "event": "November 15, 1993"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:32.664Z"
}