{
  "document": {
    "id": "efta00011418",
    "filename": "EFTA00011418.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00011418.pdf",
    "text": "\n\nCOHEN & GRESSER LLP \nOctober 13, 2020 \nBY EMAIL \nUnited States Attorney's Office \nSouthern District of New York \n1  St. Andrew's Plaza \nNew York, NY 10007 \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear \n800 \nThird \nPianos \nNew York, NY \n10022 \n♦1 212 \n957 \n7600 phono \nwww colsmipossoo \ncorn \nWe write on behalf of our client, Ghislaine Maxwell, to set forth requests for discovery and \nBrady material. Based on our review of the government's productions of August 5, 2019, August \n13, 2019, and August 21, 2020, we make the following requests for discovery, inspection, and \ncopying, in accordance with the guarantees of the Fourth, Fifth, and Sixth Amendments, Rule 16 \nof the Federal Rules of Criminal Procedure, the Federal Rules of Evidence, and such other laws \nand rules as may be applicable. We are still reviewing these productions, as well as the \ngovernment's most recent production of October 2, 2020, and reserve the right to supplement \nthese requests as necessary. \n1. We request any oral, written, or recorded statements made by Ms. Maxwell, aside from \nthe statements made in prior civil case proceedings that you produced on August 13, \n2020 and the statements made at the time of arrest, which you produced on August 21, \n2020. Fed. R. Crim. P. 16(a)(1)(A), (B). \n2. We request that the government disclose and identify any statements of alleged co-\nconspirators that it intends to introduce at trial. \n3. We request any prior criminal records of Ms. Maxwell. Fed R. Crim. P. 16(a)(1)(D). \n4. We request any books, papers, documents, data, photographs, tangible objects, \nbuildings or places, or copies or portions of any of these items. Fed R. Crim. P. \n16(a)( I )(E). \nEFTA00011418\n\nOctober 13, 2020 \nPage 2 \na. Based on our review of the discovery, it does not appear that any documents or \ntangible objects were obtained from Ms. Maxwell through a search warrant or a \nsearch incident to arrest. Please confirm this. \nb. We will schedule a time in the near future to inspect the originals of \nphotographs and any other evidence (including documents and tangible objects) \nthat have already been \ndisclosed. \n5. We request the results or reports of any physical or mental examination and of any \nscientific test or experiment. Fed R. Crim. P. 16(a)(1)(F). \n6. We request a written summary of any testimony that the government intends to \nintroduce at trial under Federal Rules of Evidence 702, 703 or 705, which summary \nmust describe the witness's opinions, the bases and reasons for those opinions, and the \nwitness's qualifications. Fed R. Crim. P. 16(a)(1)(G). \n7. We request that the government disclose the identities of the individuals identified in \nthe indictment as Minor Victims 1-3. \n8. We request that the government disclose the complete birthdays of the individuals \nidentified in the indictment as Minor Victims 1-3. \n9. We request all written and oral communications concerning the negotiations relating to \nthe Non-Prosecution Agreement (\"NPA\") signed by Jeffrey Epstein on September 24, \n2007. \nSuch communications include: \na. All communications between the government —  including, but not limited to, \nattorneys and staff at the U.S. Attorney's Office for the Southern District of \nFlorida, the United States Attorney's Office for Southern District of New York, \nthe Department of Justice, state prosecutor's offices, the FBI, and any other \nfederal and state investigative agencies — and Mr. Epstein's attorneys. \nb. All communications between and among any government employees including, \nbut not limited to, attorneys and staff at the U.S. Attorney's Office for the \nSouthern District of Florida, the United States Attorney's Office for Southern \nDistrict of New York, the Department of Justice, state prosecutor's offices, the \nFBI, and any other federal and state investigative agencies. \nc. Unredacted copies of all emails and other correspondence between the \ngovernment and Mr. Epstein's attorneys concerning the negotiation of the NPA, \nwhich you previously produced on August 13, 2020. See, e.g., \nSDNY GM 00134069 et seq. \nEFTA00011419\n\nOctober 13, 2020 \nPage 3 \n10. We request that the government produce a complete copy of the diary, only seven \npages of which were produced by the government on August 21, 2020. See \nSDNY GM 00165982-00162988.i\nII. We request a complete, unredacted copy of the FBI 302 produced by the government \non August 13, 2020, bearing Bates numbers SDNY_GM_00114982-00114993. \n12. We request that the government produce all versions and drafts of the book/memoir \n\"The Billionaires Playboy Club\" produced by the government on August 13, 2020, and \nidentify the dates of each version/draft. See, e.g., SDNY_GM_00117607-608, \n00117626-635, 00117637-640, 00117726-727, 00117761-762, 00117836-837 (sample \nlist). \n13. We request the following documents and materials related to the individuals identified \nin the indictment as Minor Victims 1-3 and for any other witness who has alleged that \nMs. Maxwell engaged in or facilitated improper sexual conduct at any time up to the \npresent: \na. All diaries, notes, journals, e-mails, text messages, letters, or other writings by \nthese individuals, including but not limited to, all written communications \nbetween these individuals and Mr. Epstein or Ms. Maxwell; \nb. All travel and immigration records, as well as copies of any passports and travel \ndocuments; \nc. All school records or other educational records; \nd. All phone records; \ne. All photographs; \nf. All financial records, including all records reflecting any payments or money \ntransfers from Mr. Epstein or his associated businesses to these individuals or \ntheir family members or their counsel; \ng. All police reports or complaints to law enforcement authorities filed by these \nindividuals; \nh. Any submissions to the Epstein Victims' Compensation Program made by any \nof these individuals; \ni. All communications between or among these individuals, or between these \nindividuals and counsel for any other such individual, including but not limited \nto, emails, text messages, social media posts, and other correspondence; \nj. All public statements made by these individuals concerning Mr. Epstein or Ms. \nMaxwell; \nk. Any record or report of any physical, medical, mental, or psychological \nexamination of these individuals; \n1 We also make this request, as well as Requests 11.16, pursuant to the government's Brady obligations. \nEFTA00011420\n\nOctober 13, 2020 \nPage 4 \nI. Any record, report or other document reflecting the use or abuse of alcohol or \nany legal or illegal drug, including marijuana; \nm. All written and oral communications between the government and the attorneys \nfor these individuals —  including , but not limited to, , David \nBoies, Sigrid McCawley, Peter Skinner, Stanley Pottinger, Paul Cassell, \nSpencer Kuvin, and (the \"Attorneys\") —  concerning or relating to \nMr. Epstein and/or Ms. Maxwell. \n14. We request all written and oral communications and other documents concerning any \nmeetings between the Attorneys and prosecutors and staff from the United States \nAttorney's Office for the Southern District of New York (\"SDNY\") concerning Jeffrey \nEpstein and/or Ghislaine Maxwell. \na. This request includes all communications and documents related to any \nmeetings that took place in or about 2016 in which certain of the Attorneys met \nwith SDNY prosecutors to ask SDNY to initiate a criminal investigation into \nMr. Epstein and Ms. Maxwell. See New York Daily News, \"Manhattan Federal \nProsecutors Declined to Pursue Jeffrey Epstein and Ghislaine Maxwell Case in \n2016: Sources\" (Oct. 13, 2020), https://www.rntdailynews.com/new-vork/ny-\njeffrey-epstein-maxwell-case-20201013-jmzh17zdrzdgrbbs7ycobfnszu-\nstorv.html ; see also Relentless Pursuit: My Fight for the \nVictims of Jeffrey Epstein, at 281. \nb. This request also includes all communications and documents related to any \nmeetings between any of the Attorneys and SDNY prosecutors and staff \nconcerning or relating to Mr. Epstein and/or Ms. Maxwell that took place in or \nabout 2018, when the government asserts that it began the SDNY investigation \ninto this case (see Dkt. 63), or at any time thereafter. \n15. We request the complete FBI's case file regarding the investigation of \nfor obstruction of justice, referenced in the government's production cover \nletter of August 21, 2020. \n16. We request copies of the \"82-page pros memo and 53-page indictment\" drafted as part \nof the investigation conducted by the Southern District of Florida. See \nSDNY GM 00131226. \n17. We request all e-mails, text messages, letters, or other written communications to or \nfrom Ms. Maxwell. \n18. We request all medical records or reports concerning Mr. Epstein. \nEFTA00011421\n\nc o er is, \nPage 5 \n19. We request all subpoenas and voluntary request for production of documents issued in \nconnection with or related to this case, and all evidence obtained by the government by \nsubpoena or from voluntary production (to the extent it has not already been produced), \nincluding information to identify where and how the evidence was obtained. \n20. We request that the government disclose and identify any evidence it intends to \nintroduce under Federal Rule of Evidence 404(b) or as background of the conspiracies \ncharged in the Indictment. \n21. We request information about the composition of the grand jury that indicted this case, \nincluding a list of grand jurors, their attendance dates, the reasons for any absence, and \nwhether attendance was in person or virtual. \n22. We request that the government disclose whether any persons were present during \ngrand jury proceedings other than the grand jurors, witnesses under examination, court \nreporters, and attorneys from the United States Department of Justice. \nConsistent with the requirements of Brady v. \nMaryland, \n373 U.S. 83 (1963) and Kyles v. \nWhitley, 514 U.S. 419, 438 (1995), as well as your own professional obligations, we request that \nthe government conduct an affirmative search for, locate, identify, and produce, all documents, \nbooks, papers, photographs, scientific tests or experiments, tangible objects, written or recorded \nstatements, grand jury transcripts and oral statements, reports, memoranda, names, and addresses \nor persons or other evidence or information favorable to the defense as to either guilt or \npunishment, or tends to affect the weight or credibility of the evidence to be presented against Ms. \nMaxwell, or which will lead to evidence favorable to or exculpatory of Ms. Maxwell, including \nbut not limited to information which is within the possession, custody, or control of the \ngovernment. Impeachment evidence, as well as exculpatory evidence, falls within Brady's \ndefinition of evidence favorable to the accused. See United States v. Bagley, 473 U.S. 667 (1985); \nUnited States v. Agurs, 427 U.S. 97 (1976). We also make the following specific Brady requests: \nI. Exculpatory Evidence:  We request all such evidence requested above and evidence \nknown to the government which tends to exculpate Ms. Maxwell of the offense \nalleged, including exculpatory statements. This request includes, but is not limited to: \na. Any statements or written communications made by any witness who has \nalleged that she was sexually abused or assaulted by Mr. Epstein, but has not \nalleged that Ms. Maxwell participated in, was involved in, or facilitated the \nalleged sexual abuse. These include, but are not limited, to, all diaries, notes, \njournals, e-mails, text messages, letters, or other writings by these individuals. \nb. Any evidence suggesting that Ms. Maxwell was not involved in or aware of the \nconduct alleged in the indictment. \nEFTA00011422\n\nOctober \n13, 2020 \nPage 6 \nc. Any evidence concerning witnesses who have contacted the government or law \nenforcement authorities about alleged sexual abuse by Mr. Epstein or Ms. \nMaxwell who were determined not to be credible. \nd. Any evidence suggesting that any witness who has alleged that she was \nsexually abused or assaulted by Mr. Epstein, with or without the involvement of \nMs. Maxwell, was not a minor at the time the alleged sexual abuse took place. \ne. All investigative efforts to verify any information provided by any and all \nwitnesses, where such efforts were negative. \nf. All discussions with any witness, including law enforcement, that reveal Brady \ninformation. \n2. Favorable Statements and Witnesses:  We request that the government produce any \nwitness statements favorable to Ms. Maxwell, and identify the names of any witnesses \nwho have information favorable to Ms. Maxwell. This includes any witness who the \ngovernment does not intend to call at trial, but who made a favorable statement \nconcerning Ms. Maxwell. \n3. Evidence of Criminal Investigation of Any Government Witness:  We request any \nevidence that any prospective witness is under investigation by federal, state or local \nauthorities for any criminal conduct. This includes their entire criminal record (both \narrests and convictions, whether adult or juvenile) and probation reports, supervised \nrelease, pre-sentence reports, violation reports, intelligence reports and all \nsupplementals. \n4. Evidence of Misconduct of Government Agents:  We request information about any \nallegation of misconduct of any government agents or attorneys involved in any \ninvestigation into Mr. Epstein and Ms. Maxwell. \n5. Impeachment Evidence:  We request any evidence that may be used to impeach a \nprospective government witness. This request includes, but is not limited to: \na. Any evidence that any prospective government witness has engaged in any \ncriminal act, whether or not resulting in a conviction, and whether any witness \nhas made a statement favorable to Ms. Maxwell. \nb. Any information tending to establish that the witness is or was a user of any \ndrug or alcohol and any other information which tends to discredit the witness's \nability to perceive, recollect and/or narrate events. \nEFTA00011423\n\nOctober 13, 2020 \nPage 7 \nc. Any information concerning any government witnesses' history of emotional \ndisorders and psychiatric or psychological counseling, which may bear on a \nwitness's ability to perceive or relate events accurately and truthfully. \nd. Any evidence suggesting that any witness who has alleged that she was \nsexually abused or assaulted by Mr. Epstein, with or without the involvement of \nMs. Maxwell, had a financial motive or incentive to accuse Mr. Epstein or Ms. \nMaxwell. \n6. Giglio Information:  Pursuant to Giglio v. United States, 405 U.S. 150 (1972), we \nrequest dates and descriptions of any and all considerations or promises \n(express or \nimplied) of consideration given during the course of the investigation by any law \nenforcement officials to or on behalf of any witness the government intends to call at \ntrial, or any such consideration or promises expected by any such witness in the future. \nThis includes but is not limited to the following: \na. Rewards, monetary or otherwise; \nb. Employment; \nc. Protection and relocation; \nd. The rejection, dismissal, immunization from prosecution or reduction of any \nfederal, state or local offenses charged in the past or present or that might be \ncharged in the future; \ne. Reduction of sentence, improvement of custody status or leniency at sentencing \nby making the witnesses' cooperation known to the prosecution, Court, \nprobation or parole officer, or other federal, state or local agency or jurisdiction; \nf. Other incidents of cooperation. \n7. Evidence of Bias or Motive to Lie:  We request any evidence that any prospective \ngovernment witness is biased or prejudiced against Ms. Maxwell or has a motive to \nfalsify or distort his or her testimony. Pennsylvania v. Ritchie, 480 U.S. 39 (1987); \nUnited States v. Strifler, 851 F.2d 1197 (9th Cir. 1988). \n8. Contradictory Statements:  We request all prior contradictory statements of any \nprospective government witness. Giles v. Maryland, 386 U.S. 66 (1967). \n9. Statements Relevant to the Defense:  We request disclosure of any statement that may \nbe \"relevant to any possible defense or contention\" that Ms. Maxwell might assert. \n10. We request any other materials or documents not otherwise accounted for in other \nrequests herein that arguably reflect the (i) motivation of any government witness to \ncooperate with the prosecution team, (ii) the competency or credibility of the witness, \nor (iii) the witness's bias or hostility against Mr. Epstein or Ms. Maxwell. \nEFTA00011424\n\nOctober 13, \nPage 8 \nPlease note that under both Federal Rule of Criminal Procedure 16(c) and Brady, the duty \nto disclose is a continuing one, and you must disclose promptly any additional discovery evidence, \ninformation, or material of which you or any member of the prosecution team become aware. \nIn the event that you are unable or unwilling to provide the information and documents \nrequested in this letter, please advise us by October 21, 2020, so that we may file any necessary \nmotions with the Court. \nThank you in advance for your attention to these matters. \nSincerely, \nIs/ Christian Everdell \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \n800 Third Avenue, 21st Floor \nNew York New York 10022 \ncc: Mark S. Cohen, Esq. \nJeff Pagliuca, Esq. \nLaura Menninger, Esq. \nBobbi C. Stemheim, Esq. \nEFTA00011425",
    "pageCount": 8,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "the Non-Prosecution Agreement (\"NPA\") signed by Jeffrey Epstein on September 24, \n2007. \nSuch communications incl"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "Plaza \nNew York, NY 10007 \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear \n800 \nThird \nPianos \nNew"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "r recorded statements made by Ms. Maxwell, aside from \nthe statemen"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "investigative agencies — and Mr. Epstein's attorneys. \nb. All comm"
      },
      {
        "name": "Office \nSouthern",
        "role": "extracted",
        "context": "AIL \nUnited States Attorney's Office \nSouthern District of New York \n1  St."
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "of New York \n1  St. Andrew's Plaza \nNew York, NY 10007 \nRe: United St"
      },
      {
        "name": "Third \nPianos",
        "role": "extracted",
        "context": "20 Cr. 330 (AJN) \nDear \n800 \nThird \nPianos \nNew York, NY \n10022 \n♦1 212"
      },
      {
        "name": "Sixth Amendments",
        "role": "extracted",
        "context": "ees of the Fourth, Fifth, and Sixth Amendments, Rule 16 \nof the Federal Rule"
      },
      {
        "name": "Federal Rules",
        "role": "extracted",
        "context": "h Amendments, Rule 16 \nof the Federal Rules of Criminal Procedure, the Fe"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "e 16 \nof the Federal Rules of Criminal Procedure, the Federal Rules of Evidenc"
      },
      {
        "name": "Minor Victims",
        "role": "extracted",
        "context": "ntified in \nthe indictment as Minor Victims 1-3. \n8. We request that the"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": "tiations relating to \nthe Non-Prosecution Agreement (\"NPA\") signed by Jeffrey Eps"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": ".S. Attorney's Office for the Southern District of \nFlorida, the United State"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "States Attorney's Office for Southern \nDistrict of New York, the Department o"
      },
      {
        "name": "The Billionaires",
        "role": "extracted",
        "context": "d drafts of the book/memoir \n\"The Billionaires Playboy Club\" produced by the"
      },
      {
        "name": "Playboy Club",
        "role": "extracted",
        "context": "ook/memoir \n\"The Billionaires Playboy Club\" produced by the government o"
      },
      {
        "name": "Epstein Victims",
        "role": "extracted",
        "context": "s; \nh. Any submissions to the Epstein Victims' Compensation Program made by"
      },
      {
        "name": "Compensation Program",
        "role": "extracted",
        "context": "sions to the Epstein Victims' Compensation Program made by any \nof these individ"
      },
      {
        "name": "David \nBoies",
        "role": "extracted",
        "context": "uding , but not limited to, , David \nBoies, Sigrid McCawley, Peter Skinn"
      },
      {
        "name": "Sigrid Mc",
        "role": "extracted",
        "context": "t limited to, , David \nBoies, Sigrid McCawley, Peter Skinner, Stanley"
      },
      {
        "name": "Peter Skinner",
        "role": "extracted",
        "context": "avid \nBoies, Sigrid McCawley, Peter Skinner, Stanley Pottinger, Paul Cass"
      },
      {
        "name": "Stanley Pottinger",
        "role": "extracted",
        "context": "grid McCawley, Peter Skinner, Stanley Pottinger, Paul Cassell, \nSpencer Kuvin"
      },
      {
        "name": "Paul Cassell",
        "role": "extracted",
        "context": "r Skinner, Stanley Pottinger, Paul Cassell, \nSpencer Kuvin, and (the \"At"
      },
      {
        "name": "Spencer Kuvin",
        "role": "extracted",
        "context": "ley Pottinger, Paul Cassell, \nSpencer Kuvin, and (the \"Attorneys\") —  con"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "New York (\"SDNY\") concerning Jeffrey \nEpstein and/or Ghislaine Maxwell. \na."
      },
      {
        "name": "See New",
        "role": "extracted",
        "context": "Mr. Epstein and Ms. Maxwell. See New York Daily News, \"Manhattan F"
      },
      {
        "name": "York Daily",
        "role": "extracted",
        "context": "tein and Ms. Maxwell. See New York Daily News, \"Manhattan Federal \nPro"
      },
      {
        "name": "Manhattan Federal",
        "role": "extracted",
        "context": "ll. See New York Daily News, \"Manhattan Federal \nProsecutors Declined to Purs"
      },
      {
        "name": "Prosecutors Declined",
        "role": "extracted",
        "context": "ily News, \"Manhattan Federal \nProsecutors Declined to Pursue Jeffrey Epstein and"
      },
      {
        "name": "Pursue Jeffrey",
        "role": "extracted",
        "context": "eral \nProsecutors Declined to Pursue Jeffrey Epstein and Ghislaine Maxwell"
      },
      {
        "name": "Relentless Pursuit",
        "role": "extracted",
        "context": "bfnszu-\nstorv.html ; see also Relentless Pursuit: My Fight for the \nVictims of"
      },
      {
        "name": "My Fight",
        "role": "extracted",
        "context": "see also Relentless Pursuit: My Fight for the \nVictims of Jeffrey E"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "t intends to \nintroduce under Federal Rule of Evidence 404(b) or as back"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "nce favorable to the accused. See United States v. Bagley, 473 U.S. 66"
      },
      {
        "name": "Exculpatory Evidence",
        "role": "extracted",
        "context": "specific Brady requests: \nI. Exculpatory Evidence:  We request all such evidenc"
      },
      {
        "name": "Favorable Statements",
        "role": "extracted",
        "context": "eveal Brady \ninformation. \n2. Favorable Statements and Witnesses:  We request th"
      },
      {
        "name": "Criminal Investigation",
        "role": "extracted",
        "context": "Ms. Maxwell. \n3. Evidence of Criminal Investigation of Any Government Witness:  W"
      },
      {
        "name": "Any Government",
        "role": "extracted",
        "context": "of Criminal Investigation of Any Government Witness:  We request any \nevi"
      },
      {
        "name": "Government Agents",
        "role": "extracted",
        "context": "4. Evidence of Misconduct of Government Agents:  We request information abou"
      },
      {
        "name": "Impeachment Evidence",
        "role": "extracted",
        "context": "Epstein and Ms. Maxwell. \n5. Impeachment Evidence:  We request any evidence tha"
      },
      {
        "name": "Giglio Information",
        "role": "extracted",
        "context": "Epstein or Ms. \nMaxwell. \n6. Giglio Information:  Pursuant to Giglio v. Unite"
      },
      {
        "name": "Contradictory Statements",
        "role": "extracted",
        "context": ".2d 1197 (9th Cir. 1988). \n8. Contradictory Statements:  We request all prior contra"
      },
      {
        "name": "Statements Relevant",
        "role": "extracted",
        "context": "land, 386 U.S. 66 (1967). \n9. Statements Relevant to the Defense:  We request d"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "ese matters. \nSincerely, \nIs/ Christian Everdell \nChristian R. Everdell \nCOHEN"
      },
      {
        "name": "Third Avenue",
        "role": "extracted",
        "context": "ll \nCOHEN \n& GRESSER LLP \n800 Third Avenue, 21st Floor \nNew York New Yor"
      },
      {
        "name": "Floor \nNew",
        "role": "extracted",
        "context": "R LLP \n800 Third Avenue, 21st Floor \nNew York New York 10022 \ncc: Mark"
      },
      {
        "name": "York New",
        "role": "extracted",
        "context": "Third Avenue, 21st Floor \nNew York New York 10022 \ncc: Mark S. Cohen"
      },
      {
        "name": "Jeff Pagliuca",
        "role": "extracted",
        "context": "022 \ncc: Mark S. Cohen, Esq. \nJeff Pagliuca, Esq. \nLaura Menninger, Esq."
      },
      {
        "name": "Laura Menninger",
        "role": "extracted",
        "context": "n, Esq. \nJeff Pagliuca, Esq. \nLaura Menninger, Esq. \nBobbi C. Stemheim, Esq"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-10-13",
        "event": "October 13, 2020"
      },
      {
        "date": "2019-08-05",
        "event": "August 5, 2019"
      },
      {
        "date": "2019-08-13",
        "event": "August \n13, 2019"
      },
      {
        "date": "2020-08-21",
        "event": "August 21, 2020"
      },
      {
        "date": "2020-10-02",
        "event": "October 2, 2020"
      },
      {
        "date": "2020-08-13",
        "event": "August 13, \n2020"
      },
      {
        "date": "2020-08-21",
        "event": "August 21, \n2020"
      },
      {
        "date": "2007-09-24",
        "event": "September 24, \n2007"
      },
      {
        "date": "2020-08-13",
        "event": "August 13, 2020"
      },
      {
        "date": "2020-10-13",
        "event": "October \n13, 2020"
      },
      {
        "date": "2020-10-21",
        "event": "October 21, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:43.595Z"
}