{
  "document": {
    "id": "efta00023996",
    "filename": "EFTA00023996.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00023996.pdf",
    "text": "\n\nATTACHMENT \n1 \nUSER LITIGATION HOLD NOTICE AND CERTIFICATION FORM \nPRIVACY ACT PROTECTED \nI. NOTICE \nPlease be advised that, by and through this Notice, we, the United States Attorney's Office for the Southern District of \nNew York (\"USAO\"), are hereby instituting a \"litigation Hold\" in light of a request emailed by representatives of Jeffrey \nEpstein for the preservation of all documents and evidence relating to or potentially shedding light on the circumstances \nof his incarceration and of his recent death at the Metropolitan Correctional Center (\"MCC\"). S  ecificall , the family's \nrepresenatives request as follows: \"Mr. Epstein's family has asked me to send to you and t the MCC a \nrequest for the preservation of any and all documents, records, reports, videos, pictures, physical evidence, electronic \ncommunication data, tape recordings, logs, notes, papers, emails and any and all other forms of information that would \nbe in the possession of the MCC, its Warden, their legal counsel, the USMS, the FBI, the Inspector General, the USAO for \nthe SONY or any other federal or relevant state or city agency that relate to Jeffrey Epstein's imprisonment/detention \nsince July 6, 2019 and that relate particularly but not exclusively to the July 23, 2019 occurrence which was investigated \nas an attempted suicide by the MCC and the events relating to his death on August 10, 2019. The request encompasses \nbut is not limited to any videos of the 9th floor area in the proximity of his cell during the evening of August 9 through \nthe time Mr. Epstein was taken out of his cell for the last time on August 10, 2019, or videos of the cell itself during that \ntime period, records of the identities of (i.e. MCC employees or independent contractors or anyone else) who were on \nduty from midnight through 8 AM on August 10, 2019 or otherwise had access to the 9th floor unit where Mr. Epstein \nwas incarcerated during this time period, records of any observations of Mr. Epstein on August 9-10, 2019, any and all \nphotographs of Mr. Epstein or his cell taken on August 10, 2019, any and all electronic or tape recordings or records of \nany internal communications within the MCC or any external communciations by MCC staff on August 9 and August 10, \n2019, records of any mental health interviews or assessements of Mr. Epstein at anytime during his detention, records of \nany decision to put him on or take Mr Epstein off suicide watch, photos of his cell taken on or before August 9 or on or \nafter August 10, 2019, memoranda of interviews with any prisoners who were in Mr. Epstein's SHU unit on the 9th floor \non or about July 23 or on August 9-10, 2019 relating to Mr. Epstein, the same request for interview memoranda of any \nMCC employee or independent contractor or any other person in the MCC midnight-8 AM August 10, 2019, any and all \nmedical and EMS and hospital records from July 23 and/or August 10, 2019, and the future pathology and toxicology and \nmedical examiner's reports. Additionally, we would request the preservation of any note or notes found in Mr. Epstein's \ncell on August 10, 2019, any ligature or other physical evidence related to his cause of death, any bedding, any \nmedication or vitamins, any log showing who entered or were present in the MCC for the 12 hour period before 6:30 AM \non August 10, 2019, as well as a list of inmates who were in Mr. Epstein's unit during the evening of August 9 and the \nmorning of August 10, 2019.... In short, the family requests a preservation and production of any and all records and \ndocuments relevant to his detention, treatment, and death.\" I am sending this notice and requesting the suspension of \nroutine email and ESI deletions from all personsas identified as potentially involved in such \ninvestigations or possessing such records. Each recipient should respond by informing me of the USAO number of any \ninvestigation or matter that falls within the ambit of the request for preservation; we may choose to create backup, \npreserved copies of relevant shared directories and/or to take other steps to preserve pertinent data. Please do not \ndiscard or delete any potentially responsive records; detailed instructions follow. \nTo institute this Litigation Hold, we are implementing preservation procedures regarding any and all records, data, or \nother information, whether they exist in paper form or as electronically stored information (\"ESI\"), within the USAO's \npossession, custody or control relating to the Complaint/Claims (collectively, \"Information\"). The USAO's obligation to \npreserve this Information pertains not only to paper copies, or \"hard copies\" (whether in draft or final, partial or \ncomplete, versions►, but also to ESI in its originally-created, or \"native\" format, as it exists on any computer system \n(whether it be on the USAO's system or your personal computer), as well as removable or portable electronic storage \nmedia. Specific examples of Information subject to this Litigation Hold include, but are not limited to, e-mails and other \nelectronic communications, word processing documents, records, spreadsheets, databases, calendars, telephone logs, \ninternet usa e files, network access information, and information on other kinds of media, includin PDAs (such as Palm \nAttachment 1, USAP 3-13.300.003 Page I 1 \nEFTA00023996\n\nATTACHMENT 1 \nPilots, BlackBerries, and cell phones), thumb drives, CDs, as well as digital voicemail and text messages. \nBecause the USAO must take reasonable steps to preserve such Information in whatever form it has been created and \nmaintained, the USAO's Lit Hold Coordinator and Systems Manager must coordinate with all those who may have such \nInformation. We therefore require your assistance to both identify and preserve any and all Information relating to the \nComplaint/Claims, whether or not the Information is ultimately discoverable. Furthermore, we must confirm that you \nunderstand and accept your preservation obligations under this Litigation Hold. \nAccordingly, you are required to take the two following steps: (1) Identify to us all such Information and where it resides \n(in Section II below); and (2) Certify having received notice of this Litigation Hold and understanding and accepting your \npreservation obligations under this Litigation Hold (in Section III below). [NOTE: While seeking to identify all such \nInformation, please refrain to the maximum extent possible from opening emoils/files you believe to be relevant.] \nII. IDENTIFY ALL INFORMATION SUBJECT TO THE LITIGATION HOLD \nPlease identify all locations where the Information described above may exist: CHECK ALL THAT APPLY \nHord Copy Documents: q Printed Emails q Case Files/Logs \nUSAO System — Microsoft Outlook: \nq Email Messages \nq Notes \nq Calendar Items \nq Public Folders \nq Tasks \nq Contacts \nq .PST Files (\"Archive\") q Office Communicator \n(continued on next page) \nq Calendars/Appointment Books \nUSAO System —  EVolP: \nq Telephone Data \nq Other \nAttachment 1, USAP 3-13.300.003 Page 12 \nEFTA00023997\n\nATTACHMENT 1 \n(continued from previous page) \nUSAO System — Network Data (i.e.. documents/files and folders residina on network drives): \nq Personal (N, H & M) Drive Document/Files/Folders q Shared Files/Folders q LIONs/Alcatraz/USA-S \nq Inter- and Intra-net q Other \nUSAO System — Mobile PIN/SMS: USAO System — Classified/Sack! Data: \nq Blackberry/Other q Document/Files/Folders/Other \nNon-Network Data (Le.. documents/Ales and folders residina on local hard drives and thumb drives): \nq Local (C & D) Drives q Portable Media/Thumb Drives q Deleted Items (Recycle Bin) \nPersonal Non-Network Data (located or residing somewhere other than the USAO System): \nq Document/Files/Folders q Internet q Email Messages q Portable Media/Thumb Drives \nq PDAs/Other \nIII. CERTIFICATION \nBy this Notice and Certification, I acknowledge that I have received, understand, and accept my obligations to preserve \nany and all Information (as defined above) I may have now, as well as all such Information I may subsequently receive, \ncreate or modify. I further understand and accept that my continuing Litigation Hold obligations require that I preserve \nall such Information in \"native\" format and, conversely, that I not delete or destroy any such Information until I receive \nformal written notice that this Litigation Hold is discontinued. To fulfill these continuing obligations, I will undertake the \nnecessary steps to preserve this Information, be it \"hard copy\" and/or ESI, in coordination with the USAO's Lit Hold \nCoordinator and Systems Manager. \nPlease be advised that failure to preserve and retain this Information may result in sanctions and/or implicate \nprofessional conduct rules. Consequently, if you are unsure whether certain information should be preserved, err on the \nside of caution and preserve the information until you have spoken to the USAO's Lit Hold Coordinator about it. If you \nhave any questions about whether to preserve certain ESI, or its native formatting, please contact the USAO's Lit Hold \nCoordinator or Systems Manager. \nPlease sign below to acknowledge you have read this Notice and Certification and understand and accept your \npreservation obligations, then return the executed copy to the USAO's Lit Hold Coordinator. Thank you. \nUser Signature: \nDate of User Signature: \ncc: USAO Lit Hold Coordinator \nNational Preservation Officer \nUSAO Systems Manager \nINFORMATION CONTAINED IN THIS FORM MAY CONSTITUTE PRIVATE, CONFIDENTIAL AND/OR SENSITIVE, AS \nWELL AS PERHAPS ALSO PRIVILEGED AND/OR OTHERWISE PROTECTED, INFORMATION \nAttachment 1, USAP 3-13.300.003 \n13 \nEFTA00023998",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "l or relevant state or city agency that relate to Jeffrey Epstein's imprisonment/detention \nsince July 6, 2019 and"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "enatives request as follows: \"Mr. Epstein's family has asked me to"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tes Attorney's Office for the Southern District of \nNew York (\"USAO\"), are he"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "emailed by representatives of Jeffrey \nEpstein for the preservation of all d"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "nd of his recent death at the Metropolitan Correctional Center (\"MCC\"). S  ecificall"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "unsel, the USMS, the FBI, the Inspector General, the USAO for \nthe SONY or an"
      },
      {
        "name": "Mr Epstein",
        "role": "extracted",
        "context": "ecision to put him on or take Mr Epstein off suicide watch, photos of"
      },
      {
        "name": "Litigation Hold",
        "role": "extracted",
        "context": "ns follow. \nTo institute this Litigation Hold, we are implementing preserva"
      },
      {
        "name": "Palm \nAttachment",
        "role": "extracted",
        "context": "media, includin PDAs (such as Palm \nAttachment 1, USAP 3-13.300.003 Page I 1"
      },
      {
        "name": "Lit Hold",
        "role": "extracted",
        "context": "d and \nmaintained, the USAO's Lit Hold Coordinator and Systems Manag"
      },
      {
        "name": "Systems Manager",
        "role": "extracted",
        "context": "AO's Lit Hold Coordinator and Systems Manager must coordinate with all thos"
      },
      {
        "name": "Hord Copy",
        "role": "extracted",
        "context": "exist: CHECK ALL THAT APPLY \nHord Copy Documents: q Printed Emails q"
      },
      {
        "name": "Printed Emails",
        "role": "extracted",
        "context": "APPLY \nHord Copy Documents: q Printed Emails q Case Files/Logs \nUSAO Syste"
      },
      {
        "name": "Case Files",
        "role": "extracted",
        "context": "Documents: q Printed Emails q Case Files/Logs \nUSAO System — Microsoft"
      },
      {
        "name": "Microsoft Outlook",
        "role": "extracted",
        "context": "ase Files/Logs \nUSAO System — Microsoft Outlook: \nq Email Messages \nq Notes"
      },
      {
        "name": "Email Messages",
        "role": "extracted",
        "context": "ystem — Microsoft Outlook: \nq Email Messages \nq Notes \nq Calendar Items \nq"
      },
      {
        "name": "Calendar Items",
        "role": "extracted",
        "context": "q Email Messages \nq Notes \nq Calendar Items \nq Public Folders \nq Tasks \nq"
      },
      {
        "name": "Public Folders",
        "role": "extracted",
        "context": "q Notes \nq Calendar Items \nq Public Folders \nq Tasks \nq Contacts \nq .PST"
      },
      {
        "name": "Office Communicator",
        "role": "extracted",
        "context": "s \nq .PST Files (\"Archive\") q Office Communicator \n(continued on next page) \nq"
      },
      {
        "name": "Appointment Books",
        "role": "extracted",
        "context": "ed on next page) \nq Calendars/Appointment Books \nUSAO System —  EVolP: \nq Tel"
      },
      {
        "name": "Telephone Data",
        "role": "extracted",
        "context": "oks \nUSAO System —  EVolP: \nq Telephone Data \nq Other \nAttachment 1, USAP"
      },
      {
        "name": "Other \nAttachment",
        "role": "extracted",
        "context": "EVolP: \nq Telephone Data \nq Other \nAttachment 1, USAP 3-13.300.003 Page 12"
      },
      {
        "name": "Network Data",
        "role": "extracted",
        "context": "previous page) \nUSAO System — Network Data (i.e.. documents/files and fo"
      },
      {
        "name": "Drive Document",
        "role": "extracted",
        "context": "ives): \nq Personal (N, H & M) Drive Document/Files/Folders q Shared Files/"
      },
      {
        "name": "Shared Files",
        "role": "extracted",
        "context": "rive Document/Files/Folders q Shared Files/Folders q LIONs/Alcatraz/USA-"
      },
      {
        "name": "Other \nNon",
        "role": "extracted",
        "context": "ther q Document/Files/Folders/Other \nNon-Network Data (Le.. documents/"
      },
      {
        "name": "Portable Media",
        "role": "extracted",
        "context": "s): \nq Local (C & D) Drives q Portable Media/Thumb Drives q Deleted Items"
      },
      {
        "name": "Thumb Drives",
        "role": "extracted",
        "context": "& D) Drives q Portable Media/Thumb Drives q Deleted Items (Recycle Bin)"
      },
      {
        "name": "Deleted Items",
        "role": "extracted",
        "context": "Portable Media/Thumb Drives q Deleted Items (Recycle Bin) \nPersonal Non-N"
      },
      {
        "name": "Recycle Bin",
        "role": "extracted",
        "context": "Thumb Drives q Deleted Items (Recycle Bin) \nPersonal Non-Network Data ("
      },
      {
        "name": "Personal Non",
        "role": "extracted",
        "context": "Deleted Items (Recycle Bin) \nPersonal Non-Network Data (located or resi"
      },
      {
        "name": "User Signature",
        "role": "extracted",
        "context": "Hold Coordinator. Thank you. \nUser Signature: \nDate of User Signature: \ncc"
      },
      {
        "name": "Coordinator \nNational",
        "role": "extracted",
        "context": "Signature: \ncc: USAO Lit Hold Coordinator \nNational Preservation Officer \nUSAO Sy"
      },
      {
        "name": "Preservation Officer",
        "role": "extracted",
        "context": "it Hold Coordinator \nNational Preservation Officer \nUSAO Systems Manager \nINFORM"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-07-06",
        "event": "July 6, 2019"
      },
      {
        "date": "2019-07-23",
        "event": "July 23, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, \n2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:10.064Z"
}