{
  "document": {
    "id": "efta00027768",
    "filename": "EFTA00027768.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027768.pdf",
    "text": "\n\nFrom: ' \n)\" \nTo:' \n)\" \nSubject: FW: quick update \nDate: Tue, 28 May 2019 00:00:05 +0000 \nImportance: High \nEmbedded: RE: \nFrom: \nSent: Friday, May 24, 2019 14:54 \nTo: \nCc: \nSubject: RE: quick update \nImportance: High \n. (NY) (FBI) <> \nI just spoke to Stan again — unfortunately it continues to be a game of telephone (literally and figuratively), but he says \napparently=has been at the beach which is why we (and they) haven't been able to reach her. He says to keep trying \nher, that she has no problem talking with us it's just an issue of logistics and getting in touch. He also confirmed we have \nher correct number. \nHe also provided a number for who they've spoken to and who is apparently willing to speak with us. If \nwe could schedule her for this coming Wednesday (or Tuesday or Thursday) as well, that would be fantastic. She's \napparently expecting our call, and her number is: \nwith apologies for asking this while you're off duty, could you please try them today, and over the weekend if you \ndon't connect with them immediately? \nAnd separately, wanted to follow up on — it was just last week we got the green light to call her, but wanted to \nrefresh that. The original email with her background info is attached, but her number is . I think she's safe \nto call (in terms of keeping it confidential) and if we schedule her for the first or second week of June that would be great. \nThanks very much, \nFrom: \nSent: Friday, May 24, 2019 12:29 \nTo: \nCc: \n. \n(NY) (FBI) \nan; \nSubject: Re: quick update \nThanks for the update. As of yet we have not heard from \nOn May 24, 2019, at 12:24, wrote: \nI just left voicemails for and S but just to keep everybody in the loop — I just spoke to Sid Garcia's office (he's \nthe attorney for=), they said that can't do Tuesday next week and Sid can't do Thursday, so we're still aiming for \nEFTA00027768\n\nsometime Wednesday and they're going to call me back this afternoon as soon as possible to finalize a time. I stressed \nthat we have to finalize travel plans so the sooner the better. \nI also spoke to Stan, who said that they'll try to reach out to =to ask her to call He also said that \nis willing to talk with us, and he said they would give her number but would also try to get us her \nnumber. With Stan also I stressed the time issue. \nWill keep everybody posted as soon as I hear anything new. \nthanks, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00027769",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "High \nEmbedded",
        "role": "extracted",
        "context": "9 00:00:05 +0000 \nImportance: High \nEmbedded: RE: \nFrom: \nSent: Friday, Ma"
      },
      {
        "name": "On May",
        "role": "extracted",
        "context": "f yet we have not heard from \nOn May 24, 2019, at 12:24, wrote: \nI"
      },
      {
        "name": "Sid Garcia",
        "role": "extracted",
        "context": "in the loop — I just spoke to Sid Garcia's office (he's \nthe attorney"
      },
      {
        "name": "With Stan",
        "role": "extracted",
        "context": "so try to get us her \nnumber. With Stan also I stressed the time issu"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "new. \nthanks, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-05-24",
        "event": "May 24, 2019"
      },
      {
        "date": "2019-05-28",
        "event": "28 May 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:18.941Z"
}