{
  "document": {
    "id": "efta00013758",
    "filename": "EFTA00013758.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013758.pdf",
    "text": "\n\nFrom: \"-(USAFLS)\" </O=USA/OU=FLS/CN=RECIPIENTS/CN= \nTo: \" . (USAFLS)\" < \nSubject: Fw: Epstein \nDate: Wed, 28 Nov 2007 21:34:49 +0000 \nImportance: Normal \nCan u send Jay the proposed letter and redact the names? Thx, \nSent from my BlackBerry Wireless Handheld \n  Original Message ----\nFrom: Ja Lefkowitz \nTo: (USAFLS) \nCc: Acosta, Alex (USAFLS) \nSent: Wed Nov 28 16:29:09 2007 \nSubject: Re: Epstein \nDear MI: \nI received your email yesterday and was a little surprised at the tone of your letter, given the fact that we spoke last \nweek and had what I thought was a productive meeting. I was especially surprised given that your letter arrived on only \nthe second day back to work after the Thanksgiving Holiday, and yet your demands regarding timing suggest that I have \nbeen sitting on my hands for days. \nYou should know that the first time I learned about Judge Davis's selection of Podhurst and Josephsberg, and indeed \nthe first time I ever heard their names, was in our meeting with you on Wednesday of last week. Nevertheless, I have now \nbeen able to confer with my client, and we have determined that the selection of Podhurst and Josephsberg are acceptable \nto us, reserving, of course, our previously stated objections to the manner in which you have interpreted the section 2255 \nportions of the Agreement. \nWe do, however, strongly and emphatically object to your sending a letter to the alleged victims. Without a fair \nopportunity to review and the ability to make objections to this letter, it is completely unacceptable that you would send it \nwithout our consideration. Additionally, given that the US Attorney's office has made clear it cannot vouch for the claims of \nthe victims, it would be incendiary and inappropriate for your Office to send such a letter. Indeed, because it is a certainty \nthat any such letter would immediately be leaked to the press, your actions will only have the effect of injuring Mr. Epstein \nand promoting spurious civil litigation directed at him. We believe it is entirely unprecedented, and in any event, \ninappropriate for the Government to be the instigator of such lawsuits. \nFinally, we disagree with your view that you are required to notify the alleged victims pursuant to the Justice for All Act \nof 2004. First, 18 USC section 2255, the relevant statute under the Non-Prosecution Agreement for the settlement of civil \nremedies, does not have any connection to the Justice for All Act. Section 2255 was enacted as part of a different statute. \nSecond, the Justice for All Act refers to restitution, and section 2255 is not a restitution statute. It is a civil remedy. As you \nknow, we had offered to provide a restitution fund for the alleged victims in this matter; however that option was rejected by \nyour Office. Had that option been chosen, we would not object to your notifying the alleged victims at this point. At this \njuncture, however, we do not accept your contention that there is a requirement that the government notify the alleged \nvictims of a potential civil remedy in this case. \nAccordingly, for all the reasons we have stated above, we respectfully -- and firmly -- object to your sending any letter \nwhatsoever to the alleged victims in this matter. Furthermore, if a letter is to be sent to these individuals, we believe we \nshould have a right to review and make objections to that submission prior to it being sent to any alleged victims. We also \nrequest that if your Office believes that it must send a letter to go to the alleged victims, who still have not been identified to \nus, it should happen only after Mr. Epstein has entered his plea. This letter should then come from the attorney \nrepresentative, and not from the Government, to avoid any bias. \nEFTA00013758\n\nAs you know, Judge Starr has requested a meeting with Assistant Attorney General Fisher to address what we believe \nis the unprecedented nature of the section 2255 component of the Agreement. We are hopeful that this meeting will take \nplace as early as next week. Accordingly, we respectfully request that we postpone our discussion of sending a letter to \nthe alleged victims until after that meeting. We strongly believe that rushing to send any letter out this week is not the \nwisest manner in which to proceed. Given that Mr. Epstein will not even enter his plea for another few weeks, time is \nclearly not of the essence regarding any notification to the identified individuals. \nThanks very much, \nJay \n(USAFLS)\" \n11/27/2007 01:55 PM \nTo \n\"Jay Lefkowitz\" \ncc \n\"Acosta, Alex (USAFLS)\" \nSubject \nEpstein \nJay, \nPlease accept my apologies for not getting back to you sooner but I was a little under the weather yesterday. I hope that \nyou enjoyed your Thanksgiving. \nRegarding the issue of due diligence concerning Judge Davis' selection, I'd like to make a few observations. First, Guy \nLewis has known for some time that Judge Davis was making reasonable efforts to secure Aaron Podhurst and Bob \nJosephsberg for this assignment. In fact, when I told you of Judge Davis's selection during our meeting last Wednesday, \nNovember 21st, you and Professor Dershowitz seemed very comfortable, and certainly not surprised, with the selection. \nPodhurst and Josephsberg are no strangers to nearly the entire Epstein defense team including Guy Lewis, Lili Ann \nSanchez, Roy Black, and, apparently, Professor Dershowitz who said he knew Mr. Josephsberg from law school. Second, \nPodhurst and Josephsberg have long-standing stellar reputations for their legal acumen and ethics. It's hard for me to \nimagine how much more vetting needs to be done. \nThe United States has a statutory obligation (Justice for All Act of 2004) to notify the victims of the anticipated upcoming \nevents and their rights associated with the agreement entered into by the United States and Mr. Epstein in a timely fashion. \nTomorrow will make one full week since you were formally notified of the selection. I must insist that the vetting process \ncome to an end. Therefore, unless you provide me with a good faith objection to Judge Davis's selection by COB \ntomorrow, November 28, 2007, I will authorize the notification of the victims. Should you give me the go-ahead on Podhurst \nand Josephsberg selection by COB tomorrow, I will simultaneously send you a draft of the letter. I intend to notify the \nvictims by letter after COB Thursday, November 29th. Thanks, \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nKirkland & Ellis LLP or Kirkland & Ellis International LLP. \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to postmaster@kirkland.com, and \ndestroy this communication and all copies thereof, \nEFTA00013759\n\nincluding all attachments. \n*tear* ***fir** ***** *Ai*** ***** • \nEFTA00013760",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "y have the effect of injuring Mr. Epstein \nand promoting spurious c"
      },
      {
        "name": "Josephsberg",
        "role": "extracted",
        "context": "r Dershowitz who said he knew Mr. Josephsberg from law school. Second,"
      },
      {
        "name": "Epstein \nDate",
        "role": "extracted",
        "context": "\" . (USAFLS)\" < \nSubject: Fw: Epstein \nDate: Wed, 28 Nov 2007 21:34:49 +0"
      },
      {
        "name": "Normal \nCan",
        "role": "extracted",
        "context": "7 21:34:49 +0000 \nImportance: Normal \nCan u send Jay the proposed lette"
      },
      {
        "name": "Berry Wireless",
        "role": "extracted",
        "context": "ames? Thx, \nSent from my BlackBerry Wireless Handheld \n  Original Message"
      },
      {
        "name": "Handheld \n  Original",
        "role": "extracted",
        "context": "t from my BlackBerry Wireless Handheld \n  Original Message ----\nFrom: Ja Lefkowi"
      },
      {
        "name": "Ja Lefkowitz",
        "role": "extracted",
        "context": "Original Message ----\nFrom: Ja Lefkowitz \nTo: (USAFLS) \nCc: Acosta, Al"
      },
      {
        "name": "Wed Nov",
        "role": "extracted",
        "context": "Acosta, Alex (USAFLS) \nSent: Wed Nov 28 16:29:09 2007 \nSubject: Re"
      },
      {
        "name": "Epstein \nDear",
        "role": "extracted",
        "context": "8 16:29:09 2007 \nSubject: Re: Epstein \nDear MI: \nI received your email ye"
      },
      {
        "name": "Thanksgiving Holiday",
        "role": "extracted",
        "context": "nd day back to work after the Thanksgiving Holiday, and yet your demands regardi"
      },
      {
        "name": "Judge Davis",
        "role": "extracted",
        "context": "he first time I learned about Judge Davis's selection of Podhurst and J"
      },
      {
        "name": "All Act",
        "role": "extracted",
        "context": "s pursuant to the Justice for All Act \nof 2004. First, 18 USC secti"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": "elevant statute under the Non-Prosecution Agreement for the settlement of civil"
      },
      {
        "name": "Judge Starr",
        "role": "extracted",
        "context": ". \nEFTA00013758\n\nAs you know, Judge Starr has requested a meeting with"
      },
      {
        "name": "Assistant Attorney",
        "role": "extracted",
        "context": "has requested a meeting with Assistant Attorney General Fisher to address wha"
      },
      {
        "name": "General Fisher",
        "role": "extracted",
        "context": "eting with Assistant Attorney General Fisher to address what we believe \ni"
      },
      {
        "name": "Jay Lefkowitz",
        "role": "extracted",
        "context": ")\" \n11/27/2007 01:55 PM \nTo \n\"Jay Lefkowitz\" \ncc \n\"Acosta, Alex (USAFLS)\""
      },
      {
        "name": "Subject \nEpstein",
        "role": "extracted",
        "context": "cc \n\"Acosta, Alex (USAFLS)\" \nSubject \nEpstein \nJay, \nPlease accept my apolo"
      },
      {
        "name": "Guy \nLewis",
        "role": "extracted",
        "context": "ke a few observations. First, Guy \nLewis has known for some time that"
      },
      {
        "name": "Aaron Podhurst",
        "role": "extracted",
        "context": "reasonable efforts to secure Aaron Podhurst and Bob \nJosephsberg for this"
      },
      {
        "name": "Bob \nJosephsberg",
        "role": "extracted",
        "context": "to secure Aaron Podhurst and Bob \nJosephsberg for this assignment. In fact,"
      },
      {
        "name": "Professor Dershowitz",
        "role": "extracted",
        "context": "sday, \nNovember 21st, you and Professor Dershowitz seemed very comfortable, and"
      },
      {
        "name": "Guy Lewis",
        "role": "extracted",
        "context": "pstein defense team including Guy Lewis, Lili Ann \nSanchez, Roy Black"
      },
      {
        "name": "Lili Ann",
        "role": "extracted",
        "context": "nse team including Guy Lewis, Lili Ann \nSanchez, Roy Black, and, app"
      },
      {
        "name": "Roy Black",
        "role": "extracted",
        "context": "Guy Lewis, Lili Ann \nSanchez, Roy Black, and, apparently, Professor D"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "re vetting needs to be done. \nThe United States has a statutory obliga"
      },
      {
        "name": "Ellis International",
        "role": "extracted",
        "context": "and & Ellis LLP or Kirkland & Ellis International LLP. \nUnauthorized use, discl"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2007-11-27",
        "event": "11/27/2007"
      },
      {
        "date": "2007-11-28",
        "event": "November 28, 2007"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:47.335Z"
}