{
  "document": {
    "id": "efta00016732",
    "filename": "EFTA00016732.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016732.pdf",
    "text": "\n\nFrom: ' \nTo: \n\"-\nCc: ' , \" \" \nSubject: RE: Epstein flight records \nDate: Wed, 08 Jan 2020 01:29:20 +0000 \nI believe they are \ninterim). We haven't yet spoken to either. \nFrom: \nSent: Tuesday, January 07, 2020 20:28 \nTo: \nCc: \n(they're initials, and at least may have changed her name in the \nSubject: Re: Epstein flight records \nThanks very much. Who are the two potential Maxwell witnesses? \nSent from my iPhone \nOn Jan 7, 2020, at 7:56 PM, wrote: \nFor your situational awareness, wanted to let you know that the flight records we received yesterday reflect that Donald \nTrump traveled on Epstein's private jet many more times than previously has been reported (or that we were aware), \nincluding during the period we would expect to charge in a Maxwell case. In particular, he is listed as a passenger on at \nleast eight flights between 1993 and 1996, including at least four flights on which Maxwell was also present. He is listed \nas having traveled with, among others and at various times, Marla Maples, his daughter Tiffany, and his son Eric. On one \nflight in 1993, he and Epstein are the only two listed passengers; on another, the only three passengers are Epstein, \nTrump, and then-20-year-old On two other flights, two of the passengers, \nrespectively, were women who would be possible witnesses in a Maxwell case. We've just finished reviewing the full \nrecords (more than 100 pages of very small script) and didn't want any of this to be a surprise down the road. \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00016732",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "ell witnesses? \nSent from my iPhone \nOn Jan 7, 2020, at 7:56 PM, wrot"
      },
      {
        "name": "Donald \nTrump",
        "role": "extracted",
        "context": "ceived yesterday reflect that Donald \nTrump traveled on Epstein's private"
      },
      {
        "name": "Marla Maples",
        "role": "extracted",
        "context": "others and at various times, Marla Maples, his daughter Tiffany, and hi"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "own the road. \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-01-07",
        "event": "January 07, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:53.254Z"
}