{
  "document": {
    "id": "efta00016286",
    "filename": "EFTA00016286.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016286.pdf",
    "text": "\n\nCase 1:20-cv-00484-JGK-DCF Document 78 Filed 08/27/20 Page 1  of 6 \nPANISH \nSHEA & \nBOYLE\n, I, \nAugust 27, 2020 \nVIA ECF \nHon. Debra C. Freeman \nDaniel Patrick Moynihan \nUnited States Courthouse \n500 Pearl Street \nNew York, NY 10007 \nRe: Doe v. Indyke, et al., 1:20-cv-000484-JGK-DCF \nPlaintiff's Opposition Letter to Defendant Ghislaine Maxwell's Letter Motion \nto Stay Proceedings \nDear Judge Freeman: \nOn behalf of plaintiff Jane Doe in the above-referenced litigation, we hereby submit this \nopposition to defendant Ghislaine Maxwell's Motion to Stay. \nINTRODUCTION \nOn August 19, 2020, defendant Maxwell wrote to this Court requesting that it stay this \ncase until the conclusion of her pending criminal case in which she is accused of recruiting and \nenticing minors to travel to engage in illegal sex acts. The trial in that case is not currently \nscheduled to commence until July of 2021. \nDefendant Maxwell's leading argument in support of her request is that she is unable to \ndefend herself in this case while she is in jail and awaiting trial in the criminal case. Prior to \nfiling her request to halt these proceedings, however, defendant Maxwell, through her counsel, \nfiled her answer to Plaintiffs complaint over one month ago, participated in a case management \nconference with the Court on August 5 and has engaged in numerous email exchanges and phone \ncalls with the other parties concerning setting depositions and case deadlines. Moreover, even \nafter asking the Court to stay this case on August 19 because it would purportedly be a \"burden\" \non her to defend this case under her current circumstances, defendant Maxwell propounded \ndiscovery on Plaintiff just two days later on August 21 seeking a wide variety of information and \ndocuments from her. Defendant Maxwell's thinly veiled argument that her criminal case is \nsomehow preventing her from doing what she needs or wants to do in this case is undermined by \nthe record of what has actually occurred. Rather, defendant Maxwell appears to want to gain an \nunfair advantage by acquiring as much information as she can about Plaintiff without having to \ndivulge anything about herself or the bad conduct she is alleged to have committed. \n11111 Santa Monica Boulevard. Suite 7C0 • Los Angeles, California 90025 • 310.477.1700 phone • 310.477.1699 fax • wvvv.r.psblaw.com \nEFTA00016286\n\nCase 1:20-cv-00484-JGK-DCF Document 78 Filed 08/27/20 s H\nHon. Debra C. Freeman \nDaniel Patrick Moynihan \nUnited States Courthouse \nAugust 27, 2020 \nPage 2 \nSHEA & \nBOYLE \nLLP \nDefendant Maxwell's other main argument is that Plaintiff is somehow doing something \nfoolish or inappropriate by not staying her case in order to \"pursue a civil remedy in the Epstein \nClaims Resolution Program.\" She argues that Plaintiff is \"inexplicably the only of the numerous \nEpstein plaintiffs in this Court to not agree to such a stay\" and that \"a stay also would permit \n[Plaintiff] the opportunity to [participate in the Epstein victim claims program].\" Defendant \nMaxwell then falsely claims that \"Plaintiff has not advanced a cogent reason for wanting to press \nahead alone.\" Not so. Plaintiff is seeking to hold defendant Maxwell accountable for the \nheinous and sick sexual acts she committed against Plaintiff over the course of several years \nwhile Plaintiff was just a child. Pausing this lawsuit for approximately one year or more, as \ndefendant Maxwell is requesting, would in no way help Plaintiff accomplish that objective \ndespite defendant Maxwell's self-serving arguments to the contrary. Instead, it would simply \ndelay long overdue justice for Plaintiff. \nMoreover, while defendant Maxwell would have this Court and the public believe that \nPlaintiff has to choose between pursuing her claims in this case or participating in the Epstein \nvictim claims program, nothing could be further from the truth. Indeed, the protocol for the \nclaims program explicitly states that: \"Individuals who have filed a lawsuit need not agree to a \nstay of litigation or make any other concession in any pending litigation to be eligible to \nparticipate in the Program.\" Despite this straightforward and sensible provision in the claims \nprogram protocol, defendant Maxwell has underhandedly attempted to persuade the Court that \nshould a stay be entered it would \"permit\" Plaintiff to participate in the claims program. Plaintiff \ndoes not—and should not—have to choose between her civil lawsuit and participating in the \nclaims program. And the last thing Plaintiff needs is for Ghislaine Maxwell to pretend that by \nputting a stop to this case she would somehow benefit by being \"permitted\" to participate in the \nclaims program. Plaintiff does not need permission by defendant Maxwell or anyone else to \nexercise her legal rights. \nDefendant Maxwell's motion does not meet the high burden required by the law to justify \nan extraordinary remedy as a stay of proceedings in this case. For the reasons set forth above \nand those that follow, Plaintiff respectfully requests that the Court deny defendant Maxwell's \nrequest to stay this case. If, however, the Court is inclined to grant a stay at all, Plaintiff submits \nthat it should be as to the entire action and not just as to discovery directed to defendant Maxwell \nas counsel pointed out was the case in Farmer v. Indyke, 19-cv-10475-LGS-DCF. Otherwise, \ndefendant Maxwell would be given the unfair advantage of collecting evidence from others and \ntaking part in the questioning of witnesses at depositions while at the same time silently hiding \nbehind a court order blocking anyone from doing the same as to her. \nEFTA00016287\n\nCase 1:20-cv-00484-JGK-DCF Document 78 Filed 08/27/20 \nHon. Debra C. Freeman \nDaniel Patrick Moynihan \nUnited States Courthouse \nAugust 27, 2020 \nPage 3 \nLEGAL STANDARD \nitMgH \nSHEA & \nBOYLE, , \nA stay of a civil case to permit conclusion of a related criminal prosecution has been \ncharacterized as an \"extraordinary remedy.\" Louis Vuitton Malletier S.A. v. LY USA, Inc., 676 \nF.3d 83, 98 (2d Cir. 2012) (emphasis added). As a result, a civil defendant urging a stay pending \na parallel criminal prosecution bears the burden of establishing its need. Rex & Roberta Ling \nLiving Tr v. B Commc'ns Ltd., 346 F. Supp. 3d 389, 400 (S.D.N.Y. 2018). \"[A]bsent a showing \nof undue prejudice upon defendant or interference with his constitutional rights, there is no \nreason why plaintiff should be delayed in its efforts to diligently proceed to sustain its claim.\" \nId. at 97. \nWhen determining whether a stay should be granted or denied, a court must undergo \"a \nparticularized inquiry into the circumstances of, and the competing interests in, the case.\" Louis \nVuitton Malletier S.A., 676 F.3d at 99. Courts in this District conduct the particularized inquiry \nguided by the following six factors which are balanced when considering a stay: 1) the extent to \nwhich the issues in the criminal case overlap with those presented in the civil case; 2) the status \nof the case, including whether the defendants have been indicted; 3) the private interests of the \nplaintiffs in proceeding expeditiously weighed against the prejudice to plaintiffs caused by the \ndelay; 4) the private interests of and burden on the defendants; 5) the interests of the courts; and \n6) the public interest. Id. at 99. \nCritically, the balancing of these factors \"can do no more than act as a rough guide for the \ndistrict court as it exercises its discretion.\" Id. These factors \"do little more than serve as \nsomething of a check list of factors [the appellate court] ought to consider\" when reviewing a \nlower courts determination. Ultimately, though, the court must rely on nothing more than its \nstudied judgment \"based on the particular facts before it and the extent to which such a stay \nwould work a hardship, inequity, or injustice to a party, the public or the court.\" Id. \nA STAY \nOF \nALL PROCEEDINGS HARMS PLAINTIFF'S \nINTERESTS \nDefendant Maxwell argues that a stay in the litigation benefits Plaintiff Not so. First, as \ndiscussed above, defendant Maxwell asserts that staying the litigation would \"permit [Plaintiff] \nthe opportunity\" to participate in the Epstein victim claims program. Defendants Maxwell's \nimplication is obvious: if Plaintiff continues to litigate, she cannot participate in the program. \nThat is categorically false. Whether or not Plaintiff participates, the program explicitly states that \na stay of any participant's civil proceedings is not required in order to participate. \nDefendant Maxwell also asserts that participation in the claims program will \"obviat[e] \nthe need for this case to proceed at all.\" Defendant Maxwell knows, however, that participation \nEFTA00016288\n\nCase 1:20-cv-00484-JGK-DCF Document 78 Filed 08/27/20 \nHon. Debra C. Freeman \nDaniel Patrick Moynihan \nUnited States Courthouse \nAugust 27, 2020 \nPage 4 \nSHEA & \nBOYLE \nLLP \nin the claims program is not binding and that victims of Epstein and Maxwell are free to reject \nany offer made in the program in favor of pursuing damages through litigation. \nLastly, defendant Maxwell callously suggests that because Plaintiffs abuse occurred 26 \nyears ago, there is \"hardly much harm\" in delaying Plaintiffs \"stale\" claims. The fact, however, \nthat Epstein and Maxwell started to abuse Plaintiff when she was a 14-year-old girl-26 years \nago—does not negate the ongoing damaging effects that abuse has had and continue to have on \nPlaintiff. \nSimply put, a stay would harm—not benefit—Plaintiffs interests. For too long Jeffrey \nEpstein and Ghislaine Maxwell skirted the consequences of their vile acts. Now, Plaintiff brings \nthis suit, as is her right by law, to hold the Epstein Estate and defendant Maxwell to answer. \nPlaintiff is best served by pressing forward with her claims—not waiting even longer for justice. \nSadly, defendant Maxwell's seeking a stay is consistent with her decades-long routine of \nresisting accountability for sexually abusing minors. As a result, her request for a stay should be \ndenied. \nCONTINUED CIVIL \nLITIGATION \nWILL \nNOT \nBURDEN MAXWELL \nWHO \nHAS ACTIVELY PARTICIPATED IN THE CASE FROM JAIL \nNext, defendant Maxwell argues the burden on the Defendant militates in favor of a stay. \nDefendants Maxwell states that the burden of proceeding with this litigation \"cannot be \noverstated.\" However, a particularized inquiry into defendant Maxwell's complaints about the \ndifficulty of proceeding with the civil case while incarcerated reveal a stark contradiction. \nIndeed, defendant Maxwell has already been actively participating in this litigation from jail for \nmonths. Here is a relevant timeline: \nOn July 2, 2020, Ghislaine Maxwell was arrested while hiding out in New Hampshire. \nOn July 9, 2020, from jail, defendant Maxwell filed an answer in this case. Since then, \ndefendant Maxwell through her counsel has actively participated in the litigation, including \nscheduling depositions, conferring several times with counsel for Plaintiff and the Epstein Estate, \nand appearing before this Court. \nOn August 19, 2020, from jail, defendant Maxwell filed this motion to stay proceedings. \nDespite complaining of the monstrous burden imposed by litigating from jail, two days later, on \nAugust 21, 2020, Maxwell served discovery requests on Plaintiff, including sixteen \ninterrogatories and twenty-four requests for production of documents. \nEFTA00016289\n\nCase 1:20-cv-00484-JGK-DCF Document 78 Filed 08/27/20 \nHon. Debra C. Freeman \nDaniel Patrick Moynihan \nUnited States Courthouse \nAugust 27, 2020 \nPage 5 \n11301gH \nSHEA & \nBOYLE \nClearly, defendant Maxwell wants to use her incarceration both as a shield and a sword: \narguing that it is simply too much to litigate from jail, while at the same time, pressing ahead in \nher attempts to undermine Plaintiffs claims. Clearly, the burden on defendant Maxwell is not \ngreat. \nTHE PUBLIC INTEREST \nIS BEST \nSERVED BY ALLOWING \nPLAINTIFF'S \nCLAIMS TO PROCEED \nIn her motion, defendant Maxwell entirely fails to address why the public interest is \nserved by a stay. That is because the public interest is not served by a stay; the public is best \nserved by allowing Plaintiffs claims against defendant Maxwell—the only actively litigated \nclaims against her currently—to proceed in full public view. \nCourts in the Second Circuit recognize that the public benefits from civil litigation not \nonly when it advances the justifiable interests of the Plaintiff, but also when the litigation \nfurnishes the public with information on the torts and crimes of a wrongdoer. See Louis Vuitton \nMalletier S.A., 676 F.3d at 103 (citing SEC v. Dresser Indus., 628 F.2d 1368, 1372 \n(D.C.Cir.1980) (en banc) (denying a stay in order to avoid the continued dissemination of false \nor misleading information by companies to members of the investing public). In Louis Vuitton \nMalletier S.A., the Second Circuit upheld the denial of a criminal and civil defendant's request \nfor a stay of the civil litigation in part because, to the public's benefit, the litigation uncovered \nevidence that the defendant was running a counterfeiting operation. See id. \nFor years defendant Maxwell and Jeffrey Epstein were at the center of a criminal \nenterprise geared towards sexually abusing minor girls and getting away with it. Plaintiffs \nlawsuit is the only case currently being litigated against her—all others have either been stayed \nor dismissed. While Plaintiff has much to gain through this litigation, so too does the public. \nThe continuation of this last remaining civil avenue can furnish the public with critical \ninformation as to defendant Maxwell's well known criminal enterprise, how it  was operated and \nall those involved. A stay of the civil proceedings would provide what defendant Maxwell has \nsought for years—concealing her heinous acts from public view. \nMAXWELL'S EXTRAORDINARY REOUEST FOR A STAY SHOULD NOT BE \nGRANTED SIMPLY BECAUSE SHE HAS BEEN INDICTED AND CLAIMS \nTHERE IS OVERLAP BETWEEN THE INDICTMENT AND PLAINTIFF'S \nCOMPLAINT \nDefendant Maxwell also argues that because of her indictment and an overlap between \nPlaintiffs complaint and the indictment, she is entitled to a stay. However, a defendant in both a \nEFTA00016290\n\nCase 1:20-cv-00484-JGK-DCF Document 78 Filed 08/27/20 \nHon. Debra C. Freeman \nDaniel Patrick Moynihan \nUnited States Courthouse \nAugust 27, 2020 \nPage 6 \n13A€\nMgH \nSHEA & \nBOYLE, ,, \ncivil and criminal matter, like defendant Maxwell here, has \"no absolute right not to be forced to \nchoose between testifying in a civil matter and asserting [her] Fifth Amendment privilege.\" Louis \nVuitton Malletier S.A., 676 F.3d at 98 (quoting Keating v.  Office of Thrift Supervision, 45 F.3d \n322, 326 (9th Cir.1995)). In fact, \"[t]he existence of a civil defendant's Fifth Amendment right \narising out of a related criminal proceeding thus does not strip the court in the civil action of its \nbroad discretion\" to move the case along. See Louis Vuitton Malletier S.A., 676 F.3d at 98-99. \nDefendant Maxwell has no absolute right to stay this case simply because she has been \nindicted. Instead, the Court must conduct its own particularized inquiry into the facts at hand \nwhen deciding whether to grant her request. As she has demonstrated throughout this litigation, \nduring which time she has been both indicted and incarcerated, defendant Maxwell is not unduly \nburdened by continued litigation. \nFor the foregoing reasons, Plaintiff respectfully requests that the Court deny defendant \nMaxwell's request to stay this case. \nRespectfully submitted, \nPANISH SHEA & BOYLE \n/s/ Robert Glassman \nRobert Glassman \ncc: All counsel of record \nEFTA00016291",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "eration. See id. \nFor years defendant Maxwell and Jeffrey Epstein were at the center of a criminal \nenterprise gear"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "K-DCF \nPlaintiff's Opposition Letter to Defendant Ghislaine Maxwell's Letter Motion \nto Stay Proceedings \nDear Judge"
      },
      {
        "name": "Freeman \nDaniel",
        "role": "extracted",
        "context": "2020 \nVIA ECF \nHon. Debra C. Freeman \nDaniel Patrick Moynihan \nUnited Stat"
      },
      {
        "name": "Patrick Moynihan",
        "role": "extracted",
        "context": "Hon. Debra C. Freeman \nDaniel Patrick Moynihan \nUnited States Courthouse \n50"
      },
      {
        "name": "Pearl Street",
        "role": "extracted",
        "context": "United States Courthouse \n500 Pearl Street \nNew York, NY 10007 \nRe: Doe"
      },
      {
        "name": "Opposition Letter",
        "role": "extracted",
        "context": "v-000484-JGK-DCF \nPlaintiff's Opposition Letter to Defendant Ghislaine Maxwel"
      },
      {
        "name": "Defendant Ghislaine",
        "role": "extracted",
        "context": "intiff's Opposition Letter to Defendant Ghislaine Maxwell's Letter Motion \nto S"
      },
      {
        "name": "Letter Motion",
        "role": "extracted",
        "context": "Defendant Ghislaine Maxwell's Letter Motion \nto Stay Proceedings \nDear Ju"
      },
      {
        "name": "Stay Proceedings",
        "role": "extracted",
        "context": "e Maxwell's Letter Motion \nto Stay Proceedings \nDear Judge Freeman: \nOn beha"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "Motion \nto Stay Proceedings \nDear Judge Freeman: \nOn behalf of plaint"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "eman: \nOn behalf of plaintiff Jane Doe in the above-referenced litig"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "otion to Stay. \nINTRODUCTION \nOn August 19, 2020, defendant Maxwell w"
      },
      {
        "name": "Defendant Maxwell",
        "role": "extracted",
        "context": "commence until July of 2021. \nDefendant Maxwell's leading argument in support"
      },
      {
        "name": "Santa Monica",
        "role": "extracted",
        "context": "ged to have committed. \n11111 Santa Monica Boulevard. Suite 7C0 • Los An"
      },
      {
        "name": "Courthouse \nAugust",
        "role": "extracted",
        "context": "trick Moynihan \nUnited States Courthouse \nAugust 27, 2020 \nPage 2 \nSHEA & \nBOY"
      },
      {
        "name": "Epstein \nClaims",
        "role": "extracted",
        "context": "\"pursue a civil remedy in the Epstein \nClaims Resolution Program.\" She argu"
      },
      {
        "name": "Resolution Program",
        "role": "extracted",
        "context": "remedy in the Epstein \nClaims Resolution Program.\" She argues that Plaintiff i"
      },
      {
        "name": "Defendant \nMaxwell",
        "role": "extracted",
        "context": "tein victim claims program].\" Defendant \nMaxwell then falsely claims that \"Pla"
      },
      {
        "name": "Louis Vuitton",
        "role": "extracted",
        "context": "as an \"extraordinary remedy.\" Louis Vuitton Malletier S.A. v. LY USA, Inc"
      },
      {
        "name": "Roberta Ling",
        "role": "extracted",
        "context": "establishing its need. Rex & Roberta Ling \nLiving Tr v. B Commc'ns Ltd."
      },
      {
        "name": "Living Tr",
        "role": "extracted",
        "context": "its need. Rex & Roberta Ling \nLiving Tr v. B Commc'ns Ltd., 346 F. Su"
      },
      {
        "name": "Louis \nVuitton",
        "role": "extracted",
        "context": "ting interests in, the case.\" Louis \nVuitton Malletier S.A., 676 F.3d at 9"
      },
      {
        "name": "Plaintiff Not",
        "role": "extracted",
        "context": "ay in the litigation benefits Plaintiff Not so. First, as \ndiscussed abov"
      },
      {
        "name": "Defendants Maxwell",
        "role": "extracted",
        "context": "pstein victim claims program. Defendants Maxwell's \nimplication is obvious: if"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "tiffs interests. For too long Jeffrey \nEpstein and Ghislaine Maxwell skirted"
      },
      {
        "name": "Epstein Estate",
        "role": "extracted",
        "context": "her right by law, to hold the Epstein Estate and defendant Maxwell to answ"
      },
      {
        "name": "On July",
        "role": "extracted",
        "context": "Here is a relevant timeline: \nOn July 2, 2020, Ghislaine Maxwell wa"
      },
      {
        "name": "New Hampshire",
        "role": "extracted",
        "context": "arrested while hiding out in New Hampshire. \nOn July 9, 2020, from jail,"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "l public view. \nCourts in the Second Circuit recognize that the public ben"
      },
      {
        "name": "See Louis",
        "role": "extracted",
        "context": "ts and crimes of a wrongdoer. See Louis Vuitton \nMalletier S.A., 676"
      },
      {
        "name": "Vuitton \nMalletier",
        "role": "extracted",
        "context": "mes of a wrongdoer. See Louis Vuitton \nMalletier S.A., 676 F.3d at 103 (citing"
      },
      {
        "name": "Dresser Indus",
        "role": "extracted",
        "context": "76 F.3d at 103 (citing SEC v. Dresser Indus., 628 F.2d 1368, 1372 \n(D.C.C"
      },
      {
        "name": "In Louis",
        "role": "extracted",
        "context": "ers of the investing public). In Louis Vuitton \nMalletier S.A., the"
      },
      {
        "name": "While Plaintiff",
        "role": "extracted",
        "context": "er been stayed \nor dismissed. While Plaintiff has much to gain through this"
      },
      {
        "name": "Fifth Amendment",
        "role": "extracted",
        "context": "il matter and asserting [her] Fifth Amendment privilege.\" Louis \nVuitton Ma"
      },
      {
        "name": "Thrift Supervision",
        "role": "extracted",
        "context": "quoting Keating v.  Office of Thrift Supervision, 45 F.3d \n322, 326 (9th Cir.1"
      },
      {
        "name": "Vuitton Malletier",
        "role": "extracted",
        "context": "ove the case along. See Louis Vuitton Malletier S.A., 676 F.3d at 98-99. \nDef"
      },
      {
        "name": "Robert Glassman",
        "role": "extracted",
        "context": "ed, \nPANISH SHEA & BOYLE \n/s/ Robert Glassman \nRobert Glassman \ncc: All cou"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-08-27",
        "event": "August 27, 2020"
      },
      {
        "date": "2020-08-19",
        "event": "August 19, 2020"
      },
      {
        "date": "2020-07-02",
        "event": "July 2, 2020"
      },
      {
        "date": "2020-07-09",
        "event": "July 9, 2020"
      },
      {
        "date": "2020-08-21",
        "event": "August 21, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "310.477.1700",
      "310.477.1699"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:52.406Z"
}