{
  "document": {
    "id": "efta00011221",
    "filename": "EFTA00011221.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00011221.pdf",
    "text": "\n\nExhibit V \nEFTA00011221\n\nWilliam JULIE \navocet a la cour— attorney at law \nGhislaine Maxwell \nOpinion on French Extradition Law \nOVERVIEW \n• This report was written pursuant to a request from Olivier Laude, a partner at the French \nfirm Laude Esquier Champey acting on behalf of Cohen & Gresser LLP as counsel for \nMs Ghislaine Maxwell, in the context of ongoing bail proceedings involving the latter \nin the United States of America (hereafter \"USA\"), where Ms Ghislaine Maxwell is \nbeing detained pre-trial on charges relating to her alleged role in sexual activities \nbetween Jeffrey Epstein and certain minor girls, from 1994 to 1997. \n• Olivier Laude has instructed me to draft an opinion regarding the French extradition \nprocedure and the possibility for Ms Ghislaine Maxwell to be extradited from France to \nthe USA if she were to flee to France after being released on bail in the USA. \n• As requested, I have attached a resume. (See Exhibit A). \nEXECUTIVE SUMMARY \n• The principle against the extradition of French nationals does not constitute a binding \nrule of international law and is not considered a constitutional principle under French \nlaw. \n• \nThe extradition of French nationals can be prohibited under the terms of an international \ntreaty. However, the existing Extradition Treaty between France and the USA of 23 \nApril 1996 does not contain such prohibition. As a result, the extradition of a  French \nnational to the USA is legally permissible under French law. \n• In order to assure the US authorities that she will not attempt to contest her extradition \nas a French citizen or otherwise, we are informed that Ms Maxwell is about to execute \nan irrevocable waiver of her right to seek the protection of the French Courts to fight \n• 75017 paris • tel. — fax. \nwww.wjavocats.com \n• \npalais C1652 \nEFTA00011222\n\nWilliam JULIE \navocet a la cour — attorney at law \nany extradition request from the US Government to the competent French Authorities \n(\"The Waiver\"). (See Exhibit B). \n• All extradition requests from the USA to France must be examined by the Investigating \nChamber of the competent Court of appeal, which has jurisdiction over the legality of \nextradition requests in France. \n• Under the circumstances of this case, where Ms Maxwell would have fled from the USA \nto France prior to her trial in violation of her bail conditions, it is highly likely that Ms \nMaxwell would be placed in custody in France from the earliest stages of the extradition \nproceedings. \n• As the principle against the extradition of nationals is not part of the Extradition Treaty \nbetween the USA and France, the Investigating Chamber of the Court of appeal would \nnot oppose the extradition of Ms Ghislaine Maxwell on the ground that she is a French \ncitizen. \n• The final decision to extradite and its execution would ultimately be a matter for the \nexecutive. \n• In the recent past, I am not aware that the French authorities would have had to address \nthe situation in which the United States sought extradition of a French citizen who was \nalso a  United States citizen. Thus, there is no precedent to draw from in that \nregard. However, it is our view that under the specific and unique facts of this case, it \nis highly unlikely that the French government would refuse to issue and execute an \nextradition decree against Ms Maxwell because of several critical factors, namely: her \nUnited States citizenship; the fact that she has signed an irrevocable Waiver in the USA; \nthe fact that in the present situation, the only way the issue would be raised in France is \nif Ms. Maxwell would have already fled to France in violation of very strict bail \nconditions, and the fact that a failure by French authorities to grant extradition would \nresult in an obligation to try Ms. Maxwell before French courts for the conduct described \nin the Indictment. Finally, France would be inclined to preserving the interests of the \nUSA for obvious diplomatic reasons. \n• With regard to timing, if the requested person has consented to extradition, the \nInvestigating Chamber must deliver its ruling no later than 14 working days after the \n- 75017 paris — fax. \nwww.wjavocats.com palais C1652 \n2 \nEFTA00011223\n\nWilliam JULIE \navocet a la cour — attorney at law \nperson has first appeared before the Public Prosecutors.  If the legal conditions of \nextradition are satisfied, the Investigating Chamber must issue a  positive opinion to \nextradition, which is not subject to appeal. Following the Investigating Chamber's \nruling, there is no specified time frame within which the government must issue an \nextradition decree. However, if the requesting State emphasizes the urgent nature of the \nrequest, the extradition decree is generally issued in only a few weeks. Therefore, the \noverall procedure is likely to be disposed of expediently under these circumstances. \nI The 14 days period is divided as follows: the requested person must appear before the Public Prosecutor within \n2 days of arrest, he or she must be heard by the Investigating Chamber no later than 5 working days after appearing \nbefore the Public Prosecutor, and the Investigating Chamber must then deliver its final opinion on the legality of \nthe extradition request within 7 days. This procedure will be explained in more details in Part I of this opinion. \n- 75017 paris — fax. \nwww.wjavocats.com palais C1652 \n3 \nEFTA00011224\n\nWilliam JULIE \navocet a la cour— attorney at law \nTable of Contents \nBackground \nPart I —  The French Extradition Procedure \nA. Request for temporary arrest \nB. Application for extradition (Ministerial phase) \nC. Arrest and presentation before the Prosecutor General (beginning of the \njudicial phase) \nD. Decision of the Investigating Chamber of the competent Court of appeal \nE. Decision of the French government (Extradition Decree) \nF. Possible application before the European Court of Human Rights \nPart II — The likely outcome of an extradition request from the United States of America \nto France in the case of Ms Ghislaine Maxwell \nA. General bars to extradition \nB. The protection of nationals from extradition under French law and the \nExtradition Treaty between the USA and France: Lack of an absolute \nprotection \nConclusion \n• 75017 paris — fax. \n4 \nwww.wjavocats.com \n• \npalais C1652 \nEFTA00011225\n\nWilliam JULIE \navocet a la tour—attorney at law \nBackground \nI. At the bail hearing of Ms Ghislaine Maxwell on 14 July 2020, the US Government made \nthe following point in support of its motion to detain the defendant: \n\"The government has spoken with the Department of Justice attaches in the \nUnited Kingdom and France. With respect to France, we have been informed \nthat France will not extradite a  French citizen to the United States as a \nmatter of law, even if the defendant is a dual citizen of the United States. \"2. \n2. The international ties of Ms Ghislaine Maxwell and her French nationality appear as one \nof the grounds for which bail was denied by the Court, which found that: \n\"Ms Maxwell's history and characteristics support the position of her posing a risk of \nflight. Ms Maxwell has substantial international ties and could facilitate living abroad \nif she were to flee the United States. She holds multiple foreign citizenships, has familial \nand personal connections abroad, and owns at least one foreign property of significant \nvalue. In particular, she is a  citizen of France, a  nation that does not appear to \nextradite its citizens\". \n3. The present report intends to evaluate whether the contention that France is a nation that \ndoes not extradite its citizens is correct as a matter of law. \n4. It  will first set out the various steps of the French extradition procedure (Part I), and \nthen outline the grounds on which extradition requests are analyzed under French law, \nand especially the status of the rule against extradition of nationals, in order to assess the \napplication of these principles to an extradition request made by the USA, in particular \nwhere, as in this case, the requested person has executed an irrevocable waiver of his/her \nright to contest extradition and is present in France only because she fled the United \nStates in violation of her bail conditions. (Part II). \n2  At p. 27 of the transcript. \n75017 paris — fax. \nwww.wjavocats.com \n• \npalais C1652 \n5 \nEFTA00011226\n\nWilliam JULIE \navocet a la tour-attorney at law \nPart I —  The French Extradition Procedure \n5. Extradition requests between the United States and France are governed by the \nExtradition Treaty between the USA and France signed in Paris on 23 April 19963, the \nAgreement on Extradition between the United States of America and the European \nUnion signed in Washington on 25 June 20034, and the Instrument Amending the Treaty \nof 23 April 1996 between the United States of America and France signed in the Hague \non 30 September 20045. \n6. For matters not covered in these agreements, extradition requests made by the USA are \ngoverned by provisions of the French Code of Criminal Procedure (Articles 696 et seq.). \nA. First stage: Request for temporary arrest \n7. Under Article 13.1 of the Extradition Treaty between the USA and France, in case of \nurgency, the requesting State may seek the provisional arrest of the person sought \npending the presentation of the request for extradition6. \n8. This procedure can be summarized as follows: \nBased on a  request for provisional arrest, the Prosecutor General may order the \narrest of the requested person. \nUpon arrest, the requested person must appear within 48 hours before the Prosecutor \nGeneral, who informs him/her of the existence and contents of the request for \ntemporary arrest and of his/her rights. \nThe Prosecutor may decide to release the requested person, based on the relevant \nflight risks. \nIf the Prosecutor considers that the requested person should be detained, the \nrequested person appears before the Is' President of the Court of appeal, who can \ndecide to order either his/her release (without any control, or under judicial \nThe Extradition Treaty between the USA and France entered into force in France on February I, 2002 (by Decree \nn° 2002-117 of 29 January 2002). \n4  The object of this agreement is **to provide for enhancements to cooperation in the context of applicable \nextradition relations between the Member States and the United States of America governing extradition of \noffenders\" (Article 1). \nThe Instrument Amending the Treaty of April 23,1996 between the USA and France entered into force in France \non February 1,2010 (by Decree n° 2010-490 of 12 May 2010). \n6  A request for provisional arrest may be transmitted directly between the United States Department of Justice \n(hereafter, \"DOJ\") and the Ministry of Justice of the French Republic, through INTERPOL or the diplomatic \nchannel. \n- 75017 paris — fax. \nwww.wjavocats.com palais C1652 \n6 \nEFTA00011227\n\nWilliam JULIE \navocet a la tour—attorney at law \nsupervision, or under house arrest with electronic surveillance) or incarceration at \nthe remand prison of the Court of appeal in which jurisdiction he/she has been \napprehended. \nThe decision of the President of the Court of Appeal can be challenged before \nthe Investigating Chamber of the Court of Appeal. \nIn case of incarceration, the requested person can file an application for release \nbefore the Investigating Chamber of the Court of appeal at any time during the \nextradition procedure. \n9. Under Article 13.4 of the Extradition Treaty between the USA and France, if, within 60 \ndays of arrest, the government of the requested State has not received from the requesting \nState the formal extradition request as well as supporting documents required by the \nTreat?, the requested person is discharged from custody. If the government has received \nthe relevant documents, the normal extradition procedure may begin. \n10. If the person has been discharged from custody pursuant to Article 13.4 of the Treaty, \nsuch release does not preclude a  subsequent re-arrest if an extradition request and \nsupporting documents are delivered at a later date (Article 13.5). \nB. Second stage: Application for extradition (Ministerial phase) \nII. Article 10.1 of the Extradition Treaty between the USA and France provides that \"all \nrequestsfor extradition shall be submitted through the diplomatic channel\". \n12. The Extradition Treaty between the USA and France does not specify which internal \nprocedures must be followed in each contracting State following the transmission of the \nextradition request through the diplomatic channel pursuant to Article 10. We must \ntherefore refer to provisions of the French Code of Criminal Procedure to outline the \nprocedure followed by French institutions upon receipt of an extradition request made \nby the \nUSA. \n13. Under Article 696-9 of the French Code of Criminal Procedure, the procedure followed \nin France is as follows: \n7  Article 10 of the Extradition Treaty between the USA and France \n- 75017 paris — fax. \nwww.wjavocats.com palais C1652 \n7 \nEFTA00011228\n\nWilliam JULIE \navocet a la tour—attorney at law \nThe Minister of Foreign Affairs first verifies that the file is properly constituted in \naccordance with the requirements of the Extradition Treaty. The Minister of Foreign \nAffairs only verifies that the request contains all the required documents. \nThe file is then transmitted to the Minister of Justice, which verifies the regularity \nof the request. At this stage, the French nationality of the requested person does not \ninfluence the control of the Minister of Justice. \n- The Minister of Justice must then forward the file to the Prosecutor General. This \nobligation to transmit the file to the Prosecutor General is binding, as Article 696-9 \nuses imperative language requiring the Minister of Justice to do so. \nC. Third stage: Arrest and presentation before the Prosecutor General (beginning of \nthe judicial phase) \n14. Any person arrested pursuant to an extradition application must be transferred to the \nterritorially competent Prosecutor General within 48 hours after the arrests. \n15. The Prosecutor General informs the requested person, in a language he or she \nunderstands, of: \nthe existence and the content of the extradition application; \nthe right to be assisted by an advocate and to have an interview with this advocate \nimmediately; \nthe right to consent to or to oppose his or her extradition, and the legal consequences \nof consenting to extradition; \nthe right to waive the principle of specialty (according to which the person who is \nextradited can be prosecuted only for the crimes specified in the extradition request), \nand the legal consequences of such renunciation. \n16. The Prosecutor General hears the statements of the person and his or her counsel, and in \nparticular, the consent or opposition to extradition, which shall be officially recorded. \n17. The Prosecutor General decides whether to release the requested person or not. If he \nconsiders that the requested person should remain in detention, the requested person then \nappears before the P President of the Court of appeal, who may order the person's \nrelease (without any control, or with judicial supervision, or under house arrest with \nelectronic surveillance) or his/her incarceration. The 1st President's decision may be \na Article 696-10 of the French Code of Criminal Procedure. \n- 75017 paris • tel. — fax. \nwww.wjavocats.com palais C1652 \n8 \nEFTA00011229\n\nWilliam JULIE \navocet a la tour—attorney at law \nappealed before the Investigating Chamber of the Court of appeal, by the Prosecutor \nGeneral or the requested person. \nD. Fourth stage: Decision of the Investigating Chamber of the competent Court of \nappeal \n18. Once the requested person has declared to the Prosecutor General whether he consents \nor not to extradition, the Investigating Chamber is immediately seized of the case. This \nphase varies depending on whether the requested person consents to extradition. \n19. If the requested person has declared to the Prosecutor General that he or she consents to \nextradition, Article 696-13 of the French Code of Criminal Procedure provides that he \nor she must appear before the Investigating Chamber within 5 working days from the \ndate of presentation before the Prosecutor General. The same provision states that the \nrequested person may also decide to waive the rule of specialty before the Prosecutor \nGeneral. \n20. If, at this appearance, the requested person confirms his or her consent to be extradited \nand the legal conditions for extradition are fulfilled, the Investigating Chamber informs \nthe person of the legal consequences of such consent and formally acknowledges this \nconsent within 7 days from the date of appearance, unless additional investigations have \nbeen ordered9. \n21. The rules of this simplified extradition procedure must be read in light of Article II of \nthe Agreement on Extradition between the European Union and the USA of 25 June \n2003 (\"Simplified extradition procedures\"), which states that \"if the person sought \nconsents to be surrendered to the requesting State, the requested State may, in \naccordance with the principles and procedures provided for under its legal system, \nsurrender the person as expeditiously as possible without further proceedings. The \nconsent of the person sought may include agreement to waiver of protection of the rule \nof specialty\"10. This provision, together with Article 696-13 of the French Code of \nCriminal Procedure, demonstrates that extradition law is considerate of the requested \nArticle 696-14 of the French Code of Criminal Procedure. \n1° Such Ankle 11 of the Agreement on Extradition between the European Union and the USA of 25 June 2003 \nhas been directly incorporated in the Extradition Treaty between the USA and France signed in Paris on 23 April \n1996 by the Instrument Amending the Treaty of 23 April 1996 between the United States of America and France \nsigned in the Hague on 30 September 2004. \n- 75017 paris — fax. \nwww.wjavocats.com palais C1652 \n9 \nEFTA00011230\n\nWilliam JULIE \navocet a la cour — attorney at law \nperson's intentions and recognizes that the person may legally waive some of the rights \nthat attach to extradition proceedings. \n22. Where the requested person has consented to extradition, the Investigating Chamber's \nruling is not subject to appeal or any other legal challenge\". \n23. If the requested person has declared to the Prosecutor General that he or she does not \nconsent to extradition, he or she must appear before the Investigating Chamber within a \nperiod of 10 working days from the date of presentation before the Prosecutori2. \n24. If the requested person reiterates to the Investigating Chamber that he or she does not \nconsent to extradition, the Court delivers a reasoned opinion on the extradition request. \nUnless additional investigations have been ordered, the Court delivers its opinion within \none month from the requested person's appearance before it13. \n25. The Investigating Chamber may authorize the requesting State to participate in the \nhearing. This possibility is expressly provided for in the Agreed Minute on \nRepresentation annexed to the Extradition Treaty between the USA and France. \n26. The Investigating Chamber issues a positive opinion if it considers that the legal \nrequirements of extradition are satisfied. \nE. Fifth stage: Decision of the French government \n27. Extradition is authorized by a decree of the French Prime Minister upon the advice of \nthe Minister of Justice. \n28. The decree may impose conditions to authorize extradition, such as guarantees not to \nseek or impose the death penalty against the requested person. \n29. The decree of extradition can only intervene after the end of the judicial phase. \n\"  Id. \n12 Article 696-15 of the French Code of Criminal Procedure. \n13 Id. \n- 75017 paris — fax. \nwww.wjavocats.com palais C1652 \n10 \nEFTA00011231\n\nWilliam JULIE \navocet a la tour—attorney at law \n30. The requested person has to be handed over by the agents of the requested State within \none month after the extradition decree has been notified to the requesting State10. \n14  Article 15.4 of the Extradition Treaty between the USA and France of 23 April 1996. \n75017 paris — fax. \nwww.wjavocats.com \n• \npalais C1652 \n11 \nEFTA00011232\n\nWilliam JULIE \navocet a la cour— attorney at law \nF. Sixth stage: Possible application before the European Court of Human Rights \n31. Once all domestic remedies have been exhausted, it is possible to file a  written \napplication against France before the European Court of Human Rights, within six \nmonths from the date of the final decision at the domestic level, alleging the violation of \nhuman rights protected by the European Convention of Human Rights, such as the rights \nto life, to a fair trial, not to be tortured, etc. \n32. An application before the European Court of Human Rights may be accompanied by a \nwritten request for interim measures, pursuant to Rule 39 of the Rules of Court, such as \na  request to suspend the extradition of the applicant pending the outcome of the \nproceedings. \n- 75017 paris — fax. \nwww.wjavocats.com palais C1652 \n12 \nEFTA00011233\n\nWilliam JULIE \navocet a la cour — attorney at law \nPart II —  The likely outcome of an extradition request from the United States of \nAmerica to France in the case of Ms Ghislaine Maxwell \n33. In this case, if an extradition request were to be transmitted by the USA against Ms \nGhislaine Maxwell, the French judicial authorities would most certainly decide that she \nhas to remain in custody given her flight from the USA and the violation of her bail terms \nand conditions in this requesting State. \n34. Having outlined the different stages of the French extradition procedure, the second part \nof this opinion will examine the likely outcome of an extradition request against the \nperson of Ms Ghislaine Maxwell, if she were to be released on bail and decided to flee \nfrom the USA to France. It will first outline the general bars to extradition (A), and then \nanalyze the status of the protection of nationals from extradition in the French legal \nsystem and in the Extradition Treaty between the USA and France (B). It will conclude \nthat Ms Ghislaine Maxwell's extradition from France to the USA would not be legally \nbarred by her French citizenship, and that it  is highly unlikely, under the specific and \nunique circumstances of this case, that French authorities will refuse to enforce an \nextradition decree. \nA. General bars to extradition \n35. Several bars to extradition may classically be invoked before French courts, namely (i) \na claim that the requested person would be at risk of human rights violations in the \nrequesting State (with regards to the right to a  fair trial and the right to be free from \ntorture, inhumane or degrading treatment); (ii) the dual criminality rule; and (iii) a claim \nthat the extradition request is politically motivated. \n(1\n) \nHuman rights \nbars \n36. Under the case law of the French Cour de cassation, the Investigating Chamber of the \nCourt of appeal must consider allegations of human rights violations pertaining to the \nconditions of trial and detention in the requesting State Is. These claims center on the \nright to a fair trial (Article 6 ECHR)I6 and the right to be free from torture, inhumane \nis Cass. Crim., 26 March 2019, nNo. 19-81731. \n16 Einhorn v. France, 16/10/2001, Application No. 71555/01. \n- 75017 paris — fax. \nwww.wjavocats.com palais C1652 \n13 \nEFTA00011234\n\nWilliam JULIE \navocet a la cour — attorney at law \nand degrading treatments in custody (Article 3 ECHR)17. If the Investigating Chamber \nfinds that the requested person would face a  risk of being subject to violations of their \nArticle 3 rights, or that there is a risk of a \"flagrant denial ofjustice\" in the requesting \nState, it must deliver a negative opinion to the extradition request. \n37. In the recent years, human rights bars to an extradition request made by the United States \nof America are only the subject to in-depth scrutiny by French courts when the requested \nperson faces the imposition of the death penalty's or the imposition of a life \nimprisonment sentence without the possibility of parole in the USA. We understand that \nthis is not the case here. It can be underlined that, when needed, the USA can commit \nnot to impose such a sentence and that such a commitment suffices to allow extradition. \n38. As long as the French government receives necessary assurances related to human rights \nwhen requested, such an argument would be very likely to be rejected in this case. \nDual \ncriminality \n39. A further possible bar to extradition is the dual criminality rule, which requires the \nconduct in respect of which extradition is sought to constitute a criminal offense in the \nlaw of both requested and requesting States. \n40. Article 2.1 of the Extradition Treaty between the USA and France expressly states that \n\"[aka shall be extraditable if they are punished tinder the laws in both States by \ndeprivation of liberty for a maximum of at least one year or by a snore severe penalty. If \nextradition is requested for purposes of enforcing a judgment, the time remaining to be \nserved must be at least six months.\" \n41. There is no doubt that the conduct referred to in the Grand Jury charges against Ms \nGhislaine Maxwell, contained in the Superseding Indictment SI 20 Cr. 330 (AJN), filed \non July 8th, 2020, also constitutes criminal conduct under French law, as the crime of \n\"proxenitisine\". \n42. Article 225-5 of the French Criminal Code defines the crime of \"proxenerisme\" as \"the \nfact, by anyone, in any manner whatsoever: I° To aid, assist or protect the prostitution \n17 Soering v United Kingdom, 07/07/1989, Application No. 14038/88; Cass. Crim., 26 March 2019, No. 19-81731. \nla In this regard, see Article 7 of the Extradition treaty between France and the USA. \n- 75017 paris — fax. \nwww.wjavocats.com palais C1652 \n14 \nEFTA00011235\n\nWilliam JULIE \navocet a la cour— attorney at law \nof others; 2° To profit from the prostitution of others, to share the proceeds of \nprostitution or to receive subsidies from a person habitually engaged in prostitution; 3° \nTo hire, entice or divert a person to engage in prostitution or to exert pressure on him \nor her to engage or continue to engage in prostitution.\"\" Article 225-6 of the French \nCriminal Code provides that the crime is also established by \"the fact, by whoever, in \nany way whatsoever: I° To act as an intermediary between two persons, one of whom \nengages in prostitution and the other exploits or remunerates the prostitution of \nothers\"\". \n43. In French law, the conduct charged in all four counts2I  would qualify as the crime of \n\"proxen itisme\" under Articles 225-5 and 225-6 of the French Criminal Code. \n44. When committed against a minor, Article 225-7 of the French Criminal Code provides \nthat the crime is punished by an enhanced sentence, namely a statutory maximum of 10 \nyears imprisonment (as opposed to 7 years, when committed against an adult)22. \n45. Thus, dual criminality would not constitute an obstacle to Ms Ghislaine Maxwell's \nextradition from France to the USA. \niii) Political offense and manifest inconsistency \n46. Finally, the requested person may argue that the extradition request is politically \nmotivated, or that the charges contained in the extradition request are manifestly \ninconsistent with the conduct thereunder. \nle In French, « Le proxinetisme est Lela*, par quiconque, de quelque maniere que ce soit :1° D'aider, d'assister \nou de protiger la prostitution d'autna ; 2° De tirer profit de la prostitution d'autrui, d'en partager les produits ou \nde recevoir des subsides dune personne se livrant habituellement a la prostitution ; 3° D'embaucher, d'entrainer \nou de detourner unepersonne en vue de la prostitution ou d'exercersur elle lane pression pour qu'elle se prostitue \nou continue a le faire ». \n2° In French, « Est assitnile au proxenetistne et puni des peines prorates par Particle 225-5 le fait, par quiconque, \nde quelque maniere que ce soft :  1° De faire office d'intermediaire entre deuce personnes dont Pune se livre a la \nprostitution et Pautre exploite ou remunere la prostitution d'autrui [...)». \n21  Conspiracy to Entice Minors to Travel to Engage in Illegal Sex Acts; Enticement of a Minor to Travel to Engage \nin Illegal Sex Acts; Conspiracy to Transport Minors with Intent to Engage in Criminal Sexual Activity; \nTransportation of a Minor with Intent to Engage in Criminal Sexual Activity. \n22 \"Proxenetisme is punishable by ten years imprisonment and a fine of 1,500,000 turns when committed: 1° With \nregard to a minor [...)\". In French « Le proxenetisme est puni de dix ans d'emprisonnement et de 1 500 000 euros \nd'amende lorsqu'il est commis : 1° A regard d'un mineur ». \n- 75017 paris - — fax. \nwww.wjavocats.com palais C1652 \n15 \nEFTA00011236\n\nWilliam JULIE \navocet a la tour—attorney at law \n47. Article 4 of the Extradition Treaty between the USA and France provides that \n\"fektradition shall not be granted by France when the offense for which extradition is \nrequested is considered by France as a political offense or as an offense connected with \na political offense or as an offense inspired by political motives\". \n48. A political motivation claim requires the Investigating Chamber to examine, to some \nextent, the merits of the case. The Court is also required to look into the merits of the \ncase where the requested person argues that there is a manifest inconsistency between \nthe conduct and the legal offenses in respect of which the extradition is sought23. \n49. The conduct described in the indictment does not appear to be manifestly inconsistent \nwith the offenses charged therein. \n50. As to political motivation, French courts have never opposed extradition requests from \nthe USA on this ground24. In fact, in the past ten years, only one published decision of \nthe Cour de cassation has denied an American extradition request, on the ground that \nthe Investigating Chamber had not verified that the criminal conduct described in the \nrequest constituted a crime in France at the time of commission25. All other published \ndecisions which have ruled on a request from the USA have granted extradition26. \n51. In light of the elements contained in the Superseding Indictment, Ms Ghislaine Maxwell \ncould not oppose her extradition to the USA on the basis of a political motivation claim, \nthat would have no serious ground, and therefore the Investigating Chamber would not \nlook into the merits of the case against her. \nB. The protection of nationals from extradition under French law and the Extradition \nTreaty between the USA and France: Lack of an absolute protection \n23  Cass. Crim., 21 November 2007, No. 07-87540. \n24 See by contrast, a 2016 recent decision of the Conseil dErat to deny extradition to Russia of a prominent figure \nof the Kazakh opposition, Moukhtar Abliazov, on the ground that the request was politically motivated (available \nat: haps://www.legifrance.gouv.frketatid/CETATEXT0000335811870. \n25 Cass. Crlm., 14 October 2015, No. 15-84426. \n25 Cass. Crim., 11 March 2020, No. 19-84023 ; Cass. Crim., 21 February 2017, No.16-87102 ; Cass. Crim., 23 \nFebruary 2010, No. 09-88021 ; Conseil d'Etat - 2eme et lime SSR, 15 April 2016, No.390860 ; Conseil d'Etat \n—  261The et 7610` SSR, 19 October 2018, No. 421762 ; Cass. Crim., 4 June 2019, No. 18-84398 ; Cass. Crim., 26 \nNovember 2019, No. 19-80274 ; Conseil d'Etat -  2k\" et l°100 &SR, 1 June 2011, No. 342419 ; Cass. Crim., 21 \nJune 2016, No. 16-81981 ;  Cass. Crim., 4 October 2016, No. 16-84450 ; Cass. Crim., 11 May 2011, No. 11-\n80942, No. 11-80943 ;  Cass. Crim., 10 May 201, No. 11-80989 ;  Conseil d'Etat, - 2sne  et 7eft's SSR, 7 May \n2012, No. 352573 ; Cass. Crim, 13 February 2008, No. 07-88009 ; Cass. Crim., 3 March 2015, No. 14-88308 ; \nCass. Crim., II June 2013, No. 13-81979. \n- 75017 paris tel. — fax. \nwww.wjavocats.com palais C1652 \n16 \nEFTA00011237\n\nWilliam JULIE \navocet a la tour—attorney at law \n52. Chapter V of the French Code of Criminal Procedure (Articles 696 to 696-47-1) sets out \nlegislative provisions pertaining to extradition. \n53. The rule against the extradition of nationals is set out under Article 696-4, which states \nthat extradition shall not be granted when the requested person is a French national, and \nthat nationality shall be assessed at the time of the facts in respect of which extradition \nis sought (« Extradition is not granted: J° When the person sought has the French \nnationality, the latter being assessed at the time of the offence for which extradition is \nrequested. »27). \n54. The rule under Article 696-4 only applies \"in the absence of an international \nconvention stipulating otherwisei29. Therefore, we must determine whether the rule \nagainst the extradition of nationals contained in the French Code of \nCriminal \nProcedure applies in respect of an extradition request made by the USA. \n55. Extradition requests between the United States and France are governed by the \nExtradition Treaty between the USA and France 199629,  which supersedes French law \nas mentioned explicitly in Article 696 of the French Code of Criminal Procedure. \n56. Article 3(1) of the Extradition Treaty between France and the United States provides: \n\"There is no obligation upon the Requested State to grant the extradition of a \nperson who is a national of the Requested State, but the executive authority of the \nUnited States shall have the power to surrender a national of the United States if, \nin its discretion, it deems it proper to do so. The nationality of the person sought \nshall be the nationality of that person at the time the offense was committed\". \n22  In French : « L'extradition nest pas accord& 1° Lorsque la personne 'tient& a la nationalitefrancaise, cette \nderniere &ant appreciee a Pepoque de ?infraction pour laquelle Pextradition eat requise ». \n22 Article 696 of the French Code of Criminal Procedure: \"In the absence of an international convention stimulating \notherwise the condition, procedure and effects of condition shall be determined by the provisions of this chapter. \nThese provisions shall also apply to matters which would not have been regulated by international conventions\". (In \nFrench, « En ?absence de convention internationale en stipulant autrement, les conditions, la procedure et les \neffets de ?extradition sont determines par les disposition du present chapitre. Ces disposition s'appliquent \negalement aux points qui n'maraient pas ite reglementes par les convention internationales »). \n29 The Extradition treaty between the USA and France was signed in Paris on April 23, 1996 and entered into force \non February 1, 2002 (by Decree No. 2002-117 of 29 January 2002). \n- 75017 paris — fax. \nwww.wjavocats.com palais C1652 \n17 \nEFTA00011238\n\nWilliam JULIE \navocet a la cour — attorney at law \n57. If extradition is refused solely on the basis of the nationality of the person sought, Article \n3(2) requires the requested State to submit the case to its authorities for prosecution, if \nso requested by the requesting State. \n58. Consequently, the Extradition Treaty between France and the USA does not \ncontain any prohibition on the extradition of nationals. Instead, it merely states that \nthere is no obligation upon the requested State to grant the extradition of a person who \nis one of its nationals. \n59. The Extradition Treaty between France and the USA must therefore be distinguished \nfrom several international agreements on extradition ratified by France, which, by \ncontrast, contain a clear rule against the extradition of French citizens30. \n60. For example, France has made the following declaration pursuant to Article 6 of the \nEuropean Convention on Extradition 1957, which gives Contracting States \"the right to \nrefine  extradition of nationals\": \n\"Extradition shall be refused when the person sought had French nationality at the time \nof the alleged offence \"31. \n61. Therefore, France does not surrender French citizens under the European Convention on \nExtradition32. \n62. The Extradition Treaty between France and the USA is similar to other international \nagreements signed by France which also do not contain a  prohibition against the \nextradition of nationals. These are generally treaties signed with Common law \njurisdictions, which do not oppose the extradition of their nationals33. \n70  See, for example, the Extradition treaty between France and Morocco, or the Extradition treaty between France \nand China. \n31  See France's instrument of ratification of the European Convention on Extradition, deposited on 10 February \n1986. \n32 The European Convention on Extradition 1957 is an instrument of the Council of Europe which was signed in \nParis on December 13th, 1957 and came into force on April IV\", 1960. The European Convention on Extradition \nis open to signature by non-Council of Europe States, as such it was ratified by South Africa, Israel, and the \nRepublic of Korea. It was ratified by France on February 101°, 1986. \n33  For example, the Extradition Treaty between France and Canada, signed in Ottawa on 17 November 1988, \ncontains a similar provision to the United States Treaty: 'The requested State shall not be bound to extradite its \nown nationals. Nationality shall be determined as of the date of the offence for which extradition is requested\" \n(Article 3). \n- 75017 paris — fax. \nwww.wjavocats.com palais C1652 \n18 \nEFTA00011239\n\nWilliam JULIE \navocet a la cour — attorney at law \n63. The wording of these international agreements, which do not contain a  prohibition on \nthe extradition of nationals, raises some important questions. In particular, could France \ndecide to extradite its nationals on the basis of these international agreements without \nviolating applicable international law, European law, or French constitutional law? \n64. In order to determine whether the French government may grant an extradition request \nrelating to a French citizen under the Extradition Treaty between France and the USA, it \nis thus necessary to evaluate the strength and status of the prohibition of the extradition \nof nationals under (i) applicable international law, (ii) European law, and (iii) French \nconstitutional law. \nInternational law \n65. As outlined, international treaties pertaining to extradition generally leave Contracting \nStates a  right not to extradite their nationals, and State practice largely varies in this \nregard. Some States are strongly committed to the rule against the extradition of nationals \nand have conferred the principle constitutional status (Germany, Poland, Greece, \nPortugal, Estonia, Austria). Others have codified the principle in their national legislation \n(France, Lebanon, Chili, Qatar, Slovenia). By contrast, many States -  in particular, \nCommon law jurisdictions, including the United Kingdom, Australia, and the USA, \nextradite their own citizens. \n66. Thus, there is no uniform rule regarding the extradition of nationals under international \nlaw. \n(ii) European law \n67. European law does not prohibit the extradition of nationals either. As mentioned, Article \n6 of the European Convention on Extradition 1957 provides States with a discretionary \nright on whether or not to extradite their own citizens. \n68. More interestingly, the European Arrest Warrant Framework Decision of 13 June 2002 \n(hereafter, \"EAW FD\"), which governs extradition matters between Member States of \nthe European Union, does not allow Member States the possibility to refuse the surrender \nof their nationals when the EAW is issued for the purpose of conducting a  criminal \nprosecution. In fact, the surrender of a national who is the subject of criminal proceedings \nin another Member State of the European Union is at the cornerstone of the EAW FD. \n- 75017 paris — fax. \nwww.wjavocats.com palais C1652 \n19 \nEFTA00011240\n\nWilliam JULIE \navocet a la cour — attorney at law \n69. Articles 3 and 4 of the EAW FD set out a number of grounds for refusing the enforcement \nof a EAW, that are respectively mandatory and optional. Article 4(6) on optional grounds \nprovides that a  Member State may refuse the execution of a  EAW « issued for the \npurposes of execution of a custodial sentence or detention order, where the requested \nperson is staying in, or is a national or a resident of the executing Member State and that \nState undertakes to execute the sentence or detention order in accordance with its \ndomestic law ». This article is  the only provision in the EAW FD that allows Member \nStates to consider nationality in the execution of a  EAW. As such, nationality can only \nact as a bar to the execution of a EAW issued for the purpose of executing a custodial \nsentence, not conducting a criminal prosecution. \n70. It follows that European Union law does not prohibit the extradition of nationals. \n(iii) French constitutional law \n71. As regards the status of the protection of nationals from extradition under French law, \nthe fact that France did not have to change its Constitution or domestic laws regarding \nthe extradition of nationals to incorporate the EAW FD effectively means that the \nprohibition against the surrender of a  French citizen to foreign authorities does not \nconstitute an absolute prohibition per se under French law34. \n72. The Conseil Consfitutionnel (French constitutional Court) has long considered that France \ncould not ratify an international amendment which went against the Constitution, thereby \nnecessitating a modification of the text of the Constitution prior to the ratification of the \npurported international treaty35. For example, the Constitution had to be amended prior to \nthe ratification of the Rome Statute, to create an exception to the rule that the President of \nthe Republic cannot be found criminally liable in respect of acts committed during his \nmandate. By contrast, the provisions of the Rome Statute which require Contracting Parties \nto surrender their nationals when the jurisdiction of the International Criminal Court is \nestablished did not trigger an amendment to the French Constitution. Like the EAW FD, \nthe example of the Rome Statute must be taken as evidence that there is no constitutional \nprinciple against the extradition of nationals in France. \n34 By contrast, several Member States of the EU such as Germany, Poland or Cyprus, had to amend their national \nconstitutions prior to incorporating the EAW FD, following constitutional courts' rulings. \n34 Decision No. 98408 DC, 22 Janvier 2009. \n- 75017 paris tel. — fax. \nwww.wjavocats.com palais C1652 \n20 \nEFTA00011241\n\nWilliam JULIE \navocet a la cow — attorney at law \n73. The Conseil d'Etat was once asked by the French government to deliver an opinion \nprecisely on this point. It stated that the government's practice of refusing the extradition \nof nationals \"finds no basis in a principle of constitutional value. None of the rights and \nliberties of the citizen, as proclaimed by the Declaration of the Rights of Men and \nCitizens of 1789 and by the preamble of the Constitution of 1946, implies that nationals \ncannot be extradited f...] No doubt the laws adopted and the international conventions \nsigned by France attest to the authority of the rule that nationals are not extradited. But, \nin support of this rule, there are no grounds for considering it as a fimdamental principle \nrecognized by the laws of the Republic, having constitutional value by virtue of the \nPreamble to the Constitution of 1946. » 36. \n74. Therefore, the French Constitution does not prevent the executive from extraditing \nFrench citizens. \n75. It follows from this opinion and the above that the decision to apply the principle against \nthe extradition of nationals is a  matter for the executive, which could choose not to \nenforce it and thus choose to extradite a national without violating French constitutional \nlaw, European law or international law, taking into account the provisions of the \nExtradition Treaty between the USA and France of 23 April 1996 which supersede \nFrench law and do not prohibit the extradition of French nationals. \nConclusion \n76. In the event that Ms Ghislaine Maxwell were to flee to France and become the subject \nof an extradition request, and where she has already executed an irrevocable waiver of \nher right to contest extradition, the Investigating Chamber would have to rule on the \nlegality of the extradition request in accordance with the procedure described in Part 1. \nBecause the extradition of French nationals is not prohibited by the Constitution or the \nExtradition Treaty between the USA and France, the Investigating Chamber would not \nbe legally bound to oppose to the extradition request. It would then become a matter for \nthe French government to decide on whether or not to issue an extradition decree against \nMs Ghislaine Maxwell. \n77. In the recent past, I  am not aware that the French authorities have had to address the \nsituation in which the United States sought extradition of a French citizen who was also \n76  a  Avis Consultant Conseil d'Erat, 24 November 1994, No. 356-641 available at https://www.conseil-\netat.fr/jadefilefavisadm/356641.pdf \n- 75017 paris —fax. \nwww.wjavocats.com palais C1652 \n21 \nEFTA00011242\n\nWilliam JULIE \navocet a la cour — attorney at law \na United States citizen. Thus, there is no precedent to draw from in that \nregard. However, it is our view that under the specific and unique facts of this case, it is \nhighly unlikely that the French government would refuse to issue and execute an \nextradition decree against Ms Maxwell because of several critical factors. \n78. First, under the applicable Extradition Treaty between the USA and France, a State party \nmay refuse extradition on the basis of nationality, however if it does so, it is obliged to \nprosecute the requested person itself, on the basis of the conduct and the allegations \ncontained in the request. In the case of Ms Ghislaine Maxwell, it is highly unlikely that the \nFrench government would be inclined to conducting such prosecution, considering that all \nthe relevant facts were committed in the USA, a long time ago, and that witnesses are also \nlocated in the \nUSA. \n79. Secondly, France is mindful to preserve its good extradition relations with the United \nStates, as evidenced by a  number of recent cases we reviewed or conducted in which \nFrench competent authorities proved highly cooperative with US authorities. If Ms \nGhislaine Maxwell were to flee to France, and the USA decided to issue an extradition \nrequest, it would be difficult for French authorities — from a diplomatic point of view — to \ndeny such an extradition request, considering that no legal bar applies.\" \n80. Thirdly, the fact that Ms Ghislaine Maxwell also holds American nationality, and has \nsubstantial ties to the USA, would, in all likelihood, be taken into account by the French \ngovernment as one more element weighing in favor of extradition. \n81. Similarly, and fourthly, the fact that Ms Ghislaine Maxwell signed a  legally binding \nWaiver under US law, and would have subsequently fled to France in violation of her bail \nconditions, could equally be taken into account by the French government as an incentive \nnot to grant Ms Ghislaine Maxwell the benefit of her French nationality as a  ban to \nextradition. \nWilliam Julie \n\"  Of the 36 reported Supreme Court decisions involving extradition requests from the United States in the last 20 \nyears, the French authorities granted extradition in 34 of these cases. Lower court decisions granting extradition \nwere quashed only twice for procedural deficiencies not at issue in this case. \n• 75017 paris — fax. \nwww.wjavocats.com • palais C1652 \n22 \nEFTA00011243\n\nExhibit A \nEFTA00011244\n\nWILLIAM JULIE \nAVOCAT \n75017 Paris \nDate of birth: \nFrench English and German national \nSet up my own practice in 2002 \nMarathon Runner (Paris, 2013, 2h57) \nEMPLOYMENT \nSince 2002 Founding partner of William Julio Avocats \nINTERNSHIPS & LAW STUDIES \nwar jaN ocats.com \n2000-2002 Internships specialized in human rights and criminal law: \n• Henri Leclerc (President of the French Ligue des Droits de l'Homme) \n• Eric Plouvier (Human Rights barrister) \n2000 Admitted to the Paris Bar \n1999 Postgraduate Specialization Diploma: Criminal Law and Criminal Justice \nPolicy in Europe \nThesis Supervisor Mme Delmas Marty, University of Paris Sorbonne \n1999 Certificate of criminal sciences, University of Paris Assas \nEXTRADITION LAW \n• Extradition cases in and outside the EU, including USA, Saudi Arabia, China, Russia, \nSouth Korea, Japan, Irak, Iran, Lebanon, India \n• Regularly appears as French judicial expert before Common law courts on extradition issues \nand prison detention conditions (UK, Hong Kong, USA) \n• Mutual legal assistance: cooperation with various investigation authorities on international \ncases (DEA, FBI, SFO, OCTRIS), cross-border penitentiary law (repatriation) \n• Obtained in 2017 a major change in French extradition law (right to challenge European arrests \nwarrants issued against foreigners - Michael Ofsowitz case) \nCRIMINAL LAW \n• Testified before the Parliamentary Enquiry into miscarriages ofjustice during the Outreau trial \n• Fraud cases, including Emmanuel Henning 40 million pounds mobile phone VAT fraud in the \nUK, and Marseilles 385 Million carbon gas fraud \n• Business criminal law (money laundering, bribery and corruption, misappropriation of public \nfunds, misuse of company assets, offenses related to public tenders, stock exchange law) \n• Important drug cases involving international issues and organized crimes (Morocco, Lebanon, \nHolland, Germany, GB), including 4 tons cocaine Tobago clipper case \nEFTA00011245\n\nLEGAL ADVICE \n• Presidential party members and officials in Dakar, Senegal \n• Former Tunisian Ambassador in Paris and prominent Tunisian diplomats \n• Members of the Royal family of Saudi Arabia \n• Members of leading Lebanese political party \n• Opposition leaders in Irak and Lybia \n• Italian State \nMEMBERSHIPS \n• International criminal law Officer of the IBA (International Bar Association) \n• Member of DELF (Defense extradition Lawyers Forum, UK) \n• \nCo-Chair of the criminal committee of the corporate firms lawyers association (France) \n• Member of the ECBA (European Criminal Bar association) \n• Member of the Franco British Lawyers Society \nEFTA00011246\n\nExhibit B \nEFTA00011247\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUNITED STATES OF AMERICA, \n-  against - \nGHISLAINE MAXWELL, \nDefendant. \nDocket No. \n20-CR-330 (AJN) \nAFFIDAVIT AND WAIVER OF \nEXTRADITION \nGhislaine Maxwell, being duly sworn, deposes and says: \n1. I am the named defendant in the above-captioned case. I am a citizen of the \nUnited States, the United Kingdom, and France. I  have resided in the United States since \napproximately 1991. I am currently incarcerated at the Metropolitan Detention Center in \nBrooklyn, New York. \n2. I have reviewed with my counsel, Mark S. Cohen and Christian R. Everdell of \nCohen & Gresser, LLP, the charges contained in the superseding indictment in the above-\ncaptioned case (the \"Indictment\"). In addition, I have been informed by United States and French \ncounsel, with whom I am satisfied, of my rights under French law on extradition, under the \nExtradition Treaty between the United States of America and France signed 23 April 1996 (the \n\"Treaty\") , under the Agreement on Extradition between the United States of America and the \nEuropean Union signed 25 June 2003 (the \"USA/EU Agreement on Extradition\"), under the \nInstrument Amending the Treaty of April 23, 1996 between the United States of America and \nFrance signed 30 September 2004 (the \"Instrument Amending the Treaty\"), and under the \nprovisions of the French Code of Criminal Procedure. I  understand that, in proceedings in France \nunder the aforementioned provisions in respect of an extradition request by the United States \nEFTA00011248\n\nunder the Treaty as amended by the Instrument Amending the Treaty and/or under the USA/EU \nAgreement on Extradition in connection with the Indictment, I would be entitled to argue that I \nshould not be extradited to the United States on the ground of my French citizenship. I \nunderstand that in the absence of my consent to extradition, I cannot be surrendered to the United \nStates authorities unless and until a court in France issues a ruling finding that there are no bars to \nmy extradition, followed by an extradition decree issued by the French government. \n3. If I am released on bail in connection with the Indictment, I hereby voluntarily and \nirrevocably waive any rights to contest any extradition request by the United States under the \nTreaty as amended by the Instrument Amending the Treaty as well as under the USA/EU \nAgreement on Extradition with respect to the offenses charged in the Indictment. Specifically, I \nconsent to extradition in accordance with Article 11 of the USA/EU Agreement on Extradition as \nincorporated in the Treaty by the Instrument Amending the Treaty, in connection with the \noffenses charged in the Indictment. In addition, to the extent that it might be relevant, I waive \nany rights to assert that any bars to extradition apply, and I confirm that no such bars apply. \n4. In the event that I  violate my bail conditions after being released, I  understand that \nthe purpose of this affidavit is for the government to offer it to the authorities in France when my \nextradition is sought by the United States government in relation to the charges in the Indictment. \nI understand that France authorities may use this affidavit to assist in determining my \nextraditability. \n5. I make this waiver freely and voluntarily, after having consulted with counsel. \nDated this day of December 2020. \nGhislaine Maxwell \n2 \nEFTA00011249\n\nI hereby certify that on this _ day of December 2020, Ghislaine Maxwell personally appeared \nbefore me and made her oath in due form of law that the statements herein are true. \nThe Honorable Alison J. Nathan \nUnited States District Judge \nSouthern District of New York \n3 \nEFTA00011250",
    "pageCount": 30,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "to her alleged role in sexual activities \nbetween Jeffrey Epstein and certain minor girls, from 1994 to 1997. \n• Ol"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "William JULIE \navocet a la cour— attorney at law \nGhislaine Maxwell \nOpinion on French Extradition Law \nOVERVIEW \n• T"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "ld be raised in France is \nif Ms. Maxwell would have already fled t"
      },
      {
        "name": "French Extradition",
        "role": "extracted",
        "context": "Ghislaine Maxwell \nOpinion on French Extradition Law \nOVERVIEW \n• This report"
      },
      {
        "name": "Olivier Laude",
        "role": "extracted",
        "context": "en pursuant to a request from Olivier Laude, a partner at the French \nfir"
      },
      {
        "name": "Laude Esquier",
        "role": "extracted",
        "context": "a partner at the French \nfirm Laude Esquier Champey acting on behalf of C"
      },
      {
        "name": "Ms Ghislaine",
        "role": "extracted",
        "context": "& Gresser LLP as counsel for \nMs Ghislaine Maxwell, in the context of on"
      },
      {
        "name": "See Exhibit",
        "role": "extracted",
        "context": "d, I have attached a resume. (See Exhibit A). \nEXECUTIVE SUMMARY \n• The"
      },
      {
        "name": "Extradition Treaty",
        "role": "extracted",
        "context": "treaty. However, the existing Extradition Treaty between France and the USA of"
      },
      {
        "name": "Ms Maxwell",
        "role": "extracted",
        "context": "herwise, we are informed that Ms Maxwell is about to execute \nan irrev"
      },
      {
        "name": "French Courts",
        "role": "extracted",
        "context": "to seek the protection of the French Courts to fight \n• 75017 paris • tel"
      },
      {
        "name": "French Authorities",
        "role": "extracted",
        "context": "S Government to the competent French Authorities \n(\"The Waiver\"). (See Exhibit"
      },
      {
        "name": "The Waiver",
        "role": "extracted",
        "context": "mpetent French Authorities \n(\"The Waiver\"). (See Exhibit B). \n• All ex"
      },
      {
        "name": "Investigating \nChamber",
        "role": "extracted",
        "context": "rance must be examined by the Investigating \nChamber of the competent Court of app"
      },
      {
        "name": "Ms \nMaxwell",
        "role": "extracted",
        "context": "ons, it is highly likely that Ms \nMaxwell would be placed in custody in"
      },
      {
        "name": "Investigating Chamber",
        "role": "extracted",
        "context": "tween the USA and France, the Investigating Chamber of the Court of appeal would"
      },
      {
        "name": "Public Prosecutors",
        "role": "extracted",
        "context": "has first appeared before the Public Prosecutors.  If the legal conditions of"
      },
      {
        "name": "Public Prosecutor",
        "role": "extracted",
        "context": "person must appear before the Public Prosecutor within \n2 days of arrest, he"
      },
      {
        "name": "Contents \nBackground",
        "role": "extracted",
        "context": "ur— attorney at law \nTable of Contents \nBackground \nPart I —  The French Extradi"
      },
      {
        "name": "The French",
        "role": "extracted",
        "context": "ntents \nBackground \nPart I —  The French Extradition Procedure \nA. Req"
      },
      {
        "name": "Extradition Procedure",
        "role": "extracted",
        "context": "kground \nPart I —  The French Extradition Procedure \nA. Request for temporary arr"
      },
      {
        "name": "Prosecutor General",
        "role": "extracted",
        "context": "t and presentation before the Prosecutor General (beginning of the \njudicial p"
      },
      {
        "name": "Extradition Decree",
        "role": "extracted",
        "context": "ion of the French government (Extradition Decree) \nF. Possible application bef"
      },
      {
        "name": "European Court",
        "role": "extracted",
        "context": "ssible application before the European Court of Human Rights \nPart II — Th"
      },
      {
        "name": "Human Rights",
        "role": "extracted",
        "context": "before the European Court of Human Rights \nPart II — The likely outcome"
      },
      {
        "name": "United Kingdom",
        "role": "extracted",
        "context": "t of Justice attaches in the \nUnited Kingdom and France. With respect to F"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "nce only because she fled the United \nStates in violation of her bail cond"
      },
      {
        "name": "European \nUnion",
        "role": "extracted",
        "context": "ted States of America and the European \nUnion signed in Washington on 25 Ju"
      },
      {
        "name": "Instrument Amending",
        "role": "extracted",
        "context": "ton on 25 June 20034, and the Instrument Amending the Treaty \nof 23 April 1996"
      },
      {
        "name": "French Code",
        "role": "extracted",
        "context": "governed by provisions of the French Code of Criminal Procedure (Articl"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "visions of the French Code of Criminal Procedure (Articles 696 et seq.). \nA. F"
      },
      {
        "name": "Under Article",
        "role": "extracted",
        "context": "uest for temporary arrest \n7. Under Article 13.1 of the Extradition Treat"
      },
      {
        "name": "Prosecutor \nGeneral",
        "role": "extracted",
        "context": "ar within 48 hours before the Prosecutor \nGeneral, who informs him/her of the e"
      },
      {
        "name": "The Prosecutor",
        "role": "extracted",
        "context": "rrest and of his/her rights. \nThe Prosecutor may decide to release the req"
      },
      {
        "name": "The Extradition",
        "role": "extracted",
        "context": "y control, or under judicial \nThe Extradition Treaty between the USA and Fr"
      },
      {
        "name": "Member States",
        "role": "extracted",
        "context": "adition relations between the Member States and the United States of Amer"
      },
      {
        "name": "The Instrument",
        "role": "extracted",
        "context": "of \noffenders\" (Article 1). \nThe Instrument Amending the Treaty of April"
      },
      {
        "name": "French Republic",
        "role": "extracted",
        "context": "he Ministry of Justice of the French Republic, through INTERPOL or the dipl"
      },
      {
        "name": "The Minister",
        "role": "extracted",
        "context": "et a la tour—attorney at law \nThe Minister of Foreign Affairs first veri"
      },
      {
        "name": "Foreign Affairs",
        "role": "extracted",
        "context": "orney at law \nThe Minister of Foreign Affairs first verifies that the file"
      },
      {
        "name": "Foreign \nAffairs",
        "role": "extracted",
        "context": "ition Treaty. The Minister of Foreign \nAffairs only verifies that the reques"
      },
      {
        "name": "European Union",
        "role": "extracted",
        "context": "nt on Extradition between the European Union and the USA of 25 June \n2003"
      },
      {
        "name": "Such Ankle",
        "role": "extracted",
        "context": "de of Criminal Procedure. \n1° Such Ankle 11 of the Agreement on Extrad"
      },
      {
        "name": "The Investigating",
        "role": "extracted",
        "context": "appearance before it13. \n25. The Investigating Chamber may authorize the req"
      },
      {
        "name": "Agreed Minute",
        "role": "extracted",
        "context": "expressly provided for in the Agreed Minute on \nRepresentation annexed to"
      },
      {
        "name": "French Prime",
        "role": "extracted",
        "context": "authorized by a decree of the French Prime Minister upon the advice of"
      },
      {
        "name": "European Convention",
        "role": "extracted",
        "context": "human rights protected by the European Convention of Human Rights, such as the"
      },
      {
        "name": "Ms \nGhislaine",
        "role": "extracted",
        "context": "ransmitted by the USA against Ms \nGhislaine Maxwell, the French judicial"
      },
      {
        "name": "French Cour",
        "role": "extracted",
        "context": "36. Under the case law of the French Cour de cassation, the Investigati"
      },
      {
        "name": "State Is",
        "role": "extracted",
        "context": "d detention in the requesting State Is. These claims center on the"
      },
      {
        "name": "Application No",
        "role": "extracted",
        "context": "inhorn v. France, 16/10/2001, Application No. 71555/01. \n- 75017 paris — f"
      },
      {
        "name": "Grand Jury",
        "role": "extracted",
        "context": "he conduct referred to in the Grand Jury charges against Ms \nGhislaine"
      },
      {
        "name": "Superseding Indictment",
        "role": "extracted",
        "context": "ine Maxwell, contained in the Superseding Indictment SI 20 Cr. 330 (AJN), filed \no"
      },
      {
        "name": "French Criminal",
        "role": "extracted",
        "context": "e\". \n42. Article 225-5 of the French Criminal Code defines the crime of \"pr"
      },
      {
        "name": "French \nCriminal",
        "role": "extracted",
        "context": "ution.\"\" Article 225-6 of the French \nCriminal Code provides that the crime"
      },
      {
        "name": "In French",
        "role": "extracted",
        "context": "ostitution of \nothers\"\". \n43. In French law, the conduct charged in a"
      },
      {
        "name": "Entice Minors",
        "role": "extracted",
        "context": "ui [...)». \n21  Conspiracy to Entice Minors to Travel to Engage in Illega"
      },
      {
        "name": "Illegal Sex",
        "role": "extracted",
        "context": "Minors to Travel to Engage in Illegal Sex Acts; Enticement of a Minor t"
      },
      {
        "name": "Transport Minors",
        "role": "extracted",
        "context": "legal Sex Acts; Conspiracy to Transport Minors with Intent to Engage in Crim"
      },
      {
        "name": "Criminal Sexual",
        "role": "extracted",
        "context": "nors with Intent to Engage in Criminal Sexual Activity; \nTransportation of"
      },
      {
        "name": "Extradition \nTreaty",
        "role": "extracted",
        "context": "tion under French law and the Extradition \nTreaty between the USA and France: L"
      },
      {
        "name": "Moukhtar Abliazov",
        "role": "extracted",
        "context": "re \nof the Kazakh opposition, Moukhtar Abliazov, on the ground that the reque"
      },
      {
        "name": "Criminal \nProcedure",
        "role": "extracted",
        "context": "tained in the French Code of \nCriminal \nProcedure applies in respect of an extr"
      },
      {
        "name": "Requested State",
        "role": "extracted",
        "context": "ere is no obligation upon the Requested State to grant the extradition of a"
      },
      {
        "name": "In \nFrench",
        "role": "extracted",
        "context": "international conventions\". (In \nFrench, « En ?absence de convention"
      },
      {
        "name": "Decree No",
        "role": "extracted",
        "context": "orce \non February 1, 2002 (by Decree No. 2002-117 of 29 January 2002)"
      },
      {
        "name": "Contracting States",
        "role": "extracted",
        "context": "Extradition 1957, which gives Contracting States \"the right to \nrefine  extrad"
      },
      {
        "name": "See France",
        "role": "extracted",
        "context": "tween France \nand China. \n31  See France's instrument of ratification"
      },
      {
        "name": "The European",
        "role": "extracted",
        "context": "ted on 10 February \n1986. \n32 The European Convention on Extradition 195"
      },
      {
        "name": "Europe States",
        "role": "extracted",
        "context": "o signature by non-Council of Europe States, as such it was ratified by S"
      },
      {
        "name": "South Africa",
        "role": "extracted",
        "context": "s, as such it was ratified by South Africa, Israel, and the \nRepublic of"
      },
      {
        "name": "Contracting \nStates",
        "role": "extracted",
        "context": "o extradition generally leave Contracting \nStates a  right not to extradite the"
      },
      {
        "name": "Some States",
        "role": "extracted",
        "context": "rgely varies in this \nregard. Some States are strongly committed to the"
      },
      {
        "name": "European Arrest",
        "role": "extracted",
        "context": "68. More interestingly, the European Arrest Warrant Framework Decision of"
      },
      {
        "name": "Warrant Framework",
        "role": "extracted",
        "context": "estingly, the European Arrest Warrant Framework Decision of 13 June 2002 \n(he"
      },
      {
        "name": "Member State",
        "role": "extracted",
        "context": "minal proceedings \nin another Member State of the European Union is at t"
      },
      {
        "name": "Member \nStates",
        "role": "extracted",
        "context": "ion in the EAW FD that allows Member \nStates to consider nationality in th"
      },
      {
        "name": "The Conseil",
        "role": "extracted",
        "context": "r se under French law34. \n72. The Conseil Consfitutionnel (French const"
      },
      {
        "name": "Rome Statute",
        "role": "extracted",
        "context": "r to \nthe ratification of the Rome Statute, to create an exception to th"
      },
      {
        "name": "Contracting Parties",
        "role": "extracted",
        "context": "he Rome Statute which require Contracting Parties \nto surrender their nationals"
      },
      {
        "name": "International Criminal",
        "role": "extracted",
        "context": "when the jurisdiction of the International Criminal Court is \nestablished did not"
      },
      {
        "name": "French Constitution",
        "role": "extracted",
        "context": "t trigger an amendment to the French Constitution. Like the EAW FD, \nthe exampl"
      },
      {
        "name": "Decision No",
        "role": "extracted",
        "context": "tutional courts' rulings. \n34 Decision No. 98408 DC, 22 Janvier 2009."
      },
      {
        "name": "Avis Consultant",
        "role": "extracted",
        "context": "citizen who was also \n76  a  Avis Consultant Conseil d'Erat, 24 November 1"
      },
      {
        "name": "If Ms",
        "role": "extracted",
        "context": "perative with US authorities. If Ms \nGhislaine Maxwell were to fl"
      },
      {
        "name": "William Julie",
        "role": "extracted",
        "context": "y as a  ban to \nextradition. \nWilliam Julie \n\"  Of the 36 reported Suprem"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "Julie \n\"  Of the 36 reported Supreme Court decisions involving extraditi"
      },
      {
        "name": "Paris \nDate",
        "role": "extracted",
        "context": "WILLIAM JULIE \nAVOCAT \n75017 Paris \nDate of birth: \nFrench English and"
      },
      {
        "name": "French English",
        "role": "extracted",
        "context": "75017 Paris \nDate of birth: \nFrench English and German national \nSet up m"
      },
      {
        "name": "Marathon Runner",
        "role": "extracted",
        "context": "t up my own practice in 2002 \nMarathon Runner (Paris, 2013, 2h57) \nEMPLOYME"
      },
      {
        "name": "William Julio",
        "role": "extracted",
        "context": "ince 2002 Founding partner of William Julio Avocats \nINTERNSHIPS & LAW ST"
      },
      {
        "name": "Henri Leclerc",
        "role": "extracted",
        "context": "n rights and criminal law: \n• Henri Leclerc (President of the French Ligu"
      },
      {
        "name": "French Ligue",
        "role": "extracted",
        "context": "nri Leclerc (President of the French Ligue des Droits de l'Homme) \n• Eri"
      },
      {
        "name": "Eric Plouvier",
        "role": "extracted",
        "context": "gue des Droits de l'Homme) \n• Eric Plouvier (Human Rights barrister) \n200"
      },
      {
        "name": "Paris Bar",
        "role": "extracted",
        "context": "rister) \n2000 Admitted to the Paris Bar \n1999 Postgraduate Specializa"
      },
      {
        "name": "Postgraduate Specialization",
        "role": "extracted",
        "context": "mitted to the Paris Bar \n1999 Postgraduate Specialization Diploma: Criminal Law and Cri"
      },
      {
        "name": "Criminal Law",
        "role": "extracted",
        "context": "duate Specialization Diploma: Criminal Law and Criminal Justice \nPolicy"
      },
      {
        "name": "Criminal Justice",
        "role": "extracted",
        "context": "ion Diploma: Criminal Law and Criminal Justice \nPolicy in Europe \nThesis Sup"
      },
      {
        "name": "Europe \nThesis",
        "role": "extracted",
        "context": "d Criminal Justice \nPolicy in Europe \nThesis Supervisor Mme Delmas Marty,"
      },
      {
        "name": "Supervisor Mme",
        "role": "extracted",
        "context": "ice \nPolicy in Europe \nThesis Supervisor Mme Delmas Marty, University of P"
      }
    ],
    "locations": [
      {
        "name": "SFO",
        "type": "airport"
      },
      {
        "name": "Germany, GB",
        "type": "city"
      },
      {
        "name": "Lawyers Forum, UK",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2001-16-10",
        "event": "16/10/2001"
      },
      {
        "date": "1989-07-07",
        "event": "07/07/1989"
      },
      {
        "date": "1996-04-23",
        "event": "April 23, 1996"
      },
      {
        "date": "2002-02-01",
        "event": "February 1, 2002"
      },
      {
        "date": "1996-04-23",
        "event": "23 \nApril 1996"
      },
      {
        "date": "2020-07-14",
        "event": "14 July 2020"
      },
      {
        "date": "1996-04-23",
        "event": "23 April 1996"
      },
      {
        "date": "2002-01-29",
        "event": "29 January 2002"
      },
      {
        "date": "2010-05-12",
        "event": "12 May 2010"
      },
      {
        "date": "2003-06-25",
        "event": "25 June \n2003"
      },
      {
        "date": "2003-06-25",
        "event": "25 June 2003"
      },
      {
        "date": "1996-04-23",
        "event": "23 April \n1996"
      },
      {
        "date": "2004-09-30",
        "event": "30 September 2004"
      },
      {
        "date": "2019-03-26",
        "event": "26 March 2019"
      },
      {
        "date": "2007-11-21",
        "event": "21 November 2007"
      },
      {
        "date": "2015-10-14",
        "event": "14 October 2015"
      },
      {
        "date": "2020-03-11",
        "event": "11 March 2020"
      },
      {
        "date": "2017-02-21",
        "event": "21 February 2017"
      },
      {
        "date": "2010-02-23",
        "event": "23 \nFebruary 2010"
      },
      {
        "date": "2016-04-15",
        "event": "15 April 2016"
      },
      {
        "date": "2018-10-19",
        "event": "19 October 2018"
      },
      {
        "date": "2019-06-04",
        "event": "4 June 2019"
      },
      {
        "date": "2019-11-26",
        "event": "26 \nNovember 2019"
      },
      {
        "date": "2011-06-01",
        "event": "1 June 2011"
      },
      {
        "date": "2016-06-21",
        "event": "21 \nJune 2016"
      },
      {
        "date": "2016-10-04",
        "event": "4 October 2016"
      },
      {
        "date": "2011-05-11",
        "event": "11 May 2011"
      },
      {
        "date": "2012-05-07",
        "event": "7 May \n2012"
      },
      {
        "date": "2008-02-13",
        "event": "13 February 2008"
      },
      {
        "date": "2015-03-03",
        "event": "3 March 2015"
      },
      {
        "date": "1986-02-10",
        "event": "10 February \n1986"
      },
      {
        "date": "1988-11-17",
        "event": "17 November 1988"
      },
      {
        "date": "2002-06-13",
        "event": "13 June 2002"
      },
      {
        "date": "1994-11-24",
        "event": "24 November 1994"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:43.397Z"
}