{
  "document": {
    "id": "efta00014496",
    "filename": "EFTA00014496.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014496.pdf",
    "text": "\n\nFrom:  \nTo: \nCc:'\nSubject: RE: Requested Info \nDate: Thu, 03 Jan 2019 16:44:52+0000 \nImportance: Normal \nInline-Images: image001.png \nWith apologies for the bother, and understanding that we've been in the midst of holidays, do you have a sense of when \nwe might be able to receive the list of clients represented MI you / BSF currently represent? We're in the process of \nplanning a possible trip to Florida potentially as early as the beginning of next week and we think a meeting would be \nmost productive if we can do some groundwork on relevant individuals in advance, ideally today or tomorrow if at all \npossible. Similarly, if we're able to get the confidentiality / protective order this week, we can consider what steps we can \ntake in the coming days regarding those issues as well. \nIf it would be helpful for us to do a call with to make the requests directly, or to talk through any issues, we are also \nvery happy to do that, that's no problem at all. And if we are able to get that information this week, and we can get \npermission and funding to travel next week, we can set up a meeting with him as well. We're on the starters blocks here \nand very ready to start running (again, fully recognizing that the past couple weeks have been holidays and vacation time \nfor most folks). \nthanks again, \nFrom: \nSent: Saturday, December 29, 201816:04' \nTo: \nCc: \nSubject: RE: Requested Info \nYes, we will get that for you,  Best, S \nr ir n \nr  1.., \nPartner \nH \nwww.epllc.com \nEFTA00014496\n\nFrom: < \nSent: Saturday, December 29, 2018 2:41 PM \nTo: \nCc: \nSubject: RE: Requested Info \nThanks very much, this is helpful, and in terms of follow up, the absolute most helpful thing for us at this stage —  and this \nmay be forthcoming, but just wanted to reiterate —  would be to have a list of the names of the victims currently \nrepresented by you / BSF /=. If that needs to wait until is back from vacation, that's no problem at all, but it \nwould just be, I think, the names of the plaintiffs in the VRA lawsuit (unless there are other civil suit clients separate from \nthat case and in addition to the two SDNY cases we've already discussed). \nthanks again, \na \nFrom: \nSent: Saturday, December 29, 2018 12:48 \nTo: \nCc: \nSubject: Requested Info \nIn further reply to your asks, here is some information that may be of help: \n1. MI has a list of all known victims of JE who were victims during the period of his trafficking in Florida. also \nknows the names of the lawyers who represent the girls. You have a number of lawyers' names from yesterday, \nbut can match them up to specific clients, by names. He said that the USA also has that information—that is, \nattorney names and their client names—so that may be how you prefer to proceed. He said there are 40 names \nattached to the NPA, which I assume you have—or have access to. But MI also has the names of additional girls, \nbeyond the 40, and will provide them to you. (He may be the only person who has these additional names. Not \nsure that the USA or the Bureau has them.) \n2. I will be receiving a copy of Judge Sweet's confidentiality order in v. Maxwell and will forward it to you when \nI get it. (Vacations this week are slowing things a bit.) \n3. With regard to lawyers who represent, or did at one time, various victims and actors, here are their names as \nrecalled by from his hammock on a beach with his wife and kids in Costa Rica, mojito (I am guessing) in hand: \nLAWYERS FOR EPSTEIN: ALAN DERSHOWITZ, ROY BLACK. GUY LEWIS. MICHAEL TIEN. MARTY WEINBERG. BOB \nCRITTON. MIKE PIKE. SCOTT LINK. REID WEINGARTEN. GERRY LEFCOURT. JAY LEFKOWITZ. KEN STARR. CHET \nBREWER. JACK GOLDBERGER. FRED HADDAD. TONJA HADDAD. LIKLY SANCHEZ. JOE ACKERMAN. CHRIS KNIGHT. \nMICHAEL MILLER. JUSTIN CHU. THERE WERE A COUPLE MORE INSIGNIFICANT ONES. \nLAWYERS FOR PILOTS, JE HOUSE STAFF, AND - All represented by BRUCE REINHART (now a \nfederal magistrate judge); ERICA DUBNO. JOHN STEPHENSON. (Make a note to discuss Erica Dubno, NYC attorney, \nwhen we talk. I wonder if she might not be of some help.) \nLAWYERS FOR GHISLAINE MAXWELL: REPRESENTED BY COHEN GRESSER FIRM FIRST, THEN LAURA MENNINGER, \nDENVER, COLO. \nOTHER ATTORNEYS PAID BY EPSTEIN WHO TO REPRESENT VARIOUS WITNESSES: MIKE DUTKO. \"THERE ARE SEVERAL \nOTHERS THAT SLIP MY MIND BUT ILL REMEMBER AND SEND THEM.\" \nEFTA00014497\n\nBest regards, \n= \nlir fl  \nI  EDWARDS \nil-, I POTTING ER LLC \n= \nPartner \nwww.epllc.com \nEFTA00014498",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "r if she might not be of some help.) \nLAWYERS FOR GHISLAINE MAXWELL: REPRESENTED BY COHEN GRESSER FIRM FIRST, THEN LA"
      },
      {
        "name": "Alan Dershowitz",
        "role": "extracted",
        "context": "to (I am guessing) in hand: \nLAWYERS FOR EPSTEIN: ALAN DERSHOWITZ, ROY BLACK. GUY LEWIS. MICHAEL TIEN. MARTY WEINBE"
      },
      {
        "name": "Requested Info",
        "role": "extracted",
        "context": "rom:  \nTo: \nCc:'\nSubject: RE: Requested Info \nDate: Thu, 03 Jan 2019 16:44"
      },
      {
        "name": "Normal \nInline",
        "role": "extracted",
        "context": "19 16:44:52+0000 \nImportance: Normal \nInline-Images: image001.png \nWith ap"
      },
      {
        "name": "Judge Sweet",
        "role": "extracted",
        "context": "I will be receiving a copy of Judge Sweet's confidentiality order in v."
      },
      {
        "name": "Costa Rica",
        "role": "extracted",
        "context": "ach with his wife and kids in Costa Rica, mojito (I am guessing) in ha"
      },
      {
        "name": "Erica Dubno",
        "role": "extracted",
        "context": "NSON. (Make a note to discuss Erica Dubno, NYC attorney, \nwhen we talk."
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2018-12-29",
        "event": "December 29, 2018"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:48.972Z"
}