{
  "document": {
    "id": "efta00015844",
    "filename": "EFTA00015844.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015844.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: RE: [EXTERNAL EMAIL] - RE: Epstein Evidence status \nDate: Fri, 24 Jul 2020 23:20:27 +0000 \nGreat, thanks. And yeah if on Monday you could please double-check both the spreadsheet question and the blank files, \nthat would be great so we can close the loop on our end. Thanks again, and have a good weekend. \nFrom: \nSent: Friday, July 24, 2020 15:09 \nTo: \nCc: \nSubject: [EXTERNAL EMAIL] - RE: Epstein Evidence status \nI don't have the evidence in front of me, but it is probably accurate. It is not unusual for the software to find such \nfiles. I will review Monday to make sure. As to your questions from last night, the sheet should be \ncomprehensive. I only recall 1  addition, but I am sure that what I have is reflected in the sheet. As for the items \nin dark grey, there are 2 servers with multiple drives. Some of those drives have physically failed. We have to get \nthem to one of our HQ specialists for recovery. Since they are physically broken, data recovery may or may not \nbe possible. It can be a very long process. We will get that moving ASAP. Need anything else, let me know. \nOn Jul 24, 2020 2:20 PM, \" > wrote: \nin addition to the pending questions below, we've been advised by the vendor that is reviewing the initial seven devices \n(that were provided on a per-device extraction basis, as previously discussed) that those materials include approximately \n71,000 documents that are zero bytes (i.e., empty files). They are listed in the attached spreadsheet. \nIs that accurate? Or does that reflect some issue with the extraction process? \nthanks, \nEFTA00015844\n\nFrom: \nSent: Thursday, July 23, 2020 18:08 \nTo: \nCc: \nSubject: RE: Epstein Evidence status \n>; \nThis is very helpful, thank you. Comparing this to the prior spreadsheet, and leaving aside the \"Nothing for Southern\" \ndesignations as well as the NYC numbers that look like they're for the desktops that held the actual drives we're looking at \n(such as NYC024385, 387, 389, 391, and 393, and NYC027909), I think there are just three additional devices listed here \nthat weren't on the spreadsheet you previously sent. I have those as: \n1. NYC024328 (row 10) \n2. NYC024367 (row 62) \n3. NYC027910 (row 96) \nCould you please confirm that I have those additions correct, and that I'm not missing any? And it looks like all of those \nwere included in the drive you provided today. \nI also see there are some drives that are still being processed, including NYC024376 through 380 and several drives in \nNYC024395 —  could you please let us know what that means? \nThanks very much, and we'll circle back if any issues with anything we received today, which should get to in the \nnext day or two. \nthanks again, \nOriginal Message \nFrom: \nSent: Thursday, July 23, 2020 14:44 \nTo: \nCc: \nSubject: Epstein Evidence status \nHere is the up to date spreadsheet. I color coded things to hopefully make it easier. There are 5 items I have to \nget you (as we discussed this morning) Those should take another day or 2, so looking at Monday/Tuesday for that. Any \nquestions, let me know. \nEFTA00015845",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein Evidence",
        "role": "extracted",
        "context": "t: RE: [EXTERNAL EMAIL] - RE: Epstein Evidence status \nDate: Fri, 24 Jul 202"
      },
      {
        "name": "On Jul",
        "role": "extracted",
        "context": "anything else, let me know. \nOn Jul 24, 2020 2:20 PM, \" > wrote:"
      },
      {
        "name": "Original Message",
        "role": "extracted",
        "context": "t day or two. \nthanks again, \nOriginal Message \nFrom: \nSent: Thursday, July"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-24",
        "event": "July 24, 2020"
      },
      {
        "date": "2020-07-23",
        "event": "July 23, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:51.614Z"
}