{
  "document": {
    "id": "efta00018617",
    "filename": "EFTA00018617.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018617.pdf",
    "text": "\n\nFrom: \" \ny. „zl \nTo: \"CS\nIYSirl=IM>, '1 \n(USANYS)\" \nCc: ' \"  \n>, I \nSubject: GM \ndiscovery \nDate: The, 27 Oct 2020 21:02:36 +0000 \nAttachments: \n2019.07.31_Epstein_Discovety_Lettendocx \n(USANYS)\" \nIn our first discovery letter to Jeffrey Epstein (attached) we made several disclosures about certain witness statements — \nM, you might remember when we discussed this way back then. In an abundance of caution, we'd like to also provide \nMaxwell with one of these statements in particular (the third in the letter). The text is copied here: \n• During the Palm Beach Department's investigation of the defendant in 2005, a witness (\"Witness-1\") \ndisclosed to detectives that the defendant had paid Witness-1 to bring girls for sexualized massages, and \nthat the defendant told her: \"the younger the better.\" Witness-1 described bringing multiple girls who \nwere under the age of eighteen to the defendant's residence in Florida. Witness-1 recalled bringing a girl \nwho was over eighteen, and that the defendant told Witness-1 that this girl was too old. Witness-1 \nremarked of the defendant: \"He likes the girls that are between the ages of 18 and 20.\" Witness-1 is \nrepresented by Rita Glavin, Esq. \nFor context, this witness is and she interacted with Epstein in the early 2000s. This statement occurred in a \nvideotaped interview with Palm Beach PD. Is it okay with you if we provide this same disclosure in a letter to Maxwell (or \na stand-alone letter, if you prefer)? Please let us know if you'd prefer that we take a different approach, and of course\nand and I are happy to discuss if a call is easier. \nThanks, \nEFTA00018617",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "docx \n(USANYS)\" \nIn our first discovery letter to Jeffrey Epstein (attached) we made several disclosures about cert"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "is copied here: \n• During the Palm Beach Department's investigation of"
      },
      {
        "name": "Rita Glavin",
        "role": "extracted",
        "context": "Witness-1 is \nrepresented by Rita Glavin, Esq. \nFor context, this witn"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:57.299Z"
}