{
  "document": {
    "id": "efta00026484",
    "filename": "EFTA00026484.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026484.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 364 Filed 10/22/21 Page 1 of 3 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SONY \nDOCUMENT \nELECTRONICALLY PILED \nDOC \nM: \nDATE \nFILED:10/22/21 \n20-CR-330 (MN) \nORDER \nALISON J. NATHAN, District Judge: \nFor the reasons stated on the record at yesterday's conference, the Court will implement \nthe following procedures for jury selection: \n• A screening questionnaire will be administered on November 4, 5, and 12. \n• The Clerk's Office will create a corresponding list of names and randomly assigned juror \nnumbers. The list will be provided to counsel and the Court for use throughout jury \nselection. Jurors will be identified on the questionnaire and in court throughout the \nprocess by their assigned number only. \n• Completed questionnaires will be copied and distributed to defense counsel by the U.S. \nAttorney's Office. \n• After reviewing the completed questionnaires, counsel must confer in good faith and \njointly submit four lists: (1) prospective jurors that both sides agree should proceed to \nvoir dire; (2) prospective jurors that both sides agree should be excused; (3) prospective \njurors that the defense, but not the Government believes should be excused; and (4) \nprospective jurors that the Government, but not the defense believes should be excused. \n1 \nEFTA00026484\n\nCase 1:20-cr-00330-AJN Document 364 Filed 10/22/21 Page 2 of 3 \no Lists for questionnaires completed on November 4 and 5 will be due to the Court \nvia email by November 7. \no Lists for questionnaires completed on November 12 will be due to the Court via \nemail by November 13. \no If necessary, there will be an in-person conference on November 15 at 9:30 a.m. \nto resolve any disputes. \n• Voir dire will proceed on November 16-19. The Court will conduct one-on-one voir dire \nwith each prospective juror in the presence of the parties and with public access to the \nproceeding. At the conference, both sides indicated the potential need for additional \nprocedures during voir dire under certain circumstances. See Transcript at 10-11. As \nthe Court indicated, it will consider proposed narrowly tailored measures that may be \nnecessary during voir dire on a case-by-case basis. See id. at 12. \n• The Court will decide in due course whether the exercise of peremptory strikes will \nproceed on November 19 or November 29. \nThe Court implements these procedures taking into account the significant publicity this case has \ngarnered, the nature of the charges, and the District's COVID-19 protocols. These procedures are \ncarefully balanced and tailored to ensure the safety of the parties and prospective jurors in light \nof the continuing pandemic; to ensure juror candor, impartiality, and privacy; and to ensure the \nFirst Amendment right to public access of criminal proceedings. \nAlso for the reasons stated on the record at yesterday's conference, the request to seal the \nparties' proposed questionnaire and voir dire and the Court's draft questionnaire and voir dire \nuntil after jury selection is completed is denied. Although the Court has and will continue to \nimplement tailored measures to ensure a fair trial despite significant media interest, see Dkt. Nos. \n2 \nEFTA00026485\n\nCase 1:20-cr-00330-AJN Document 364 Filed 10/22/21 Page 3 of 3 \n28, 81, 95, 99, 101, 232, 241, 284, 301, 315, the defense did not justify sealing the entirety of the \nproposed and draft questionnaires and voir dire. See Lugosch v. Pyramid Co. of Onondaga, 435 \nF.3d 110 (2d Cir. 2006). The Court's planned individual voir dire process is designed to \ncarefully probe the prior exposure to and the potential influence of any pre-trial media. As noted \nat the conference, the parties may continue to propose for the Court's consideration, any \nappropriate and tailored procedures in light of the specific factors related to this case and \nupcoming trial. \nSO \nORDERED. \nDated: October 22, 2021 \nNew York, New York \n3 \nALISON J. NATHAN \nUnited States District Judge \nEFTA00026486",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SONY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "MN) \nORDER \nALISON J. NATHAN, District Judge: \nFor the reasons stated on t"
      },
      {
        "name": "The Clerk",
        "role": "extracted",
        "context": "on November 4, 5, and 12. \n• The Clerk's Office will create a corres"
      },
      {
        "name": "See Transcript",
        "role": "extracted",
        "context": "under certain circumstances. See Transcript at 10-11. As \nthe Court indic"
      },
      {
        "name": "First Amendment",
        "role": "extracted",
        "context": "d privacy; and to ensure the \nFirst Amendment right to public access of cri"
      },
      {
        "name": "See Lugosch",
        "role": "extracted",
        "context": "questionnaires and voir dire. See Lugosch v. Pyramid Co. of Onondaga, 4"
      },
      {
        "name": "Pyramid Co",
        "role": "extracted",
        "context": "and voir dire. See Lugosch v. Pyramid Co. of Onondaga, 435 \nF.3d 110 ("
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-10-22",
        "event": "October 22, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:14.428Z"
}