{
  "document": {
    "id": "efta00027416",
    "filename": "EFTA00027416.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027416.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 335 Filed 09/03/21 Page 1  of 3 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY FILED \nDOC 0: \nDATE \nFILED: 9/3/21 \n20-CR-330 (MN) \nORDER \nALISON J. NATHAN, District Judge: \nDefendant seeks the Government's \"disclosure of the identities of the unnamed co-\nconspirators alleged in the S2 indictment.\" Dkt. No. 331 at I. In its August 13 Opinion & \nOrder, this Court noted that the Government had not objected to Defendant's two prior requests \nthat the Government identify the unnamed co-conspirators. Dkt. No. 317 at 12 n.1; see also Dkt. \nNo. 331 at 1. On August 18, 2021, the Government filed a letter stating that it \"objects to any \nrequirement that it provide an exhaustive list of co-conspirators, whether in a bill of particulars \nor otherwise ... absent further order of the Court.\" Dkt. No. 320 at 1. The Court concludes that \nthe Government's objection comes too late as the Government had multiple opportunities to raise \nits objection before this Court issued its opinion. For this and the foregoing reasons, the Court \nconcludes that at the same time that the Government discloses Jencks Act materials, the \nGovernment must also disclose to the Defendant the identities of all unnamed co-conspirators \nalleged in the S2 indictment to whom it will refer at trial. See United States v. Bin Laden, 92 F. \nSupp. \n2d 225, 241 (S.D.N.Y. 2000). \nEven if the Court were to find that the Government had not waived its objection, it would \nfind unpersuasive the Government's justifications for withholding this information. \"In \nconsidering whether to grant a request for identification of unnamed co-conspirators, `the Court \n1 \nEFTA00027416\n\nCase 1:20-cr-00330-AJN Document 335 Filed 09/03/21 Page 2 of 3 \nmust balance the risk of surprise to the defendant, which is enhanced if `there are a large number \nof co-conspirators and a long-running conspiracy' with legitimate law enforcement concerns, \nsuch as the potential danger to co-conspirators and the risk of compromising continuing \ninvestigations.'\" United States v. Akhavan, No. S3 20-CR-188(JSR), 2020 WL 2555333, at *2 \n(S.D.N.Y. May 20, 2020) (quoting United States v. Pinto-Thomaz, 352 F. Supp. 3d 287, 303 \n(S.D.N.Y. 2018). \nThe conspiracies charged are long-running, increasing the risk of surprise to the \nDefendant. See Akhavan, 2020 WL 2555333, at *2. Count Three charges Maxwell with a \nconspiracy running from 1994 to 2004 and Count Five charges a conspiracy running from 2001 \nto 2004. Dkt. No. 187 9¶ 17, 23. And as the Court has previously found, Maxwell is likely able \nto determine the names of the alleged victims described in the Indictment due to the \nGovernment's extensive discovery, see Dkt. No. 207 at 20; however, this logic does not \nnecessarily extend to the identities of alleged co-conspirators. See Bin Laden, 92 F. Supp. 2d at \n241. \nThe Government argues that there is no risk of surprise because \"it currently intends\" to \nintroduce the alleged co-conspirator statements of only two individuals. Dkt. No. 320 at 2. At \nthe same time, however, the Government proffers that it \"may change its view as it prepares for \ntrial.\" Dkt. No. 320 at 2. The Court thus finds the Government's reassurance hollow and \ninsufficient to ensure that the Defendant may adequately prepare her defenses. See Pinto-\nThomas, 352 F. Supp. 3d at 301-02. \nMoreover, the Government has not alleged that disclosure here would create \"potential \ndanger to co-conspirators\" or risk \"compromising continuing investigations.\" See Akhavan, \n2020 WL 2555333, at *2. It merely argues that disclosing the identities risks \"harm to the \n2 \nEFTA00027417\n\nCase 1:20-cr-00330-AJN Document 335 Filed 09/03/21 Page 3 of 3 \nGovernment from restricting its proof at trial.\" Dkt. No. 320 at 3. The Government provides no \nexplanation for this purported harm and none is apparent to the Court. Thus, the Court finds that \nthis concern alone does not outweigh the risk of surprise to the Defendant in this case or the need \nfor the parties to litigate co-conspirator issues in advance of trial to ensure the absence of delay. \nIn light of the interests discussed above and consistent with other courts that have required \ndisclosure of co-conspirator identities to the defense, the Court will require the Government to \ndisclose the identities of any unnamed co-conspirators who allegedly participated in the \nconspiracies charged in the S2 indictment whom the Government intends to refer to at trial. \nAccordingly, the Court ORDERS that at the same time that the Government discloses \nJencks Act material, the Government shall also disclose to the defense the identities of any \nunnamed co-conspirators who allegedly participated in the conspiracies charged in the S2 \nindictment to whom the Government will refer at trial. The Government is FURTHER \nORDERED to disclose all co-conspirator statements it intends to offer at trial no later than \nOctober 11, as consistent with this Court's scheduling order. Dkt. No. 297 at 1. \nSO \nORDERED. \nDated: September 3, 2021 \nNew York, New York \n3 \nALISON J. NATHAN \nUnited States District Judge \nEFTA00027418",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "MN) \nORDER \nALISON J. NATHAN, District Judge: \nDefendant seeks the Governm"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "see also Dkt. \nNo. 331 at 1. On August 18, 2021, the Government file"
      },
      {
        "name": "Jencks Act",
        "role": "extracted",
        "context": "that the Government discloses Jencks Act materials, the \nGovernment mu"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "whom it will refer at trial. See United States v. Bin Laden, 92 F. \nS"
      },
      {
        "name": "Bin Laden",
        "role": "extracted",
        "context": "t trial. See United States v. Bin Laden, 92 F. \nSupp. \n2d 225, 241 (S"
      },
      {
        "name": "See Akhavan",
        "role": "extracted",
        "context": "f surprise to the \nDefendant. See Akhavan, 2020 WL 2555333, at *2. Coun"
      },
      {
        "name": "Count Three",
        "role": "extracted",
        "context": "avan, 2020 WL 2555333, at *2. Count Three charges Maxwell with a \nconsp"
      },
      {
        "name": "Count Five",
        "role": "extracted",
        "context": "running from 1994 to 2004 and Count Five charges a conspiracy running"
      },
      {
        "name": "See Bin",
        "role": "extracted",
        "context": "s of alleged co-conspirators. See Bin Laden, 92 F. Supp. 2d at \n241"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "den, 92 F. Supp. 2d at \n241. \nThe Government argues that there is no risk"
      },
      {
        "name": "See Pinto",
        "role": "extracted",
        "context": "quately prepare her defenses. See Pinto-\nThomas, 352 F. Supp. 3d at 3"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-08-18",
        "event": "August 18, 2021"
      },
      {
        "date": "2020-05-20",
        "event": "May 20, 2020"
      },
      {
        "date": "2021-09-03",
        "event": "September 3, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:18.243Z"
}