{
  "document": {
    "id": "efta00020787",
    "filename": "EFTA00020787.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00020787.pdf",
    "text": "\n\nFrom: SANYS)\" \nTo:' SAl\nCc: \nSANYS)\" \nUSANYS Contractor]\" \nSANYS)\" \nSubject: Barr Seized on Epstein Case as Doubts Mounted About Justice Dept. \nDate: Fri, 23 Aug \n2019 20:00:08 +0000 \nUSANYSS \nBarr Seized on Epstein Case as Doubts Mounted About Justice Dept. \nNYT \nBy Katie Benner \n8/23/19 \nAttorney General William P. Barr was at home in his study, working on a speech, when the call came from his chief \nof staff: Jeffrey Epstein, the financier accused of sex trafficking who had connections to an array of political power \nplayers, had died in federal prison. \nMr. Barr immediately knew that he would be engulfed in a scandal. The prison had promised to keep Mr. Epstein \nunder constant surveillance until he could be tried on charges of sexually abusing dozens of \nunderage girls. With his \naccusers now robbed of their day in court, the \nJustice Department, which oversees the Bureau of Prisons, looked \nincompetent at best. And as Mr. Barr scrambled for answers, unfounded \nconspiracy theories took root, casting an \nadditional pall over the matter and threatening the public's faith in the department. \nOver multiple briefings an hour, Mr. Barr spent that Saturday angrily grilling his deputies. He directed the F.B.I. to \ninvestigate Mr. Epstein's apparent suicide and the department's inspector general to look for lapses in protocol. After \nthe Bureau of Prisons confirmed the death and the F.B.I. inquiry that morning, Mr. Barr issued a statement, \nsurprising officials who believed the bureau would have the last word. \"Mr. Epstein's death:' he said, \"raises serious \nquestions that \nmust be answered?' \nAttorneys general rarely follow up on inmate deaths, but Mr. Barr has continued to bird dog the investigation into \nhow one as high-profile as Mr. Epstein could have died in federal care, evidence of how serious the matter is for the \nJustice Department. This account of \nhis search for answers is based on interviews with six people involved in the \ninvestigation into Mr. Epstein's death, most of whom spoke on the condition of anonymity to \ndescribe internal \ndepartment \ndiscussions. \nMr. Barr is personally overseeing the four federal inquiries into the matter and is briefed on them multiple times a \nday. In less than two weeks, he suspended the two prison employees who guarded Mr. Epstein the night he \ndied, \ntransferred the warden and found a new permanent director for the Bureau of Prisons. He stayed apprised of the \nautopsy and was alerted that the coroner would officially rule the death a \nsuicide. And federal prosecutors in New \nYork have subpoenaed more than a dozen prison officials and employees as the fast-moving investigation into Mr. \nEpstein's death intensifies. \nThat a tabloid-ready scandal could present any danger to Mr. Barr, one of the most politically shrewd and influential \nTrump cabinet members, speaks to the swirl of unresolved questions surrounding Mr. Epstein's short time in prison \nand the intense public interest in the case, itself fueled by how poorly the department handled an earlier sex \ntrafficking investigation into Mr. Epstein and by the conspiracy theories about the financier's powerful acquaintances, \nincluding President Trump and former President Bill Clinton, that festered \neven before he died. \nEFTA00020787\n\n\"Bill's skill set is to \ndoggedly get to the bottom of facts and makes decisions based on them,\" said Paul T. Cappuccio, \na key adviser to Mr. Barr when he first served as attorney general under President George Bush. \"For anyone to try \nto draw anything more political or conspiratorial from this situation seems unfounded.\" \nMr. Barr's close handling of the case also underscores the toll that a nearly three-year war on the Justice \nDepartment's credibility — waged chiefly by Mr. Trump when he attacked the Russia investigation — has taken. Mr. \nBarr has publicly defended the coroner's ruling of suicide, even as some of the public and Mr. Epstein's own lawyers \nreject it. And in the wake of Mr. Epstein's death, the president amplified a baseless conspiracy theory that his \npolitical enemies \nwere involved. \n\"Public confidence in the independence and integrity of high-profile federal criminal investigations is giving way to \nwild-eyed conspiracy theories propagated by the \npresident himself,\" said Christopher Hunter, a fellow at the Atlantic \nCouncil and former F.B.I. agent and prosecutor who served in the Obama and Bush administrations. \nBefore Mr. Epstein died, Mr. Barr seemed to have put his greatest initial challenge as attorney general behind him. \nHe had delivered the Mueller report on Russia to the public, one of the most politically divisive Justice Department \ninvestigations since Watergate. Accusations that he misrepresented the findings to benefit Mr. Trump had begun to \nfade from the public consciousness, and much of official Washington had moved on to new outrages and concerns. \nMr. Epstein's death prompted an unexpected challenge to Mr. Barr's credibility. The Justice Department has faced \naccusations that it mishandled an earlier investigation into the financier by making a deal in 2008 that allowed Mr. \nEpstein to elude federal charges and serve prison time from \nhis office. It also shielded his six known co-conspirators. \nThat deal led to the resignation last month of the labor \nsecretary, R. Alexander Acosta, who had brokered the \nagreement while \nserving as United States attorney in Miami. \nTo quell renewed furor over the \ndeal, the Justice Department opened an internal review. Prosecutors in Manhattan \nhad also opened a new sex trafficking investigation, but Mr. Epstein's connections with powerful figures all over the \nworld prompted skepticism that charges would ever be filed. Even Mr. Barr had chance ties to Mr. Epstein: His old \nlaw firm, Kirkland & Ellis, had worked with Mr. Epstein on the Miami deal, and decades earlier, Mr. Barr's father had \nhired Mr. Epstein to teach at Dalton, the elite private school in Manhattan. \nBut in July, Manhattan prosecutors charged Mr. Epstein with sex trafficking, putting the financier behind bars while \nhe awaited trial. Thirty-three days later, Mr. Epstein, 66, was found \ndead in his cell. \nFrom the moment he learned that Mr. Epstein had killed himself, Mr. Barr has been largely consumed by the inner \nworkings of the prison where Mr. Epstein was housed, the Metropolitan Correctional Center in Manhattan. \nMr. Barr knew that Mr. Epstein — a high\n-profile \nand politically \nconnected prisoner — could pose a problem, \nespecially after he was found unconscious in his cell last month in a possible suicide attempt But within a week, \nprison officials determined that he could be taken off suicide watch, and they assured the Justice Department that he \nwould be monitored around the clock and be placed with a cellmate, \nwhose presence could deter self-harm. \nIt is not clear whether \"appropriate oversight from Justice Department leadership was brought to bear before \nEpstein committed suicide to make sure that the Bureau of Prisons was meeting its responsibilities,\" said David \nLaufman, a former Justice Department official. \n\"The attorney general or the deputy attorney general's office should have communicated directly and forcefully with \nbureau leadership to ensure that it was dedicating maximum resources and oversight to prevent Epstein from doing \nharm to himself,\" Mr. Laufman said. \nAfter Mr. Epstein killed himself, Mr. Barr moved to quell doubt that the \ndepartment would seek justice. \nHe immediately determined that prison employees and the warden had broken protocol several times. \nMr. Epstein's \ncellmate had been removed. The employees \noverseeing him had stopped their regular checks into his cell the night he \nEFTA00020788\n\ndied, even \nthough prison \nsupervisors and \nofficials \nknew that he \nwas to be \nconstantly \nwatched. And the prison had \nyet to officially determine whether he had earlier tried to commit suicide. \nMr. Barr put on leave the two employees who were responsible for watching over Mr. Epstein the night he died and \nmoved the warden, Lamine \nN'Diaye. And when he asked Kathleen Hawk Sawyer last Friday to return to run the \nBureau of Prisons — a  job he had appointed her to in 1992, during his first stint as attorney general — she was \nimpressed by the amount of detail he had gathered about Mr. Epstein's death and the conditions at the prison where \nhe died, according to a person with knowledge of the conversation \nwho was not authorized to share details. \nMs. Sawyer told Mr. Barr that she took the job in large part because she believed she would have Mr. Barr's support \nto make difficult decisions necessary to \naddress the Epstein case and the bureau's continuing struggles with staff and \nfunding shortages, prison violence and workplace discrimination issues at its 120 facilities, according to \nthe person. \nMr. Barr has not shied away from publicly commenting on the Epstein case. Two days after the suicide, Mr. Barr said \nthat \"serious irregularities at this facility\" demanded \"accountability,\" and that the Justice Department would pursue \nMr. Epstein's \nco-conspirators. \nOn Wednesday, Mr. \nBarr defended the coroner's report, saying that he had seen nothing to contradict it. And he said \nthat the department could soon \"report to Congress\" a fuller picture of those irregularities and that the results had \nbeen delayed by witnesses who would not \nspeak without union and legal representatives. \nMr. Barr unfairly painted the jail employees as uncooperative, said Eric Young, the president of the union that \nrepresents \nfederal prison workers, adding that the department has refused to grant immunity to workers involved in \nthe Epstein inquiry, which he said was typical in similar federal investigations. \nBut even as Mr. Barr closes in on a definitive account of the failings that led to Mr. Epstein's suicide, \nquestions \nremain. The Bureau of Prisons has not yet said whether security cameras in the cell block showed \nanyone entering \nand leaving Mr. Epstein's cell in the hours before he died. And it is still not clear why the prison \nbroke promises to \nregularly check on Mr. Epstein and keep him with a cellmate. \nEFTA00020789",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ech, when the call came from his chief \nof staff: Jeffrey Epstein, the financier accused of sex trafficking who had"
      },
      {
        "name": "Bill Clinton",
        "role": "extracted",
        "context": ", \nincluding President Trump and former President Bill Clinton, that festered \neven before he died. \nEFTA0002078"
      },
      {
        "name": "Barr",
        "role": "extracted",
        "context": "had died in federal prison. \nMr. Barr immediately knew that he"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "e prison had promised to keep Mr. Epstein \nunder constant surveilla"
      },
      {
        "name": "Trump",
        "role": "extracted",
        "context": "redibility — waged chiefly by Mr. Trump when he attacked the Russ"
      },
      {
        "name": "Laufman",
        "role": "extracted",
        "context": "from doing \nharm to himself,\" Mr. Laufman said. \nAfter Mr. Epstein"
      },
      {
        "name": "Sawyer",
        "role": "extracted",
        "context": "authorized to share details. \nMs. Sawyer told Mr. Barr that she to"
      },
      {
        "name": "Al\nCc",
        "role": "extracted",
        "context": "From: SANYS)\" \nTo:' SAl\nCc: \nSANYS)\" \nUSANYS Contractor]"
      },
      {
        "name": "Barr Seized",
        "role": "extracted",
        "context": "ntractor]\" \nSANYS)\" \nSubject: Barr Seized on Epstein Case as Doubts Mou"
      },
      {
        "name": "Epstein Case",
        "role": "extracted",
        "context": "YS)\" \nSubject: Barr Seized on Epstein Case as Doubts Mounted About Justi"
      },
      {
        "name": "Doubts Mounted",
        "role": "extracted",
        "context": "arr Seized on Epstein Case as Doubts Mounted About Justice Dept. \nDate: Fr"
      },
      {
        "name": "About Justice",
        "role": "extracted",
        "context": "pstein Case as Doubts Mounted About Justice Dept. \nDate: Fri, 23 Aug \n201"
      },
      {
        "name": "By Katie",
        "role": "extracted",
        "context": "ted About Justice Dept. \nNYT \nBy Katie Benner \n8/23/19 \nAttorney Gen"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "YT \nBy Katie Benner \n8/23/19 \nAttorney General William P. Barr was at home i"
      },
      {
        "name": "Justice Department",
        "role": "extracted",
        "context": "d of their day in court, the \nJustice Department, which oversees the Bureau of"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "e. And federal prosecutors in New \nYork have subpoenaed more than a d"
      },
      {
        "name": "President Trump",
        "role": "extracted",
        "context": "ful acquaintances, \nincluding President Trump and former President Bill Cli"
      },
      {
        "name": "President Bill",
        "role": "extracted",
        "context": "ng President Trump and former President Bill Clinton, that festered \neven"
      },
      {
        "name": "President George",
        "role": "extracted",
        "context": "ved as attorney general under President George Bush. \"For anyone to try \nto"
      },
      {
        "name": "Justice \nDepartment",
        "role": "extracted",
        "context": "nearly three-year war on the Justice \nDepartment's credibility — waged chiefly"
      },
      {
        "name": "Christopher Hunter",
        "role": "extracted",
        "context": "the \npresident himself,\" said Christopher Hunter, a fellow at the Atlantic \nCo"
      },
      {
        "name": "Atlantic \nCouncil",
        "role": "extracted",
        "context": "opher Hunter, a fellow at the Atlantic \nCouncil and former F.B.I. agent and p"
      },
      {
        "name": "Before Mr",
        "role": "extracted",
        "context": "ma and Bush administrations. \nBefore Mr. Epstein died, Mr. Barr seeme"
      },
      {
        "name": "The Justice",
        "role": "extracted",
        "context": "ge to Mr. Barr's credibility. The Justice Department has faced \naccusat"
      },
      {
        "name": "Alexander Acosta",
        "role": "extracted",
        "context": "h of the labor \nsecretary, R. Alexander Acosta, who had brokered the \nagreem"
      },
      {
        "name": "Even Mr",
        "role": "extracted",
        "context": "charges would ever be filed. Even Mr. Barr had chance ties to Mr."
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "e Mr. Epstein was housed, the Metropolitan Correctional Center in Manhattan. \nMr. Bar"
      },
      {
        "name": "David \nLaufman",
        "role": "extracted",
        "context": "g its responsibilities,\" said David \nLaufman, a former Justice Department"
      },
      {
        "name": "After Mr",
        "role": "extracted",
        "context": "himself,\" Mr. Laufman said. \nAfter Mr. Epstein killed himself, Mr."
      },
      {
        "name": "Kathleen Hawk",
        "role": "extracted",
        "context": "e \nN'Diaye. And when he asked Kathleen Hawk Sawyer last Friday to return"
      },
      {
        "name": "On Wednesday",
        "role": "extracted",
        "context": "Epstein's \nco-conspirators. \nOn Wednesday, Mr. \nBarr defended the coron"
      },
      {
        "name": "Eric Young",
        "role": "extracted",
        "context": "loyees as uncooperative, said Eric Young, the president of the union t"
      },
      {
        "name": "The Bureau",
        "role": "extracted",
        "context": "suicide, \nquestions \nremain. The Bureau of Prisons has not yet said w"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:01.596Z"
}