{
  "document": {
    "id": "efta00023195",
    "filename": "EFTA00023195.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00023195.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 366 Filed 10/22/21 Page 1 of 6 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SONY \nDOCUMENT \nELECTRONICALLY \nFILED \nDOC 0: \nDATE \nFILED:10/22/21 \n20-CR-330 (MN) \nORDER \nALISON J. NATHAN, District Judge: \nAs discussed at yesterday's conference, attached is the Court's draft preliminary remarks \nto be recorded and played before each questionnaire session. The parties may suggest any \nproposed edits by letter on or before October 26, 2021, or they shall indicate by that date that \nthey have no objections or suggestions. \nSO \nORDERED. \nDated: October 22, 2021 \nNew York, New York \nr\\ \n'6' \nK \n1 \nALISON J. NATHAN \nUnited States District Judge \nEFTA00023195\n\nCase 1:20-cr-00330-AJN Document 366 Filed 10/22/21 Page 2 of 6 \nUnited States v. Maxwell, 20cr330 \nPreliminary Remarks Prior to Questionnaire \nTo be video recorded and played on 11/4, 11/5, and 11/12 \nHello everyone. Thank you so much for being here. And welcome to the Southern \nDistrict of New York. My name is Judge Alison Nathan and I am the judge who will preside \nover the trial for which you have been summoned. I  have recorded this message to you because \nyou are spread out in different rooms and over different times as part of the District's COVID \nsafety protocols. I look forward to seeing you in person as this process moves forward. \nWe are about to start the process of selecting a jury to try a criminal case. I'm going to \nbriefly describe the process to you as it may be different than what some of you have previously \nexperienced when summoned for jury duty. \nThe first part of the process is going to occur now. In a few minutes, after you've been \nsworn to tell the truth, you will fill out a questionnaire. The purpose of the questionnaire is for \nyou to provide information to myself, to the prosecutors, to defense counsel, and to the defendant \nto assist all of us in determining whether you can be a fair and impartial juror in this case. \nWhen you are done filling out the questionnaire, you will return it to the Jury Department \nstaff and you will be done for the day. Some of you will be asked to return for a phase two, \nwhich will involve in-person questioning by me. That is going to start on November 16. So you \nare free of jury service with respect to this case from whenever you finish the questionnaire until \nat least November 16. Some of those who are going to return will come in on November 16, \nsome will come on November I7'h, and possibly there will be one or two more days. You will \nget instructions before you leave here today about how you will find out whether you are going \n1 \nEFTA00023196\n\nCase 1:20-cr-00330-AJN Document 366 Filed 10/22/21 Page 3 of 6 \nto have to come back at all for the in-person questioning in this case and exactly what date and \ntime you would be obliged to be here. \nOnce that in-person questioning is completed, some of that group will be asked to return \nfor the last step in the jury selection, and some of that last group will be selected to serve on the \njury-\nThe trial in this case will begin on November 29 and we expect it to last approximately \nsix weeks. We will of course not sit on federal holidays, including Christmas Eve and Christmas \nand New Year's Eve and New Year's Day. The questionnaire will explain the estimated \nschedule more fully and you will get to that in a moment. \nBut first, I want to tell you a little bit about the case. As I mentioned, this is a criminal \ncase. The charges against the Defendant are set forth in an indictment. An indictment is a \nformal method of accusing someone of a crime. It is not evidence of any kind. It is the \nGovernment's burden at trial to establish a defendant's guilt beyond a reasonable doubt. \nThis case is brought by the United States Attorney's Office for the Southern District of \nNew York against Ghislaine Maxwell. The indictment against Ms. Maxwell alleges that she \nconspired with and aided and abetted Jeffrey Epstein to entice minor females to travel to engage \nin criminal sexual activity, to transport minors to engage in criminal sexual activity, and to \nengage in sex trafficking of a minor. Ms. Maxwell has pled not guilty to all charges. Ms. \nMaxwell is presumed innocent, and before she can be found guilty on any charge, the jury must \nfind that the Government has proven each element of that crime beyond a reasonable doubt. \nNow, as some of you may have already figured out, there is going to be significant press \ncoverage of this trial. Some of you may have already heard about this case in the media, and that \nis OK. But from this moment on, I instruct you that you are not to read or watch or listen to \n2 \nEFTA00023197\n\nCase 1:20-cr-00330-AJN Document 366 Filed 10/22/21 Page 4 of 6 \nanything that has anything at all to do with this case or anyone involved in the case. You are not \nto discuss this case among yourselves, you are not to discuss it with anyone, including your \nfamily, friends, anyone. You may say that you are part of the jury selection process in a criminal \ncase in federal court, but that is all you may say. Moreover, you are not to do any research \nthrough any means about the case or anyone involved in it. That includes the defendant, it \nincludes the judge, it includes the lawyers, and it includes any other names you hear about today. \nAnd it means, among other things, that you are not to chatter about it on Facebook, Twitter, \nInstagram, Tiktok, Snapchat, or any other social media services. You are not to read anything \nabout it online or in the paper. You are not to watch or listen to anything about it on television, \nthe radio, or on podcasts. You are not to do a Google search or any other kind of search. You \nmay not do any of that and that is very important. As I am sure you understand, we must ensure \nthat we have a jury of citizens who will decide the issues in this case based only on the evidence \nthat is presented in court during the trial. \nBecause this is a high-profile case AND because we are still in the age of COVID, I want \nto assure you that the Court will take a number of steps to protect your privacy and safety. First, \nwhen you are filling out the questionnaire and as we go through the later stages of the process, I \nask that you please not identify yourself by your name or identify anyone you are associated with \nby name. Throughout the selection process and if you are selected as a juror, although the \nlawyers and I will know your names, we will only refer to you in Court by your juror number. \nThis will protect your privacy. \nSecond, due to COVID and to ensure easy access into and out of the Courthouse, the \nCourt will arrange and provide transportation for selected jurors to and from the Courthouse \nevery day of trial. \n3 \nEFTA00023198\n\nCase 1:20-cr-00330-AJN Document 366 Filed 10/22/21 Page 5 of 6 \nAnd third, for those of you who are selected, we will provide breakfast, lunch, and snacks \nas well as places in the Courthouse where you can eat while maintaining adequate distance from \neach other while doing so. We also have all kinds of measures in place to assure safe distancing \nand air filtration in the Courtroom. And of course, everyone is required to wear masks. \nOk, I will end here with a few points about how to fill out the questionnaire and then I \nwill leave you to it. First, read all of the directions in the questionnaire. Second, please enter \nyour juror number on the front page of the questionnaire and at the top of each page. Where \nindicated, please check the space for yes or no or unsure and, as requested, provide answers, \nexplanations or details on the lines provided. \nPlease answer every question. If you don't understand a question, please write, I don't \nunderstand. If you don't know the answer to a question, write I don't know. Please do not write \non the back of any page. There are pages at the end for extra space if you need it. \nPlease don't leave the room while you are completing the questionnaire. If you need to \nuse the restroom, please hand the questionnaire to one of the members of the Jury Department \nstaff, follow their directions, and retrieve it upon your return. \nPlease do not discuss the questions or your answers with anyone, including your fellow \nprospective jurors. \nLadies and gentlemen, thank you for your service. Jury trials are part of the bedrock of \nAmerican democracy. Citizen jurors, not judges, decide the outcome of criminal and civil \ndisputes. This right to trial by jury is enshrined in the Sixth and Seventh Amendments to our \nConstitution. \nEach of you have responded to the call to serve. Doing so will involve some \ninconvenience and hardship. But by your willingness to serve, by your truthful answers to the \n4 \nEFTA00023199\n\nCase 1:20-cr-00330-AJN Document 366 Filed 10/22/21 Page 6 of 6 \nquestions posed to you, and by your careful following of the rules and instructions I have \nprovided, you are doing your part to support the cherished American institution of trial by jury. \nThank you. \n5 \nEFTA00023200",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "es that she \nconspired with and aided and abetted Jeffrey Epstein to entice minor females to travel to engage \nin c"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SONY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "xwell. The indictment against Ms. Maxwell alleges that she \nconspir"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "MN) \nORDER \nALISON J. NATHAN, District Judge: \nAs discussed at yesterday's"
      },
      {
        "name": "Preliminary Remarks",
        "role": "extracted",
        "context": "d States v. Maxwell, 20cr330 \nPreliminary Remarks Prior to Questionnaire \nTo be"
      },
      {
        "name": "Questionnaire \nTo",
        "role": "extracted",
        "context": "Preliminary Remarks Prior to Questionnaire \nTo be video recorded and played"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "eing here. And welcome to the Southern \nDistrict of New York. My name is Judge"
      },
      {
        "name": "Judge Alison",
        "role": "extracted",
        "context": "trict of New York. My name is Judge Alison Nathan and I am the judge who"
      },
      {
        "name": "Jury Department",
        "role": "extracted",
        "context": "re, you will return it to the Jury Department \nstaff and you will be done f"
      },
      {
        "name": "Christmas Eve",
        "role": "extracted",
        "context": "n federal holidays, including Christmas Eve and Christmas \nand New Year's"
      },
      {
        "name": "New Year",
        "role": "extracted",
        "context": "istmas Eve and Christmas \nand New Year's Eve and New Year's Day. The"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tes Attorney's Office for the Southern District of \nNew York against Ghislain"
      },
      {
        "name": "Seventh Amendments",
        "role": "extracted",
        "context": "is enshrined in the Sixth and Seventh Amendments to our \nConstitution. \nEach o"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-10-26",
        "event": "October 26, 2021"
      },
      {
        "date": "2021-10-22",
        "event": "October 22, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:08.443Z"
}