{
  "document": {
    "id": "efta00028444",
    "filename": "EFTA00028444.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028444.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: FW: RE: search warrant application (USAVI) \nDate: Tue, 06 Aug 2019 21:25:32 +0000 \nWe've been in touch with the U.S. Attorney's Office in USVI to coordinate the legal logistic on a search warrant, and they \njust sent the below information on possible coordination with Fish and Wildlife, so sending it to you FYI in case you want \nto reach out. \nFrom: \nSent: Tuesday, August 06, 2019 17:12 \nTo: \nCc: \nSubject: RE: RE: search warrant application (USAVI) \nGood afternoon again \nAfter discussing this matter with my USA Gretchen Shappert, l  was asked to advise you that Fish and \nWildlife recently conducted a flyover and close-in surveillance of the Great St. James islands, and can be of \ngreat assistance in the search of property. USA Shappert recommended that you contact Fish and Wildlife \nat: \nSAC \nOffice of Law Enforcement \nU.S. \nFish & Wildlife Service \nSoutheast Region \nAtlanta, GA 30345 \nUSA Shappert also advised that she was contacted by the NY Times regarding Epstein's property, and has \nlearned that they are sending a reporter down here next week. \nThanks, \nEFTA00028444\n\nFrom: (USAVI) \nSent: Tuesday, August 6, 2019 4:14 PM \nTo: \nCc: \nSubject: RE: RE: search warrant application (USAVI) \nGood afternoon Ma \nIt was a pleasure to assist you. I am available to help in any way possible, so please do not hesitate to \ncontact me for further assistance. I can be reached at \nThanks, \nFrom: \nSent: Tuesday, August 6, 2019 3:59 PM \nTo: \nCc: \nSubject: RE: search warrant application (USAVI) \nFollowing up on our phone conversation a few minutes ago, thank you again for speaking with me and explaining the \nsearch warrant process in your District. I understand we should plan to send you a copy of the affidavit (and any exhibits \nor other incorporated materials) and the Indictment, and you will let us know if there are any additional questions or \nfollow-up on your end. I understand your magistrate judge will then review the application, and that she's available \nMonday through Friday (or weekends if necessary), and that if and when an application is approved it must be sworn \nbefore her in person. \nOur hope is to be in touch with you in the coming days, with the possibility of the agents executing the search this \nweekend, but we will keep in touch about that. And so you have the full contact information for all of our team, my \ncolleagues and I are reachable anytime at these email addresses or by phone at: \nPlease let me know if any other information would be useful at this stage, otherwise we'll expect to be in touch with you \nin the coming days. \nthanks, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00028445",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Gretchen Shappert",
        "role": "extracted",
        "context": "ssing this matter with my USA Gretchen Shappert, l  was asked to advise you t"
      },
      {
        "name": "Great St",
        "role": "extracted",
        "context": "close-in surveillance of the Great St. James islands, and can be of"
      },
      {
        "name": "Law Enforcement",
        "role": "extracted",
        "context": "Wildlife \nat: \nSAC \nOffice of Law Enforcement \nU.S. \nFish & Wildlife Servic"
      },
      {
        "name": "Wildlife Service",
        "role": "extracted",
        "context": "Law Enforcement \nU.S. \nFish & Wildlife Service \nSoutheast Region \nAtlanta, G"
      },
      {
        "name": "Southeast Region",
        "role": "extracted",
        "context": ".S. \nFish & Wildlife Service \nSoutheast Region \nAtlanta, GA 30345 \nUSA Shapp"
      },
      {
        "name": "Ma \nIt",
        "role": "extracted",
        "context": "ation (USAVI) \nGood afternoon Ma \nIt was a pleasure to assist you."
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ays. \nthanks, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [
      {
        "name": "Region \nAtlanta, GA",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-08-06",
        "event": "August 06, 2019"
      },
      {
        "date": "2019-08-06",
        "event": "August 6, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:20.249Z"
}