{
  "document": {
    "id": "efta00032823",
    "filename": "EFTA00032823.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032823.pdf",
    "text": "\n\nDRAFT — October \n20, 2021 \nJuror ID: \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nX \nUNITED STATES OF AMERICA \n-v-\nGHISLAINE MAXWELL, \nDefendant. \n------------------------- -_-_-_-___________ \nINSTRUCTION SHEET \nX \n20 Cr. \n330 (MN) \nJURY \nQUESTIONNAIRE \nDear \nJuror: \nPlease call (212) 805 0158 on November 15, 2021 after 6:00 p.m. for further reporting \ninstructions. Please bring this instruction sheet with you to the courthouse if you are \ninstructed to return. \n-I-\nEFTA00032823\n\nJuror ID: \nJINSERT JUROR INFORMATION SHEET FROM JURY DEPARTMENTS \n-2-\nEFTA00032824\n\nJuror ID: \nPRELIMINARY \nINSTRUCTIONS \nPlease read the following instructions carefully before completing any portion of this \nquestionnaire. Please print your juror number in the space provided at the top of each page. \nDo not write your name on the questionnaire. Please answer each and every question fully. \nSome questions have more than one part. \nYOU ARE SWORN TO GIVE TRUE AND COMPLETE ANSWERS TO ALL \nQUESTIONS IN THIS QUESTIONNAIRE. This questionnaire is designed to help simplify \nand shorten the jury selection process. The purpose of the questionnaire is to determine \nwhether prospective jurors can decide this case impartially based upon the evidence presented \nat trial and the legal instructions given by the presiding judge. The questions are not intended \nto inquire unnecessarily into personal matters. Although some of the questions may appear to \nbe of a personal nature, please understand that the Court and the parties must learn enough \ninformation about each juror's background and experiences to select a fair and impartial jury. \nPlease answer all questions to the best of your ability. If you do not know the answer to a \nquestion then write, \"I don't know.\" There are no \"right\" or \"wrong\" answers, only truthful \nanswers. If you have strong feelings about this case in general, please do not hesitate to share \nthem. Although you may be a perfectly good juror in another case, this may or may not be the \nright case for you to sit on as an impartial juror. Both parties have the right to get honest \nanswers and to hear your true opinions. Do not discuss the case or your answers with anyone. \nIt  is important that the answers be yours alone. Remember, you are sworn to give true and \ncomplete \nanswers to all questions. \nIf you need extra space to answer any question, please use the extra blank sheets of paper \nincluded at the end of the questionnaire. Be sure to indicate on the blank page the number of \nthe question you are answering. Do not write anything on the back of any page. \nDO NOT DISCUSS \nYOUR QUESTIONS AND ANSWERS OR THE CASE WITH \nANYONE, NOW OR UNTIL FURTHER INSTRUCTED BY THE COURT. You should \nnot discuss the questions or answers with fellow jurors. It is very important that your answers \nbe your own individual answers. More broadly, do not discuss the case with anyone, including \nthe lawyers (except in the presence of the Court), your fellow jurors, your family, your friends, \nor anyone else. Do not communicate about the case in any way, including telephone, e-mail, \nany social media app or website (such as Facebook), any communications app or website (such \nas Twitter). You must also avoid reading or hearing about the case (or anyone participating in \nthe case) in newspapers, in magazines, on the radio or television, or on the Internet. \nDO NOT DO YOUR OWN RESEARCH ON THE CASE. Do not conduct any research \ninto the case (or anyone participating in the case) at any time before your entire jury service \nhas been completed. That includes performing Internet searches, asking other people about \nthe case, reading news stories, books, or reports about the case, or watching films or television \nprograms that relate to the case. Do not read, watch, or listen to any information about this \ncase. \n-3-\nEFTA00032825\n\nJuror ID: \nYour name will not be disclosed or connected to this questionnaire beyond the Judge and the \nparties in this case. However, if you believe that any of your answers contain private \ninformation that could embarrass you or otherwise seriously compromise your privacy and \nwish to request that the Court keep them confidential and not distribute them beyond the Judge \nand parties, please indicate the particular question number at the end of the questionnaire. \nSUMMARY OF THE CASE \nThe Court is selecting a  jury for a trial commencing on Monday, November 29, 2021. \nAlthough it is never possible to predict the length of a trial, currently this trial is expected \nto last approximately six weeks. \nThis is a criminal case. The Defendant, Ghislaine Maxwell, has been charged in an Indictment \nwith various criminal offenses. The Indictment is not evidence. It  simply contains the \ncharges—referred to as \"counts\"—that the Government intends to prove to the jury at trial \nbeyond a reasonable doubt. \nThe charges in the Indictment stem from allegations that from at least 1994 through 2004, the \nDefendant conspired with and aided and abetted Jeffrey Epstein to entice minors to travel to \nengage in criminal sexual activity, to transport minors to engage in criminal sexual activity, \nand to engage in sex trafficking of a minor. \nThe Indictment charges the Defendant in 6 counts: Count One of the Indictment charges the \nDefendant with conspiring with Jeffrey Epstein and others to entice minors to travel to engage \nin sexual activity for which a person can be charged with a  criminal offense. Count Two \ncharges the Defendant with enticing a minor to travel to engage in sexual activity for which a \nperson can be charged with a criminal offense, and aiding and abetting the same. Count Three \ncharges the Defendant with conspiring with Epstein and others to transport minors to engage \nin sexual activity for which a  person can be charged with a  criminal offense. Count Four \ncharges the Defendant with transporting a minor to engage in sexual activity for which a person \ncan be charged with a criminal offense, and aiding and abetting the same. Count Five charges \nthe Defendant with participating in a  sex trafficking conspiracy. Count Six charges the \nDefendant with sex trafficking of a minor, and aiding and abetting the same. \nMs. Maxwell has pled not guilty to all charges. Ms. Maxwell is presumed innocent, and before \nshe can be found guilty on any charge, the jury must find that the Government has proven each \nelement of that crime beyond a reasonable doubt. \n-4-\nEFTA00032826\n\nJuror ID: \nSCHEDULE \nPotential jurors will be called back for further questioning and jury selection \nfrom \nTuesday, November 16, 2021, through Friday, November 19, 2021. Your availability \nduring that week will be required. \nThe trial will commence on Monday, November 29, 2021. The trial is expected to last \nabout six weeks. Generally, trial will be held five days per week, Monday through Friday, \nfrom 9:30 a.m. until 5:00 p.m. Trial will not be held on Friday, December 24, 2021 \n(Christmas Eve Day) and December 31, 2021 (New Year's Eve). \nIf you are selected as a juror, you will be required to be present for the taking of testimony and \nevidence for as long as the trial lasts. There are no plans to sequester the jury, which means \nyou will go home every day after court. \nAll jury service involves some degree of hardship. Our court and justice system depends on \ncitizens doing their civic duty to serve as jurors, which involves temporarily putting aside their \nregular business for jury service. The Court views service on a jury to be one of the highest \nduties a citizen owes to the United States. Mere inconvenience or the usual financial hardship \nof jury service will not be sufficient to excuse a prospective juror. You must show \nextraordinary personal or financial hardship to be excused from service. \n-5-\nEFTA00032827\n\nJuror ID: \nPLEASE ANSWER THE \nFOLLOWING \nQUESTIONS: \nABILITY TO SERVE \nPlease note: In the event you are excused from service on this jury, you will likely \nnot be excused from July service in general. You will instead be required to report to \nthe Court's Jury Clerk for placement on another panel for another case. \n1. Do you have any unmovable commitments between November 16, 2021, and \nNovember 19, 2021, which is when jury selection will take place? \nq Yes q No \nI a. If yes, please explain (without indicating the name of where you work or the names \nof any family members or friends, or other personal information that might identify \nwho you are): \n2. Do you have any unmovable commitments between November 29, 2021, and \napproximately January 15, 2022, which is the estimated length for trial? \nq Yes q No \n/a. If yes, please explain (without indicating the name of where you work or the names \nof any family members or friends, or other personal information that might identify \nwho you are): \n3. Do any circumstances exist such that serving on the jury in this case would entail \nserious hardship or extreme inconvenience? \nq Yes q No \n3a. If yes, please briefly describe the serious hardship or extreme inconvenience: \n-6-\nEFTA00032828\n\nJuror ID: \n4. Do you have any personal commitments that would make it difficult for you to get \nto court by 9:30 a.m., every day of trial, or remain at the courthouse until 5:00 p.m.? \n(Please note, the Court will arrange and provide transportation to and from the \nCourthouse each day for selected jurors). \nq Yes q No \n4a. If yes, please explain why you would be unable to get to court by 9:30 \na.m. or \nremain until 5:00 p.m.: \n5. Do you have any difficulty reading, speaking, or understanding English? \nq Yes q No \n6. Do you have any medical, physical, or mental condition or illness that makes you \nunable to serve on a jury, including difficulty hearing, seeing, reading, or \nconcentrating? \nq Yes q No \n6a. If yes, please briefly describe the condition or illness. If you believe you could serve \nas a juror if such condition were accommodated in some way, please state the \naccommodation. \n7. \n7a. \nAre you taking any medication which would prevent you from giving full attention \nto all the evidence at this trial? \nq Yes q No \nIf yes, please explain: \n-7-\nEFTA00032829\n\nJuror ID: \n8. \nDo you have any religious, philosophical, or other beliefs that would make you \nunable to render a verdict in a criminal case? \nq  Yes q  No \n8a. If yes, please explain: \nBASIC LEGAL PRINCIPLES AND MEDIA RESTRICTIONS \n9. \n9a. \nUnder the law, the facts are for the July to determine and the law is for the Judge to \ndetermine. You are required to accept the law as the Judge explains it to you even if \nyou do not like the law or disagree with it, and you must determine the facts \naccording to those instructions. Do you accept this principle, and will you be able to \nfollow the Judge's instructions if selected to serve on this jury? \no Yes o No \n10. \nIf no, please explain: \nThe law provides that a defendant in a criminal case is presumed innocent at all \nstages of the trial and is not required to put on any defense at all. The Government \nis required to prove the defendant guilty beyond a reasonable doubt on each charge. \nDo you accept these principles, and will you be able to apply them if selected to \nserve on this jury? \no Yes o No \n10a. If no, please explain: \n-8-\nEFTA00032830\n\nJuror ID: \n1 I. \n11 \na. \nThe law provides that a defendant in a criminal case has an absolute right not to \ntestify, and that a juror cannot hold it against the defendant if she chooses not to \ntestify. Do you accept this principle, and will you be able to apply it if selected to \nserve on this jury? \no Yes o No \nIf no, please explain: \n12. A juror is required by law to make his or her decision based solely on the \nevidence \nor lack of evidence presented in Court, and not on the basis of \nconjecture, suspicion, \nbias, sympathy, or prejudice. Do you accept this principle, and will you be able to \napply it if selected to serve on this \njury? \no Yes o No \nI 2a. If no, please explain: \n13. Under the law, the question of punishment is for the Court alone to decide, and thus \nthe issue of punishment must not enter into your deliberations as to whether the \ndefendant is guilty or not guilty as charged. Do you accept this principle, and will \nyou be able to apply it if selected to serve on this jury? \no Yes o No \nI 3a. If no, please explain: \n-9-\nEFTA00032831\n\nJuror ID: \n14. You may hear testimony in this case that law enforcement officers recovered certain \nevidence from searches. The Court will instruct you that those searches were legal \nand that the evidence obtained from those searches is admissible in this case. Do \nyou have any feelings or opinions about searches conducted by law enforcement \nofficers, or the use of evidence obtained from searches, that would affect your \nability to be fair and impartial in this case? \no Yes o No \nI 4a. If yes, please explain: \n15. \nYou also may hear testimony in this case from expert witnesses. Have you had \nany \nexperiences with experts, or do you have any general feelings about the use of \nexperts, that would affect your ability to be fair and impartial in this case? \no Yes o No \nI \n5a. If yes, please explain: \n16. \nAs instructed above, from now and until your jury service is complete, you are \ninstructed to avoid all media coverage and not to go on the Internet with regard to \nthis case for any purpose. That is, you are forbidden from consuming any news \nmedia or social media, or any discussion of this case (or of anyone participating in \nthe case) outside of the courtroom whatsoever. You also must not discuss this case \nwith anyone. This includes your family, friends, spouse, domestic partner, \ncolleagues, and co-workers. These instructions apply from now and until you are \neither dismissed from jury selection or chosen as a juror and the trial is complete. \nWhen we return for the next step in jury selection, the Judge will ask you if you \nhave followed this instruction. \nDo you have any reservations or concerns about your ability or willingness to \nfollow this instruction? \no Yes o No \n-10-\nEFTA00032832\n\nJuror ID: \nI6a. If yes, please explain: \nPRIOR JURY SERVICE \n17. Have you ever served as a juror in a trial in any court? \no Yes o No \nI8. Have you ever at any time served as a member of a grand jury, whether in federal, \nstate, county, or city court? \nq  Yes q  No \nEXPERIENCE AS A WITNESS, DEFENDANT, OR CRIME VICTIM \n19. Have you, or has any relative or close friend, ever participated in a state or federal \ncourt case, whether criminal or civil, as a witness, plaintiff, or defendant? \nq  Yes (self) q  Yes (friend or family member) q  No \nI 9a. If yes, is there anything about that experience that would prevent you from acting as \na fair and impartial juror in this case? \nq  Yes q  No \n19b. If \nyes to 19a, please explain: \n20. Have you or any relative or close friend ever been involved or appeared as a witness \nin any investigation by a federal or state grand jury or by a congressional or state \nlegislative committee, licensing authority, or governmental agency, or been \nquestioned in any matter by any federal, state, or local law enforcement agency? \nq  Yes (self) q  Yes (friend or family member) q  No \n-11-\nEFTA00032833\n\nJuror ID: \n20a. \nIf yes, is there anything about that experience that would prevent you from acting as \na  fair and impartial juror in this case? \nq Yes q No \n?Ob. If yes to 20a, please explain: \n21. Have you, or has any relative or close friend, ever been subpoenaed for any inquiry \nor investigation? \nq Yes (self) q Yes (friend or family member) q No \n21 a. If yes, is there anything about that experience that would prevent you from acting as \na  fair and impartial juror in this case? \no Yes o No \n21b. If yes to 21a, please explain: \n22. \nHave you, or has any relative or close friend, ever been arrested or charged with a \ncrime? \nq Yes (self) q Yes (friend or family member) q No \n22a. \nIf yes, is there anything about that experience that would prevent you from acting as \na  fair and impartial juror in this case? \nq Yes q No \n/lb. If yes to 22a, please explain: \n-12-\nEFTA00032834\n\nJuror ID: \n23. \nHave you, or has any relative or close friend, ever been the subject of any \ninvestigation or accusation by any grand jury, state or federal, or any other \ninvestigation? \nq  Yes (self) q  Yes (friend or family member) q  No \n23a. \nIf yes, is there anything about that experience that would prevent you from acting as \na fair and impartial juror in this case? \no Yes o No \n23b. If yes to 23a, please explain: \n24. Have you, or any of your relatives or close friends, ever been a victim of a crime? \nq  Yes \n(self) \nq  Yes (friend or family member) q  No \n24a. If yes, is there anything about that experience that would prevent you from acting as \na fair and impartial juror in this case? \no Yes o No \n24b. If yes to 24a, please explain: \n25. Have you, or has any member of your family or any of your close friends—either as \nindividuals or in the course of their business affairs—ever been a party to a legal \naction or dispute with the United States, or with any of the officers, departments, \nagencies, or employees of the United States, including the United States Attorney's \nOffice, the \nFBI, or the NYPD? \nq  Yes (self) q  Yes (friend or family member) q  No \n-13-\nEFTA00032835\n\nJuror ID: \n25a. \nIf yes, is there anything about that experience that would prevent you from acting as \na  fair and impartial juror in this case? \nq  Yes q  No \n25b. If \nyes to 25a, please explain: \n26. \nHave you, or has any member of your family, ever had a dispute concerning money \nowed to you by the Government or owed by you to the Government? \nq  Yes (self) q  Yes (friend or family member) q  No \n/6a. If yes, is there anything about that experience that would prevent you from acting as \na  fair and impartial juror in this case? \no Yes o No \n26b. If yes to 26a, please explain: \nRELATIONSHIP WITH, AND VIEW OF, GOVERNMENT, DEFENSE, AND \nOTHERS \n27. \nDo you or any \nmember of your family or a close friend work in law, law \nenforcement, the \njustice system, or the courts? \nq  Yes q  No \n27a. If yes, please explain: \n-14-\nEFTA00032836\n\nJuror ID: \n27b. \nIf yes to 27, would this affect your ability to serve as a fair and impartial juror in \nthis case? \nq  Yes q  No \n27c. If yes to 27b, please explain: \n28. Do you know or have any association—professional, business, or social, direct or \nindirect—with any member of the staff of the United States Attorney's Office for \nthe Southern District of New York? \no Yes o No \n28a. If yes, please explain: \n28b. If yes to 28, would this affect your ability to serve as a fair and impartial juror in \nthis \ncase? \nq Yes q  No \n\"'Se. \nIf yes to 28b, please explain: \n29. \nDo you know or have any association—professional, business, or social, direct or \nindirect—with the Federal Bureau of Investigation, commonly known as the FBI? \no Yes o No \n29a. \nIf \nyes, please explain: \n-15-\nEFTA00032837\n\nJuror ID: \n29b. \nIf yes to 29, would this affect your ability to serve as a fair and impartial juror in \nthis case? \nq  Yes q  No \n29c. If yes to 29b, please explain: \n30. Do you know or have any association—professional, business, or social, direct or \nindirect—with the New York City Police Department, commonly known as the \nNYPD? \no Yes o No \n30a. If yes, please explain: \n30b. If yes to 30, would this affect your ability to serve as a fair and impartial juror in \nthis \ncase? \no Yes o No \n30c. \nIf yes to 30b, please explain: \n3 I. Do you have any opinion of the U.S. Attorney's Office for the Southern District of \nNew York or the U.S. Attorney Damian Williams that might make it difficult for \nyou to be a fair and impartial juror in this case? \no Yes o No \n-16-\nEFTA00032838\n\nJuror ID: \n31a. If yes, please explain: \nPERSONAL RELATIONSHIP WITH CASE PARTICIPANTS \n32. \nThe next subset of questions asks whether you or any member of your family or a \nclose friend personally knows or has past or present dealings with individuals \ninvolved in this case. To \"personally know\" means to have some direct or personal \nknowledge or connection to the following individuals. If you have only heard the \nnames through media or social media, for example, that is not personal knowledge. \n32a. \n32h. \nPe. \nDo you or does any member of your family or a close friend personally know or \nhave past or present dealings with the Defendant in this case, Ghislaine Maxwell, or \nher family members? \nq Yes q No \nDo \nyou or does any member \nof your family or a close \nfriend \npersonally \nknow or \nhave past or present dealings with Jeffrey Epstein? \nq Yes q No \nDo you or does any member of your family or a close friend personally know or \nhave past or present dealings with the U.S. Attorney for the Southern District of \nNew York, Damian Williams, or anyone else who works for or used to work for the \nU.S. Attorney's Office for the Southern District of New York? \nq  Yes q No \n32d. Do you or does any member of your family or a close friend personally know or \nhave past or present dealings with any of the Assistant United States Attorneys who \nare prosecuting this case: \no Yes o No \nq  Yes q No \no Yes o No \no Yes o No \n-17-\nEFTA00032839\n\nJuror ID: \n32e. \nDo you or does any member of your family or a close friend personally know or \nhave past or present dealings with any of the defense attorneys or law firms who are \nrepresenting the Defendant: \nChristian Everdell of Cohen \n& \nGresser LLP a Yes q No \nJeffrey Pagliuca of Haddon, Morgan and Foreman, P.C. \na \nYes q No \nLaura Menninger of Haddon, Morgan and Foreman, P.C. q Yes o No \nBobbi Stemheim of Law Offices of Bobbi C. Stemheim a Yes q No \n321 \nDo you or does any member of your family or a close friend personally know or \nhave past or present dealings with the United States District Court Judge who is \npresiding over this case, Alison J. Nathan, or anyone who works on her staff? \nq Yes q No \nIf you answered \"yes\" to any of the above sub-questions (32a, 32b, 32c, 32d, 32e, \nor 320, please explain whom you know, how you know the individual(s), and \nwhether your relationship with that person might make it difficult for you to be a \nfair and impartial juror in this case: \n-18-\nEFTA00032840\n\nJuror ID: \nKNOWLEDGE OF CASE AND PEOPLE \nThis case has been widely reported in the national and local media. There is \nnothing wrong with having heard something about this case. It is \nimportant to \nanswer all of the following questions truthfully and fully. \n33. Before today, had you read, seen, or heard anything about Ms. Maxwell? \nq  Yes q  No q Unsure \n33a. \n34. \nIf yes or unsure, please state what you remember hearing, and how or from whom \nyou may have heard (e.g., a friend, the newspaper, a website, social media). If you \nheard about Ms. Maxwell from a media source, please identify the media source by \nname: \nHave you personally formed an opinion about Ms. Maxwell's guilt or innocence of \nthe crimes charged as a result of anything you have heard, read or seen? \nq  Yes q  No q Unsure \nq  Not applicable, I have not read/seen/heard about Ms. Maxwell \n34a. If yes or unsure, please summarize your opinion: \n-19-\nEFTA00032841\n\nJuror ID: \n35. Based on anything that you have read, seen, or heard about Ms. Maxwell, including \nanything about criminal charges against Ms. Maxwell, have you formed any \nopinions about Ms. Maxwell that might make it difficult for you to be a fair and \nimpartial juror in this \ncase? \nq Yes q No q Unsure \nq Not applicable, I have not read/seen/heard about Ms. Maxwell \n35a. \nIf yes or unsure, please explain why it might be difficult for you to be a fair and \nimpartial juror in this case: \n36. Before today, had you read, seen, or heard anything about Jeffrey Epstein? \nq Yes q No q Unsure \n36a. If yes or unsure, please state what you remember hearing, and how or from whom \nyou may have heard (e.g., a friend, the newspaper, a website, social media). If you \nheard about Mr. Epstein from a media source, please identify the media source by \nname: \n37. Have you verbally stated or posted your opinion on social media or online about \nMs. Maxwell or Mr. Epstein? \n■ Yes ■ \nNo \n■ Not applicable, I have not read/seen/heard about Mr. Epstein/Ms. Maxwell \n37a. If yes, when and where did you state or post your opinion? \n-20-\nEFTA00032842\n\nJuror ID: \n38. \nBased on anything that you have read, seen, or heard about Jeffrey Epstein, have \nyou formed any opinions about Mr. Epstein that might make it difficult for you to \nbe a fair and impartial juror in this case? \nq \nYes \nq No q Unsure \nq  Not applicable, I  have not read/seen/heard about Mr. Epstein \n38a. \nIf yes or unsure, please explain why it might be difficult for you to be a fair and \nimpartial juror in this case: \n39. If you have heard about Jeffrey Epstein, do you think Ms. Maxwell's alleged \nassociation with Jeffrey Epstein will make it difficult for you to fairly and \nimpartially consider the evidence presented at trial and render a verdict based solely \non the evidence? \nq \nYes \nq No q Unsure \nq  Not applicable, I  have not read/seen/heard about Ms. Maxwell and/or \nJeffrey Epstein \n39a. \nIf yes or \nunsure, please explain: \n40. \nBased on anything you have read, seen, or heard about Ms. Maxwell, including \nanything about criminal charges brought against Ms. Maxwell, would you be able to \nfollow the Court's instruction to put that information out of your mind and decide \nthis case based only on the evidence presented at trial? \nq Yes q No q Unsure \nq  Not applicable, I  have not read/seen/heard about Ms. Maxwell \n-21-\nEFTA00032843\n\nJuror ID: \n40a. If no or unsure, please explain: \nNATURE OF \nCHARGES \n41. \nDuring the trial, you will hear evidence alleging sex crimes against underage girls. \nSome of the evidence in this case will involve sexually suggestive or sexually \nexplicit conduct. Is there anything about the nature of this case and the accusations \nas summarized at the beginning of this questionnaire that might make it difficult for \nyou to be a fair and impartial juror in this case? \no Yes o No \n41a. If yes, please explain: \n42. \nDo you have any specific views or feelings concerning laws regarding the age at \nwhich individuals can or cannot consent to sexual activity with other individuals \nthat would affect your ability to serve as a fair and impartial juror? \no Yes o No \n42a. If yes, please explain: \n43. \nDo you have any opinion about the enforcement of the federal sex trafficking laws \nor the federal laws concerning sex crimes against minors that might prevent you \nfrom being fair and impartial in this case? \nq Yes q No \n-22-\nEFTA00032844\n\nJuror ID: \n43a. If yes, please explain: \n44. \nHave you or a family member ever lobbied, petitioned, or worked in any other \nmanner for or against any laws or regulations relating to sex trafficking, sex crimes \nagainst minors, or sex abuse generally? \no Yes o No \n44a. If yes, please explain when and what you or your family member did: \n44b. If your answer to 44 was yes, do you believe that this would affect your ability to \nserve fairly and impartially as a juror in this case? \nq Yes q No \n44c. If yes to 44b, please explain: \n45. \nThe witnesses in this case may include law enforcement witnesses. Would you have \nany difficulty assessing the credibility of a law enforcement officer just like you \nwould any other witness? \no Yes o No \n45a. If yes, please explain: \n-23-\nEFTA00032845\n\nJuror ID: \n46. \nWitnesses in this case may testify claiming sexual abuse or sexual assault. Would \nyou have any difficulty assessing the credibility of a witness claiming sexual assault \nor abuse just like you would any other witness? \no Yes o No \n46a. If yes, please explain: \n47. \n47a. \nHave you or a friend or family member ever been the victim of sexual harassment, \nsexual abuse, or sexual assault? (This includes actual or attempted sexual assault or \nother unwanted sexual advance, including by a stranger, acquaintance, supervisor, \nteacher, or family member.) \nq Yes (self) q Yes (friend or family member) q No \nIf yes, without listing names, please explain: \n47b. \nIf your answer to 47 was yes, do you believe that this would affect your ability to \nserve fairly and impartially as a juror in this case? \no Yes o No \n47c. \nIf yes to 47b, please explain: \n-24-\nEFTA00032846\n\nJuror ID: \n48. \nHave you or a friend or family member ever been accused of sexual harassment, \nsexual abuse, or sexual assault? (This includes both formal accusations in a court of \nlaw or informal accusations in a social or work setting of actual or attempted sexual \nassault or other unwanted sexual advance, including by a stranger, acquaintance, \nsupervisor, teacher, or family member.). \nq Yes (self) q Yes (friend or family member) q No \n48a. If yes, without listing names, please explain: \n48b. If your answer to 48 was yes, do you believe that this would affect your ability to \nserve fairly and impartially as a juror in this case? \no Yes o No \n48c. If yes to 48b, please explain: \n49. \nIs there any other experience that you or anyone close to you has had that may \naffect your ability to serve fairly and impartially as a juror in this case? \no Yes \n0 No \n4%. If yes, please explain: \n-25-\nEFTA00032847\n\nJuror ID: \nCLOSING \nQUESTION \n50. \nDo you wish for any particular answers to remain confidential and to not go beyond \nthe Judge, counsel, and the Defendant, because the answer would embarrass you or \notherwise seriously compromise your privacy? \nq \nYes \nq \nNo \nIf yes, please list which question \nnumber(s): \n-26-\nEFTA00032848\n\nJuror ID: \nDECLARATION \nI, Juror Number declare under penalty of perjury that the foregoing answers set forth in \nthis Jury Questionnaire are true and correct to the best of my knowledge and belief. I have not \ndiscussed my answers with others, or received assistance in completing the questionnaire. \nSigned this day of November, 2021 \nDO NOT WRITE YOUR NAME. PLEASE SIGN USING YOUR JUROR NUMBER. \n-27-\nEFTA00032849\n\nJuror ID: \nYou may use these pages to finish any answers that you could not fit in the spaces \nprovided above. If you write anything below, please indicate the number of the relevant \nquestion. \nEFTA00032850\n\nJuror ID: \n-29-\nEFTA00032851\n\nJuror ID: \n-30-\nEFTA00032852\n\nJuror ID: \n-31-\nEFTA00032853",
    "pageCount": 31,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "e \nDefendant conspired with and aided and abetted Jeffrey Epstein to entice minors to travel to \nengage in criminal"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ICT OF NEW YORK \nX \nUNITED STATES OF AMERICA \n-v-\nGHISLAINE MAXWELL, \nDefendant. \n------------------------- -_-_-_-__"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "iding and abetting the same. \nMs. Maxwell has pled not guilty to al"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "l media). If you \nheard about Mr. Epstein from a media source, plea"
      },
      {
        "name": "Dear \nJuror",
        "role": "extracted",
        "context": "30 (MN) \nJURY \nQUESTIONNAIRE \nDear \nJuror: \nPlease call (212) 805 0158"
      },
      {
        "name": "The Indictment",
        "role": "extracted",
        "context": "th various criminal offenses. The Indictment is not evidence. It  simply c"
      },
      {
        "name": "Count One",
        "role": "extracted",
        "context": "es the Defendant in 6 counts: Count One of the Indictment charges the"
      },
      {
        "name": "Count Two",
        "role": "extracted",
        "context": "ged with a  criminal offense. Count Two \ncharges the Defendant with e"
      },
      {
        "name": "Count Three",
        "role": "extracted",
        "context": "aiding and abetting the same. Count Three \ncharges the Defendant with c"
      },
      {
        "name": "Count Four",
        "role": "extracted",
        "context": "ged with a  criminal offense. Count Four \ncharges the Defendant with t"
      },
      {
        "name": "Count Five",
        "role": "extracted",
        "context": "aiding and abetting the same. Count Five charges \nthe Defendant with p"
      },
      {
        "name": "Count Six",
        "role": "extracted",
        "context": "sex trafficking conspiracy. Count Six charges the \nDefendant with s"
      },
      {
        "name": "Christmas Eve",
        "role": "extracted",
        "context": "n Friday, December 24, 2021 \n(Christmas Eve Day) and December 31, 2021 (N"
      },
      {
        "name": "New Year",
        "role": "extracted",
        "context": "e Day) and December 31, 2021 (New Year's Eve). \nIf you are selected"
      },
      {
        "name": "Jury Clerk",
        "role": "extracted",
        "context": "red to report to \nthe Court's Jury Clerk for placement on another pane"
      },
      {
        "name": "No \nIf",
        "role": "extracted",
        "context": "dence at this trial? \nq Yes q No \nIf yes, please explain: \n-7-\nEFT"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "to put on any defense at all. The Government \nis required to prove the def"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "es Attorney's Office for \nthe Southern District of New York? \no Yes o No \n28a"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "direct or \nindirect—with the Federal Bureau of Investigation, commonly kn"
      },
      {
        "name": "City Police",
        "role": "extracted",
        "context": "r \nindirect—with the New York City Police Department, commonly known as"
      },
      {
        "name": "Attorney Damian",
        "role": "extracted",
        "context": "rict of \nNew York or the U.S. Attorney Damian Williams that might make it d"
      },
      {
        "name": "No \nDo",
        "role": "extracted",
        "context": "her family members? \nq Yes q No \nDo \nyou or does any member \nof y"
      },
      {
        "name": "Damian Williams",
        "role": "extracted",
        "context": "uthern District of \nNew York, Damian Williams, or anyone else who works for"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "sent dealings with any of the Assistant United States Attorneys who \nare pro"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "h any of the Assistant United States Attorneys who \nare prosecuting this cas"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "representing the Defendant: \nChristian Everdell of Cohen \n& \nGresser LLP a Ye"
      },
      {
        "name": "No \nJeffrey",
        "role": "extracted",
        "context": "Cohen \n& \nGresser LLP a Yes q No \nJeffrey Pagliuca of Haddon, Morgan an"
      },
      {
        "name": "No \nLaura",
        "role": "extracted",
        "context": "n and Foreman, P.C. \na \nYes q No \nLaura Menninger of Haddon, Morgan a"
      },
      {
        "name": "No \nBobbi",
        "role": "extracted",
        "context": "gan and Foreman, P.C. q Yes o No \nBobbi Stemheim of Law Offices of Bo"
      },
      {
        "name": "Law Offices",
        "role": "extracted",
        "context": "q Yes o No \nBobbi Stemheim of Law Offices of Bobbi C. Stemheim a Yes q"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "alings with the United States District Court Judge who is \npresiding over"
      },
      {
        "name": "Juror Number",
        "role": "extracted",
        "context": "8\n\nJuror ID: \nDECLARATION \nI, Juror Number declare under penalty of perj"
      },
      {
        "name": "Jury Questionnaire",
        "role": "extracted",
        "context": "ng answers set forth in \nthis Jury Questionnaire are true and correct to the b"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-10-20",
        "event": "October \n20, 2021"
      },
      {
        "date": "2021-11-15",
        "event": "November 15, 2021"
      },
      {
        "date": "2021-11-29",
        "event": "November 29, 2021"
      },
      {
        "date": "2021-11-16",
        "event": "November 16, 2021"
      },
      {
        "date": "2021-11-19",
        "event": "November 19, 2021"
      },
      {
        "date": "2021-12-24",
        "event": "December 24, 2021"
      },
      {
        "date": "2021-12-31",
        "event": "December 31, 2021"
      },
      {
        "date": "2022-01-15",
        "event": "January 15, 2022"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(212) 805 0158"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:32.604Z"
}