{
  "document": {
    "id": "efta00029882",
    "filename": "EFTA00029882.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00029882.pdf",
    "text": "\n\nFrom: \nTo:' \nCc: \n(USANYS)\" \nSubject: RE: [EXTERNAL EMAIL] - RE: Epstein Evidence status \nDate: Mon, 03 Aug 2020 19:31:05 +0000 \nAttachments: evidenceStatus20200729.xlsx; ZeroByte_Files.xlsx \nEmbedded: RE: JEXTERNAL_EMAIL]_-_RELEpstein_Evidence_status.msg \nI know you may still be traveling, but I wanted to check in on a handful of outstanding issues. If you're not available, \nperhaps can assist? \n- On this past Sunday and Monday, you had said you had you had additional materials you planned to get to us on \nMonday. I don't believe we ever received anything additional this past week. Are those still pending, and if so, \nwhen can we get those materials? \nThere were three folders that were included in the first disc you provided to us, but then also provided again on \nthe most recent disc. Those folders are: NYCO24328, NYCO24366, and NYCO24392. Can you please let us know \nwhy those were provided twice? In particular, we need to know whether any supplemental information is in the \nnew folders with those NYC numbers, or whether we can ignore them on the recent disc because we already \nreceived them. \n- One item is listed on your spreadsheet as having been provided on 7/23, but it was not on the most recent disc \nyou sent. That item is: NYCO27913 (row 40 in your spreadsheet). \nIn case it's useful, I'm attaching a version of the spreadsheet you put on the disc, but with all the items we received \nfolders for on the most recent hard drive highlighted in yellow. \nSeparately, we're still waiting on answers to the questions from Thursday and Friday, July 23 and 24. To refresh, those \nquestions are: \nComparing your most recent spreadsheet to the prior one, and leaving aside the \"Nothing for Southern\" \ndesignations as well as the NYC numbers that look like they're for the desktops that held the actual drives we're \nlooking at (such as NYCO24385, 387, 389, 391, and 393, and NYCO27909), I think there are just three additional \ndevices listed here that weren't on the spreadsheet you previously sent. I have those as: NYCO24328 (row 10), \nNYCO24367 (row 62), and NYCO27910 (row 96). Please confirm that these were added, and also that we're not \nmissing any? I believe those were all provided on the first disc. \n- As previously mentioned, the vendor has advised that in the initial seven devices provided, there were \napproximately 71,000 documents that are zero bytes (i.e., empty files). They are listed in the second attached \nspreadsheet. Is that accurate? Or does that reflect some issue with the extraction process? \nthanks, \nEFTA00029882\n\nFrom: \nSent: Friday, July 24, 2020 15:09 \nTo: \nCc: \nSubject: [EXTERNAL EMAIL] - RE: Epstein Evidence status \n>; \n>; \n(USANYS) \nI don't have the evidence in front of me, but it is probably accurate. It is not unusual for the software to find such \nfiles. I will review Monday to make sure. As to your questions from last night, the sheet should be \ncomprehensive. I only recall 1  addition, but I am sure that what I have is reflected in the sheet. As for the items \nin dark grey, there are 2 servers with multiple drives. Some of those drives have physically failed. We have to get \nthem to one of our HQ specialists for recovery. Since they are physically broken, data recovery may or may not \nbe possible. It can be a very long process. We will get that moving ASAP. Need anything else, let me know. \n(hi Jul \n24, 2020 2:20 PM, \" wrote: \nIn addition to the pending questions below, we've been advised by the vendor that is reviewing the initial seven devices \n(that were provided on a  per-device extraction basis, as previously discussed) that those materials include approximately \n71,000 documents that are zero bytes (i.e., empty files). They are listed in the attached spreadsheet. \nIs that accurate? Or does that reflect some issue with the extraction process? \nthanks, \nFrom: \nSent: Thursday, July 23, 2020 18:08 \nTo: \nCc: \nSubject: RE: Epstein Evidence status \nThis is very helpful, thank you. Comparing this to the prior spreadsheet, and leaving aside the \"Nothing for Southern\" \ndesignations as well as the NYC numbers that look like they're for the desktops that held the actual drives we're looking at \n(such as NYCO24385, 387, 389, 391, and 393, and NYCO27909), I think there are just three additional devices listed here \nthat weren't on the spreadsheet you previously sent. I have those as: \nEFTA00029883\n\n1. NYC024328 (row 10) \n2. NYC024367 (row 62) \n3. NYC027910 (row 96) \nCould you please confirm that I have those additions correct, and that I'm not missing any? And it looks like all of those \nwere included in the drive you provided today. \nI also see there are some drives that are still being processed, including NYC024376 through 380 and several drives in \nNYC024395 —  could you please let us know what that means? \nThanks very much, and we'll circle back if any issues with anything we received today, which should get to in the \nnext day or two. \nthanks again, \nOriginal Message \nFrom: \nSent: Thursday, July 23, 2020 14:44 \nTo: \nCc: \nSubject: Epstein Evidence status \nHere is the up to date spreadsheet. I color coded things to hopefully make it easier. There are 5 items I have to \nget you (as we discussed this morning) Those should take another day or 2, so looking at Monday/Tuesday for that. Any \nquestions, let me know. \nEFTA00029884",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein Evidence",
        "role": "extracted",
        "context": "t: RE: [EXTERNAL EMAIL] - RE: Epstein Evidence status \nDate: Mon, 03 Aug 202"
      },
      {
        "name": "Original Message",
        "role": "extracted",
        "context": "t day or two. \nthanks again, \nOriginal Message \nFrom: \nSent: Thursday, July"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-24",
        "event": "July 24, 2020"
      },
      {
        "date": "2020-07-23",
        "event": "July 23, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:24.460Z"
}