{
  "document": {
    "id": "efta00014524",
    "filename": "EFTA00014524.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014524.pdf",
    "text": "\n\nFrom: \nCc: \nSubject: RE: subpoena of \nDate: Mon, 29 Jul 2019 14:25:28 +0000 \n)11\nLet me know when would be a good time for a call to further discuss the subpoena. \nThanks, \nFrom: \n) \nSent: Tuesday, July 16, 2019 12:53 PM \nTo: \nCc: \nSubject: RE: subpoena of \nFollowing up on our phone conversation earlier today, thank you for being in touch and advising us of your representation \nof in connection with Weceipt of a grand jury subpoena. So you have contact info for our full team, \nwe're all reachable anytime at the copied emails or by phone at: \nAs we briefly discussed, the documentary materials we are seeking from -in the first instance are any flight \nmanifests, flight plans, or other documents reflecting passengers and/or travel records, dating back to 2000. And we \nwould like to hear from =about' observations, if any, of young women or girls on flights, as well as any discussions \nwith Mr. Epstein about his relationships with young women or girls, or his legal issues relating to those relationships. We \nare also interested to know the identities of Epstein's employees and staff whom is aware of, current and \nprevious. \nAs I mentioned on the phone, given the prospect of attorney proffer information and/or a  possible voluntary interview, \nwe are prepared to hold in abeyance the current subpoena return date of July 22, 2019. \nthank you, \nEFTA00014524\n\nAssistant U.S. Attorney \nSouthern \nDistrict of New York \nEFTA00014525",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "well as any discussions \nwith Mr. Epstein about his relationships w"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "EFTA00014524\n\nAssistant U.S. Attorney \nSouthern \nDistrict of New York \nEFTA00"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-07-16",
        "event": "July 16, 2019"
      },
      {
        "date": "2019-07-22",
        "event": "July 22, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:49.020Z"
}