{
  "document": {
    "id": "efta00016166",
    "filename": "EFTA00016166.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016166.pdf",
    "text": "\n\nFrom: USDOJ-Office of Public Affairs <USDOJ-OfficeofPublicAffairs®public.govdelivery.com> \nTo: > \nSubject: GHISLAINE MAXWELL CHARGED IN MANHATTAN FEDERAL COURT FOR CONSPIRING \nWITH JEFFREY EPSTEIN TO SEXUALLY ABUSE MINORS \nDate: Thu, 02 Jul 2020 19:52:29 +0000 \neal - centered header for gov delivery \nThe \nUnited \nStates Department of \nJustice \nAudrey Strauss \nActing United States Attorney \nSouthern District of New York \nFOR IMMEDIATE RELEASE \nVVWW JUSTICE \nGOV/USAO-SDNY \nCONTACT: JIM MARGOLIN \nPHONE: (212) \n637-2600 \nTHURSDAY, JULY 2, 2020 \nEFTA00016166\n\nGHISLAINE MAXWELL CHARGED IN MANHATTAN \nFEDERAL COURT FOR CONSPIRING WITH JEFFREY \nEPSTEIN TO SEXUALLY ABUSE MINORS \nMaxwell is Alleged to Have Facilitated, Participated in Acts of Abuse \nAdditionally Charged With Perjury in Connection With 2016 \nDepositions \nNEW YORK CITY -  Audrey Strauss, the Acting U.S. Attorney for the Southern \nDistrict of New York, William F. Sweeney Jr., the Assistant Director in Charge of \nthe New York Field Office of the Federal Bureau of Investigation (FBI), and \nDermot Shea, Commissioner of the New York City Police Department (NYPD), \nannounced that Ghislane Maxwell was arrested this morning and charged with \nenticing a minor to travel to engage in criminal sexual activity, transporting a \nminor with the intent to engage in criminal sexual activity, conspiracy to commit \nboth of those offenses, and perjury in connection with a sworn deposition. \nThe indictment unsealed today alleges that between at least in or about 1994 \nthrough 1997, Maxwell and co-conspirator Jeffrey Epstein exploited girls as young \nas 14, including by enticing them to travel and transporting them for the purpose \nof engaging in illegal sex acts. As alleged, knowing that Epstein had a preference \nfor young girls, Maxwell played a critical role in the grooming and abuse of minor \nvictims that took place in locations including New York, Florida, and New \nMexico. In addition, as alleged, Maxwell made several false statements in sworn \ndepositions in 2016. Maxwell is expected to be presented this afternoon in federal \ncourt in New Hampshire. This case is assigned to U.S. District Judge Alison J. \nNathan. \nActing U.S. Attorney Audrey Strauss said: \"As alleged, Ghislaine Maxwell \nfacilitated, aided, and participated in acts of sexual abuse of minors. Maxwell \nenticed minor girls, got them to trust her, and then delivered them into the trap \nthat she and Jeffrey Epstein had set. She pretended to be a woman they could \ntrust. All the while, she was setting them up to be abused sexually by Epstein and, \nin some cases, Maxwell herself. Today, after many years, Ghislaine Maxwell \nfinally stands charged for her role in these crimes.\" \nFBI Assistant Director William F. Sweeney Jr. said: \"Preserving the innocence of \nchildren is among the most important responsibilities we carry as adults. Like \nEpstein, Ms. Maxwell chose to blatantly disregard the law and her responsibility \nas an adult, using whatever means she had at her disposal to lure vulnerable \nyouth into behavior they should never have been exposed to, creating the \npotential for lasting harm. We know the quest for justice has been met with great \ndisappointment for the victims, and that reliving these events is traumatic. The \nexample set by the women involved has been a powerful one. They persevered \nEFTA00016167\n\nagainst the rich and connected, and they did so without a badge, a gun, or a \nsubpoena —  and they stood together. I have no doubt the bravery exhibited by the \nwomen involved here has empowered others to speak up about the crimes of \nwhich they've been subjected.\" \nNYPD Commissioner Dermot Shea said: \"The heinous crimes these charges \nallege are, and always will be abhorrent for the lasting trauma they inflict on \nvictims. I commend our investigators, and law enforcement partners, for their \ncontinuing commitment to bringing justice to the survivors of sexual assault, \neverywhere.\" \nIf you believe you are a victim of the sexual abuse perpetrated by \nJeffrey Epstein, please contact the FBI at i-800-CALL FBI, and \nreference this case. \nAccording to the indictment[i] unsealed today in Manhattan federal court: \nFrom at least 1994 through at least 1997, Ghislane Maxwell assisted, facilitated, \nand participated in Jeffrey Epstein's abuse of minor girls by, among other things, \nhelping Jeffrey Epstein to recruit, groom, and ultimately abuse victims known to \nMaxwell and Epstein to be under the age of 18. The victims were as young as 14 \nyears old when they were groomed and abused by Maxwell and Epstein, both of \nwhom knew that their victims were in fact minors. As a part and in furtherance of \ntheir scheme to abuse minor victims, Maxwell and Epstein enticed and caused \nminor victims to travel to Epstein's residences in different states, which Maxwell \nknew and intended would result in their grooming for and subjection to sexual \nabuse. \nAs alleged, Maxwell enticed and groomed minor girls to be abused in multiple \nways. For example, Maxwell attempted to befriend certain victims by asking them \nabout their lives, taking them to the movies or taking them on shopping trips, and \nencouraging their interactions with Epstein. Maxwell also acclimated victims to \nEpstein's conduct simply by being present for victim interactions with Epstein, \nwhich put victims at ease by providing the assurance and comfort of an adult \nwoman who seemingly approved of Epstein's behavior. Additionally, to make \nvictims feel indebted to Epstein, Maxwell would encourage victims to accept offers \nof financial assistance from Epstein, including offers to pay for travel or \neducational expenses. Maxwell also normalized and facilitated sexual abuse by \ndiscussing sexual topics with victims, encouraging them to massage Epstein, and \nundressing in front of a victim. \nAs Maxwell and Epstein intended, these grooming behaviors left minor victims \nvulnerable and susceptible to sexual abuse by Epstein. Maxwell was then present \nfor certain sexual encounters between minor victims and Epstein, such as \ninteractions where a minor victim was undressed, and ultimately Maxwell was \npresent for sex acts perpetrated by Epstein on minor victims. That abuse included \nsexualized massages during which a minor victim was fully or partially nude, as \nEFTA00016168\n\nwell as group sexualized massages of Epstein involving a minor victim where \nMaxwell was present. \nAs alleged, minor victims were subjected to sexual abuse that included, among \nother things, the touching of a victim's breasts or genitals, placing a sex toy such a \nvibrator on a victim's genitals, directing a victim to touch Epstein while he \nmasturbated, and directing a victim to touch Epstein's genitals. Maxwell and \nEpstein's victims were groomed or abused at Epstein's residences in New York, \nFlorida, and New Mexico, as well as Maxwell's residence in London, England. \nAdditionally, in 2016, while testifying under oath in a civil proceeding, Maxwell \nrepeatedly made false statements, including about certain specific acts and events \nalleged in the indictment. \n* \nGhislaine Maxwell, 58, is charged with one count of enticing a minor to travel to \nengage in illegal sex acts, which carries a maximum sentence of five years in \nprison, one count of conspiracy to entice a minor to travel to engage in illegal sex \nacts, which carries a maximum sentence of five years in prison, one count of \ntransporting a minor with the intent to engage in criminal sexual activity, which \ncarries a maximum sentence of 10 years in prison, one count of conspiracy to \ntransport a minor with the intent to engage in criminal sexual activity, which \ncarries a maximum sentence of five years in prison, and two counts of perjury, \neach of which carries a maximum sentence of five years in prison. \nThe statutory maximum penalties are prescribed by Congress and are \nprovided \nhere for informational purposes only, as any sentencing of the defendant \nwould be \ndetermined by the judge. \nMs. Strauss praised the outstanding investigative work of the FBI and the NYPD. \nThis case is being handled by the Office's Public Corruption Unit. Assistant U.S. \nAttorneys \n, \n, and are in charge of the \nprosecution. \nThe charges contained in the Indictment are merely accusations. The defendant \nis presumed innocent \nunless and until proven guilty. \n[1] As the introductory phrase signifies, the entirety of the text of the Indictment, \nand the description of the Indictment set forth herein, constitute only allegations, \nand every fact described therein should be treated as an allegation. The defendant \nis presumed innocent unless and until proven guilty. \n# # # \nDo not reply to this message. If you have questions, please use the contacts in the \nmessage or call the Office of Public Affairs at 202-514-2007. \nEFTA00016169\n\nFollow \nus. \nTN Fac You Ins \n'   1110 oR T A too \nThis email was sent to using GovDelivety. on behalf of ILS,JlaajoasossasicaffoasaikkeArthirg •  950 Pennsylvania Ave., NW • \nWashington, DC 20530 •  202-514-2007 •  I I Y (*66) 544-5309. GovDelivcry may not use your subscription information for any other purposes flick here to \nopsubscribe \nDenannunt \nof \nJustice \nPrivarylagy_ I ithathysittegligx \nEFTA00016170",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "D IN MANHATTAN FEDERAL COURT FOR CONSPIRING \nWITH JEFFREY EPSTEIN TO SEXUALLY ABUSE MINORS \nDate: Thu, 02 Jul 2020"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "cAffairs®public.govdelivery.com> \nTo: > \nSubject: GHISLAINE MAXWELL CHARGED IN MANHATTAN FEDERAL COURT FOR CONSPIRING"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "rry as adults. Like \nEpstein, Ms. Maxwell chose to blatantly disreg"
      },
      {
        "name": "Strauss",
        "role": "extracted",
        "context": "be \ndetermined by the judge. \nMs. Strauss praised the outstanding i"
      },
      {
        "name": "Public Affairs",
        "role": "extracted",
        "context": "From: USDOJ-Office of Public Affairs <USDOJ-OfficeofPublicAffairs®"
      },
      {
        "name": "The \nUnited",
        "role": "extracted",
        "context": "ered header for gov delivery \nThe \nUnited \nStates Department of \nJustic"
      },
      {
        "name": "States Department",
        "role": "extracted",
        "context": "or gov delivery \nThe \nUnited \nStates Department of \nJustice \nAudrey Strauss"
      },
      {
        "name": "Justice \nAudrey",
        "role": "extracted",
        "context": "United \nStates Department of \nJustice \nAudrey Strauss \nActing United States"
      },
      {
        "name": "Strauss \nActing",
        "role": "extracted",
        "context": "epartment of \nJustice \nAudrey Strauss \nActing United States Attorney \nSouth"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "Strauss \nActing United States Attorney \nSouthern District of New York \nFOR IMM"
      },
      {
        "name": "Have Facilitated",
        "role": "extracted",
        "context": "MINORS \nMaxwell is Alleged to Have Facilitated, Participated in Acts of Abus"
      },
      {
        "name": "Abuse \nAdditionally",
        "role": "extracted",
        "context": "ated, Participated in Acts of Abuse \nAdditionally Charged With Perjury in Conne"
      },
      {
        "name": "Charged With",
        "role": "extracted",
        "context": "n Acts of Abuse \nAdditionally Charged With Perjury in Connection With 20"
      },
      {
        "name": "Connection With",
        "role": "extracted",
        "context": "nally Charged With Perjury in Connection With 2016 \nDepositions \nNEW YORK C"
      },
      {
        "name": "Audrey Strauss",
        "role": "extracted",
        "context": "Depositions \nNEW YORK CITY -  Audrey Strauss, the Acting U.S. Attorney for"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "Acting U.S. Attorney for the Southern \nDistrict of New York, William F. Sween"
      },
      {
        "name": "Sweeney Jr",
        "role": "extracted",
        "context": "trict of New York, William F. Sweeney Jr., the Assistant Director in C"
      },
      {
        "name": "Assistant Director",
        "role": "extracted",
        "context": ", William F. Sweeney Jr., the Assistant Director in Charge of \nthe New York Fi"
      },
      {
        "name": "Field Office",
        "role": "extracted",
        "context": "or in Charge of \nthe New York Field Office of the Federal Bureau of Inve"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "New York Field Office of the Federal Bureau of Investigation (FBI), and"
      },
      {
        "name": "Dermot Shea",
        "role": "extracted",
        "context": "of Investigation (FBI), and \nDermot Shea, Commissioner of the New York"
      },
      {
        "name": "City Police",
        "role": "extracted",
        "context": "Commissioner of the New York City Police Department (NYPD), \nannounced"
      },
      {
        "name": "Ghislane Maxwell",
        "role": "extracted",
        "context": "tment (NYPD), \nannounced that Ghislane Maxwell was arrested this morning and"
      },
      {
        "name": "New \nMexico",
        "role": "extracted",
        "context": "luding New York, Florida, and New \nMexico. In addition, as alleged, Max"
      },
      {
        "name": "New Hampshire",
        "role": "extracted",
        "context": "fternoon in federal \ncourt in New Hampshire. This case is assigned to U.S"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "This case is assigned to U.S. District Judge Alison J. \nNathan. \nActing U."
      },
      {
        "name": "Attorney Audrey",
        "role": "extracted",
        "context": "ison J. \nNathan. \nActing U.S. Attorney Audrey Strauss said: \"As alleged, Gh"
      },
      {
        "name": "Like \nEpstein",
        "role": "extracted",
        "context": "ibilities we carry as adults. Like \nEpstein, Ms. Maxwell chose to blatant"
      },
      {
        "name": "Commissioner Dermot",
        "role": "extracted",
        "context": "hey've been subjected.\" \nNYPD Commissioner Dermot Shea said: \"The heinous crime"
      },
      {
        "name": "As Maxwell",
        "role": "extracted",
        "context": "essing in front of a victim. \nAs Maxwell and Epstein intended, these g"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "es in New York, \nFlorida, and New Mexico, as well as Maxwell's residen"
      },
      {
        "name": "Public Corruption",
        "role": "extracted",
        "context": "being handled by the Office's Public Corruption Unit. Assistant U.S. \nAttorne"
      },
      {
        "name": "Fac You",
        "role": "extracted",
        "context": "EFTA00016169\n\nFollow \nus. \nTN Fac You Ins \n'   1110 oR T A too \nThi"
      },
      {
        "name": "Pennsylvania Ave",
        "role": "extracted",
        "context": "asicaffoasaikkeArthirg •  950 Pennsylvania Ave., NW • \nWashington, DC 20530"
      },
      {
        "name": "Justice \nPrivarylagy",
        "role": "extracted",
        "context": "opsubscribe \nDenannunt \nof \nJustice \nPrivarylagy_ I ithathysittegligx \nEFTA000"
      }
    ],
    "locations": [
      {
        "name": "Washington, DC",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-07-02",
        "event": "JULY 2, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "202-514-2007",
      "(212) \n637-2600"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:52.151Z"
}