{
  "document": {
    "id": "efta00009972",
    "filename": "EFTA00009972.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00009972.pdf",
    "text": "\n\nU.S. \nDepartment of Justice \nUnited States Marshals Service \nOffice of General Counsel \nCG\n-3, 15th Floor \nWashington, DC 20530-0001 \nSeptember 6, 2019 \nT. \nMcElwee \n78799-06306786@requests.muckrock.com \nRe: Freedom of Information Act Request No. 2019USMS34199 \nSubject: Jeffrey Epstein \nDear Requester: \nThe United States Marshals Service (USMS) is responding to your Freedom of \nInformation Act (FOIA) request for agency records pertaining to Jeffrey Epstein. \nPursuant to your request, the USMS conducted a search of its automated files and the \nDistrict Office in the Southern District of New York and located 73 responsive pages. Of these \n73 pages, 3 pages were found to have originated or contained information which originated from \nthe Federal Bureau of Prisons. Those documents have been forwarded to that agency for their \nreview and direct response to you. The remaining 70 pages are being released to you and are \nattached hereto. Portions of the pages are being withheld pursuant to FOIA Exemptions (b)(6), \n(b)(7)(C), \n(b)(7)(E), and (b)(7)(F)โข \nFOIA Exemption (b)(6) allows an agency to withhold personnel, medical, and similar \nfiles, the disclosure of which would constitute a clearly unwarranted invasion of personal \nprivacy. Records that apply to or describe a particular individual, including investigative \nrecords, qualify as \"personnel,\" \"medical,\" or \"similar files\" under Exemption 6. FOIA \nExemption (b)(7)(C) protects records or information compiled for law enforcement purposes to \nthe extent that the production of such records or information could reasonably be expected to \nconstitute an unwarranted invasion of personal privacy. A discretionary release of such records \nis not appropriate. att United States Department of Justice \n(DOJ) \nv. Reporters Committee for \nFreedom of the Press, 489 U.S. \n749 (1989). \nFOIA Exemption (b)(7)(F) protects law enforcement information that \"could reasonably \nbe expected to endanger the life or physical safety of any individual.\" 5 U.S.C. ยง 552(b)(7)(F) \n(2006), amended by OPEN Government Act of 2007, Pub. L. No. 110175, 121 Stat. 2524. \nCourts have routinely upheld the use of Exemption (b)(7)(F) to protect the identities of law \nenforcement agents, as well as protect the names and identifying information of non-law \nenforcement federal employees, local law enforcement personnel, and other third persons in \nconnection with particular law enforcement matters. See Rugiero v. DOJ, 257 F.3d 534, 552 \n(6th Cir. 2001); Johnston v. DOJ, No. 97-2173, 1998 WL 518529, *1 (8th Cir. Aug. 10, 1998). \nEFTA00009972\n\nAccordingly, the personally identifiable information of law enforcement officers and \ngovernment employees was withheld from the responsive documentation. The disclosure of \nsuch sensitive information contained in records compiled for law enforcement purposes to the \npublic could subject law enforcement officers and other government personnel to harassment and \nunwelcome contact. This could disrupt and impede official agency activity, as well as endanger \nthe safety of law enforcement officials. Additionally, the personally identifiable information of \nthird parties named in the records was withheld. The disclosure of third party information could \nconstitute an unwarranted invasion of personal privacy and subject the individuals to \nembarrassment, harassment, and undue public attention. Individuals have a recognized privacy \ninterest in not being publicly associated with law enforcement investigations, not being \nassociated unwarrantedly with alleged criminal activity, and controlling how communications \nabout them are disseminated. \nFOIA Exemption (b)(7)(E) exempts from release information that would disclose law \nenforcement techniques or procedures, the disclosure of which could reasonably be expected to \nrisk circumvention of the law. Public disclosure of information such as internal URLs, codes, \nand internal identifying numbers could assist unauthorized parties in deciphering the meaning of \nthe codes and numbers, aid in gaining improper access to law enforcement databases, and assist \nin the unauthorized party's navigation of these databases. This disclosure of techniques for \nnavigating the databases could permit people seeking to violate the law to gain sensitive \nknowledge and take preemptive steps to counter actions taken by USMS during investigatory \noperations. The disclosure of this information serves no public benefit and would not assist the \npublic in understanding how the agency is carrying out its statutory responsibilities. \nFor your information, Congress excluded three discrete categories of law enforcement \nand national security records from the requirements of the FOIA. ate 5 U.S.C. 552(c) (2006 & \nSupp. IV (2010)). This response is limited to those records that are subject to the requirements \nof the FOIA. This is a standard notification that is given to all our requesters and should not be \ntaken as an indication that excluded records do, or do not, exist. \nIf you are not satisfied with the response to this request, you may administratively appeal \nby writing to the Director, Office of Information Policy (OIP), United States Department of \nJustice, Suite 11050, 1425 New York Avenue, NW, Washington, DC 20530-0001, or you may \nsubmit an appeal through OIP's FOIAonline portal by creating an account on the following web \nsite: hups://foiaonlinesegulations.gov/foia/action/publicihome.  Your appeal must be \npostmarked or electronically transmitted within 90 days of the date of my response to your \nrequest. If you submit your appeal by mail, both the letter and the envelope should be clearly \nmarked \"Freedom of Information Act Appeal.\" \nYou may also contact the USMS FOIA Officer or our FOIA Public Liaison at (703) 740-\n3943 for any further assistance and to discuss any aspect of your request. Additionally, you may \ncontact the Office of Government Information Services (OGIS) at the National Archives and \nRecords Administration to inquire about the FOIA mediation services they offer. The contact \ninformation for OGIS is as follows: Office of Government Information Services, National \nArchives and Records Administration, Room 2510, 8601 Adelphi Road, College Park, Maryland \n20740-6001; e-mail at oeis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; \nor facsimile at \n202-741-5769. \nEFTA00009973\n\nSincerely, \nAssociate General Counsel \nFOIA/PA Officer \nOffice of \nGeneral Counsel \nEFTA00009974",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "formation Act Request No. 2019USMS34199 \nSubject: Jeffrey Epstein \nDear Requester: \nThe United States Marshals Serv"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "U.S. \nDepartment of Justice \nUnited States Marshals Service \nOffi"
      },
      {
        "name": "States Marshals",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Marshals Service \nOffice of General Co"
      },
      {
        "name": "Service \nOffice",
        "role": "extracted",
        "context": "stice \nUnited States Marshals Service \nOffice of General Counsel \nCG\n-3, 15"
      },
      {
        "name": "General Counsel",
        "role": "extracted",
        "context": "s Marshals Service \nOffice of General Counsel \nCG\n-3, 15th Floor \nWashingto"
      },
      {
        "name": "Floor \nWashington",
        "role": "extracted",
        "context": "General Counsel \nCG\n-3, 15th Floor \nWashington, DC 20530-0001 \nSeptember 6,"
      },
      {
        "name": "Information Act",
        "role": "extracted",
        "context": ".muckrock.com \nRe: Freedom of Information Act Request No. 2019USMS34199 \nSu"
      },
      {
        "name": "Request No",
        "role": "extracted",
        "context": "e: Freedom of Information Act Request No. 2019USMS34199 \nSubject: Jeff"
      },
      {
        "name": "Dear Requester",
        "role": "extracted",
        "context": "99 \nSubject: Jeffrey Epstein \nDear Requester: \nThe United States Marshals"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "rey Epstein \nDear Requester: \nThe United States Marshals Service (USMS"
      },
      {
        "name": "District Office",
        "role": "extracted",
        "context": "its automated files and the \nDistrict Office in the Southern District of N"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "d the \nDistrict Office in the Southern District of New York and located 73 re"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "on which originated from \nthe Federal Bureau of Prisons. Those documents h"
      },
      {
        "name": "Reporters Committee",
        "role": "extracted",
        "context": "artment of Justice \n(DOJ) \nv. Reporters Committee for \nFreedom of the Press, 48"
      },
      {
        "name": "Government Act",
        "role": "extracted",
        "context": ")(F) \n(2006), amended by OPEN Government Act of 2007, Pub. L. No. 110175,"
      },
      {
        "name": "See Rugiero",
        "role": "extracted",
        "context": "ular law enforcement matters. See Rugiero v. DOJ, 257 F.3d 534, 552 \n(6"
      },
      {
        "name": "Information Policy",
        "role": "extracted",
        "context": "ng to the Director, Office of Information Policy (OIP), United States Departme"
      },
      {
        "name": "Public Liaison",
        "role": "extracted",
        "context": "USMS FOIA Officer or our FOIA Public Liaison at (703) 740-\n3943 for any fu"
      },
      {
        "name": "Government Information",
        "role": "extracted",
        "context": "ou may \ncontact the Office of Government Information Services (OGIS) at the Nation"
      },
      {
        "name": "National Archives",
        "role": "extracted",
        "context": "mation Services (OGIS) at the National Archives and \nRecords Administration t"
      },
      {
        "name": "Records Administration",
        "role": "extracted",
        "context": "at the National Archives and \nRecords Administration to inquire about the FOIA med"
      },
      {
        "name": "National \nArchives",
        "role": "extracted",
        "context": "ernment Information Services, National \nArchives and Records Administration, R"
      },
      {
        "name": "Adelphi Road",
        "role": "extracted",
        "context": "ministration, Room 2510, 8601 Adelphi Road, College Park, Maryland \n2074"
      },
      {
        "name": "College Park",
        "role": "extracted",
        "context": "Room 2510, 8601 Adelphi Road, College Park, Maryland \n20740-6001; e-mail"
      },
      {
        "name": "Associate General",
        "role": "extracted",
        "context": "9. \nEFTA00009973\n\nSincerely, \nAssociate General Counsel \nFOIA/PA Officer \nOff"
      },
      {
        "name": "Officer \nOffice",
        "role": "extracted",
        "context": "iate General Counsel \nFOIA/PA Officer \nOffice of \nGeneral Counsel \nEFTA0000"
      }
    ],
    "locations": [
      {
        "name": "Floor \nWashington, DC",
        "type": "city"
      },
      {
        "name": "York Avenue, NW",
        "type": "city"
      },
      {
        "name": "Washington, DC",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-09-06",
        "event": "September 6, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "202-741-5770",
      "877-684-6448",
      "202-741-5769"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:41.036Z"
}