{
  "document": {
    "id": "efta00030660",
    "filename": "EFTA00030660.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030660.pdf",
    "text": "\n\nFrom: (USANYS)\" <1 \nTo:' \nCc: 'M \n(USANYS)\" anr\" \nSubject: RE: updates \nDate: Tue, 03 Sep 2019 16:00:21 +0000 \nImportance: Normal \nThanks. Makes sense. As part of that, can you just remind the Brass in a sentence or less who she is? \nFrom: \nSent: Tuesday, September 3, 2019 11:56 AM \nTo: (USANYS) \nCc: \n(USANYS) \n<\nSubject: RE: updates \nThanks, sending now—I'm adding one bullet point, which is that we are scheduled to meet with \non \n9/11 for a reverse proffer. I'm not sure whether we had discussed that, so wanted to make sure you were aware. \nFrom: (USANYS)\nSent: Tuesday, September 3, 201911:06 AM \nTo: \nCc: (USANYS) \nSubject: RE: updates \nGot it, thanks. Please make those changes and pass up. \nFrom: \nSent: Tuesday, September 3, 2019 11:05 AM \nTo: (USANYS)\nCc: (USANYS) \n< < \n .. \nSubject: RE: updates \nThanks, M. Only small changes: \n• Because of Hurricane Dorian, it looks like this week's Florida trip will have to be rescheduled. I'll make that \nchange. \n• still appears to be open to a videoconference interview. What she backed out of was meeting us last \nweek. \n• The interview will be in person, not by videoconference (that's my error, \nI'll fix it). \npointed that out and \n• Regarding the attorney proffer, I would say she has denied knowing the victims were minors and that the \nmassages would be sexual in nature. \nFrom: \n(USANYS) <1.1 )\nSent: Tuesday, September 3, 2019 10:58 AM \nEFTA00030660\n\nTo: \nCc: (USANYS) \nSubject: RE: updates \nHope you all had a good long weekend and got to take a bit of a break. Assuming no big developments since Friday \nafternoon, I've proposed some modest additions/changes to your bullets, below. Can you take a quick look, note my \nquestion below on and let me know if there is anything worth discussing further? If not, you can send on to the \nBrass noting this is per Geoff's request for an update. Thanks \nOh, and we'll do something more official soon, but a formal welcome to the unit, \n• On August 27th, the team met separately with and and. are Victim-2 and \nVictim-3 in the Indictment and have previously described as the individual through whom they \nscheduled all of their encounters with Epstein. Critically, both have also said was present when they \narrived to perform the massages (and thus would have seen how old they were) and on some occasions paid \nthem after the \"massages\" were complete. During our meetings on August 27, MI and both conveyed that \nthey are willing to continue to cooperate in an ongoing investigation into Epstein's co-conspirators. \n• On August 27th, the team met with who reported being sexually assaulted at several of \nEpstein's properties while she was an adult. described being recruited to perform massages for Epstein by \nGhislaine Maxwell. indicated that she would cooperate with our ongoing investigation. \n• On August 27th, the team interviewed ME, who described being recruited by Ghislaine Maxwell \nand caused to engage in sexualized massage sessions with Epstein, during which she was sexually assaulted. \nThese assaults occurred in London, Florida, the USVI, and New York, beginning when was 17 and \ncontinuing into her early twenties. These incidents occurred in the 1990s, before the sex trafficking statutes were \nenacted. indicated that she would cooperate with our ongoing investigation. \n• On August 27th, the team met with =I, who has previously been interviewed and has described being \nsexually assaulted by Epstein at several of his properties when she was 17. has reported that \nwas present during at least one of these encounters. has indicated that she will cooperate with our \nongoing investigation. \n• On August 29th, the team met with la, and a, who have each \nreported being sexually abused by Epstein while they were adults. We are in the process of scheduling an \ninterview with , who, as noted, was an adult at the time she was abused, and has accused Ghislaine \nMaxwell of being involved in her abuse. We anticipate that the interview will occur by videoconference, likely \nduring the next two weeks. [Is this still happening, I thought she had backed out?J \n• Weather permitting, the team hopes to travel to Florida the week of September 3 for two meetings. First, we \nhope to meet with \n(M) \nfor a second proffer. worked as an assistant to Epstein in 2004, \nreporting to Her duties included scheduling two to three \"massages\" for Epstein each day he was in \nFlorida. Second, we hope to meet with for a reverse proffer. When was 16, Epstein \nproposed that she recruit girls for him, and brought her young friends to Epstein for \"massages\" for \nseveral years. was granted immunity by SDFL and provided grand jury testimony as part of the prior \ninvestigatoin, and we hope to pursue as a witness in this case. Our understanding is that \ncoordinated appointments for the victims through \n• On September 6th, we are scheduled to meet with defense counsel for an second attorney proffer. \nAt the initial attorney proffer, attorney's substantially minimized her knowledge of the criminal elements \nof her conduct, namely the age of the girls she was scheduling to \"massage\" Epstein. \nEFTA00030661\n\n• On September 9th, we are scheduled to interview by videoconference. has \naccused Ghislaine Maxwell of recruiting her when she was 16. \n• On September 16th, we are scheduled to interview MI, who worked as Epstein's \"house man\" at the \nNew York Residence for many years. To our knowledge, has never been interviewed before. \n• During the week of September 16th, the team plans to travel to California for several meetings. We hope to \nmeet with a victim who is described in our previous memorandum regarding co-conspirators. \nWe have previously interviewed who has told us that was not only involved in scheduling her \n\"massages;' but met/observed in person and was present for conversations about the sexual natures of \nthe encounters with Epstein, and we hope to discuss whether is willing to cooperate with our ongoing \ninvestigation. While we are in California, we also hope to schedule follow-up interviews with and \ndescribed above. \nEFTA00030662",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ing recruited to perform massages for Epstein by \nGhislaine Maxwell. indicated that she would cooperate with our ongo"
      },
      {
        "name": "Normal \nThanks",
        "role": "extracted",
        "context": "9 16:00:21 +0000 \nImportance: Normal \nThanks. Makes sense. As part of that"
      },
      {
        "name": "Hurricane Dorian",
        "role": "extracted",
        "context": "small changes: \n• Because of Hurricane Dorian, it looks like this week's Fl"
      },
      {
        "name": "Thanks \nOh",
        "role": "extracted",
        "context": "eoff's request for an update. Thanks \nOh, and we'll do something more"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "ormal welcome to the unit, \n• On August 27th, the team met separately"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "e was abused, and has accused Ghislaine \nMaxwell of being involved in her abus"
      },
      {
        "name": "On September",
        "role": "extracted",
        "context": "ts for the victims through \n• On September 6th, we are scheduled to meet"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-09-03",
        "event": "September 3, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:26.388Z"
}