{
  "document": {
    "id": "efta00027298",
    "filename": "EFTA00027298.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027298.pdf",
    "text": "\n\nFrom: \nSubject: RE: Upcoming Nineteenth Production \nDate: Thu, 05 Aug 2021 13:28:09 +0000 \nAttachments: US _ v _Maxwell_Discovery_Index.xlsx; 2021.08.05_Maxwell_Discovery_Letter.docx \nThank you, The below changes have been made and are reflected in the updated cover letter (attached and \nsaved here) and the index (also attached and saved here). If the cover letter looks good to go, I can PDF it. Thanks again \nfor reviewing! \nFrom: \nSent: Wednesday, August 4, 2021 9:39 PM \nTo: \nCc \nSubject: RE: Upcoming Nineteenth Production \nThanks so much, ! For the index and the cover letter, would you please break out the \"FBI Recovered Metadata\" \ninto two rows that correspond with the subfolders within that folder on the share? The first row should be entitled \"Files \nRecovered from Discs Seized from Epstein NY Residence\" and the second row should be entitled \"De-Designated Images \nfrom Epstein's Electronic Devices\". \nAlso, I'd like to add the following language below the index in the cover letter, please: \n\"Please note that the files recovered from discs seized from Jeffrey Epstein's New York residence and the De-Designated \nImages from Epstein's Electronic Devices are being produced to you with html files that contain thumbnails of each image \nand any recovered metadata next to each thumbnail. In order to view the full size image from a particular row in the html \nfile, click on the thumbnail, which will automatically open up the full size image from within the folder structure \nmaintained in the folder entitled \"Files.\" Use of these html files does not require Internet access, but does require that \nthe file structure within the folder entitled \"Files\" remain unchanged. \nAdditionally, certain of the files that were recovered from the discs seized from Epstein's New York residence are not \nviewable on the FBI's system. In the interest of completeness, however, we are producing to you every file that was \nrecovered from those discs, including those that are not openable or viewable.\" \nFrom: \nSent: Wednesday, August 4, 2021 3:50 PM \nTo: \nCc: \nSubject: RE: Upcoming Nineteenth Production \nGreat, thank you! \n>; \nEFTA00027298\n\nThe entire production has now been stamped and is ready for your review. With the exception of the FBI Recovered \nMetadata (which is on a hard drive; we will askM/IT to make us an internal copy of the stamped version), the rest of \nthe production is saved here on the shared. The index is also attached and saved here. Finally, I attached a draft cover \nletter for defense counsel (also saved here). I'm happy to make any changes to the production, index, or cover letter as \nneeded. \nIf it looks good to go, we can start loading the materials once the hard drives from defense arrive. Thanks so much! \nFrom: \nSent: Wednesday, August 4, 2021 3:26 PM \nTo: \nCc: \nSubject: RE: Upcoming Nineteenth Production \nHi \nThanks! That proposal for the stamp makes sense to me. \nFrom: \nSent: Wednesday, August 4, 2021 11:08 AM \nTo: \nCc: \n>; \n>; \nSubject: RE: Upcoming Nineteenth Production \nThanks, We can definitely use the same protective order stamp for this production. \nM, please let me know what you prefer for stamping the JPMC returns. I'm happy to coordinate! \nThanks, \nFrom: \nSent: Wednesday, August 4, 2021 9:56 AM \nTo: \nCc: \nSubject: RE: Upcoming Nineteenth Production \nThanks \nI'm going to defer to on how to stamp the JPMC returns. \n>; \nMy preference would be to use the same stamp we used in our most recent productions, but please let me know if that \nlabel is too long to be workable, in which case we'll figure out an alternative. \nEFTA00027299\n\nFrom: \nSent: Wednesday, August 4, 2021 9:53 AM \nTo: \nCc: \nSubject: Upcoming Nineteenth Production \nHi all, \n>; \n>; \nMike has finished pulling the FBI Recovered Metadata from the shared, so we will be able to stamp those materials soon. \nThey are 217 GB in size, so we should ask defense counsel for a  500GB drive for us to load the entire Nineteenth \nProduction onto. In the meantime, I had a couple questions regarding the remaining materials in the pending production: \n1. How would you like the JP Morgan Chase returns stamped? We can give each production folder its own Bates \nstamp, but unfortunately we can't stamp each individual file since it's in a load file format; we would have to ask \nto do so. I'm happy to coordinate whatever you prefer. \n2. How would you like us to stamp the materials so that they comply with the correct protective order designation? \nWe can use \"SUBJECT TO PROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17,\" as we did in the most recent \n3500 production, but I wanted to confirm with you all first. \nI'm happy to chat further if anything's unclear. Thanks very much, all! \nParalegal Specialist \nU.S. Attorney's Office I  SDNY \n1 St. Andrew's Plaza \nNew York, NY 10007 \nEFTA00027300",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "e that the files recovered from discs seized from Jeffrey Epstein's New York residence and the De-Designated \nImage"
      },
      {
        "name": "Upcoming Nineteenth",
        "role": "extracted",
        "context": "From: \nSubject: RE: Upcoming Nineteenth Production \nDate: Thu, 05 Aug"
      },
      {
        "name": "Production \nDate",
        "role": "extracted",
        "context": "ject: RE: Upcoming Nineteenth Production \nDate: Thu, 05 Aug 2021 13:28:09 +0"
      },
      {
        "name": "Cc \nSubject",
        "role": "extracted",
        "context": "August 4, 2021 9:39 PM \nTo: \nCc \nSubject: RE: Upcoming Nineteenth Prod"
      },
      {
        "name": "Production \nThanks",
        "role": "extracted",
        "context": "ject: RE: Upcoming Nineteenth Production \nThanks so much, ! For the index and"
      },
      {
        "name": "Recovered Metadata",
        "role": "extracted",
        "context": "you please break out the \"FBI Recovered Metadata\" \ninto two rows that correspo"
      },
      {
        "name": "Files \nRecovered",
        "role": "extracted",
        "context": "first row should be entitled \"Files \nRecovered from Discs Seized from Epstei"
      },
      {
        "name": "Discs Seized",
        "role": "extracted",
        "context": "titled \"Files \nRecovered from Discs Seized from Epstein NY Residence\" an"
      },
      {
        "name": "Designated Images",
        "role": "extracted",
        "context": "nd row should be entitled \"De-Designated Images \nfrom Epstein's Electronic De"
      },
      {
        "name": "Electronic Devices",
        "role": "extracted",
        "context": "gnated Images \nfrom Epstein's Electronic Devices\". \nAlso, I'd like to add the"
      },
      {
        "name": "Designated \nImages",
        "role": "extracted",
        "context": "New York residence and the De-Designated \nImages from Epstein's Electronic Dev"
      },
      {
        "name": "Production \nGreat",
        "role": "extracted",
        "context": "ject: RE: Upcoming Nineteenth Production \nGreat, thank you! \n>; \nEFTA00027298"
      },
      {
        "name": "Recovered \nMetadata",
        "role": "extracted",
        "context": "With the exception of the FBI Recovered \nMetadata (which is on a hard drive; we"
      },
      {
        "name": "Production \nHi",
        "role": "extracted",
        "context": "ject: RE: Upcoming Nineteenth Production \nHi \nThanks! That proposal for th"
      },
      {
        "name": "Nineteenth \nProduction",
        "role": "extracted",
        "context": "ive for us to load the entire Nineteenth \nProduction onto. In the meantime, I had"
      },
      {
        "name": "Morgan Chase",
        "role": "extracted",
        "context": "1. How would you like the JP Morgan Chase returns stamped? We can give"
      },
      {
        "name": "Paralegal Specialist",
        "role": "extracted",
        "context": "lear. Thanks very much, all! \nParalegal Specialist \nU.S. Attorney's Office I  SD"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "ffice I  SDNY \n1 St. Andrew's Plaza \nNew York, NY 10007 \nEFTA00027300"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-08-04",
        "event": "August 4, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:17.952Z"
}