{
  "document": {
    "id": "efta00017823",
    "filename": "EFTA00017823.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00017823.pdf",
    "text": "\n\nOG \nCOHEN & \nGRESSER LLP \nMark S. Cohen \ninn\nNovember 25, 2020 \nTO BE FILED UNDER SEAL \nVIA EMAIL (SUBMITTED PURSUANT TO SECTION 2(B) \nOF JUDGE NATHAN'S INDIVIDUAL PRACTICES IN CRIMINAL CASES) \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthern District of New York \n40 Foley \nSquare \nNew York, New York 10007 \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (MN) \nDear Judge Nathan: \n800 Third Avenue \nNew Yolk, NY 10022 \n+1 212 \n957 \n7600 phone \nwhwtcohensresser cool \nOn behalf of our client, Ghislaine Maxwell, we plan to file a  Renewed Motion for \nRelease on Bail (the \"Motion\") and respectfully request an in camera conference, with all \ncounsel present, to address the appropriate procedures for the filing and consideration of the \nMotion. For the reasons explained below, we intend to request, pursuant to Fed. R. Crim. P. \n49.1(d), that the Court permit the filing of portions of the Motion and certain supporting \nmaterials under seal and require that any responsive materials be filed under seal. We believe an \nin camera conference would be the most efficient form to address these issues and other \nconfidentiality concerns related to the Motion. We intend to provide a full set of materials to the \ngovernment, Pretrial Services, and the Court when the Motion is filed. We are merely requesting \nthat sensitive contents of the submission be accorded confidentiality protections similar to those \nthat the government routinely requires in protective orders, including the one in this case. \nIn the four months since this Court denied Ms. Maxwell's request for bail and granted the \ngovernment's motion for detention, Ms. Maxwell and her counsel have assembled substantial \ninformation that was not available to present at the initial hearing, as well as a  comprehensive \nbail package co-signed by sureties who were unable to come forward at that time. Accordingly, \nMs. Maxwell now seeks to renew her request for bail pursuant to 18 U.S.C. § 3142(0. \nMs. Maxwell's renewed application will rely on sensitive and private information that, if \nmade public, would be highly damaging to both Ms. Maxwell and third parties, including: \n• Letters from Ms. Maxwell's family members and close friends, who have agreed to \nserve as sureties to support Ms. Maxwell's renewed bail application. The letters \ncontain personal details that, if made public, would invite identification and \nEFTA00017823\n\nThe Honorable Alison J. Nathan \nNovember 25, 2020 \nPage 2 \nharassment of the sureties and other third parties, including minor children. They are \nlegitimately afraid that if their identities become public, they will be subjected to the \nsame relentless media scrutiny and threats that Ms. Maxwell has experienced for \nmore than a year, like the following sample of social media posts: \n\"they need to get this bitch n string her up by her neck .  . Peking monster .  .  . \n#GhislaineMaxwell.\" \n\"I hope someone finds her and kills her. That would be justice. Obviously her \nlawyers know's where she is, someone should stick them up to batteries untill we \nfind out where she is.\" \n\"SHE'S HERE in Massachusetts ?! The bitch #GhislaineMaxwell who \nftSexTrafficked young girls for #Epstein ?!?! Why the hell isn't she being brought in \nfor questioning @ManchesterMAPD ?! WE DO NOT WANT HER HERE! \n#SleezyLeach She is CLOSE ENOUGH to me, I could grab her myself!\" \n• A financial report, prepared by the accounting firm Macalvins Limited, that provides \na summary of Ms. Maxwell's financial condition from 2015-2020 and discloses all of \nher assets, all assets held in trust, and assets held by other family members. \n• A discussion and analysis of certain materials produced by the government in \ndiscovery marked \"Confidential\" and their impact on the government's case against \nMs. Maxwell, which must be filed under seal pursuant to the terms of the Protective \nOrder in this case (Dkt. 36). \nFed. R. Crim. P. 49.1(d) provides that \"a court may order that a filing be made under seal \nwithout redaction. The court may later unseal the filing or order the person who made the filing \nto file a  redacted version for the public record.\" While the Second Circuit has recognized a \npresumption of access under both common law and the First Amendment, it is appropriate to \npermit the filing of documents under seal if \"countervailing factors\" in the common law \nframework or \"higher values\" in the First Amendment framework so demand. Lugosch v. \nPyramid Co. of Onandaga, 435 F.3d 110, 124 (2d Cir. 2006); see also Unites States v. Wey, 256 \nF. Supp. 3d 355, 411 (S.D.N.Y. 2017) (Nathan, J.) (granting motion to seal evidentiary exhibits \nand finding that privacy interests \"outweigh any public interest in disclosure, whether derived \nfrom the First Amendment or the common-law right of \naccess\"). \nMoreover, a lower presumption of public access applies to documents submitted in \nconnection with powers that are \"ancillary to the court's core role in adjudicating a case\" than to \n\"material introduced at trial, or in connection with dispositive motions.\" Brown v.  Maxwell, 929 \nF.3d 41, 49-50 (2d Cir. 2019) (applying lower presumption to documents submitted in \nconnection with discovery and evidentiary motions than to summary judgment filings). Thus, a \nlower presumption of public access attaches the parties' pretrial bail submissions than to exhibits \nintroduced at trial or in connection with a motion to dismiss. \nEFTA00017824\n\nThe Honorable Alison J. Nathan \nNovember 25, 2020 \nPage 3 \nHere, that lower presumption is far outweighed by the significant privacy interests \nimplicated by the materials at issue. See United States v. Amodeo, 71 F.3d 1044, 1050 (2d Cir. \n1995) (\"[t]he privacy interests of innocent third parties ... should weigh heavily in a  court's \nbalancing equation\"). If Ms. Maxwell's sureties are publicly identified, they will be harassed \nsimply for their association with and support of her. Indeed, some of Ms. Maxwell's closest \nfriends and famil have alread suffered ificant cons -i uences. For example, \nThe sureties are legitimately scared that they and their children will suffer the same \nconsequences, and may not be able to come forward at all, if the Court does not allow their \nletters and their identities to be sealed. See id. at 1051 (\"[C]ourts have the power to insure that \ntheir records are not used to gratify private spite or promote public scandal[.]\"). These \nindividuals are entitled to the same privacy as Ms. Maxwell's accusers, no longer minors, who \nhave been permitted to remain anonymous even though many have revealed their identities. \nThe presumption of public access is also outweighed by Ms. Maxwell's privacy interest \nin details regarding her financial condition, as well as the privacy interests of third parties that \nwould be implicated if Ms. Maxwell's assets were publicly disclosed. See id. (personal financial \nrecords traditionally considered private, not public). \nSimilar privacy interests led the court to permit the redaction of bail submission materials \nin United States v. Nejad (\"Sadr\"), Case 1:18-cr-00224-AJN (S.D.N.Y.). Like this case, Sadr \ninvolved a defendant with meaningful assets and a bail package with numerous co-signers. At \nthe initial bail hearing, Judge Carter ordered both defense counsel and the government to redact \nattachments to their submissions because they contained \"sensitive private information with \nrespect to a whole series of individuals.\" (Id., Dkt. 21 at 25.) The privacy interests at stake here \nare significantly higher, given the documented threats against Ms. Maxwell and harassment of \nher family and friends. \nFor the reasons set forth above, we believe that portions of the Motion, and certain \nmaterials submitted in support thereof and in opposition thereto, should be filed under seal. We \nrespectfully request an in camera conference to address these issues and other confidentiality \nconcerns related to the Motion. We have consulted with the government, which consents to the \nredaction and sealed filing of (1) the names and identifying information of any proposed \ncosigners, (2) any discovery materials designated confidential under the Protective Order in this \ncase, and (3) any information derived from confidential discovery materials in this case. The \ngovernment does not consent to the in camera conference. \nEFTA00017825\n\nThe \nHonorable \nAlison J. Nathan \nNovember 25. \n2020 \nPage 4 \nPruitt-if-Idly coalmine./ \nMark S. Cohen \nChristian \nR. Everdell \nCOHEN & \nGRESSER LLP \n800 \nThird Avenue. 21st Floor \nNew York Ne \nYork \n10022 \ncc: All counsel of \nrecord (via \nemail) \nSO \nORDERED. 11/25/20 \nAlison J. Nathan, U.S.D.J. \nThe Court sees no basis for the sealing of \nthis letter. On or before December 2, 2020, \nDefendant shall justify why this letter \nshould be sealed (or redacted). \nAlternatively, the Defendant may file the \nletter on the public docket by that date. \nThe Court will take no action on the \nrequest pending resolution of the initial \nsealing question. The Defendant's letter \nand this memorandum endorsement will \nbe temporarily sealed pending resolution \nof the sealing request. \nSO \nORDERED. \nEFTA00017826",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "New York, New York 10007 \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (MN) \nDear Judge Nathan: \n800 Third A"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "onths since this Court denied Ms. Maxwell's request for bail and gr"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "PRACTICES IN CRIMINAL CASES) \nThe Honorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "SES) \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Court \nSouthern District of N"
      },
      {
        "name": "Court \nSouthern",
        "role": "extracted",
        "context": "athan \nUnited States District Court \nSouthern District of New York \n40 Fole"
      },
      {
        "name": "Foley \nSquare",
        "role": "extracted",
        "context": "hern District of New York \n40 Foley \nSquare \nNew York, New York 10007 \nRe"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "ine Maxwell, 20 Cr. 330 (MN) \nDear Judge Nathan: \n800 Third Avenue \nNe"
      },
      {
        "name": "Third Avenue",
        "role": "extracted",
        "context": "(MN) \nDear Judge Nathan: \n800 Third Avenue \nNew Yolk, NY 10022 \n+1 212"
      },
      {
        "name": "New Yolk",
        "role": "extracted",
        "context": "ge Nathan: \n800 Third Avenue \nNew Yolk, NY 10022 \n+1 212 \n957 \n7600"
      },
      {
        "name": "Renewed Motion",
        "role": "extracted",
        "context": "e Maxwell, we plan to file a  Renewed Motion for \nRelease on Bail (the \"Mo"
      },
      {
        "name": "Pretrial Services",
        "role": "extracted",
        "context": "materials to the \ngovernment, Pretrial Services, and the Court when the Motio"
      },
      {
        "name": "Nathan \nNovember",
        "role": "extracted",
        "context": "7823\n\nThe Honorable Alison J. Nathan \nNovember 25, 2020 \nPage 2 \nharassment"
      },
      {
        "name": "Leach She",
        "role": "extracted",
        "context": "DO NOT WANT HER HERE! \n#SleezyLeach She is CLOSE ENOUGH to me, I coul"
      },
      {
        "name": "Macalvins Limited",
        "role": "extracted",
        "context": "epared by the accounting firm Macalvins Limited, that provides \na summary of"
      },
      {
        "name": "Protective \nOrder",
        "role": "extracted",
        "context": "pursuant to the terms of the Protective \nOrder in this case (Dkt. 36). \nFed."
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "the public record.\" While the Second Circuit has recognized a \npresumption"
      },
      {
        "name": "First Amendment",
        "role": "extracted",
        "context": "under both common law and the First Amendment, it is appropriate to \npermit"
      },
      {
        "name": "Pyramid Co",
        "role": "extracted",
        "context": "mework so demand. Lugosch v. \nPyramid Co. of Onandaga, 435 F.3d 110, 1"
      },
      {
        "name": "Unites States",
        "role": "extracted",
        "context": "124 (2d Cir. 2006); see also Unites States v. Wey, 256 \nF. Supp. 3d 355,"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "ed by the materials at issue. See United States v. Amodeo, 71 F.3d 104"
      },
      {
        "name": "If Ms",
        "role": "extracted",
        "context": "ourt's \nbalancing equation\"). If Ms. Maxwell's sureties are publi"
      },
      {
        "name": "Judge Carter",
        "role": "extracted",
        "context": "At \nthe initial bail hearing, Judge Carter ordered both defense counsel"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "gnated confidential under the Protective Order in this \ncase, and (3) any in"
      },
      {
        "name": "The \nHonorable",
        "role": "extracted",
        "context": "ra conference. \nEFTA00017825\n\nThe \nHonorable \nAlison J. Nathan \nNovember 2"
      },
      {
        "name": "Cohen \nChristian",
        "role": "extracted",
        "context": "t-if-Idly coalmine./ \nMark S. Cohen \nChristian \nR. Everdell \nCOHEN & \nGRESSE"
      },
      {
        "name": "Floor \nNew",
        "role": "extracted",
        "context": "LLP \n800 \nThird Avenue. 21st Floor \nNew York Ne \nYork \n10022 \ncc: All"
      },
      {
        "name": "York Ne",
        "role": "extracted",
        "context": "Third Avenue. 21st Floor \nNew York Ne \nYork \n10022 \ncc: All counsel"
      }
    ],
    "locations": [
      {
        "name": "New Yolk, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-11-25",
        "event": "November 25, 2020"
      },
      {
        "date": "2020-12-02",
        "event": "December 2, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:55.679Z"
}