{
  "document": {
    "id": "efta00023378",
    "filename": "EFTA00023378.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00023378.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 430 Filed 11/10/21 Page 1 of S \nU.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nBY EMAIL \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY \nPILED \nDOC 0: \nDATE \nFILED:1 1 /11 /21 \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthern District of New York \nUnited States Courthouse \n40 Foley Square \nNew York, New York 10007 \nRe: \nThe &Mal Mono Building \nOne Saint Andrew's Plaza \nNew York New York 10007 \nNovember 10, 2021 \nThe parties are ORDERED to submit the lists \nreferenced in this letter on or before November 14, \n2021, in accordance with Dkt. No. 427. The parties \nmay continue submitting proposed redactions in \naccordance with the procedures this Court has \npreviously set. SO ORDERED. \nUnited States v. Ghislaine Maxwell, 20 Cr. 330 (MN) \nAI \n11/11/21 \nDear Judge Nathan: \nAt the November 1, 2021 pretrial conference, the Court directed the parties to file a joint \nletter regarding protections for witness identities at trial. In particular, the Court directed the \nparties to: ( I) provide nomenclature for witnesses whose identities should be protected, \n(2) propose \nprocedures for voir dire related to witness identities, (3) submit a proposed instruction to the jury \nregarding witnesses testifying under pseudonyms or under their first name only, and (4) address \nthe logistics of offering sealed or redacted exhibits containing personal identifying information. \nBelow are the positions of the parties regarding these logistical considerations. Because this letter \ncontains identifying information relating to victims, the Government respectfully requests that the \nCourt accept the Government's proposed redactions to this letter. \nGovernment position: \nI. Nomenclature \nWith respect to nomenclature for witnesses whose identities should be protected at trial, \nthe Government respectfully submits the following chart, which provides the true names of \nwitnesses and the proposed nomenclature for those witnesses at trial. \nEFTA00023378\n\nCase 1:20-cr-00330-AJN Document 432 Filed 11/10/21 Page 2 of S \nPage 2 \nThe Government submits that this nomenclature can be used when trial begins on \nNovember 29, 2021, but that the parties should be directed to continue referencing victims and \nwitnesses on the public record according to the nomenclature in the Superseding Indictment. The \nGovernment further requests that the defense be directed to redact the true names of the witnesses \nin this chart from all exhibits to filings, and to avoid using the true names of victims in filings with \nthe Court. Using the true names of victims delays public filings and creates otherwise unnecessary \nredaction projects that waste the Government and the Court's time. Moreover, using victim names \nin filings increases the risk that victim identities may become public, due to redaction errors or \nother issues. \nII. Voir Dire \nRegarding voir dire, the Government proposes that prospective jurors be handed a sheet \nwith a list of names and places that may come up at trial. That sheet, which would be filed under \nseal, would contain the true names of witnesses. The sheet would not be read aloud; instead, the \nEFTA00023379\n\nCase 1:20-cr-00330-AJN Document 432 Filed 11/12/21 Page 3 of \nPage \n3 \nGovernment requests that the Court direct prospective jurors to read the sheet and to raise a hand \nif they are familiar with the witnesses or locations. Examination of jurors on this subject would \nthen be conducted at sidebar, with the transcript redacted to remove witness identifying \ninformation. \nIII. Limiting Instruction \nThe Government requests that the Court give the jury an instruction that is similar to the \ninstruction Judge Garaufis gave the jury in United States v.  Raniere, 18 Cr. 204 (E.D.N.Y.). In \nthat case, Judge Garaufis instructed the jury: \nYou may have noticed during yesterday's testimony that the witness used first \nnames of certain individuals. That is because the names of certain alleged victims \nare being withheld from the public and the press to protect the privacy of those \nindividuals. I  have therefore instructed the parties to refer to those individuals by \ntheir first names only; however, those full names are known to the Government, the \ndefendant, and to the \nCourt. \nAn excerpt of the relevant transcript is enclosed as Exhibit A. Here, the Government proposes that \nthe Court instruct the jury: \nAt this trial, certain witnesses will be testifying under their first name only. Other \nwitnesses will be testifying under pseudonyms —  that is, under different names. \nThat is because the names of certain alleged victims and related witnesses are being \nwithheld from the public and the press to protect the privacy of those individuals. I \nhave therefore instructed the parties to refer to those individuals by their first names \nonly, or in some instances, by using a pseudonym. However, the full names of the \nwitnesses are known to the Government, the defendant, and to the Court. \nThe Government respectfully submits that the proposed instruction addresses any potential \nEFTA00023380\n\nCase 1:20-cr-00330-AJN Document 432 Filed 11/12/21 Page 4 of S \nPage 4 \nprejudice to the defendant, as the instruction makes clear to the jury that the identities of the \nwitnesses are being protected from the public and press only, and that the true names of the \nwitnesses are known to the Government, the Court, and the defendant. \nIV. Sealed and Redacted Exhibits \nThe Government anticipates offering certain exhibits entirely under seal or with redactions \nto protect the personal identifying information of witnesses and third parties. With respect to \nlogistics, the Government would propose submitting redacted versions of exhibits — along with an \nindex noting which of the Government exhibits will be offered under seal — no later than November \n29, 2021. To the extent the defense takes issue with the sealing requests or the proposed redactions, \nthe Court may rule on those exhibits on case-by-case basis during the trial. \nThe Government has considered how best to publish sealed exhibits to the jury while \nprotecting the identities of witnesses and the privacy of third parties. On that score, the \nGovernment is  mindful that exhibits published in electronic format on screens in the courtroom \nmay be seen by the public, since the screens at counsel table —  and potentially the jury box— are \nvisible to the public from certain angles. For this reason, the Government requests permission to \nprovide jurors with individual binders containing sealed exhibits. The Government expects that \njurors will follow the Court's instruction to only view items in the binder when the Court instructs \njurors to \ndo so. \nEFTA00023381\n\nCase 1:20-cr-00330-AJN Document 432 Filed 11/10/21 Page 5 of S \nPage 5 \nDefense position: \nIn light of the Court's ruling on the government's motion in limine, the defense will accept \nthe government's proposed nomenclature for the witnesses referenced above. The defense has no \nobjection to the procedures proposed by the government for voir dire and for sealing and redacting \nexhibits on the understanding that the defense will have the opportunity to object to particular \nsealing and redaction requests. The defense also proposes the following limiting instruction in \nplace of the government's proposed instruction: \nThis case has received, and will continue to receive, significant attention in the \nmedia. To minimize the inconvenience and potential harassment of any witness, the \nCourt has permitted witnesses, if they choose, to be referred to by either their first \nname or a pseudonym. However, the full names of the witnesses are known to the \nGovernment, the defendant, and to the Court, and were shown to you during jury \nselection. This process should not bear in any way on your evaluation of the \nevidence in this case. \nRespectfully submitted, \nDAMIAN WILLIAMS \nUnited States Attorney \nBy:  s/ \nAssistant United States Attorneys \nSouthern District of New York \nCc: Defense Counsel (By email) \nEFTA00023382\n\nCDasell2E0ecf0033EGMIIN Olticameatt442€1 RileeldL11120221 Farage6loW72 \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nProceedings 245 \nthe aspects of the motion we filed, and I think it's a lot for \nthe Court to have to deal with, quite frankly, and I know the \nCourt is going to try and do the best it can with the \nsituation, but I don't think it's tenable and -- I don't ask \nfor mistrials easily, I have probably asked for four in my \nentire career, I don't see a way out of this problem. \n(Pause.) \nTHE COURT: All right, I'm going to deny the \ndefendant's motion for a mistrial. Any issues caused by a \nwitness referring to certain individuals by their first name \nonly and by asking the Government if they may use last names \nof certain other individuals can be cured by a jury \ninstruction, which I will give. Going forward, the Government \nshall provide the defendant and each witness, including the \ncurrent witness, with a list of the individuals whose identity \nshould be protected from the public and the press, that way \neach witness can refer to the list rather than asking the \nGovernment whether a particular individual's identity is \nprotected. \nYou don't have a proposed jury instruction. \nMS. PENZA: Not yet, Your Honor. \nTHE COURT: I have one. \nTo the jurors: You may have noticed during \nyesterday's testimony that the witness used first names of \ncertain individuals. That is because the names of certain \nDenise Parisi .  RPM CRR \nOfficial Court Reporter \nEFTA00023383\n\n(Thasell2E0eorG033EGVIIIN Clboaintabt43261 Ficleetta1120221 72z072 \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nProceedings 246 \nalleged victims are being withheld from the public and the \npress to protect the privacy of those individuals. I have \ntherefore instructed the parties to refer to those individuals \nby their first names only; however, those full names are known \nto the Government, the defendant, and to the Court. \nYou may also have noticed that the witness was \nasking the Government whether she should say the last names of \ncertain individuals. Going forward, the witnesses will \nreceive a list of the individuals whose last names are to be \nprotected to which they may refer while testifying. \nAnything else you want me to put in there? \nMS. PENZA: Not from the Government Your Honor. \nTHE COURT: You object? \nMR. AGNIFILO: I do, Judge. \nTHE COURT: Your objection is noted. \nAlso, I'm going to direct that the parties shall not \nmake any speaking objections. If the basis for an objection \nis not apparent, the parties may request a sidebar. \nMR. AGNIFILO: Very good. Thank you, Judge. \nTHE COURT: Okay, what else? \nMS. PENZA: Nothing else from the Government, but we \nwould just ask for five minutes to make sure that the list is \ncorrect for the current witness. \nTHE COURT: All right, we'll take a five-minute \nbreak. \nDenise Parisi .  RYit .  CR1? \nOfficial Court Reporter \nEFTA00023384",
    "pageCount": 7,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "as \npreviously set. SO ORDERED. \nUnited States v. Ghislaine Maxwell, 20 Cr. 330 (MN) \nAI \n11/11/21 \nDear Judge Nathan"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "ge 1 of S \nU.S. Department of Justice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nBY EMAIL \nUSDC S"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "0: \nDATE \nFILED:1 1 /11 /21 \nThe Honorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "/21 \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Court \nSouthern District of N"
      },
      {
        "name": "Court \nSouthern",
        "role": "extracted",
        "context": "athan \nUnited States District Court \nSouthern District of New York \nUnited"
      },
      {
        "name": "Foley Square",
        "role": "extracted",
        "context": "United States Courthouse \n40 Foley Square \nNew York, New York 10007 \nRe"
      },
      {
        "name": "Mal Mono",
        "role": "extracted",
        "context": "rk, New York 10007 \nRe: \nThe &Mal Mono Building \nOne Saint Andrew's"
      },
      {
        "name": "Building \nOne",
        "role": "extracted",
        "context": "ork 10007 \nRe: \nThe &Mal Mono Building \nOne Saint Andrew's Plaza \nNew Yor"
      },
      {
        "name": "Saint Andrew",
        "role": "extracted",
        "context": "The &Mal Mono Building \nOne Saint Andrew's Plaza \nNew York New York 10"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York New York 10007 \nNovember"
      },
      {
        "name": "York New",
        "role": "extracted",
        "context": "One Saint Andrew's Plaza \nNew York New York 10007 \nNovember 10, 2021"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "0 Cr. 330 (MN) \nAI \n11/11/21 \nDear Judge Nathan: \nAt the November 1, 2"
      },
      {
        "name": "Nomenclature \nWith",
        "role": "extracted",
        "context": "er. \nGovernment position: \nI. Nomenclature \nWith respect to nomenclature for w"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "11/10/21 Page 2 of S \nPage 2 \nThe Government submits that this nomenclatur"
      },
      {
        "name": "Superseding Indictment",
        "role": "extracted",
        "context": "ng to the nomenclature in the Superseding Indictment. The \nGovernment further requ"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "n the Superseding Indictment. The \nGovernment further requests that the def"
      },
      {
        "name": "Voir Dire",
        "role": "extracted",
        "context": "errors or \nother issues. \nII. Voir Dire \nRegarding voir dire, the Gov"
      },
      {
        "name": "Limiting Instruction",
        "role": "extracted",
        "context": "entifying \ninformation. \nIII. Limiting Instruction \nThe Government requests that"
      },
      {
        "name": "Judge Garaufis",
        "role": "extracted",
        "context": "s similar to the \ninstruction Judge Garaufis gave the jury in United State"
      },
      {
        "name": "Redacted Exhibits",
        "role": "extracted",
        "context": "he defendant. \nIV. Sealed and Redacted Exhibits \nThe Government anticipates o"
      },
      {
        "name": "Attorney \nBy",
        "role": "extracted",
        "context": "AMIAN WILLIAMS \nUnited States Attorney \nBy:  s/ \nAssistant United States"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "ted States Attorney \nBy:  s/ \nAssistant United States Attorneys \nSouthern Di"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "ey \nBy:  s/ \nAssistant United States Attorneys \nSouthern District of New Yor"
      },
      {
        "name": "Defense Counsel",
        "role": "extracted",
        "context": "ern District of New York \nCc: Defense Counsel (By email) \nEFTA00023382\n\nCDa"
      },
      {
        "name": "Denise Parisi",
        "role": "extracted",
        "context": "because the names of certain \nDenise Parisi .  RPM CRR \nOfficial Court Re"
      },
      {
        "name": "Official Court",
        "role": "extracted",
        "context": "in \nDenise Parisi .  RPM CRR \nOfficial Court Reporter \nEFTA00023383\n\n(Thas"
      },
      {
        "name": "Government Your",
        "role": "extracted",
        "context": "ere? \nMS. PENZA: Not from the Government Your Honor. \nTHE COURT: You object"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-11-10",
        "event": "November 10, 2021"
      },
      {
        "date": "2021-11-14",
        "event": "November 14, \n2021"
      },
      {
        "date": "2021-11-01",
        "event": "November 1, 2021"
      },
      {
        "date": "2021-11-29",
        "event": "November 29, 2021"
      },
      {
        "date": "2021-11-29",
        "event": "November \n29, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:08.854Z"
}