{
  "document": {
    "id": "efta00023804",
    "filename": "EFTA00023804.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00023804.pdf",
    "text": "\n\nFrom: Gary Bloxsome < \nTo: \nCc: \nRichardson\" \nSubject: Re: U.S. Department of Justice investigation \nDate: Wed, 05 Feb 2020 17:39:15 +0000 \nInline-Images: \nimage268334.jpg; image799378.jpg \nDear \nThank you for your email. \nWe will reflect on the position of DOJ and provide you with a considered response shortly. \nBest. \nGary \nGary Bloxsome Partner \nRANKED IN \n• \nChambers \n$ \ngok UK \n• \n•02020v• \n• \nBlackfords \nUMW Mtn \n500 \nR'ackfords LLP is a  limited liability partnership registered in England & Wales with registered number \nA  list of members names is available at this \nGDPR. details of how we handle personal data can be found in ourPrivacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 4 Feb 2020, at 18:23, \nExternal email: is it safe to open attachments and links? \nwrote: \nGary, \nYou are aware of our position, and we do not believe any further rehashing of our prior conversations is productive at \nthis point. That said, we can confirm that it is our standard practice to refrain from publicly commenting on the \nsubstance of any witness interview, and we intend to abide by that practice in this case. Beyond that, we can make no \ncommitments. Please advise as to whether Prince Andrew will agree to be interviewed and, if so, when such interview \nwill take place. \nEFTA00023804\n\nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: Gary Bloxsome \nSent: Monday, February 03, 2020 10:46 \nTo: \nCc: \nSubject: Re: U.S. Department of Justice investigation \n; Daniel Cundy ; Jennifer Richardson \nDear IM \nThank you for your email of 30 January 2020. \nOn 10 January 2020 you personally assured me that any contact between the Duke of York and the DOJ was \nconfidential and would remain confidential within the investigation team in the DOJ and FBI. You said: \"We don't \nintend to share either the contents or the existence of the conversation beyond our chain of command in the \nDOJ. As well as our partners at the FBI. It is confidential within the investigation team and our supervisors.\" The \nnote I made of what you said about the confidentiality of the interview process is as follows: \"We do not \npublicise the content or existence of any of our interviews. We can't guarantee that anyone might not share it \nwith some other person or it might be shared with other individuals who might come to have knowledge of its \nexistence, but our office does not advise the press of the interview and doesn't advise other interviewees of the \nfact the interview has taken place or the contents of those discussions. For example, it was reported widely that \nour office was attempting to interview your client months ago which was inaccurate. We have been working on \nthis request for several weeks now and it has not hit the press. That is consistent with our processes. We take \nconfidentiality very seriously.\" \nAt no point did you suggest that, because of a press statement made on behalf of the Duke in November 2019, \nyou or your colleagues in the investigation team would feel able to provide a public commentary on the DOJ's \nviews on the degree of cooperation provided by the Duke. DOJ's first contact of any kind with the Duke was in \nearly January 2020, and the first mention of any request for consideration of an interview came solely from you. \nI object to your wholly inaccurate statement that the Duke has created a public misimpression. The Duke has \nmade it clear that he has a strong desire to cooperate fully with the ongoing investigation by the DOJ. The \ncommunications between us were intended to enable him to provide that co-operation. In order for this process \nto continue, I need to emphasise that we regard the confidential treatment of all contacts between the DOJ and \nthe Duke as essential. We do not wish to have any public pronouncements on what we regard as a voluntary and \nconfidential process. Please confirm that any further communications in connection with the requested \nvoluntary interview will be treated as wholly confidential and the DOJ will offer no further commentary on the \nDuke's co-operation. \nBest \nGary Bloxsome \nGary Bloxsome I \nPartner \ns  LLP is a  limited liability partnership registered in England & Wales with registered number \nA list of members' names is available at this \naddress. \nGDPR: details of how we handle personal data can be found in ourPrIvacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nEFTA00023805\n\nOn 30 Jan 2020, at 23:51, wrote: \nExternal email: is  it sale to open attachments and link? \nGary, \nOn November 20, 2019, Prince Andrew publicly offered to cooperate with our investigation into Jeffrey Epstein's \ncrimes, stating in a press release: \"Of course, I am willing to help any appropriate law enforcement agency with their \ninvestigations, if required.\" In early January 2020, our Office responded to the Prince's public offer by contacting you to \nset up the interview that the Prince claimed to be willing give us. More than three weeks after our initial contact with \nyou, we still had no date for an interview, nor did we even have a commitment from you that the Prince in fact would \nagree to an interview. \nOn January 27, 2020, at a press event held by Safe Horizon to which Mr. Berman was invited, Mr. Berman was asked: \n\"As part of [the Epstein) investigation have you reached out to interview Prince Andrew, and has he been \ncooperative?\" \nMr. Berman responded: \"Ordinarily, our office doesn't comment on whether an individual cooperates or doesn't \ncooperate with our investigation. However, in Prince Andrew's case, he publicly offered, indeed in a press release, \noffered to cooperate with law enforcement investigating the crimes committed by Jeffrey Epstein and his \ncoconspirators. So I think in that context, it's fair for people to know whether Prince Andrew has followed through with \nthat public commitment. So let me say that the Southern District of New York and the FBI have contacted Prince \nAndrew's attorneys and requested to interview Prince Andrew and to date, Prince Andrew has provided zero \ncooperation.\" \nMr. Berman's statement corrected a public misimpression — created by the Prince himself —  that the Prince is \ncooperating with our investigation. \nAs soon as the Prince commits to a date for the interview that he so publicly offered to us more than two months ago, \nwe would be prepared to announce that he has agreed to be interviewed. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: Gary Bloxsome \nSent: Tuesday, January 28, 2020 11:59 \nTo:I\nCc: \n) \n>  Jennifer Richardson \n; Daniel Cundy \nSubject: Re: U.S. Department of Justice investigation \nDear , \nThank you for your email response claiming that US Attorney Berman's statements were factually accurate \nand did not create a misleading impression. \nWe only have access to edited video and newspaper reporting of what the US Attorney said. Those reports \nsuggest the US Attorney described the position of the Duke of York and his advisors in misleading, \ncondemnatory and prejudicial terms. US Attorney Berman is quoted as having stated there has been \"zero \nco-operation\". This is not an accurate statement of the position. The following are also false statements \nascribed to Mr Berman and to the DOJ/FBI: \"F.B.I. agents and federal prosecutors in New York ... reached out \nto his lawyers and asked to interview him. There was no response at all, according to three people familiar \nwith the investigation.\" (New York Times 27.01.20) and \"Geoffrey Berman, a US attorney, said federal \nprosecutors and the FBI had asked to interview Prince Andrew about the late paedophile billionaire, but hod \nbeen met with a wall of silence\"(The Telegraph 28.01.20). \nPlease provide us with an accurate record of the statements made by The US Attorney and/or the Dal/FBI \nincluding a transcript of any relevant questions and answers. \nEFTA00023806\n\nWe note from your email that you have not provided any response to our request that you confirm that the \nDOJ will not be making any further public statements about the Duke of York. We had understood from our \nconversations with you and from the rules governing media relations that DOJ personnel and the US \nAttorney would not comment on the nature or progress of any grand jury investigation and in particular \nwould not comment on the willingness of any Subject to make a voluntary statement to the DOJ. We ask you \nto confirm that there will be no further public comment on any contact between the Duke of York and the \nDOJ. \nKind regards \nGary \nGary Bloxsome I Partner \nBlackfords \nBlackfords UP is a  limited liability partnership registered in England & Wales with registered number \nA list of members' names is available at this \naddress. \nGDPR: details of how we handle personal data can be found in ourPrIvacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 27 Jan 2020, at 22:59, ca wrote: \nExternal email: is it safe to open attachments and links? \nGary, \nOur understanding is that U.S. Attorney Berman made a factual statement in response to a specific question that \nsuggested the Duke of York either would or was cooperating, and he responded that to date he has not in fact \nprovided cooperation with our investigation. That is, he corrected the record generally in a factually accurate \nstatement; I don't believe this would create a misleading impression. I appreciate that you have advised us that your \nclient has a desire to cooperate, and we look forward to hearing from you when he has made a determination as to \nwhether he is in fact willing to speak with us. \nRegards, \nFrom: Gary Bloxsome •cl> \nSent: Monday, January 27, 2020 13:44 \nTo: \nCc: \nan; \n• Jennifer Richardson \nSubject: Re: U.S. Department of Justice investigation \nThe press are reporting that Geoffrey S. Berman, the United States Attorney for the Southern District of New York \nhas disclosed what we understood were confidential communications between us and \nand \nIt has also been suggested that Geoffrey S. Berman has stated that the Duke of York has not co-operated with the \nSouthern District. As you know we have made it very clear that the Duke of York has a strong desire to cooperate \nwith the ongoing investigation by the DOJ and we are trying to reach a position where we are able to advise him to \ndo so. \nWe are concerned about the misleading impression that has been created and the effect this has on our ability to \nadvise the Duke to proceed with any voluntary co-operation. Please confirm that the DOJ will not be making any \nfurther public statements on this topic. \nThank you. \n> \n; Daniel Cundy \nEFTA00023807\n\nGary Bloxsome \nGary Bloxsome I Partner \nBlackfords \nBlackfords LLP is a  limited liability partnership registered in England & Wales with registered number \nA list of members' names is available at this \naddress. \nGDPR: details of how we handle personal data can be found in ourPrIvacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 22 Jan 2020, at 17:34, cM> wrote: \nExternal email: is it safe to open attachments and links? \nGary, \nWe've received your response. We look forward to hearing whether the Duke of York is willing to speak with us. \nthank you, \nFrom: Gary Bloxsome \nSent: Wednesday, January 22, 2020 11:35 \nTo: \nCc: \nI <>; \nCundy \n< \n; \nJennifer Richardson •z:> \nSubject: Re: U.S. Department of Justice investigation \nDaniel \nWe are very grateful for your offer of assistance. At present we do not believe you can help us but we would welcome \na real-time conversation once we have achieved some of the more immediate preliminary tasks, including the need to \ngather information from the Royal Household and others. \nBest \nGary Bloxsome I Partner \nBlackfords \nBlackfords LLP is a  limited liability partnership registered in England & Wales with registered number \nA list of members' names is available at this \naddress. \nGDPR: details of how we handle personal data can be found in ourPrIvacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 20 Jan 2020, at 18:52, wrote: \nExternal email: is it safe to open attachments and links? \nEFTA00023808\n\nGary, \nThank you for your response. It would be useful for us if you were able to help us understand the nature of the \nissues and procedures with which you are dealing, particularly as it sounds like it will take at least a couple \nadditional weeks to address even minor preliminary issues, which suggests likely additional subsequent time to \nhandle further processes—and without a response to the question of whether he is willing to speak with us, \nseparate from a general desire to cooperate. Our investigation is moving forward expeditiously and so we would \nbe grateful for some understanding of the relevant issues (especially, though not exclusively, to the extent we \nmay be able to assist in their resolution) and would be happy to speak via phone if a real-time conversation \nwould be more conducive to that discussion. \nthank you, \nFrom: Gary Bloxsome \nSent: Monday, January 20, 2020 11:23 \nTo: \nCc: \n>; \nI  \n>; \nDaniel \nCundy < \n; Jennifer Richardson \nSubject: Re: U.S. Department of Justice investigation \nThank you for your email. The Duke of York has made it clear to us that he has a strong desire to cooperate fully \nwith the ongoing investigation by the DOJ. \nIt is our responsibility to deal with the various issues and procedures that arise here that will need to be \naddressed to enable him to do so. We should be able to deal with at least some of the minor preliminary issues in \nthe next two weeks and we will update you on our progress once we have done so. \nRegards, \nGary \nGary Bloxsome I Partner \nBlackfords \nBlackfords LLP is a  limited liability partnership registered in England & Wales with registered number \nA list of members' names is available at this \naddress. \nGOPR: details of how we handle personal data can be found in ourPrivacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 18 Jan 2020, at 01:06, \nExternal email: is it safe to open attachments and links? \n)4t> \nwrote: \nGary, \nWe write to follow up on our phone conversation of a week ago. Could you please advise regarding status, in \nparticular the initial question, separate from any logistics, of whether you expect your client will be willing to \nspeak with us? And of course please let us know if any additional information would be useful to you. \nthank you, \nEFTA00023809\n\nFrom: Gary Bloxsome \nSent: Wednesday, January 08, 2020 07:38 \nTo: \n4\nCc: \n) < )\nCundy < >; Jennifer Richardson .z:> \nSubject: Re: U.S. Department of Justice investigation \nThank you for your email. \nFriday 10th January at 1400(LDN) time is fine. \nPlease forward dial in details. \nKind regards \nGary \nGary Bloxsome I Partner \nBlackfords \nBlackfords LLP is a  limited liability partnership registered in England & Wales with registered number \nA list of members' names is available at this \naddress. \nGDPR: details of how we handle personal data can be found in ourPrIvacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 7 Jan 2020, at 18:56, > wrote: \nExternal email: is it safe to open \nattachments and links? \n; Daniel \nGary, \nWe are available for a preliminary call this Friday, January 10. If it would be convenient for you, we are \navailable at 9:00 local time for us (which I believe would be 14:00 your time). If that works, we can plan to call \nyou at your office line unless you'd prefer we use another number or a conference line. \nthank you, \nFrom: Gary Bloxsome \nSent: Tuesday, January 07, 2020 11:20 \nTo: \nCc: \n) \n<->; >; Daniel \nCundy < \n>; Jennifer Richardson cz> \nSubject: Re: U.S. Department of Justice investigation \nThank you for your email. \nPlease confirm whether you would be available for a preliminary telephone call on Friday 10th January 2020. \nKind regards. \nGary \nEFTA00023810\n\nGary Bloxsome I Partner \nBlackfords \nBlac.' h Imo. I  t r tered \nnumber \n'St of members' names is available at this \naddress. \nGDPR: details of how we handle personal data can be found in ourPtivacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 4 Jan 2020, at 01:38, wrote: \nExternal email: is it safe to open attachments and links? \nMr. Bloxsome, \nThank you for your response and for confirming your representation. To respond to your question generally, \nin connection with our investigation of conduct relating to Jeffrey Epstein and certain of his associates, we \nwish to request a consensual, voluntary law enforcement interview with your client. Generally, we would \nexpect to inquire about his relationship and communications with Jeffrey Epstein and his associates, as well \nas certain allegations that have arisen publicly and in our investigation to date. \nAlthough we recognize we separately have the ability to convey such a request through diplomatic and law \nenforcement channels, we understand we may also alternatively inquire directly with counsel, when an \nindividual has legal representation. Given your representation, we are inquiring directly with counsel in the \nfirst instance. \nCertainly we can discuss our request in more detail, but we hope this will provide the information you were \nseeking as a threshold matter, and we look forward to being in touch. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: Gary Bloxsome \nSent: Friday, January 03, 2020 10:30 \nTo: \nCc: \nDaniel Cundy ; Jennifer Richardson \nSubject: Re: U.S. Department of Justice investigation \nDear Sirs, \nThank you for your email dated 2 January 2020. \nI confirm that we do represent HRH the Duke of York. \nI would be grateful if you could please clarify what specifically you invite us to contact you about. \nEFTA00023811\n\nKind \nregards \nGary Bloxsome \nGary Bloxsome l \nPartner \nBlackfords \nIS.acKlords LLP is  a  1.m.ted asa.lity partnership registered in England & Wales with registered number \nA list of members' names is available at this \naddress. \nGDPR: details of how we handle personal data can be found in ourPrIvacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 2 Jan 2020, at 18:54,i \nExternal email: is it safe to open attachments and links? \n) \nwrote: \nMr. Bloxsome, \nWe are the federal prosecutors investigating conduct relating to Jeffrey Epstein, under the U.S. Department \nof Justice, Southern District of New York. We have been advised that you currently represent HRH The \nDuke of York. Could you please advise whether that is correct? We — my colleagues \nand I — can be reached anytime at these email addresses, or please let us know if you would prefer \nto set up a time to discuss via phone. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00023812",
    "pageCount": 9,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "offered to cooperate with our investigation into Jeffrey Epstein's \ncrimes, stating in a press release: \"Of course"
      },
      {
        "name": "Prince Andrew",
        "role": "extracted",
        "context": "make no \ncommitments. Please advise as to whether Prince Andrew will agree to be interviewed and, if so, when suc"
      },
      {
        "name": "Berman",
        "role": "extracted",
        "context": "held by Safe Horizon to which Mr. Berman was invited, Mr. Berman w"
      },
      {
        "name": "Bloxsome",
        "role": "extracted",
        "context": "open attachments and links? \nMr. Bloxsome, \nThank you for your resp"
      },
      {
        "name": "Gary Bloxsome",
        "role": "extracted",
        "context": "From: Gary Bloxsome < \nTo: \nCc: \nRichardson\" \nSub"
      },
      {
        "name": "Dear \nThank",
        "role": "extracted",
        "context": "e268334.jpg; image799378.jpg \nDear \nThank you for your email. \nWe will"
      },
      {
        "name": "Gary \nGary",
        "role": "extracted",
        "context": "red response shortly. \nBest. \nGary \nGary Bloxsome Partner \nRANKED IN"
      },
      {
        "name": "Bloxsome Partner",
        "role": "extracted",
        "context": "e shortly. \nBest. \nGary \nGary Bloxsome Partner \nRANKED IN \n• \nChambers \n$ \ng"
      },
      {
        "name": "Privacy Statement",
        "role": "extracted",
        "context": "sonal data can be found in ourPrivacy Statement \nAuthorised and regulated by"
      },
      {
        "name": "Solicitors Regulation",
        "role": "extracted",
        "context": "thorised and regulated by the Solicitors Regulation Authority under number 462078"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "804\n\nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: G"
      },
      {
        "name": "Daniel Cundy",
        "role": "extracted",
        "context": "t of Justice investigation \n; Daniel Cundy ; Jennifer Richardson \nDear I"
      },
      {
        "name": "Jennifer Richardson",
        "role": "extracted",
        "context": "vestigation \n; Daniel Cundy ; Jennifer Richardson \nDear IM \nThank you for your"
      },
      {
        "name": "The Duke",
        "role": "extracted",
        "context": "eated a public misimpression. The Duke has \nmade it clear that he ha"
      },
      {
        "name": "Best \nGary",
        "role": "extracted",
        "context": "on the \nDuke's co-operation. \nBest \nGary Bloxsome \nGary Bloxsome I \nPa"
      },
      {
        "name": "Bloxsome \nGary",
        "role": "extracted",
        "context": "e's co-operation. \nBest \nGary Bloxsome \nGary Bloxsome I \nPartner \ns  LLP i"
      },
      {
        "name": "Ivacy Statement",
        "role": "extracted",
        "context": "nal data can be found in ourPrIvacy Statement \nAuthorised and regulated by"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "attachments and link? \nGary, \nOn November 20, 2019, Prince Andrew publi"
      },
      {
        "name": "On January",
        "role": "extracted",
        "context": "ould \nagree to an interview. \nOn January 27, 2020, at a press event he"
      },
      {
        "name": "Safe Horizon",
        "role": "extracted",
        "context": "020, at a press event held by Safe Horizon to which Mr. Berman was invit"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tment. So let me say that the Southern District of New York and the FBI have"
      },
      {
        "name": "Prince \nAndrew",
        "role": "extracted",
        "context": "rk and the FBI have contacted Prince \nAndrew's attorneys and requested to"
      },
      {
        "name": "Attorney Berman",
        "role": "extracted",
        "context": "ail response claiming that US Attorney Berman's statements were factually a"
      },
      {
        "name": "Mr Berman",
        "role": "extracted",
        "context": "false statements \nascribed to Mr Berman and to the DOJ/FBI: \"F.B.I. a"
      },
      {
        "name": "Geoffrey Berman",
        "role": "extracted",
        "context": "New York Times 27.01.20) and \"Geoffrey Berman, a US attorney, said federal"
      },
      {
        "name": "The Telegraph",
        "role": "extracted",
        "context": "n met with a wall of silence\"(The Telegraph 28.01.20). \nPlease provide us"
      },
      {
        "name": "Partner \nBlackfords",
        "role": "extracted",
        "context": "egards \nGary \nGary Bloxsome I Partner \nBlackfords \nBlackfords UP is a  limited"
      },
      {
        "name": "Daniel \nWe",
        "role": "extracted",
        "context": "ent of Justice investigation \nDaniel \nWe are very grateful for your of"
      },
      {
        "name": "Royal Household",
        "role": "extracted",
        "context": "gather information from the Royal Household and others. \nBest \nGary Bloxs"
      },
      {
        "name": "Daniel \nCundy",
        "role": "extracted",
        "context": "11:23 \nTo: \nCc: \n>; \nI  \n>; \nDaniel \nCundy < \n; Jennifer Richardson \nSub"
      },
      {
        "name": "Daniel \nGary",
        "role": "extracted",
        "context": "en \nattachments and links? \n; Daniel \nGary, \nWe are available for a prel"
      },
      {
        "name": "Ptivacy Statement",
        "role": "extracted",
        "context": "sonal data can be found in ourPtivacy Statement \nAuthorised and regulated by"
      },
      {
        "name": "Dear Sirs",
        "role": "extracted",
        "context": "ent of Justice investigation \nDear Sirs, \nThank you for your email da"
      },
      {
        "name": "The \nDuke",
        "role": "extracted",
        "context": "t you currently represent HRH The \nDuke of York. Could you please adv"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-02-03",
        "event": "February 03, 2020"
      },
      {
        "date": "2019-11-20",
        "event": "November 20, 2019"
      },
      {
        "date": "2020-01-27",
        "event": "January 27, 2020"
      },
      {
        "date": "2020-01-28",
        "event": "January 28, 2020"
      },
      {
        "date": "2020-01-22",
        "event": "January 22, 2020"
      },
      {
        "date": "2020-01-20",
        "event": "January 20, 2020"
      },
      {
        "date": "2020-01-08",
        "event": "January 08, 2020"
      },
      {
        "date": "2020-01-07",
        "event": "January 07, 2020"
      },
      {
        "date": "2020-01-03",
        "event": "January 03, 2020"
      },
      {
        "date": "2020-01-30",
        "event": "30 January 2020"
      },
      {
        "date": "2020-01-10",
        "event": "10 January 2020"
      },
      {
        "date": "2020-01-02",
        "event": "2 January 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:09.688Z"
}