{
  "document": {
    "id": "efta00032045",
    "filename": "EFTA00032045.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032045.pdf",
    "text": "\n\nFront \nTo \nSubject: Re: good morning \nDate: Mon, 06 Jul 2020 15:47:22 +0000 \nThanks. \n- I  think I  knew tha ere handling that. \n- m suppose o mace arrangemen s  o speak with eally just to say goodbye), but I can discuss CIDs \nwith him too. \n- Always happy to talk. \nSent from my iPhone \n> \nOn Jul 6, 2020, at 11:38 AM rote: \n(before she went out on leave) have been handling the trust-related issues. \n> I will take advantage of your wisdom as much as possible during the next two weeks. FYI, I received an email \nat the end of last week from letting me know that he is now handling CIDs. (I have not sent him \nany \nyet.) \n> \nFrom: \n> Sen • • \n> \nTo: \n> \nSub \n> —Glad to hear that all is quiet. \n> —Who from the Civil Division will be assigned to deal with Epstein trust-related matters? \n> —You're kind to say so, but once you've given notice, it's better to leave sooner rather than later. Subject to \nwhat \nhave to say, my tentative departure date is two weeks from today (July 20). I obviously would \nbe happy to discuss things Civil (or to review proposed CIDs) at any point until then. \n> —My weekend was quiet. Pretty uneventful. Not unlike most other days except that I  pretty much stayed away \nfrom email. \n> \nSent from my iPhone \n>> \nOn Jul 6, 2020, at 10:32 AM, rote: \n>> ThanksMillAll is quiet on my end. We are having a call with oday at 1:15 to discuss Epstein \ntrust-related matters. \nEFTA00032045\n\n>> I was thinking about you this morning and hoping that your departure date would not be too \nsoon. \n>> How \nwas your weekend? \n>> \n>> \nOri inal Messa e \n» \nFro \n>> Sent: M nda ul 06 2020 10:24 AM \n» \nTo: \n» \nSu . \n>> Good morning. I hope that you had a nice weekend — to take a break from running(!). Any \nnews of note? None on my end. I'm hoping to speak with oday to sort out the logistics of my \ndeparture. And more stuff along those lines. \n>> Sent from my iPhone \nEFTA00032046",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Front \nTo",
        "role": "extracted",
        "context": "Front \nTo \nSubject: Re: good morning \nD"
      },
      {
        "name": "On Jul",
        "role": "extracted",
        "context": "alk. \nSent from my iPhone \n> \nOn Jul 6, 2020, at 11:38 AM rote: \n("
      },
      {
        "name": "Civil Division",
        "role": "extracted",
        "context": "ll is quiet. \n> —Who from the Civil Division will be assigned to deal with"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:29.505Z"
}