{
  "document": {
    "id": "efta00024504",
    "filename": "EFTA00024504.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00024504.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: Re: Ghislaine Maxwell \nDate: Mon, 13 Jul 2020 22:34:43 +0000 \nRoger that, thank you. \nSent from my iPhone \nOn \nJul 13, 2020, at 6:18 PM, \nwrote: \nTechnically nobody will be in the courtroom — we'll all be remote, and then there's the in-person overflow room that will \napparently broadcast the video live, in the jury room of the courthouse. But the victims will be call-in, rather than in-\nperson. \nFrom: \nSent: Monday, July 13, 2020 14:13 \nTo: \nCc: \nu  gect: e: is Ghislaine axwe \nGreat letter! Will the victims be in the courtroom or be able to connect remotely? \nSent from my iPhone \nOn \nJul 13, 2020, at 12:08 PM, \nwrote: \nNo — victims can \"be heard\" at a bail hearing, either directly or through their attorney (or through us) but \nyeah they don't testify. \nSent from my iPhone \nOn \nJul 13, 2020, at 12:07, \nAlso, for our edification, do victims or witnesses ever \"take the stand\" at an arraignment? \nFrom: \nSent: Monday, July 13, 2020 11:58 AM \nTo: \nCc: \nSubject: FW: Ghislaine Maxwell \nwrote: \nEFTA00024504\n\nFYI \n(Also these questions are hilarious — yes of course, we'll tell journalists what we're going to argue a day in advance \nand also identify the names of the victims — no problem!) \nFrom: Patin, Megan \n< \nSent: Monday, July 13, 2020 12:01 \nTo: \nCc: \nSubject: Ghislaine \nMaxwell \nHi \nthere, \nPm a senior journalist for News Corporation (The Sun, NY Post, Wall St Journal) covering the USA V \nGhislaine Maxwell case. \nI'll be in court for the bail hearing tomorrow but wanted to put a few questions to your team in advance as I \nknow Tuesday will be extremely busy for everyone involved. \n- What will the prosecution be arguing in court tomorrow? \n- Will any alleged victims or witnesses be taking the stand on Tuesday? If so, how many (and who are \nthey)? What can the court expect to hear from them? \n- Will any prosecutors, victims or witnesses be making a statement to the media outside the court before or \nafter the hearing? If so, could you please let me know a time and place if one is scheduled along with any \nother relevant details? \n- Anything to add? \nWould you please also include me in any future emails/alerts etc to the media regarding this case? \nThank you. \nKind regards, \nMe an Palin \nPlease consider the environment before printing this e-mail\" \nThis e-mail and any attachments are confidential, may be \nlegally privileged and are the property of News Corp UK & Ireland \nLimited on whose systems they were generated. News Corp UK \n& Ireland Limited is the holding company for the News UK group, \nis registered in England & Wales under number 81701, has its \nregistered office at London, SE1 9GF and \nis registered with VAT number . If you have received \nthis e-mail in error, please notify the sender immediately and do not \nuse, distribute, store or copy it in any way. Statements or opinions in \nthis e-mail or any attachment are those of the author and are not \nnecessarily agreed or authorised by News Corp UK & Ireland Limited \nEFTA00024505\n\nor any member of its group. News Corp UK & Ireland Limited may \nmonitor outgoing or incoming emails as permitted by law. It accepts \nno liability for viruses introduced by this e-mail or attachments. \nNews Corp UK & Ireland Limited and its titles are committed to abiding by \nIPSO's regulations and the Editors' Code of Practice that IPSO enforces. \nEFTA00024506",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "From: \nTo: \nCc: \nSubject: Re: Ghislaine Maxwell \nDate: Mon, 13 Jul 2020 22:34:43 +0000 \nRoger tha"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "at, thank you. \nSent from my iPhone \nOn \nJul 13, 2020, at 6:18 PM, \nw"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "020 12:01 \nTo: \nCc: \nSubject: Ghislaine \nMaxwell \nHi \nthere, \nPm a senior jour"
      },
      {
        "name": "News Corporation",
        "role": "extracted",
        "context": ", \nPm a senior journalist for News Corporation (The Sun, NY Post, Wall St Jo"
      },
      {
        "name": "The Sun",
        "role": "extracted",
        "context": "rnalist for News Corporation (The Sun, NY Post, Wall St Journal) co"
      },
      {
        "name": "Wall St",
        "role": "extracted",
        "context": "orporation (The Sun, NY Post, Wall St Journal) covering the USA V"
      },
      {
        "name": "Palin \nPlease",
        "role": "extracted",
        "context": "nk you. \nKind regards, \nMe an Palin \nPlease consider the environment befo"
      },
      {
        "name": "News Corp",
        "role": "extracted",
        "context": "leged and are the property of News Corp UK & Ireland \nLimited on whos"
      },
      {
        "name": "Ireland \nLimited",
        "role": "extracted",
        "context": "he property of News Corp UK & Ireland \nLimited on whose systems they were ge"
      },
      {
        "name": "Ireland Limited",
        "role": "extracted",
        "context": "re generated. News Corp UK \n& Ireland Limited is the holding company for th"
      }
    ],
    "locations": [
      {
        "name": "The Sun, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-07-13",
        "event": "July 13, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:11.289Z"
}