{
  "document": {
    "id": "efta00016245",
    "filename": "EFTA00016245.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016245.pdf",
    "text": "\n\nFrom: ' \nr \nTo: \n\"-r \n)\" \n<1 \nCc: ' \nSubject: RE: memo \nDate: Tue, 07 Apr 2020 19:56:07 +0000 \nSure, I'll cut that and see if I= wants to add it back in. Will send now, cc'ing you guys. Thanks! \nFrom: \nSent: Tuesday, April 7, 2020 3:55 PM \nTo: \nCc: \nSubject: RE: memo \n<> \n> \nThank you for having that discussion, and for drafting (hilarious —  though ultimately probably helpful —  that she wanted \nyou to draft their views rather than just sending us a paragraph). My only thought is that given the change in our views of \nobstructive conduct (particularly with respect to destruction of materials) since they reviewed the Update Memo, \nwould it be more straightforward to highlight just the large number of underage victims (and not the more outdated \nobstruction elements, as presumably many trafficking victims in other cases also conceal the schemes from police, and we \ndon't ordinarily charge them)? Other than that, no additional thoughts, and thanks again. \nFrom: \nSent: Tuesday, April 07, 2020 15:48 \nTo: \nCc: \nSubject: RE: memo \n> \nI spoke with =. Bottom line, she thinks it's a close call between making take a felony plea and declining to \nprosecute, but she ultimately comes down in favor of a  felony plea. She does not think we should charge with sex \ntrafficking. \nasked me to send her and I= a draft of the summary of their views that we plan to send up to the brass. Below is \nwhat I'd propose: \nOur Office's Human Trafficking Coordinators have reviewed the prosecution team's Update Memo as well as \nsubmission, and are aware of the details of the Epstein investigation. In the Coordinators' experience, our Office \nordinarily would decline to prosecute a victim-participant like absent certain aggravating factors, such as the use of \nviolence by the victim-participant on others, or the victim-perpetrator continuing to run a sex trafficking operation in the \nabsence of her abuser. Because those aggravating factors are not present here, the Coordinators believe it is a very close \ncall between declining to prosecute and requiring to enter a felony plea. Ultimately, though, the \nCoordinators support a felony plea disposition along the lines set forth in submission given the unique \ncircumstances of her case. In particular, the Coordinators believe that the large number of underage victims, together \nwith obstructive conduct, warrant a felony plea. The Coordinators support such a disposition, in part, because a \nplea will allow victims to gain a  sense of closure and to have their voices heard at sentencing if they choose. Given the \nmitigating factors presented in submission—most notably the sexual abuse she suffered at Epstein's hands—the \nCoordinators do not believe that our Office should charge with sex trafficking. \nWhat do you think? \nEFTA00016245\n\nFrom: \n)°c \nSent: Monday, April 6, 2020 11:59 PM \nTo: \nCc: \nSubject: RE: memo \nGreat thanks \nFrom: \nSent: Monday, April 06, 2020 23:11 \nTo: \nCc: \n<> \nSubject: Re: memo \nI have a call tentatively scheduled with =tomorrow afternoon. has not confirmed whether she's joining. \nOn Apr 6, 2020, at 10:42 PM, \n> \nwrote: \nHave we heard anything from and/or =? Russell's comments ask about that specifically so wanted to check. \nAssistant U.S. Attorney \nSouthern District of New York \n212.637.2415 \nEFTA00016246",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Update Memo",
        "role": "extracted",
        "context": "ials) since they reviewed the Update Memo, \nwould it be more straightfo"
      },
      {
        "name": "Our Office",
        "role": "extracted",
        "context": "Below is \nwhat I'd propose: \nOur Office's Human Trafficking Coordinat"
      },
      {
        "name": "Human Trafficking",
        "role": "extracted",
        "context": "at I'd propose: \nOur Office's Human Trafficking Coordinators have reviewed th"
      },
      {
        "name": "The Coordinators",
        "role": "extracted",
        "context": "nduct, warrant a felony plea. The Coordinators support such a disposition, i"
      },
      {
        "name": "On Apr",
        "role": "extracted",
        "context": "irmed whether she's joining. \nOn Apr 6, 2020, at 10:42 PM, \n> \nwro"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ted to check. \nAssistant U.S. Attorney \nSouthern District of New York \n212.637"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-04-07",
        "event": "April 7, 2020"
      },
      {
        "date": "2020-04-07",
        "event": "April 07, 2020"
      },
      {
        "date": "2020-04-06",
        "event": "April 6, 2020"
      },
      {
        "date": "2020-04-06",
        "event": "April 06, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "212.637.2415"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:52.297Z"
}