{
  "document": {
    "id": "efta00027247",
    "filename": "EFTA00027247.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027247.pdf",
    "text": "\n\nFrom: \nSubject: Fwd: Hi Mr. Lavinsky \nDate: Fri, 23 Aug 2019 11:47:59 \n+0000 \n., \nAs discussed yesterday. \nSent from mobile device, please excuse typos. \nSpecial Agent \nOffice of the Inspector General \nNew York NY 10004 \nCell \nOffice \nBegin forwarded message: \nFront: ' \nDate: August 21, 2019 at 10:57:48 AM EDT \nTo:\" \nCc: ' \nSubject: FW: Hi Mr. Lavinsky \nAs discussed. See below email that was sent to John Lavinsky and share it with the Prosecutors and Investigative Team. \nThanks. \nFrom:\nSent: Wednesday, August 21, 2019 10:41 AM \nTo: I\nCc: \nSubject: FW: Hi Mr. Lavinsky \nGood morning, M„ \nI wanted to share the following email with you. is a former BOP employee who now works as a kind of \nprison consultant, and he occasionally emails me with ideas about reforms for and problems at BOP. He is following the \nEpstein matter closely (through news reports) and he sent me the following email, in which he represents that he has \nsuggested many detailed investigative steps to Representative Nadler's staff. I am sharing this with you purely in the \nEFTA00027247\n\nchance that it is helpful as you think through your own investigative steps. Whether any, all, or none of these actions is \nuseful is a decision I leave entirely to you and your colleagues on the investigation. \nI am also copying \nBest, \nfor her awareness and because of the possibility that Nadler's staff will reach out to him. \nFrom: MI Mail [mailto: \nSent: Sunday, August 18, 2019 8:29 AM \nTo: \nSubject: Hi Mr. LavinsIcy \nI sent this to Mr. Nadler's people but I  thought it would be equally beneficial to your people to connect dots. \n\"  Hi Perry, as a follow up to my email the other day, I  forgot to tell you that I operate mostly out of NY so I am \nalso constituent o The Congressman. \nAs far as transparency, I would like to start with I am an Independent, not a BOP hater and feel both parties \nhave not even a basic understanding of our Federal prison system policy, nuances or culture. This lack of \nunderstanding in combination with the lack of transparency and accountability is why things like the Epstein \nsuicide and subsequent media frenzy occur: \nBelow are some more targeted things I would ask for which I did not see in Mr. Nadler's request: \nI) The specific Annual Training Outline at NYM. This will include the suicide prevention training . They \nusually take theirs from a general outline submitted by the DC Correctional Programs Department but they \nhave the liberty to modify and add to it. There should be one PowerPoint for the entire country. \n2) You would also want the sign in sheet for the training which includes the staff members name \nand signature for the exact day they attended. \n3) The individual regular (PP64) Intake and written Psychological Intake screening forms that Mr. Epstein \ncompleted! This info is transferred over after a physical interview to the PDS/BEMR system. \n4) ALL PDS (Psychology Data System) and ALL BEMR(Bureau Electronic Medial Records). PDS is now \nincorporated into BEMR but I would be clear you want both. That would include the post-suicide watch \nreport and all daily clinical contacts if they were properly documenting .  This would also include the 30 \nday SHU review form which are sometimes cut and pasted without thought but I would imagine his would be \nactual and specific to his situation. The NYM psychology department actually has a fairly good reputation. \n5) They have should have completed a CIM Packet for Broad Publicity BP-339 form! \n6) The Unit Team should have classification related forms regarding an initial classification and subsequent \nprogram reviews. (See the pre-trial policy) \nEFTA00027248\n\n7) Someone from the unit team should have been making daily rounds which would be documented not only \nthe BP-292 forms (Special Housing Record & BP-295) but make sure you check the Unit Officers entrance \nlog bookto compare signatures, etc. \n8) When it comes to log books, when I use to do suicide watch, they had a green government log book to \nnotate every 15 minutes plus people visiting the inmate would sign the book. Later in my career, most places \nconverted to a separate, blue individual log for the person watching, plus the green log book noting the \nchecks. This book was like the ones issues when we took tests in college. White paper, just 10 or so pages and \nthe book retired after watch for inclusion with the re-Construction. \n9) You would like to see if they did the \"mock suicide\" exercises per the policy and review their \ninstitution annual Operation Review for Psychology and most recent Program Review from DC. (every 2 to \n3 years depending on previous review rating) \n10) The suicide watch post orders for the officers and if the watch people signed the post orders. \n11) Copy of the list of the actual inmate companions for the training and if the training was done. \n12) SENTRY Transaction PP37, QTR which shows every single quarters change since he arrived. \n13) SENTRY ( I forget transaction #) which lists ALL assignments (inmate \"  Assignment History Report\") \n14) ALL \"Administrative Detention Orders\" - For instance, pre-trial inmates can sing themselves in for \nPC Or \nStaff can admit them for \"staff perception\" of a threat. If it's staff perception, he can context and request a \nhearing in front of the DHO per policy. \n15) Copies of ALL data on the \"SHU Program\" which is a separate data base than SENTRY as well as copies \nof the weekly SHU Review roster in the possession of Correctional Services. \nThere's actually more but I  thought these would be helpful in your investigation. \nThese and other BOP issues need more micro management by the Deputy AG, in my humble opinion. They \nhave been void of seasoned leadership for a long time. This quasi-militaristic organization could be changed \nrather quickly and I was disappointed that General Inch was undermined. If you have hearings, someone \nshould debrief him on why he bailed so quick. \nThe answer to Federal Prison Reform is not the First Step Act or some Second Step legislation. We first \nneed to abide by the current policy framework before we can reinvent the wheel. The BOP has great \npolicy which can be broadened but questionable leadership, transparency and accountability. Many \nreforms can be accomplished without legislation, algorithms, blue ribbon commissions, etc \nSincerely,\" \nSent from my iPhone \nEFTA00027249",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Lavinsky \nDate",
        "role": "extracted",
        "context": "From: \nSubject: Fwd: Hi Mr. Lavinsky \nDate: Fri, 23 Aug 2019 11:47:5"
      },
      {
        "name": "Lavinsky \nAs",
        "role": "extracted",
        "context": "To:\" \nCc: ' \nSubject: FW: Hi Mr. Lavinsky \nAs discussed. See below emai"
      },
      {
        "name": "Lavinsky \nGood",
        "role": "extracted",
        "context": "M \nTo: I\nCc: \nSubject: FW: Hi Mr. Lavinsky \nGood morning, M„ \nI wanted to"
      },
      {
        "name": "Lavins",
        "role": "extracted",
        "context": "019 8:29 AM \nTo: \nSubject: Hi Mr. LavinsIcy \nI sent this to Mr. Na"
      },
      {
        "name": "Nadler",
        "role": "extracted",
        "context": "Mr. LavinsIcy \nI sent this to Mr. Nadler's people but I  thought i"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "l Intake screening forms that Mr. Epstein \ncompleted! This info is"
      },
      {
        "name": "Hi Mr",
        "role": "extracted",
        "context": "From: \nSubject: Fwd: Hi Mr. Lavinsky \nDate: Fri, 23 Aug"
      },
      {
        "name": "Special Agent",
        "role": "extracted",
        "context": "device, please excuse typos. \nSpecial Agent \nOffice of the Inspector Gene"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "Special Agent \nOffice of the Inspector General \nNew York NY 10004 \nCell \nOff"
      },
      {
        "name": "Cell \nOffice",
        "role": "extracted",
        "context": "r General \nNew York NY 10004 \nCell \nOffice \nBegin forwarded message: \nFr"
      },
      {
        "name": "John Lavinsky",
        "role": "extracted",
        "context": "below email that was sent to John Lavinsky and share it with the Prosecu"
      },
      {
        "name": "Investigative Team",
        "role": "extracted",
        "context": "e it with the Prosecutors and Investigative Team. \nThanks. \nFrom:\nSent: Wednes"
      },
      {
        "name": "Representative Nadler",
        "role": "extracted",
        "context": "tailed investigative steps to Representative Nadler's staff. I am sharing this wi"
      },
      {
        "name": "Hi Perry",
        "role": "extracted",
        "context": "r people to connect dots. \n\"  Hi Perry, as a follow up to my email t"
      },
      {
        "name": "The Congressman",
        "role": "extracted",
        "context": "Y so I am \nalso constituent o The Congressman. \nAs far as transparency, I w"
      },
      {
        "name": "Annual Training",
        "role": "extracted",
        "context": "r's request: \nI) The specific Annual Training Outline at NYM. This will inc"
      },
      {
        "name": "Correctional Programs",
        "role": "extracted",
        "context": "l outline submitted by the DC Correctional Programs Department but they \nhave the"
      },
      {
        "name": "Psychological Intake",
        "role": "extracted",
        "context": "lar (PP64) Intake and written Psychological Intake screening forms that Mr. Epst"
      },
      {
        "name": "Psychology Data",
        "role": "extracted",
        "context": "PDS/BEMR system. \n4) ALL PDS (Psychology Data System) and ALL BEMR(Bureau E"
      },
      {
        "name": "Bureau Electronic",
        "role": "extracted",
        "context": "ogy Data System) and ALL BEMR(Bureau Electronic Medial Records). PDS is now"
      },
      {
        "name": "Medial Records",
        "role": "extracted",
        "context": "nd ALL BEMR(Bureau Electronic Medial Records). PDS is now \nincorporated in"
      },
      {
        "name": "Broad Publicity",
        "role": "extracted",
        "context": "ve completed a CIM Packet for Broad Publicity BP-339 form! \n6) The Unit Tea"
      },
      {
        "name": "The Unit",
        "role": "extracted",
        "context": "ad Publicity BP-339 form! \n6) The Unit Team should have classificati"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "d not only \nthe BP-292 forms (Special Housing Record & BP-295) but make sur"
      },
      {
        "name": "Unit Officers",
        "role": "extracted",
        "context": ") but make sure you check the Unit Officers entrance \nlog bookto compare"
      },
      {
        "name": "Operation Review",
        "role": "extracted",
        "context": "iew their \ninstitution annual Operation Review for Psychology and most recen"
      },
      {
        "name": "Program Review",
        "role": "extracted",
        "context": "or Psychology and most recent Program Review from DC. (every 2 to \n3 years"
      },
      {
        "name": "Assignment History",
        "role": "extracted",
        "context": "ts ALL assignments (inmate \"  Assignment History Report\") \n14) ALL \"Administra"
      },
      {
        "name": "Administrative Detention",
        "role": "extracted",
        "context": "nt History Report\") \n14) ALL \"Administrative Detention Orders\" - For instance, pre-t"
      },
      {
        "name": "Or \nStaff",
        "role": "extracted",
        "context": "an sing themselves in for \nPC Or \nStaff can admit them for \"staff per"
      },
      {
        "name": "Correctional Services",
        "role": "extracted",
        "context": "w roster in the possession of Correctional Services. \nThere's actually more but I"
      },
      {
        "name": "General Inch",
        "role": "extracted",
        "context": "y and I was disappointed that General Inch was undermined. If you have h"
      },
      {
        "name": "Federal Prison",
        "role": "extracted",
        "context": "iled so quick. \nThe answer to Federal Prison Reform is not the First Step"
      },
      {
        "name": "First Step",
        "role": "extracted",
        "context": "eral Prison Reform is not the First Step Act or some Second Step legis"
      },
      {
        "name": "Second Step",
        "role": "extracted",
        "context": "ot the First Step Act or some Second Step legislation. We first \nneed t"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-21",
        "event": "August 21, 2019"
      },
      {
        "date": "2019-08-18",
        "event": "August 18, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:17.844Z"
}