{
  "document": {
    "id": "efta00017905",
    "filename": "EFTA00017905.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00017905.pdf",
    "text": "\n\nCc: ' (USANYS)\"  \nSubject: RE: Epstein Victim Impact Statements \nDate: Wed, 30 Oct 2019 20:19:07 +0000 \nI think it's difficult to be that precise, just because we don't have great visibility into how many (and which) victims each \nlawyer represents. That said, we have consistently put every victims we're in touch with (including c/o their lawyers) into \nthe victim contact list, so I think the best and most accurate number would be the 39 from VNS. I can't recall anybody \nwho we spoke with who would have *not* been on the list at that time, though entirely possible that we were in touch \nwith additional victims through counsel—we spoke to Brad Edwards, Robert Josefsberg, Robbie Kaplan, and Boies Schiller, \nall of whom have multiple victim clients, some of whom we don't know the identities of. \nFrom: \n(USANYS) \nSent: Wednesday, October 30, 2019 15:48 \nTo: (USANYS)>; \n >; \n) \nCc: (USANYS) \nSubject: RE: Epstein Victim Impact Statements \nTeam, were the attorneys you or agents spoke to for the same, or different victims? What is fair to represent in terms of \nwe spoke to at least X  victims? \nFrom: \n(USANYS) ‹> \nSent: Wednesday, October 30, 2019 3:32 PM \nTo: \n>; \nCc: (USANYS) \nSubject: RE: Epstein Victim Impact Statements \n>;I\n(USANYS) \n) < \nsent out 39 notices to all the victims listed in VNS. One woman wanted to come and missed her flight the evening before \nthe hearing. I arranged another flight a 6:00AM the morning of the hearing and had a car waiting for her. She missed that \nflight too. I believe she was either Brad Edwards client or Singrid McCally. I don't remember her name but can get it she \nwas a no show. Anyone that called and wanted to come was given a  round trip ticket car service to and from the airport \nand hotel. \nFrom: \nSent: Wednesday, October 30, 2019 1:23 PM \nTo: \n(USANYS) < \nCc: (USANYS) \nSubject: RE: Epstein Victim Impact Statements \n>; \n(USANYS) \nFor the first question, the AUSAs contacted the attorneys we were aware of who represented victims to tell them that \ntheir clients were welcome to attend and to make a statement. I believe also sent out notifications, and hopefully \nshe can tell us how many she sent. \nEFTA00017905\n\nFor the second question, based on my review of the transcript (attached), a total of 17 victims were present at the hearing \nand either spoke at the hearing or had someone read a statement for them. An additional 7 did not attend the hearing \nbut had someone else speak for them or read a statement from them. It is possible there were others present who were \nnot referenced on the record. \nI don't think we can answer the third question. I don't recall anyone off the top of my head who wanted to attend but \nwas unable to, but it's possible there were some in that position. \nFrom: (USANYS) \nSent: Wednesday, October 30, 2019 1:06 PM \nTo: \nCc: (USANYS) \nSubject: FW: Epstein Victim Impact Statements \nImportance: High \n(USANYS) \nAre we able to answer these questions for ODAG quickly? I am sure we can answer the second, and maybe the first — not \nsure about the third. \nFrom: \n(ODAG) \nSent: Wednesday, October 30, 2019 12:53 PM \nTo: \n(USANYS)\". \nCc: (ODAG) \n'c) \nSubject: Epstein Victim Impact Statements \nImportance: High \nThe Petitioner in the Epstein CVRA case has filed an appeal to the 11th \nCircuit. One of their issues is the \nDistrict Court's refusal to hold a hearing allowing the Epstein victims to \"have their day in court.\" The \nCourt's ruling is, in part, on the basis that a hearing held in SDNY satisfied this request. The Petitioner has \nalleged that not all of the Epstein victims who wanted to speak were able to do so at the New York hearing \nbecause they did not have sufficient notice and were unable to travel to NY. \nCan your office provide us some details about the following: 1) how many victims were contacted about \nmaking a victim impact statement; 2) how many victims were able to travel and make an in-person victim \nimpact statement; and 3) how many victims indicated they wanted to make a victim impact statement but \nwere unable to do so given the notice/timing of the hearing? \nPlease provide as much of this information as possible today. I'm very sorry for the quick turnaround but \nthe Department's response to the mandamus petition is due \ntomorrow. \nI really appreciate \nyour assistance. \nNational Coordinator for Child Exploitation Prevention & Interdiction \nOffice of the \nDe \nu Attorney General \nDirect: \nEFTA00017906",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein Victim",
        "role": "extracted",
        "context": "c: ' (USANYS)\"  \nSubject: RE: Epstein Victim Impact Statements \nDate: Wed,"
      },
      {
        "name": "Impact Statements",
        "role": "extracted",
        "context": "Subject: RE: Epstein Victim Impact Statements \nDate: Wed, 30 Oct 2019 20:19"
      },
      {
        "name": "Brad Edwards",
        "role": "extracted",
        "context": "s through counsel—we spoke to Brad Edwards, Robert Josefsberg, Robbie Ka"
      },
      {
        "name": "Robert Josefsberg",
        "role": "extracted",
        "context": "sel—we spoke to Brad Edwards, Robert Josefsberg, Robbie Kaplan, and Boies Sch"
      },
      {
        "name": "Robbie Kaplan",
        "role": "extracted",
        "context": "d Edwards, Robert Josefsberg, Robbie Kaplan, and Boies Schiller, \nall of"
      },
      {
        "name": "Boies Schiller",
        "role": "extracted",
        "context": "osefsberg, Robbie Kaplan, and Boies Schiller, \nall of whom have multiple v"
      },
      {
        "name": "Singrid Mc",
        "role": "extracted",
        "context": "either Brad Edwards client or Singrid McCally. I don't remember her na"
      },
      {
        "name": "High \nThe",
        "role": "extracted",
        "context": "mpact Statements \nImportance: High \nThe Petitioner in the Epstein CVR"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": ". One of their issues is the \nDistrict Court's refusal to hold a hearing a"
      },
      {
        "name": "The \nCourt",
        "role": "extracted",
        "context": "to \"have their day in court.\" The \nCourt's ruling is, in part, on the"
      },
      {
        "name": "The Petitioner",
        "role": "extracted",
        "context": "SDNY satisfied this request. The Petitioner has \nalleged that not all of"
      },
      {
        "name": "National Coordinator",
        "role": "extracted",
        "context": "appreciate \nyour assistance. \nNational Coordinator for Child Exploitation Preven"
      },
      {
        "name": "Child Exploitation",
        "role": "extracted",
        "context": "ce. \nNational Coordinator for Child Exploitation Prevention & Interdiction \nOf"
      },
      {
        "name": "Interdiction \nOffice",
        "role": "extracted",
        "context": "ild Exploitation Prevention & Interdiction \nOffice of the \nDe \nu Attorney Genera"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "diction \nOffice of the \nDe \nu Attorney General \nDirect: \nEFTA00017906"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-10-30",
        "event": "October 30, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:55.837Z"
}