{
  "document": {
    "id": "efta00029887",
    "filename": "EFTA00029887.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00029887.pdf",
    "text": "\n\nFrom: \n'• \n(USANYS)\"  \nTo: ' (USANYS)\"  \nSubject: Re: \nDate: Mon, 10 Aug 2020 00:08:53 +0000 \nI would do three days before the arrest, so... \nSent from my iPhone \nOn \nAug 9, 2020, at 7:32 PM, (USANYS)  \nOk. Not sure that's what we're going to do but will let you know tomorrow. \nSent from my iPhone \nOn \nAug 9, 2020, at 7:17 PM, (USANYS)  \n> wrote: \nI> wrote: \nNo, it's three days. No mention of business. So technically three days would be Friday but as told to me at \nleast the thinking was dropping this Friday afternoon could be perceived as poor form, so we're gonna do late \nThursday instead. \nSent from my iPhone \nOn Aug 9, 2020, at 7:07 PM, (USANYS)  \n> \nwrote: \nWill confirm in morning. UMR is 3 business days no? And we'd want it ready to go upon sending umr \nwhich would mean a draft about a day in advance. \nSent from my iPhone \nOn \nAug 9, 2020, at 7:02 PM, (USANYS)  I> wrote: \nLaura said Thursday and late in the day. Can you confirm and let me know? \nSent from my iPhone \nOn \nAug 9, 2020, at 6:58 PM, (USANYS)  \n> \nwrote: \nOk. I  think umr would go down to \ndo \non Wed so we'd want it in shape then. \nSent from my iPhone \nOn \nAug 9, 2020, at 6:53 PM, (USANYS)  I> wrote: \nEFTA00029887\n\nThey did. I  haven't looked at it yet but will do and we can circulate before Thursday. \nSent from my iPhone \nOn \nAug 9, 2020, at 6:51 PM, \nOk, understood. \n(USANYS)  > wrote: \nDid the team ever do a short form memo re WBTW in case we have to send something down? \nSent from my iPhone \nOn \nAug 9, 2020, at 4:10 PM, (USANYS) < wrote: \nOkay. Among the timing pressures on this, I think we need to have a plan in place so we can make a \ndisclosure to the Court in connection with the first discovery deadline, which I believe is August 21. \nFrom: (USANYS) \nSent: Friday, August 7, 2020 6:54 PM \nTo: (USANYS) \nSubject: Re: \nSome but still working on it. has been swamped but I need to get his attention. \nSent from my iPhone \nOn Aug 6, 2020, at 6:47 PM, (USANYS) \n> \nwrote: \nHave we made any progress on the plan on this? \nSent from my iPhone \nOn Aug 4, 2020, at 4:05 PM, (USANYS)  \n> \nwrote: \nGreat, thank you. \nFrom: (USANYS) \nSent: Tuesday, August 4, 2020 4:01 PM \nTo: (USANYS) \nSubject: RE: \nThese are all the 302s from the Florida investigation. May want to just CTRL+F for Maxwell. \nshould be in there. \nFrom: (USANYS) \nSent: Tuesday, August 4, 2020 3:58 PM \nTo: \n(USANYS) \nSubject: RE: \nEFTA00029888\n\nAnd can you have someone send theM302 from FBI investigation? \nFrom: (USANYS)  \nSent: Sunday, August 2, 2020 2:03 PM \nTo: (USANYS) \nc \nSubject: RE: \nOne of the difficulties in answering this question is that we don't have the pros memo. Here's what I've \nbeen able to learn from what we do have: \nWe do have the transcripts of their grand jury testimony (although not the AUSA preamble). She is not \nmentioned in the introductory part of the agent's testimony where the are walking through the various \ntargets and subjects of the investigation. By contrast, Epstein, and lare (pp. 5-6). \nIn fact, she only comes up once in the entire grand jury presentation, namely in the context of the \nagent's summary of how met Epstein. Specifically, the agent testifies as follows: \nI'm sorry, the question you asked me was: How did they meet? They met by a  friend of Mr. \nEpstein's. Jane Doe Number One was working at Mar-a-Lago and a  friend of Mr. Epstein's, \nGhislaine Maxwell. \nWould you like the spelling? \nTHE REPORTER: Yes, please. \nTHE WITNESS: G-H-I -S-L-A-I-N-E, Maxwell, who was a  friend of Mr. Epstein, met Jane Doe \nNumber One at Mar-a-Lago and Jane Doe Number One soon after began working and providing \nmassages for Mr. Epstein \nThe fact that she has to spell it strongly suggests the name also didn't come up during whatever \npreamble the AUSA provided. But either way, that's it. \nAs you know, she is not mentioned in the NPA and, according the lawyer at OPR who is running the NPA \ninvestigation, Maxwell does not come up much, if at all, in the documents they have reviewed in \nconnection with that issue. \nThere were no federal search warrants, so there would be no applications in which target subjects would \nbe identified. There was a local search warrant, but we don't have a copy because we don't have the \nSDFL file and we haven't asked Palm Beach county for theirs. Presumably we will get that at some point. \nMaxwell was added to the caption of the FBI file at some point, and she does come up in some of the \n302s (including the and interviews in a manner we're now familiar with). \nThat said, we have the FBI file, including all of their 302s, and we plan to produce those. \nI think the proposal to get the physical file from SDFL makes sense and is manageable. We'll have to \nwork through how to do that, but OPR has at least some of that material which we could get quickly and \nstart with (including the pros memo), and once we figure out how to get the rest, 24 boxes of material is \na doable project. \nFrom: (USANYS) \nSent: Friday, July 31, 2020 3:17 PM \nTo: (USANYS) \nSubject: RE: \nThanks —  yes, having an understanding of how (if at all) Maxwell fits into the Florida evidence and \ninvestigation (beyond just the simple view that she wasn't the focus) would be helpful. \nEFTA00029889\n\nFrom: (USANYS) \nSent: Friday, July 31, 2020 11:14 AM \nTo: (USANYS) \nSubject: RE: \nAsking the team to look into this. We don't have their pros memo (although OPR does and if we wanted \nto make a  more targeted ask, we could conceivably start with that). We do have the one (state) search \nwarrant application for the Palm Beach residence, team will check that now. Team is not aware of any \nother search warrant applications done as part of the SDFL investigation, but will take a look to confirm. \nWe also have the grand jury testimony and I'm asking team to confirm that Maxwell was not mentioned \nin that testimony. \nFrom: \n(USANYS) < \nSent: Friday, July 31, 2020 10:55 AM \nTo: (USANYS) \nSubject: \nDo you know, or can you find out, whether Maxwell was identified as a target /  subject / target subject or \nwhatever the lingo may have been in any warrants or other materials from the SDFL case, to the extent \nwe know? \nCounsel to the Acting U.S. Attorney \nUnited Stotes Attorney's Office \nSouthern District of New York \nEFTA00029890",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ng at Mar-a-Lago and a  friend of Mr. Epstein's, \nGhislaine Maxwell. \nWould you like the spelling? \nTHE REPORTER: Yes"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "eet? They met by a  friend of Mr. \nEpstein's. Jane Doe Number One w"
      },
      {
        "name": "Epstein \nThe",
        "role": "extracted",
        "context": "g and providing \nmassages for Mr. Epstein \nThe fact that she has to spel"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "arrest, so... \nSent from my iPhone \nOn \nAug 9, 2020, at 7:32 PM, (US"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "a  friend of Mr. \nEpstein's. Jane Doe Number One was working at Mar"
      },
      {
        "name": "Number One",
        "role": "extracted",
        "context": "d of Mr. \nEpstein's. Jane Doe Number One was working at Mar-a-Lago and"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "DFL file and we haven't asked Palm Beach county for theirs. Presumably"
      },
      {
        "name": "Attorney \nUnited",
        "role": "extracted",
        "context": "? \nCounsel to the Acting U.S. Attorney \nUnited Stotes Attorney's Office \nSou"
      },
      {
        "name": "Stotes Attorney",
        "role": "extracted",
        "context": "Acting U.S. Attorney \nUnited Stotes Attorney's Office \nSouthern District o"
      },
      {
        "name": "Office \nSouthern",
        "role": "extracted",
        "context": "ney \nUnited Stotes Attorney's Office \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2020-08-07",
        "event": "August 7, 2020"
      },
      {
        "date": "2020-08-04",
        "event": "August 4, 2020"
      },
      {
        "date": "2020-08-02",
        "event": "August 2, 2020"
      },
      {
        "date": "2020-07-31",
        "event": "July 31, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:24.474Z"
}