{
  "document": {
    "id": "efta00029844",
    "filename": "EFTA00029844.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00029844.pdf",
    "text": "\n\nH A  D D \nO \nN \nMORGAN \nFOREMAN \nMarch 9, 2021 \nThe Hon. Alison J. Nathan \nUnited States District Court Judge \nSouthern District of New York \n500 Pearl Street \nNew York, NY 10007 \nHaddon, \nMorgan and \nForeman, r c \nLaura A. \nMenninger \nISO East 10th Avenue \nDenver, Colorado 80203 \nPH 303.831.7364 EX 303.832.2628 \nwww.hmflaw.com \nLMenninger@hmflaw.com \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (MN) \nObjection to Proposed Redactions of Government's Omnibus Response & \nExhibit 5 \nDear Judge Nathan: \nOn behalf of defendant Ghislaine Maxwell, we respectfully oppose certain of the redactions \nproposed by the government to their Omnibus Memorandum in Opposition to the Defendant's \nPre-Trial Motions (\"Response\"), submitted to the Court on February 26, 2021. \nSpecifically, we oppose the redactions proposed by the government contained on pages 1-128 \nand 187-88 of the Response as well as certain of the redactions in Exhibit 5. We believe \nadditional redactions are appropriate to pages 129-134 of the Response. We hereby attach our \nproposed redactions to pages 129-134, 187-88 and Exhibit 5. \nThe Response and its Exhibits are clearly \"judicial documents\" presumptively subject to the \npublic access rights under both the common law and First Amendment. Lugosch v. Pyramid \nCo. of Onondaga, 435 F.3d 110, 119 (2d Cir. 2006); Brown v.  Maxwell, 929 F.3d 41, 49 (2d \nCir. 2019). Ms. Maxwell also specifically asserts her right to an open and public trial \npursuant to the Sixth Amendment. Press-Enterprise Co. v. Superior Court (Press-Enterprise \nII), 478 U.S. 1, 7 (1986). \nObjections to Redactions Proposed on Pages 1-128 \nThe government's proposed redactions on pages 1-128 all relate to materially inaccurate \nstatements made by a prosecutor for the government to Chief Judge McMahon. They also \nrelate to a sealed proceeding in which the government circumvented decades-old precedent in \nthis Circuit which held that civil litigation materials subject to a protective order cannot be \nobtained absent notice to, and an opportunity to object by, individuals with a privacy interest \nin those documents. Numerous civil litigants in the Second Circuit are negotiating protective \norders every day in reliance on Martindell and have the right to know that the protective \norders may be of little to no utility when their civil opponent seeks to have them used as a tool \nEFTA00029844\n\nThe Hon. Alison J. Nathan \nMarch 9, 2021 \nPage 2 \nfor a criminal prosecution against them. \nIn circumstances such as these, \"it is most important 'to have a measure of accountability and \nfor the public to have confidence in the administration of justice.'\" Lugosch, 435 F.3d at 119 \n(quoting United States v. Amodeo (Amodeo II), 71 F.3d 1044, 1048 (2d Cir. 1995)). \nAlthough the government claims that the items must remain sealed due to an \"ongoing \ninvestigation,\" they have failed to explain why. Beyond their ipse dixit pronouncement, the \nsame materials they obtained via their ex pane and in camera procedure are being released to \nthe public under the= unsealing process, without objection from the government. The \nname of the subpoena recipient (Boies Schiller) and the names of Chief Judge McMahon and \nMagistrate Judge Netburn (who issued their rulings nearly two years ago) certainly cannot \nalone compromise any such purported investigation. The government submission thus fails to \ndemonstrate that denial of public access is \"essential to preserve higher values and is narrowly \ntailored to serve that interest.\" United States v. Aref, 533 F.3d 72, 82 (2d Cir. 2008) (quoting \nPress-Enterprise II, 478 U.S. at 13-14). \nMs. Maxwell believes that this Court has the jurisdiction in connection with this criminal case \nto determine whether to keep under seal testimony that occurred before Chief Judge \nMcMahon that gave rise to this prosecution, especially as those documents have now become \n\"judicial documents\" by virtue of the pretrial motions in this case. If the Court prefers, \nhowever, Ms. Maxwell will first make application to Chief Judge McMahon to unseal those \nmaterials. \nObjections to Redactions Proposed on Pages 187-188 \nMs. Maxwell also objects to the government's proposed redactions on pages 187-188. The \nlanguage at issue there concerns a diary that Accuser-2 has publicly and repeatedly claimed \nsupports her allegations. Importantly, Accuser-2 read from this allegedly corroborating diary \non a NY Times podcast. Yet now the government seeks to redact her explanation for why Ms. \nMaxwell is not mentioned once in this diary: Accuser-2 \"stopped writing in her journal about \na month after that first meeting with Epstein\" and the rest of her diary is \"personal in nature \nand ha[s] nothing to do with the defendant or Epstein.\" \nHow that document, or its origin, incompleteness, or lack of corroborating content could now \nbe \"confidential\" is unexplained by the government in its request. Certainly, Accuser-2 has \nnot acted as though the contents are \"confidential.\" \nObjections to Government's Proposed Redactions to Exhibit 5 \nFor similar reasons, Ms. Maxwell objects to certain of the redactions proposed by the \ngovernment to Exhibit 5 to their Response. The materials hig ' • ched Exhibit \n5 are all very public pieces of information, at the instigation o The \ngovernment has offered no explanation for their need to protect her \"privacy\" interests when \nshe has profited with her numerous podcasts, Netflix appearances and other media \nparticipation, wherein she shares the same information. With the support oand \nEFTA00029845\n\nThe Hon. Alison J. Nathan \nMarch 9, 2021 \nPage 3 \nher counsel her entire \nBecause has already publicly proclaimed the same allegations as are \nrepresented in the Kramer notes at 4-5, attached as Exhibit 5 to the government's Response, \nthe government cannot show any privacy interest in keeping those portions redacted or sealed. \nObjections to Government's Failure to Redact Materials Under Seal in Litigation at \nPages 129-134 \nThe government proposes, at pages 129-134, to redact only certain portions of Ms. Maxwell's \nsealed deposition testimony. Judge Preska has ruled that certain questions and answers are \nstill under seal and subject to the Protective Order in the case. In Ms. Maxwell's \nMotions, we limited our proposed redactions to the portions of deposition testimony that \nJudge Preska has ruled should remain sealed, yet the government intends to publicize those \nsealed portions. See, e.g., v. Maxwell, Case No. 15-cv-7433-LAP, Dkt. 1212-1. The \nappropriate redactions which reflect Judge Preska's rulings are contained in the attached \nexhibit. \nFor the foregoing reasons, Ms. Maxwell respectfully requests the Court publicly docket the \nResponse, with the following exceptions: \n• Accept Ms. Maxwell's proposed redactions to pages 129-134;' \n• Accept the government's proposed redactions to pages 158-186; \n• Accept Ms. Maxwell's proposed redactions to pages 187-188;2\n• Accept Ms. Maxwell's proposed redactions to Exhibit 5.3\nRespectfully submitted, \nCC: Counsel of Record \nC \n1\n4.----eLaura A. Menninger \n'  Ms. Maxwell has indicated additional lines that ought to be redacted with yellow \nhighlighting. \n2   Ms. Maxwell disagrees with all of the government's redactions on these pages, as \nindicated by the red boxes. \n3   The blue boxes on the attached Exhibit 5 indicate the government redactions \nopposed by Ms. Maxwell. Ms. Maxwell does not oppose the other red boxes proposed by the \ngovernment to protect the privacy interests of other non-parties. \nEFTA00029846",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "com \nLMenninger@hmflaw.com \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (MN) \nObjection to Proposed Redaction"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "F.3d 41, 49 (2d \nCir. 2019). Ms. Maxwell also specifically asserts"
      },
      {
        "name": "The Hon",
        "role": "extracted",
        "context": "RGAN \nFOREMAN \nMarch 9, 2021 \nThe Hon. Alison J. Nathan \nUnited Sta"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "h 9, 2021 \nThe Hon. Alison J. Nathan \nUnited States District Court Judge"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "Hon. Alison J. Nathan \nUnited States District Court Judge \nSouthern Distric"
      },
      {
        "name": "Court Judge",
        "role": "extracted",
        "context": "athan \nUnited States District Court Judge \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "States District Court Judge \nSouthern District of New York \n500 Pearl Street"
      },
      {
        "name": "Pearl Street",
        "role": "extracted",
        "context": "ern District of New York \n500 Pearl Street \nNew York, NY 10007 \nHaddon,"
      },
      {
        "name": "Avenue \nDenver",
        "role": "extracted",
        "context": "A. \nMenninger \nISO East 10th Avenue \nDenver, Colorado 80203 \nPH 303.831.7"
      },
      {
        "name": "Proposed Redactions",
        "role": "extracted",
        "context": "20 Cr. 330 (MN) \nObjection to Proposed Redactions of Government's Omnibus Respo"
      },
      {
        "name": "Omnibus Response",
        "role": "extracted",
        "context": "ed Redactions of Government's Omnibus Response & \nExhibit 5 \nDear Judge Nath"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "mnibus Response & \nExhibit 5 \nDear Judge Nathan: \nOn behalf of defenda"
      },
      {
        "name": "Omnibus Memorandum",
        "role": "extracted",
        "context": "ed by the government to their Omnibus Memorandum in Opposition to the Defendan"
      },
      {
        "name": "Trial Motions",
        "role": "extracted",
        "context": "ition to the Defendant's \nPre-Trial Motions (\"Response\"), submitted to th"
      },
      {
        "name": "The Response",
        "role": "extracted",
        "context": "9-134, 187-88 and Exhibit 5. \nThe Response and its Exhibits are clearly"
      },
      {
        "name": "First Amendment",
        "role": "extracted",
        "context": "under both the common law and First Amendment. Lugosch v. Pyramid \nCo. of O"
      },
      {
        "name": "Pyramid \nCo",
        "role": "extracted",
        "context": "d First Amendment. Lugosch v. Pyramid \nCo. of Onondaga, 435 F.3d 110, 1"
      },
      {
        "name": "Sixth Amendment",
        "role": "extracted",
        "context": "public trial \npursuant to the Sixth Amendment. Press-Enterprise Co. v. Supe"
      },
      {
        "name": "Enterprise Co",
        "role": "extracted",
        "context": "to the Sixth Amendment. Press-Enterprise Co. v. Superior Court (Press-Ent"
      },
      {
        "name": "Superior Court",
        "role": "extracted",
        "context": "ment. Press-Enterprise Co. v. Superior Court (Press-Enterprise \nII), 478 U"
      },
      {
        "name": "Redactions Proposed",
        "role": "extracted",
        "context": ". 1, 7 (1986). \nObjections to Redactions Proposed on Pages 1-128 \nThe governmen"
      },
      {
        "name": "Chief Judge",
        "role": "extracted",
        "context": "secutor for the government to Chief Judge McMahon. They also \nrelate to"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "merous civil litigants in the Second Circuit are negotiating protective \no"
      },
      {
        "name": "Nathan \nMarch",
        "role": "extracted",
        "context": "A00029844\n\nThe Hon. Alison J. Nathan \nMarch 9, 2021 \nPage 2 \nfor a crimin"
      },
      {
        "name": "Boies Schiller",
        "role": "extracted",
        "context": "me of the subpoena recipient (Boies Schiller) and the names of Chief Judge"
      },
      {
        "name": "Magistrate Judge",
        "role": "extracted",
        "context": "s of Chief Judge McMahon and \nMagistrate Judge Netburn (who issued their rul"
      },
      {
        "name": "Redact Materials",
        "role": "extracted",
        "context": "ns to Government's Failure to Redact Materials Under Seal in Litigation at"
      },
      {
        "name": "Under Seal",
        "role": "extracted",
        "context": "s Failure to Redact Materials Under Seal in Litigation at \nPages 129-1"
      },
      {
        "name": "Judge Preska",
        "role": "extracted",
        "context": "sealed deposition testimony. Judge Preska has ruled that certain questi"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "under seal and subject to the Protective Order in the case. In Ms. Maxwell's"
      },
      {
        "name": "In Ms",
        "role": "extracted",
        "context": "Protective Order in the case. In Ms. Maxwell's \nMotions, we limit"
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "tions. See, e.g., v. Maxwell, Case No. 15-cv-7433-LAP, Dkt. 1212-1."
      },
      {
        "name": "Accept Ms",
        "role": "extracted",
        "context": "the following exceptions: \n• Accept Ms. Maxwell's proposed redaction"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-03-09",
        "event": "March 9, 2021"
      },
      {
        "date": "2021-02-26",
        "event": "February 26, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "303.831.7364",
      "303.832.2628"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:24.364Z"
}