{
  "document": {
    "id": "efta00031598",
    "filename": "EFTA00031598.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00031598.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 168 Filed 03/18/21 Page 1  of 5 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY \nFILED \nDOC //: \nDATE FILED: \n3/18/21 \n20-CR-330 (MN) \nORDER \nALISON J. NATHAN, District Judge: \nOn February 26, 2021, the Government filed its omnibus memorandum of law opposing \nDefendants' twelve pre-trial motions. It filed the brief, along with the corresponding exhibits, \nunder temporary seal pending the Court's resolution of its request to redact sensitive or \nconfidential information. See Dkt. No. 162. On March 9, 2021, the Defendant objected to \ncertain of the redactions that the Government had proposed, and she proposed additional \nredactions. Having considered the parties' respective positions, the Court will grant the \nGovernment's requests for redactions and sealing, as well as the Defendant's additional \nredaction requests, with the exceptions discussed below. \nTo begin with, the Court's reasoning is guided by the three-part test articulated by the \nSecond Circuit in Lugosch v. Pyramid Co. of Onondaga, 435 F.3d 110 (2d Cir. 2006). Under \nthis test, the Court must: (i) determine whether the documents in question are \"judicial \ndocuments;\" (ii) assess the weight of the common law presumption of access to the materials; \nand (iii) balance competing considerations against the presumption of access. Id. at 119-20. \n\"Such countervailing factors include but are not limited to `the danger of impairing law \nenforcement or judicial efficiency' and `the privacy interests of those resisting disclosure.' Id. at \n120 (quoting United States v. Amodeo, 71 F.3d 1044, 1050 (2d Cir. 1995) (\"Amodeo IT)). \nI \nEFTA00031598\n\nCase 1:20-cr-00330-AJN Document 168 Filed 03/18/21 Page 2 of 5 \nThe proposed redactions mostly satisfy this test. First, the Government's brief in \nopposition to the Defendant's pre-trial motions is a \"judicial document\" for purposes of the first \nelement of the Lugosch test. United States v. Amodeo (\"Amodeo I\"), 44 F.3d 141, 145 (2d Cir. \n1995). The Court thus concludes that there is a common law and a First Amendment \npresumption of access. Id. at 146; see also Nixon v. Warner Conzmc 'ns, Inc., 435 U.S. 589, 602 \n(1978). The question, then, is whether the redaction and sealing requests are narrowly tailored to \nserve substantial interests that overcome that presumption of access. \nLike the Government's previous redaction and sealing requests in this case, the \nGovernment bases its requests on its contention that redactions and/or sealing are necessary to \nprotect the integrity of an ongoing criminal investigation and to protect third parties' personal \nprivacy interests. As a general matter, these interests are legitimate and provide a basis for \novercoming the presumption of access. See, e.g., Under Seal v. Under Seal, 273 F. Supp. 3d \n460, 467 (S.D.N.Y. 2017); United States v. Madoff, 626 F. Supp. 2d 420, 427-28 (S.D.N.Y. \n2009). As applied to this case, the Court concludes that the proposed redactions in the \nGovernment's brief generally serve these interests. Exhibit 1 contains a single redaction—the \nname of a third party—and the Court concludes that that individual's personal privacy interests \noutweigh the presumption of access that exists as to that limited portion of the exhibit. The \nproposed redactions to Exhibit 7 are similar in that they seek to protect from public access only \nthe names and contact information of third parties. Here, too, the interest in protecting the safety \nand privacy of those individuals outweighs the presumption of access that attaches to those \ndocuments. \nThe Court overrules the Defendant's objections to the redactions contained in Exhibit 5 \nof the Government's brief and adopts the Government's proposed redactions. The core of the \n2 \nEFTA00031599\n\nCase 1:20-cr-00330-AJN Document 168 Filed 03/18/21 Page 3 of 5 \nDefendant's objections relate to her contention that some of the information contained in the \nredactions has been made public by other means. Notwithstanding this, the redactions to which \nthe Defendant objects relate to the privacy interests of third parties, which the Second Circuit has \nadmonished \"should weigh heavily in a court's balancing equation.\" United States v. Amodeo \n(\"Amodeo II\"), 71 F.3d 1044,1050 (2d Cir. 1995). At least some of the redactions to which the \nDefendant objects relate to private \"family affairs\" of a third party, a factor that \"weigh[s] more \nheavily against access than conduct affecting a substantial portion of the public.\" Id. at 1051. \nAnd though the Defendant contends that some of the information contained in the redactions is \npublic, she furnishes no evidence to that effect. As a result, the Court concludes that the \nsignificant privacy interests at stake justify the limited and narrowly tailored redactions \ncontained in Exhibit 5. \nIn addition, the Court adopts the Defendant's proposed additional redactions to pages \n129-134 of the Government's brief. Those portions of the transcript, which were redacted in the \ncivil matter, concern privacy interests and their disclosure would merely serve to cater to a \n\"craving for that which is sensational and impure.\" Amodeo II, 71 F.3d at 1051 (citation \nomitted). The Court thus concludes that such redactions are justified. \nOn the other hand, the Court agrees with the Defendant's objections to the redactions \ncontained in pages 1-128 of the Government's brief. To provide some context, the redacted \nportions of the brief relate to sealed proceedings that took place before different judges relating \nto the issuance of grand jury subpoenas in connection with the present case. See Dkt. No. 51. \nBecause the Government's brief is a judicial document and because the presumption of access \nattaches, the Government's redaction requests must be \"necessary to preserve higher values and \nonly if the sealing order is narrowly tailored to achieve that aim.\" Lugosch v.  Pyramid Co. of \n3 \nEFTA00031600\n\nCase 1:20-cr-00330-AJN Document 168 Filed 03/18/21 Page 4 of 5 \nOnondaga, 435 F.3d 110, 124 (2d Cir. 2006). Courts have noted that \"disclosing the details of \nthe Government's efforts to obtain evidence will undoubtedly hamper the investigation, as the \nindividuals and entities under investigation would be put on notice.\" United States v. Madoff, \n626 F. Supp. 2d 420, 427-28 (S.D.N.Y. 2009). And the Government's interest in protecting an \nongoing investigation from the \"danger of impairing law enforcement\" may be a countervailing \nfactor that outweighs the presumption of access. See Lugosch, 435 F.3d at 120. But the \nGovernment advances no non-conclusory basis as to why its investigation at this stage of the \nmatter would be imperiled by the disclosure of the information regarding how it obtained the \ninformation in question, and the requested redactions are far from narrowly tailored. As a result, \nthe Court denies the Government's redaction requests in pages 1-128 and denies its request to \nfile Exhibits 8 and 9 under seal, since those documents relate to this very issue and the same \nreasoning applies to them. The Court will give the Government an opportunity to seek more \ntailored redactions if it wishes and to specifically justify the ongoing need to redact the requested \ninformation and documents. By March 22, 2021, the Government may file a letter with the \nCourt—under seal, if necessary—justifying the specific redaction and sealing requests. \nAlternatively, by that date the Government can indicate that it will not seek to renew the request. \nFurthermore, the Court agrees with the Defendant's objections to the redactions \ncontained in pages 187-188 of the Government's brief. While the Court previously had granted \nthe request to redact the same information, see Dkt. No. 99, the Court no longer sees a basis for \nkeeping this information under seal in light of the strong presumption of access. The information \ndoes not in itself contain any personally identifying information, and the Court concludes that \nany minimal threat of interference with the Government's investigation through the disclosure of \nthis information is outweighed by the presumption of access that attaches to those portions. As \n4 \nEFTA00031601\n\nCase 1:20-cr-00330-AJN Document 168 Filed 03/18/21 Page 5 of 5 \nabove, however, the Court will give the Government an opportunity to justify the ongoing need \nto redact this information and these documents; by March 22, 2021, the Government may file a \nletter with the Court—under seal, if necessary—justifying the redaction and sealing requests. \nFinally, the Court denies the Government's request to file Exhibit 11 entirely under seal. \nWhile portions of that transcript have been redacted, other portions are part of the public record. \nSee Giuffre v. Maxwell, Case No. 15-cv-7433, Dkt. No. 1212-1. In light of this, the Court sees \nno basis to file the transcript entirely under seal rather than by redacting the relevant portions. \nIn light of the above, the Government is hereby ORDERED to either docket on ECF their \nbrief and the corresponding exhibits, consistent with this Order, or to file a letter with the Court \njustifying more tailored redaction and sealing requests regarding pages 1-128 and 187-188 and \nExhibits 8 and 9 by no later than March 22, 2021. The parties are further ORDERED to meet, \nconfer, and jointly propose redactions to the Defendant's cover letter objecting to the \nGovernment's proposed redactions by March 22, 2021. Finally, the parties are ORDERED to \nmeet, confer, and propose redactions to Exhibit 11 of the Government's submission by March \n22, 2021. \nSO ORDERED. \nDated: March 18, 2021 \nNew York, New York ALISON J. NATHAN \nUnited States District Judge \n5 \nEFTA00031602",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "MN) \nORDER \nALISON J. NATHAN, District Judge: \nOn February 26, 2021, the G"
      },
      {
        "name": "On February",
        "role": "extracted",
        "context": "N J. NATHAN, District Judge: \nOn February 26, 2021, the Government file"
      },
      {
        "name": "See Dkt",
        "role": "extracted",
        "context": "or \nconfidential information. See Dkt. No. 162. On March 9, 2021, t"
      },
      {
        "name": "On March",
        "role": "extracted",
        "context": "nformation. See Dkt. No. 162. On March 9, 2021, the Defendant object"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "part test articulated by the \nSecond Circuit in Lugosch v. Pyramid Co. of"
      },
      {
        "name": "Pyramid Co",
        "role": "extracted",
        "context": "Second Circuit in Lugosch v. Pyramid Co. of Onondaga, 435 F.3d 110 (2"
      },
      {
        "name": "First Amendment",
        "role": "extracted",
        "context": "t there is a common law and a First Amendment \npresumption of access. Id. a"
      },
      {
        "name": "Warner Conzmc",
        "role": "extracted",
        "context": "Id. at 146; see also Nixon v. Warner Conzmc 'ns, Inc., 435 U.S. 589, 602"
      },
      {
        "name": "Under Seal",
        "role": "extracted",
        "context": "umption of access. See, e.g., Under Seal v. Under Seal, 273 F. Supp. 3"
      },
      {
        "name": "See Lugosch",
        "role": "extracted",
        "context": "hs the presumption of access. See Lugosch, 435 F.3d at 120. But the \nGo"
      },
      {
        "name": "By March",
        "role": "extracted",
        "context": "d \ninformation and documents. By March 22, 2021, the Government may"
      },
      {
        "name": "See Giuffre",
        "role": "extracted",
        "context": "e part of the public record. \nSee Giuffre v. Maxwell, Case No. 15-cv-74"
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "ord. \nSee Giuffre v. Maxwell, Case No. 15-cv-7433, Dkt. No. 1212-1."
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-02-26",
        "event": "February 26, 2021"
      },
      {
        "date": "2021-03-09",
        "event": "March 9, 2021"
      },
      {
        "date": "2021-03-22",
        "event": "March 22, 2021"
      },
      {
        "date": "2021-03-22",
        "event": "March \n22, 2021"
      },
      {
        "date": "2021-03-18",
        "event": "March 18, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:28.498Z"
}