{
  "document": {
    "id": "efta00026937",
    "filename": "EFTA00026937.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026937.pdf",
    "text": "\n\nApril 21, 2021 Call with Dr. \n• Dr. Rocchio's training is over the course of her career, not just in graduate school. The \ntopics included traumatic stress (the effects of trauma), and clinical as well as forensic \npsychology. \n• Dr. Rocchio has written about, presented, and conducted numerous trainings on the \nassessment and treatment of trauma. \n• Dr. Rocchio also trains psychiatric residents at Brown in treating trauma survivors. \n• Dr. Rocchio's testimony is based on her education as well as her training, experience, and \nresearch. \n• Saying that victims are \"susceptible\" puts the onus on victims. It is more accurate to say \nthat individuals or victims are \"targeted.\" \n• Sexual abuse of minors frequently occurs through the use of manipulation or coercion in \nthe context of an established relationship that is developed over time rather than through \nthe use of forcible rape. \n• It's not fair to say that the presence of women can \"especially\" facilitate the sexual abuse \nof minors. Abusers might use all sorts of other people. \n• Victims are often subject to a strategic pattern of behaviors that can take a variety of forms \nand function to obscure the nature of the abuse and to build trust and attachment with their \nabuser. That relationship of trust and attachment, in turn, can prevent victims from being \naware that what they are experiencing is abuse and can prevent disclosure. Minor victims \nmay therefore not identify what's happening as abusive at the time or during the course of \nthe abuse and may not recognize the consequences of that abuse until adulthood. \n• Most sexual assaults go unreported and disclosures are often made long after the incident. \nNondisclosure, incremental disclosure, and secrecy are common among victims of sexual \nabuse for a variety of reasons, which can include fear, shame, humiliation, fear of not being \nbelieved, and fear of retaliation. \n• Re memory: memory for and disclosure of traumatic/abusive events is impacted by a \nnumber of factors. Dr. Rocchio can testify about the research regarding the various factors \nthat go into how people can remember abuse—what's encoded to begin with, which pieces \nare remembered. That can include the circumstances surrounding the trauma, but also other \nthings. The remembering process can be a piece, but just one piece. \n• Repeated exploitation/abuse can increase the likelihood of victimization later in life and \nhas been shown to result in long-term traumatic and psychological consequences, including \nthe ways in which the victim interacts with the legal system. \n• Numerous scientific studies show the significant psychological harm that can result from \nchildhood sexual victimization. \n• Complex trauma is significant for repeated episodes of repeated childhood sexual abuse. \nIt's associated with more harmful outcomes than PTSD. \no Complex trauma = trauma that involves repetitive or prolonged exposure to or \nexperiences of multiple traumatic stressors, involves harm or abandonment by \n3502405 \nPage I of 2 \nEFTA00026937\n\ncaregivers or other trusted adults, and occurs at developmentally vulnerable times \nin a person's life, especially during childhood. \no When childhood sexual abuse occurs under those conditions, it can be considered \ncomplex trauma \no The prolonged nature of complex trauma and the resulting disruption to an \nindividual's psychological development can result in profound dysregulation in \nemotional control, problems with attention/concentration, distorted perceptions of \nself/the perpetrator/others, severe traumatic/medical problems, and difficulties with \nidentity/relationships/suicidality/behavioral control. \n■ \nDistorted perceptions of the perpetrator: may view the perpetrator as \nsomeone who has been particularly loving, all powerful or all malevolent, \nsomeone who intended to do good, etc. Different ways, but it impacts how \nthe victim view that person. \n• Dr. Rocchio's testimony relies on her education and training on psychological trauma, \ntraumatic stress, interpersonal violence, and childhood sexual abuse. (That includes her \nknowledge of the literature.) She has also provided education and training, not just \nreceived it. \n• Dr. Rocchio also has a forensic practice conducting forensic psychological evaluations of \npeople who have experienced sexual abuse and trauma. \n• Dr. Rocchio is also a member of the APA Ethics Committee. \n• Dr. Rocchio's practice involves supervising 7 other employees \n3502.005 \nPage 2 of 2 \nEFTA00026938",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Rocchio",
        "role": "extracted",
        "context": "ril 21, 2021 Call with Dr. \n• Dr. Rocchio's training is over the co"
      },
      {
        "name": "Ethics Committee",
        "role": "extracted",
        "context": "o is also a member of the APA Ethics Committee. \n• Dr. Rocchio's practice in"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-04-21",
        "event": "April 21, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:17.197Z"
}