{
  "document": {
    "id": "efta00020237",
    "filename": "EFTA00020237.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00020237.pdf",
    "text": "\n\nU.S. Department of Justice \nSouthern District of New York \nOne St. Andrews Plaza \nNew \nPhon \nFax: \nJuly 01, 2020 \nEEL \nRe: \nCase Number 2018R01618 and Court Docket Number \nDear \nThe enclosed information is provided by the United States Department of Justice Victim Notification System \n(VNS). As a victim witness professional, my role is to assist you with information and services during the \nprosecution of this case. You have been designated to receive notifications on behalf of the following victim(s) \n(or potential victims) identified by law enforcement during the investigation of the case: \nDefendant Ghislaine Maxwell was arrested and charged as the result of a criminal investigation conducted by \nthe United States Attorney's Office for the Southern District of New York. These charges arise out of an \ninvestigation into potential co-conspirators of Jeffrey Epstein. The main charge is categorized as Project Safe \nChildhood. Additional information reeardin. the case is set forth below. The lead prosecutors on the case are \nVictim's Rights \nAlthough the current charges against Maxwell may not contain allegations involving you personally, the \nSouthern District of New York previously identified you as a victim or potential victim in a related case involving \nJeffrey Epstein. \nVictims of all crimes under federal investigation are entitled to services under the Victims' Rights and \nRestitution Act (VRRA), including notification of court events. For further details, please refer to Title 34 United \nStates Code section 20141 or the VRRA link posted at https://www.notify.usdoj.gov. \nAlthough you may not have been identified as a victim of the specific conduct charged in the Indictment \nagainst Maxwell, for your awareness, this letter provides details regarding the rights of crime victims in federal \ncases. Now that charges have been filed in federal court, victims of the charges filed are, in addition, entitled \nto the following rights, according to the Crime Victims' Rights Act, Title 18 United States Code section 3771: \n(1) The right to be reasonably protected from the accused; (2) The right to reasonable, accurate, and timely \nnotice of any public court proceeding, or any parole proceeding, involving the crime or of any release or \nescape of the accused; (3) The right not to be excluded from any such public court proceeding, unless the \ncourt, after receiving clear and convincing evidence, determines that testimony by the victim would be \nmaterially altered if the victim heard other testimony at that proceeding; (4) The right to be reasonably heard at \nany public proceeding in the district court involving release, plea, sentencing, or any parole proceeding; (5) \nThe reasonable right to confer with the attorney for the Government in the case; (6) The right to full and timely \nEFTA00020237\n\nrestitution as provided in law; (7) The right to proceedings free from unreasonable delay; (8) The right to be \ntreated with fairness and with respect for the victim's dignity and privacy; (9) The right to be informed in a \ntimely manner of any plea bargain or deferred prosecution agreement; and (10) The right to be informed of the \nrights under this section and the services described in section 503(c) of the Victims' Rights and Restitution Act \nof 1990 (34 U.S.C. 20141(c)) and provided contact information for the Office of the Victims' Rights \nOmbudsman of the Department of Justice. If you want to inform the prosecutors of your views regarding any \naspect of the case, please contact one of the prosecutors listed above or me at \nPlease understand that these rights apply only to victims of the specific counts charged in federal court, and \nthus you may not be able to exercise all of these rights if the crime of which you are a victim is not within the \nscope of the Indictment. \nBecause you have not been identified as a victim of the charges filed against Maxwell. we will not provide \nyou with \nadditional individualized notifications about this specific case unless you request such \nnotifications. If you wish to receive ongoing notifications regarding this case, please contact me a \nEven if you do not receive individualized notifications regarding this case, we will make our best efforts to \nensure you are provided the rights and services to which you are entitled. You may contact the Victim/Witness \nCoordinator at the office listed above if you have questions about the progress of your case, your rights or the \nservices to which you are entitled, or how you can assert them during the proceedings. If you believe that a \nJustice Department employee has not provided you with these rights, you may file a complaint with the Justice \nDepartment's Victims' Rights Ombudsman. For more information, go to \nhttp://www.justice.gov/usao/resources/crime-victims-rights-ombudsman. If you have questions about filing a \ncomplaint against an employee, you may contact the Ombudsman by email at \nusaeo.VictimOmbudsman@usdoj.gov. Questions concerning this case should be directed to office listed \nabove. \nIt is important to keep in mind that the defendant(s) are presumed innocent until proven guilty and that \npresumption requires both the Court and our office to take certain steps to ensure that justice is served. While \nour office cannot act as your attorney or provide you with legal advice, you can seek the advice of an attorney \nwith respect to the rights above or other related legal matters. \nHearing Information \nIIN.RT MAXWELL NEXT HEARING INFORMATION]. If you plan on attending please call meal \nin case there are any last-minute changes. \nInformation Regarding the Victim Notification System (VNS) \nIf, and only if, you elect to receive additional notifications regarding this case, then through the Victim \nNotification System (VNS) we will continue to provide you with updated scheduling and event information as \nthe case proceeds through the criminal justice system. \nThe FBI's Victim Services Division (VSD) is committed to providing services and support to victims of crimes \ncommitted by Jeffrey Epstein. Though this particular indictment is focused on specific individuals, you are still \nentitled to your rights, resources, and referrals as a federal victim independent of this indictment. An overview \nof these services is available at www.fbi.gov/resources/victim-services. If you would like to speak with a Victim \nSpecialist, or if you have any questions regarding your rights to victim services and referrals, please email \nvictimservices@fbi.gov. \nPlease note that certain documents (i.e. indictment, judgment, etc.) may become available periodically on the \ninternet at WWW.Notify.USDOJ.GOV under the field \"downloads/links.\" You will need to log in using your VIN \nnumber and password to access any existing documents. \nEFTA00020238\n\nThrough the Victim Notification System (VNS) we will continue to provide you with updated scheduling and \nevent information as the case proceeds through the criminal justice system. You may obtain current \ninformation about this case on the VNS website at https://www.notify.usdoj.gov or from the VNS Call Center at \n1.866-DOJ•4YOU (1-866.365.4968) (TDD/TTY: 1.866.228.4619) (International: 1.502-213-2767). In addition, \nyou may use the Call Center or Internet to update your contact information and/or change your decision about \nparticipation in the notification program. \nYou will use your Victim Identification Number (VIN) '1478369' and Personal Identification Number (PIN) \n'5828' anytime you contact the Call Center and the first time you log into VNS on the website. You are \nassociated with multiple cases. You will need only this victim ID/PIN code to access all case information. If you \nare receiving notifications with multiple victim ID/PIN codes please contact the VNS Call Center. In addition, \nthe first time you access the VNS website, you will be prompted to enter your last name (or business name) as \ncurrently contained in VNS. The name you should enter is Allred. \nRemember, VNS is an automated system and cannot answer questions. If you have other questions which \ninvolve this matter, please contact this office at the number listed above. \nSincerely, \nUnited States Attorney \nVictim Witness Coordinator \nEFTA00020239",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "investigation into potential co-conspirators of Jeffrey Epstein. The main charge is categorized as Project Safe"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "during the investigation of the case: \nDefendant Ghislaine Maxwell was arrested and charged as the result of a crimi"
      },
      {
        "name": "Justice \nSouthern",
        "role": "extracted",
        "context": "U.S. Department of Justice \nSouthern District of New York \nOne St."
      },
      {
        "name": "One St",
        "role": "extracted",
        "context": "outhern District of New York \nOne St. Andrews Plaza \nNew \nPhon \nFa"
      },
      {
        "name": "Andrews Plaza",
        "role": "extracted",
        "context": "District of New York \nOne St. Andrews Plaza \nNew \nPhon \nFax: \nJuly 01, 20"
      },
      {
        "name": "New \nPhon",
        "role": "extracted",
        "context": "York \nOne St. Andrews Plaza \nNew \nPhon \nFax: \nJuly 01, 2020 \nEEL \nRe"
      },
      {
        "name": "Court Docket",
        "role": "extracted",
        "context": ": \nCase Number 2018R01618 and Court Docket Number \nDear \nThe enclosed in"
      },
      {
        "name": "Number \nDear",
        "role": "extracted",
        "context": "r 2018R01618 and Court Docket Number \nDear \nThe enclosed information is"
      },
      {
        "name": "Justice Victim",
        "role": "extracted",
        "context": "e United States Department of Justice Victim Notification System \n(VNS). A"
      },
      {
        "name": "Notification System",
        "role": "extracted",
        "context": "Department of Justice Victim Notification System \n(VNS). As a victim witness p"
      },
      {
        "name": "Defendant Ghislaine",
        "role": "extracted",
        "context": "e investigation of the case: \nDefendant Ghislaine Maxwell was arrested and char"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tes Attorney's Office for the Southern District of New York. These charges ar"
      },
      {
        "name": "Project Safe",
        "role": "extracted",
        "context": "main charge is categorized as Project Safe \nChildhood. Additional inform"
      },
      {
        "name": "Rights \nAlthough",
        "role": "extracted",
        "context": "ors on the case are \nVictim's Rights \nAlthough the current charges against M"
      },
      {
        "name": "Restitution Act",
        "role": "extracted",
        "context": "nder the Victims' Rights and \nRestitution Act (VRRA), including notificatio"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "ils, please refer to Title 34 United \nStates Code section 20141 or the VRR"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "wing rights, according to the Crime Victims' Rights Act, Title 18 United"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "cording to the Crime Victims' Rights Act, Title 18 United States Code"
      },
      {
        "name": "Rights \nOmbudsman",
        "role": "extracted",
        "context": "or the Office of the Victims' Rights \nOmbudsman of the Department of Justice."
      },
      {
        "name": "Witness \nCoordinator",
        "role": "extracted",
        "context": "d. You may contact the Victim/Witness \nCoordinator at the office listed above if"
      },
      {
        "name": "Justice Department",
        "role": "extracted",
        "context": "dings. If you believe that a \nJustice Department employee has not provided you"
      },
      {
        "name": "Justice \nDepartment",
        "role": "extracted",
        "context": "may file a complaint with the Justice \nDepartment's Victims' Rights Ombudsman."
      },
      {
        "name": "Rights Ombudsman",
        "role": "extracted",
        "context": "ustice \nDepartment's Victims' Rights Ombudsman. For more information, go to"
      },
      {
        "name": "Hearing Information \nII",
        "role": "extracted",
        "context": "other related legal matters. \nHearing Information \nIIN.RT MAXWELL NEXT HEARING INFO"
      },
      {
        "name": "Information Regarding",
        "role": "extracted",
        "context": "are any last-minute changes. \nInformation Regarding the Victim Notification Syste"
      },
      {
        "name": "Victim Notification",
        "role": "extracted",
        "context": "s. \nInformation Regarding the Victim Notification System (VNS) \nIf, and only if"
      },
      {
        "name": "Victim \nNotification",
        "role": "extracted",
        "context": "g this case, then through the Victim \nNotification System (VNS) we will continue"
      },
      {
        "name": "Victim Services",
        "role": "extracted",
        "context": "al justice system. \nThe FBI's Victim Services Division (VSD) is committed t"
      },
      {
        "name": "Victim \nSpecialist",
        "role": "extracted",
        "context": "ou would like to speak with a Victim \nSpecialist, or if you have any questions"
      },
      {
        "name": "Call Center",
        "role": "extracted",
        "context": "ify.usdoj.gov or from the VNS Call Center at \n1.866-DOJ•4YOU (1-866.365"
      },
      {
        "name": "Victim Identification",
        "role": "extracted",
        "context": "n program. \nYou will use your Victim Identification Number (VIN) '1478369' and Pe"
      },
      {
        "name": "Personal Identification",
        "role": "extracted",
        "context": "on Number (VIN) '1478369' and Personal Identification Number (PIN) \n'5828' anytime"
      },
      {
        "name": "Attorney \nVictim",
        "role": "extracted",
        "context": "e. \nSincerely, \nUnited States Attorney \nVictim Witness Coordinator \nEFTA0002"
      },
      {
        "name": "Witness Coordinator",
        "role": "extracted",
        "context": "nited States Attorney \nVictim Witness Coordinator \nEFTA00020239"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-01",
        "event": "July 01, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "866.365.4968",
      "866.228.4619",
      "502-213-2767"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:00.462Z"
}