{
  "document": {
    "id": "efta00009865",
    "filename": "EFTA00009865.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00009865.pdf",
    "text": "\n\nFrom: Sigrid McCawley <I \nTo: '   \n)11 <l \nSubject: RE: Filing \nDate: Tue, 15 Dec 2020 14:59:37 +0000 \nshould be able to get it to you today but just in case it is great to know I can get it to you by the morning. \nThank you very much for all your hard work! \nSigrid \nSigrid McCawley \nPartner \nBOIES SCHILLER FLEXNER LLP \n200 \nwww.bsfllp.com \nFrom: [mailto \nSent: Tuesday, December 15, 2020 9:52 AM \nTo: \nSigrid McCawley \nSubject: RE: Filing \nThe filing is due tomorrow, and we will likely aim to file it around 5pm ET, but we can file it later in the evening if needed. \nThanks, \nAssistant United States Attorney \nSouthern District of New York \nI  St. Andrew's Plaza \nNew York. NY 10007 \nFrom: Sigrid McCawley \nSent: Tuesday, December 15, 2020 9:49 AM \nTo: \nSubject: RE: Filing \nC \nThanks —  is your filing date today or tomorrow? \nSigrid McCawley \nPartner \nBOIES SCHILLER FLEXNER LLP \nEFTA00009865\n\nwww.bsfIlp.com \nFrom: \n[mailto \nSent: Tuesday, December 15, 2020 9:41 AM \nTo: \nSigrid McCawley \nSubject: \nRE: Filing \nHi again, \nMy colleagues just pointed out that a letter addressed to Judge Nathan may be the most natural format for this pdf. But \nwe of course defer to you and regarding how she would like to format this statement. \nBest, \nFrom: \nSent: Tuesday, December 15, 2020 9:35 AM \nTo: Sigrid McCawley \nSubject: RE: Filing \nHi Sigrid, \nThank you very much for sending this along. We do not need this to be a signed declaration, but it would helpful if you \ncould please provide statement in a separate pdf with whatever attribution she is comfortable with. We will plan \nto publicly file that pdf as an exhibit to our memorandum of law in opposition to the bail motion. \nFeel free to call my cell ( ) if you'd like to discuss or have any questions. \nBest, \nFrom: Sigrid McCawley \nSent: Monday, December 14, 2020 8:39 PM \nTo: \nCc: Sigrid McCawley \nSubject: Filing \ncM> \nHello Maureen, \nI hope you are doing great. This is the statement that would like to submit. What format would you like me to send \nit in? Should it be as a signed declaration? She is comfortable having it attributed to her name. \n\"I appreciate the opportunity to again be heard by the Court in this matter and once more request that Ghislaine \nMaxwell not be released prior to her trial. I  write this not only on behalf of myself, but all of the other girls and \nyoung women who were victimized by Maxwell. Ghislaine Maxwell sexually abused me as a child and the \ngovernment has the responsibility to make sure that she stands trial for her crimes. I do not believe that will \nhappen or that any of her victims will see justice if she is released on bail. She has lived a life of privilege, \nEFTA00009866\n\nabusing her position of power to live beyond the rules. Fleeing the country in order to escape once more would \nfit with her long history of anti-social behavior. \nDrawing on my personal experience with Maxwell and what I  have learned of how she has lived since that time, \nI believe that she is a psychopath. Her abuse of me and many other children and young women is evidence of her \ndisregard for and violation of the rights of others. She has demonstrated a complete failure to accept to \nresponsibility in any way for her actions and demonstrated a complete lack of remorse for her central role in \nprocuring victims for Epstein. She was both charming and manipulative with me during the grooming process, \nconsistent with what many of her victims have described. She has frequently lied to others, including repeatedly \nlying about me and my family. Maxwell has for decades lived a parasitic lifestyle relying on Epstein and others \nto fund her lavish existence. \nMaxwell has repeatedly demonstrated that her primary concern is her own welfare, and that she is willing to \nharm others if it benefits her. She is quite capable of doing so once more. She will not hesitate to leave the \ncountry irrespective of whether others will be on the hook financially for her actions because she lacks empathy, \nand therefore simply does not care about hurting others. She would in fact be highly motivated to flee in order to \nreduce the possibility of continued imprisonment, the conditions of which she has continuously complained. Her \nactions over the last several years and choice to live in isolation for long periods suggest that being comfortable \nis more important to her than being connected. Even more concerning, is if she is let out she has the ability to \nonce again abuse children and the painful consequences of that type of trauma can last a lifetime. I implore the \nCourt to make sure that Ghislaine Maxwell does not escape justice by keeping her incarcerated until her trial.\" \nSigrid \nMcCawley \nPartner \nBOIES \nSCHILLER FLEXNER LLP \nwww.bsfllp.com\nT no information contained in this electronic message is confidential information intended only for the use of the named recipient(s) and may contain information that. \namong other protections, is the subject of attorney-client privilege. attorney work product or exempt from disclosure under applicable law. \nlithe \nreader of this \nelectronic message is not the named recipient, or the employee or agent responsible to deliver it to the named recipient. you are hereby notified that any \ndissemination, distribution. copying or other use of this communication is strictly prohibited and no privilege is waived. If you have received this communication in \nerror, please immediately notify the sender by replying to this electronic message and then deleting this electronic message from your computer. tv.1 08201831BS9 \nEFTA00009867",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "and \nyoung women who were victimized by Maxwell. Ghislaine Maxwell sexually abused me as a child and the \ngovernment"
      },
      {
        "name": "Sigrid Mc",
        "role": "extracted",
        "context": "From: Sigrid McCawley <I \nTo: '   \n)11 <l \nSu"
      },
      {
        "name": "Filing \nDate",
        "role": "extracted",
        "context": "To: '   \n)11 <l \nSubject: RE: Filing \nDate: Tue, 15 Dec 2020 14:59:37 +0"
      },
      {
        "name": "Sigrid \nSigrid",
        "role": "extracted",
        "context": "much for all your hard work! \nSigrid \nSigrid McCawley \nPartner \nBOIES SCHI"
      },
      {
        "name": "Cawley \nPartner",
        "role": "extracted",
        "context": "hard work! \nSigrid \nSigrid McCawley \nPartner \nBOIES SCHILLER FLEXNER LLP"
      },
      {
        "name": "Cawley \nSubject",
        "role": "extracted",
        "context": ", 2020 9:52 AM \nTo: \nSigrid McCawley \nSubject: RE: Filing \nThe filing is du"
      },
      {
        "name": "Filing \nThe",
        "role": "extracted",
        "context": "Sigrid McCawley \nSubject: RE: Filing \nThe filing is due tomorrow, and w"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "evening if needed. \nThanks, \nAssistant United States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "d. \nThanks, \nAssistant United States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "stant United States Attorney \nSouthern District of New York \nI  St. Andrew's"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "of New York \nI  St. Andrew's Plaza \nNew York. NY 10007 \nFrom: Sigrid"
      },
      {
        "name": "Cawley \nSent",
        "role": "extracted",
        "context": "ork. NY 10007 \nFrom: Sigrid McCawley \nSent: Tuesday, December 15, 2020 9"
      },
      {
        "name": "Filing \nHi",
        "role": "extracted",
        "context": "igrid McCawley \nSubject: \nRE: Filing \nHi again, \nMy colleagues just po"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "ut that a letter addressed to Judge Nathan may be the most natural forma"
      },
      {
        "name": "Hello Maureen",
        "role": "extracted",
        "context": "Cawley \nSubject: Filing \ncM> \nHello Maureen, \nI hope you are doing great."
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "er and once more request that Ghislaine \nMaxwell not be released prior to her"
      },
      {
        "name": "Sigrid \nMc",
        "role": "extracted",
        "context": "carcerated until her trial.\" \nSigrid \nMcCawley \nPartner \nBOIES \nSCHILL"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-12-15",
        "event": "December 15, 2020"
      },
      {
        "date": "2020-12-14",
        "event": "December 14, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:40.813Z"
}