{
  "document": {
    "id": "efta00014578",
    "filename": "EFTA00014578.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014578.pdf",
    "text": "\n\nFrom: \nTo: \nSubject: Fwd: CONFIDENTIAL: Victim Reports Against Jeffrey Epstein, 19 Cr. 490 (RMB) \nDate: Thu, 01 Aug 2019 22:20:21 +0000 \nI  do not mind assisting these two woman with travel. \nSent from my iPhone \nBegin forwarded message: \nFrom: \nDate: August 1, 2019 at 5:55:06 PM EDT \nTo: \nCc: \nSubject: CONFIDENTIAL: Victim Reports Against Jeffrey Epstein, 19 Cr. 490 (RMB) \nDea \nThe represents two women who allege they were fraudulently recruited and enticed by \nEpstein and/or his agents to perform a personal massage on him at his private residence, located at \n9 East 71st St., New York, NY 10021, in exchange for hundreds of dollars that resulted in Epstein \nforcefully sexually assaulting our clients in what we believe is in violation of Title 18, United States \nCode, Sections 1591(a) and (b). Our clients believe they were assaulted by Epstein in or around \nJune 2004. Our clients did not consent or agree to any sexual touching or activity with Mr. Epstein. \nOur clients are also concerned, after learning about the pictures recovered from Mr. Epstein's home, \nthat sexually explicit pictures were unknowingly taken of them during the incidents. \nOur clients' names are Please be \nadvised, our clients wish to remain anonymous at this juncture and do not consent to their names \nbeing released to the public. Please advise immediately if it appears as if our clients' identities will be \nreleased to the public and/or Mr. Epstein's legal team. If revealing the identities is necessary for the \ncase to move forward, please advise prior to doing so, so that our clients can make an informed \ndecision. \nWe understand your office may be interested in interviewing our clients for additional details. We can \nhelp coordinate a time for you to interview our clients in New York. \nPlease let us know if you need any additional information at this time; otherwise, we look forward to \nhearing from you soon. \nEFTA00014578\n\nBest, \nThis message is for the designated recipient only and may contain privileged, proprietary, or \notherwise private information. If you have received it in error, please notify the sender immediately \nand delete the original. Any other use of the email by you is prohibited. \nEFTA00014579",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ubject: Fwd: CONFIDENTIAL: Victim Reports Against Jeffrey Epstein, 19 Cr. 490 (RMB) \nDate: Thu, 01 Aug 2019 22:20:2"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "ual touching or activity with Mr. Epstein. \nOur clients are also co"
      },
      {
        "name": "Victim Reports",
        "role": "extracted",
        "context": "Subject: Fwd: CONFIDENTIAL: Victim Reports Against Jeffrey Epstein, 19 C"
      },
      {
        "name": "Against Jeffrey",
        "role": "extracted",
        "context": "CONFIDENTIAL: Victim Reports Against Jeffrey Epstein, 19 Cr. 490 (RMB) \nDa"
      },
      {
        "name": "Phone \nBegin",
        "role": "extracted",
        "context": "n with travel. \nSent from my iPhone \nBegin forwarded message: \nFrom: \nDa"
      },
      {
        "name": "Dea \nThe",
        "role": "extracted",
        "context": "ey Epstein, 19 Cr. 490 (RMB) \nDea \nThe represents two women who alle"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-08-01",
        "event": "August 1, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:49.126Z"
}