{
  "document": {
    "id": "efta00013359",
    "filename": "EFTA00013359.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013359.pdf",
    "text": "\n\nDEPARTMENT OF JUSTICE \nOFFICE OF \nPROFESSIONAL RESPONSIBILITY \nEXECUTIVE SUMMARY OF REPORT \nInvestigation into the \nU.S. Attorney's Office for the \nSouthern District of Florida's \nResolution \nof Its 2006-2008 Federal Criminal Investigation of \nJeffrey Epstein and Its Interactions with Victims during the Investigation \nNovember 2020 \nEFTA00013359\n\nEXECUTIVE SUMMARY \nThe Department of Justice (Department) Office of Professional Responsibility (OPR) \ninvestigated allegations that in 2007-2008, prosecutors in the U.S. Attorney's Office for the \nSouthern District of Florida (USAO) improperly resolved a federal investigation into the criminal \nconduct of Jeffrey Epstein by negotiating and executing a  federal non-prosecution agreement \n(NPA). The NPA was intended to end a federal investigation into allegations that Epstein engaged \nin illegal sexual activity with girls.' OPR also investigated whether \nUSAO \nprosecutors committed \nprofessional misconduct by failing to consult with victims of Epstein's crimes before the NPA was \nsigned or by misleading victims regarding the status of the federal investigation after the signing. \nI. OVERVIEW OF FACTUAL BACKGROUND \nThe Palm Beach (Florida) Police Department (PBPD) began investigating Jeffrey Epstein \nin 2005, after the parents of a 14-year-old girl complained that Epstein had paid her for a massage. \nEpstein was a  multi-millionaire financier with residences in Palm Beach, New York City, and \nother United States and foreign locations. The investigation led to the discovery that Epstein used \npersonal assistants to recruit girls to provide massages to him, and in many instances, those \nmassages led to sexual activity. After the PBPD brought the case to the State Attorney's Office, a \nPalm Beach County grand jury indicted Epstein, on July 19, 2006, for felony solicitation of \nprostitution in violation of Florida Statute § 796.07. However, because the PBPD Chief and the \nlead Detective were dissatisfied with the State Attorney's handling of the case and believed that \nthe state grand jury's charge did not address the totality of Epstein's conduct, they referred the \nmatter to the Federal Bureau of Investigation (FBI) in West Palm Beach for a  possible federal \ninvestigation. \nThe FBI brought the matter to an Assistant U.S. Attorney (AUSA), who opened a file with \nher supervisor's approval and with the knowledge of then U.S. Attorney R. Alexander Acosta. \nShe worked with two FBI case agents to develop a federal case against Epstein and, in the course \nof the investigation, they discovered additional victims. In May 2007, the AUSA submitted to her \nsupervisors a draft 60-count indictment outlining charges against Epstein. She also provided a \nlengthy memorandum summarizing the evidence she had assembled in support of the charges and \naddressing the legal issues related to the proposed charges. \nFor several weeks following submission of the prosecution memorandum and proposed \nindictment, the AUSA's supervisors reviewed the case to determine how to proceed. At a July 31, \n2007 meeting with Epstein's attorneys, the USAO offered to end its investigation if Epstein pled \nguilty to state charges, agreed to serve a minimum of two years' incarceration, registered as a \nsexual offender, and agreed to a mechanism through which victims could obtain monetary \ndamages. The \nUSAO \nsubsequently engaged in additional meetings and communications with \nEpstein's team of attorneys, ultimately negotiating the terms of a  state-based resolution of the \nfederal investigation, which culminated in the signing of the NPA on September 24, 2007. The \nAs used in this Report, including in quoted documents and statements, the word \"girls\" refers to females who \nwere under the age of 18 at the time of the alleged conduct. Under Florida law, a minor is a person under the age \nof 18. \nEFTA00013360\n\nNPA required Epstein to plead guilty in state court to the then-pending state indictment against \nhim and to an additional criminal information charging him with a state offense that would require \nhim to register as a sexual offender—specifically, procurement of minors to engage in prostitution, \nin violation of Florida Statute § 796.03. The NPA required Epstein to make a binding \nrecommendation that the state court sentence him to serve 18 months in the county jail followed \nby 12 months of community control (home detention or \"house arrest\"). The NPA also included \nprovisions designed to facilitate the victims' recovery of monetary damages from Epstein. In \nexchange, the \nUSAO \nagreed to end its investigation of Epstein and to forgo federal prosecution in \nthe Southern District of Florida of him, four named co-conspirators, and \"any potential \nco-conspirators.\" Victims were not informed of, or consulted about, a potential state resolution or \nthe NPA prior to its signing. \nThe signing of the NPA did not immediately lead to Epstein's guilty plea and incarceration, \nhowever. For the next nine months, Epstein deployed his extensive team of prominent attorneys \nto try to change the terms that his team had negotiated and he had approved, while simultaneously \nseeking to invalidate the entire NPA by persuading senior Department officials that there was no \nfederal interest at issue and the matter should be left to the discretion of state law enforcement \nofficials. Through repeated communications with the USAO and senior Department officials, \ndefense counsel fought the government's interpretation of the NPA's terms. They also sought and \nobtained review by the Department's Criminal Division and then the Office of the Deputy Attorney \nGeneral, primarily on the issue of federal jurisdiction over what the defense insisted was \"a \nquintessentially state matter.\" After reviewing submissions by the defense and the USAO, on \nJune 23, 2008, the Office of the Deputy Attorney General informed defense counsel that the \nDeputy Attorney General would not intervene in the matter. Only then did Epstein agree to fulfill \nhis obligation under the NPA, and on June 30, 2008, he appeared in state court and pled guilty to \nthe pending state indictment charging felony solicitation of prostitution and, pursuant to the NPA, \nto a  criminal information charging him with procurement of minors to engage in prostitution. \nUpon the joint request of the defendant and the state prosecutor, and consistent with the NPA, the \ncourt immediately sentenced Epstein to consecutive terms of 12 months' incarceration on the \nsolicitation charge and 6 months' incarceration on the procurement charge, followed by 12 months \nof community control. Epstein began serving the sentence that day, in a minimum-security Palm \nBeach County facility. A copy of the NPA was filed under seal with the state court. \nOn July 7, 2008, a victim, identified as \"Jane Doe,\" filed in federal court in the Southern \nDistrict of Florida an emergency petition alleging that the government violated the Crime Victims' \nRights Act (CVRA), 18 U.S.C. § 3771, when it  resolved the federal investigation of Epstein \nwithout consulting with victims, and seeking enforcement of her CVRA rights.2  In responding to \nthe petition, the government, represented by the USAO, revealed the existence of the NPA, but did \nnot produce it to the petitioners until the court directed it to be turned over subject to a protective \norder; the NPA itself remained under seal in the federal district court. After the initial filings and \nhearings, the CVRA case was dormant for almost two years while the petitioners pursued civil \ncases against Epstein. \n2 \nEmergency Victim's Petition for Enforcement of Crime Victim's [sic] Rights Act, 18 U.S.C. Section 3771, \nDoe v. United States, Case No. 9:08-cv-80736-1CAM (S.D. Fla. July 7, 2008). Another victim subsequently joined \nthe litigation as \"Jane Doe 2.\" \nEFTA00013361\n\nSoon after he was incarcerated, Epstein applied for the Palm Beach County Sheriff's work \nrelease program, and the Sheriff approved his application. In October 2008, Epstein began \nspending 12 hours a  day purportedly working at the \"Florida Science Foundation,\" an entity \nEpstein had recently incorporated that was co-located at the West Palm Beach office of one of \nEpstein's attorneys. Although the NPA specified a  term of incarceration of 18 months, Epstein \nreceived \"gain time,\" that is, time off for good behavior, and he actually served less than 13 months \nof incarceration. On July 22, 2009, Epstein was released from custody to a one-year term of home \ndetention as a  condition of community control, and he registered as a sexual offender with the \nFlorida Department of Law Enforcement. After victims and news media filed suit in Florida courts \nfor release of the copy of the NPA that had been filed under seal in the state court file, a state judge \nin September 2009 ordered it to be made public. \nBy mid-2010, Epstein reportedly settled multiple civil lawsuits brought against him by \nvictims seeking monetary damages, including the two petitioners in the CVRA litigation. During \nthe CVRA litigation, the petitioners sought discovery from the USAO, which made substantial \ndocument productions, filed lengthy privilege logs in support of its withholding of documents, and \nsubmitted declarations from the AUSA and the FBI case agents who conducted the federal \ninvestigation. The \nUSAO \nopposed efforts to unseal various records, as did Epstein, who was \npermitted to intervene in the litigation with respect to certain issues. Nevertheless, the court \nultimately ordered that substantial records relating to the USAO's resolution of the Epstein case \nbe made public. During the course of the litigation, the court made numerous rulings interpreting \nthe CVRA. After failed efforts to settle the case, the parties' cross motions for summary judgment \nremained pending for more than a year. \nIn 2017, President Donald Trump nominated Acosta to be Secretary of Labor. At his \nMarch 2017 confirmation hearing, Acosta was questioned only briefly about the Epstein case. On \nApril 17, 2017, the Senate confirmed Acosta's appointment as Labor Secretary. \nIn the decade following his release from incarceration, Epstein reportedly continued to \nsettle multiple civil suits brought by many, but not all, of his victims. Epstein was otherwise able \nto resume his lavish lifestyle, largely avoiding the interest of the press. On November 28, 2018, \nhowever, the Miami Herald published an extensive investigative report about state and federal \ncriminal investigations initiated more than 12 years earlier into allegations that Epstein had coerced \ngirls into engaging in sexual activity with him at his Palm Beach estate.;    The Miami Herald \nreported that in 2007, Acosta entered into an \"extraordinary\" deal with Epstein in the form of the \nNPA, which permitted Epstein to avoid federal prosecution and a  potentially lengthy prison \nsentence by pleading guilty in state court to \"two prostitution charges.\" According to the Miami \nHerald, the government also immunized from prosecution Epstein's co-conspirators and \nconcealed from Epstein's victims the terms of the NPA. Through its reporting, which included \ninterviews of eight victims and information from publicly available documents, the newspaper \npainted a portrait of federal and state prosecutors who had ignored serious criminal conduct by a \nwealthy man with powerful and politically connected friends by granting him a \"deal of a lifetime\" \nthat allowed him both to escape significant punishment for his past conduct and to continue his \nJulie K. Brown, \"Perversion of Justice,\" Miami Herald, Nov. 28, 2018. https://www.miamiherald.com/ \nnews/local/article220097825.html. \n111 \nEFTA00013362\n\nabuse of minors. The Miami Herald report led to public outrage and media scrutiny of the \ngovernment's actions.' \nOn February 21, 2019, the district court granted the CVRA case petitioners' Motion for \nPartial Summary Judgment, ruling that the government violated the CVRA in failing to advise the \nvictims about its intention to enter into the NPA.5  The court also found that letters the government \nsent to victims after the NPA was signed, describing the investigation as ongoing, \"mislead [sic] \nthe victims to believe that federal prosecution was still a possibility.\" The court also highlighted \nthe inequity of the USAO's failure to communicate with the victims while at the same time \nengaging in \"lengthy negotiations\" with Epstein's counsel and assuring the defense that the NPA \nwould not be \"made public or filed with the court.\" The court ordered the parties to submit \nadditional briefs regarding the appropriate remedies. After the court's order, the Department \nrecused the \nUSAO \nfrom the CVRA litigation and assigned the U.S. Attorney's Office for the \nNorthern District of Georgia to handle the case for the government. Among the remedies sought \nby the petitioners, and opposed by the government, was rescission of the NPA and federal \nprosecution of Epstein. \nOn July 2, 2019, the U.S. Attorney's Office for the Southern District of New York obtained \na federal grand jury indictment charging Epstein with one count of sex trafficking of minors and \none count of conspiracy to commit sex trafficking of minors. The indictment alleged that from \n2002 until 2005, Epstein created a vast network of underage victims in both New York and Florida \nwhom he sexually abused and exploited. Epstein was arrested on the charges on July 6, 2019. In \narguing for Epstein's pretrial detention, prosecutors asserted that agents searching Epstein's \nManhattan residence found thousands of photos of nude and half-nude females, including at least \none believed to be a minor. The court ordered Epstein detained pending trial, and he was remanded \nto the custody of the Bureau of Prisons and held at the Metropolitan Correctional Center in \nManhattan. \nMeanwhile, after publication of the November 2018 Miami Herald report, the media and \nCongress increasingly focused attention on Acosta as the government official responsible for the \nNPA. On July 10, 2019, Acosta held a  televised press conference to defend his and the USAO's \nactions. Acosta stated that the Palm Beach State Attorney's Office \"was ready to allow Epstein to \nwalk free with no jail time, nothing.\" According to Acosta, because \nUSAO \nprosecutors considered \nthis outcome unacceptable, his office pursued a  difficult and challenging case and obtained a \nresolution that put Epstein in jail, forced him to register as a sexual offender, and provided victims \nwith the means to obtain monetary damages. Acosta's press conference did not end the \ncontroversy, however, and on July 12, 2019, Acosta submitted to the President his resignation as \nSee, e.g., Ashley Collman, \"Stunning new report details Trump's labor secretary's role in plea deal for \nbillionaire sex abuser,\" The Business Insider, Nov. 29, 2018; Cynthia McFadden, \"New Focus on Trump Labor \nSecretary's role in unusual plea deal for billionaire accused of sexual abuse,\"NBC Nightly News, Nov. 29, 2018; Anita \nKumar, \"Trump labor secretary out of running for attorney general after Miami Herald report,\"McClatchy Washington \nBureau, Nov. 29, 2018; Emily Peck, \"How Trump's Labor Secretary Covered For A Millionaire Sex Abuser,\" \nHuffington Post, Nov. 29, 2018; Julie K. Brown, et al., \"Lawmakers issue call for investigation of serial sex abuser \nJeffrey Epstein's plea deal,\" Miami Herald, Dec. 6, 2018. \nDoe v. United States, 359 F. Supp. 3d 1201 (S.D. Fla., Feb. 21, 2019) (Opinion and Order, 9:08.80736-CIV-\nMama). \niv \nEFTA00013363\n\nSecretary of Labor. In a brief oral statement, Acosta explained that continued media attention on \nhis handling of the Epstein investigation rather than on the economy was unfair to the Labor \nDepartment. \nOn August 10, 2019, Epstein was found hanging in his cell and was later pronounced dead. \nThe New York City Chief Medical Examiner concluded that Epstein had committed suicide. \nAs a  result of Epstein's death, the U.S. Attorney's Office for the Southern District of \nNew York filed a nolle prosequi to dismiss the pending indictment against Epstein. On \nAugust 27, 2019, the district court held a  hearing at which more than a  dozen of Epstein's \nvictims—including victims of the conduct in Florida that was addressed through the NPA—spoke \nabout the impact of Epstein's crimes. The court dismissed the Epstein indictment on \nAugust 29, 2019. \nAfter Epstein's death, the federal district court in Florida overseeing the CVRA litigation \ndenied the petitioners their requested remedies and closed the case as moot. Among its findings, \nthe court concluded that although the government had violated the CVRA, the government had \nasserted \"legitimate and legally supportable positions throughout this litigation,\" and therefore had \nnot litigated in bad faith. The court also noted it expected the government to \"honor its \nrepresentation that it will provide training to its employees about the CVRA and the proper \ntreatment of crime victims,\" as well as honoring its promise to meet with the victims. \nOn September 30, 2019, CVRA petitioner \"Jane Doe 1\" filed in her true name a  petition \nfor a writ of mandamus in the United States Court of Appeals for the Eleventh Circuit, seeking \nreview of the district court's order denying all of her requested remedies. In its responsive brief, \nthe government argued that \"as a matter of law, the legal obligations under the CVRA do not attach \nprior to the government charging a case\" and thus, \"the CVRA was not triggered in [the Southern \nDistrict of Florida] because no criminal charges were brought.\" Nevertheless, during oral \nargument, the government conceded that the \nUSAO \nhad not been \"fully transparent\" with the \npetitioner and had \"made a mistake in causing her to believe that the case was ongoing when in \nfact the NPA had been signed.\" On April 14, 2020, a divided panel of the Court of Appeals denied \nthe petition, ruling that CVRA rights do not attach until a defendant has been criminally charged. \nOn August 7, 2020, the court granted the petition for rehearing en banc and vacated the panel's \nopinion; as of the date of this Report, a briefing schedule has been issued, and oral argument is set \nfor \nDecember 3, 2020. \nII. THE INITIATION AND SCOPE OF OPR'S INVESTIGATION \nAfter the Miami Herald published its investigative report on November 28, 2018, \nU.S. Senator Ben Sasse, Chairman of the Senate Judiciary Subcommittee on Oversight, Agency \nAction, Federal Rights and Federal Courts, sent a December 3, 2018 letter to OPR, citing the Miami \nHerald's report and requesting that OPR \"open an investigation into the instances identified in this \nreporting of possible misconduct by Department of Justice attorneys.\" On February 6, 2019, the \nDepartment of Justice Office of Legislative Affairs advised Senator Sasse that OPR had opened \nEFTA00013364\n\nan investigation into the matter and would review the USAO's \ndecision to resolve the federal \ninvestigation of Epstein through the NPA.6\nAfter the district court issued its ruling in the CVRA litigation, on February 21, 2019, OPR \nincluded within the scope of its investigation an examination of the government's conduct that \nformed the basis for the court's findings that the \nUSAO \nviolated the CVRA in failing to afford \nvictims a reasonable right to confer with the government about the NPA before the agreement was \nsigned and that the government affirmatively misled victims about the status of the federal \ninvestigation. \nDuring the course of its investigation, OPR obtained and reviewed hundreds of thousands \nof records from the USAO, the FBI, and other Department components, including the Office of \nthe Deputy Attorney General, the Criminal Division, and the Executive Office for U.S. Attorneys. \nThe records included emails, letters, memoranda, and investigative materials. OPR also collected \nand reviewed materials relating to the state investigation and prosecution of Epstein. OPR also \nexamined extensive publicly available information, including depositions, pleadings, orders, and \nother court records, and reviewed media reports and interviews, articles, podcasts, and books \nrelating to the Epstein case. \nIn addition to this extensive documentary review, OPR conducted more than 60 interviews \nof witnesses, including the FBI case agents, their supervisors, and FBI administrative personnel; \ncurrent and former \nUSAO \nstaff and attorneys; current and former Department attorneys and senior \nmanagers, including a former Deputy Attorney General and a former Assistant Attorney General \nfor the Criminal Division; and the former State Attorney and former Assistant State Attorney in \ncharge of the state investigation of Epstein. OPR also interviewed several victims and attorneys \nrepresenting victims, and reviewed written submissions from victims, concerning victim contacts \nwith the \nUSAO \nand the FBI. \nOPR identified former U.S. Attorney Acosta, three former \nUSAO \nsupervisors, and the \nAUSA as subjects of its investigation based on preliminary information indicating that each of \nthem was involved in the decision to resolve the case through the NPA or in the negotiations \nleading to the agreement. OPR deems a current or former Department attorney to be a subject of \nits investigation when the individual's conduct is within the scope of OPR's review and may result \nin a finding of professional misconduct. OPR reviewed prior public statements made by Acosta \nand another subject. All five subjects cooperated fully with OPR's investigation. OPR requested \nthat all of the subjects provide written responses detailing their involvement in the federal \ninvestigation of Epstein, the drafting and execution of the NPA, and decisions relating to victim \nnotification and consultation. OPR received and reviewed written responses from all of the \nsubjects, and subsequently conducted extensive interviews of each subject under oath and before \na court reporter. Each subject was represented by counsel and had access to relevant \ncontemporaneous documents before the subject's OPR interview. The subjects reviewed and \nprovided comments on their respective interview transcripts and on OPR's draft report. OPR \n6 \nThe federal government was closed from December 22, 2018, to January 25, 2019. After initiating its \ninvestigation, OPR also subsequently received other letters from U.S. Senators and Representatives inquiring into the \nstatus of the OPR investigation. \nvi \nEFTA00013365\n\ncarefully considered the comments and made changes, or noted comments, as OPR deemed \nappropriate; OPR did not, however, alter its findings and conclusions. \nFinally, OPR reviewed relevant case law, statutes, regulations, Department policy, and \nattorney professional responsibility rules as necessary to resolve the issues presented in this case \nand to determine whether the subjects committed professional misconduct. \nAs part of its investigation, OPR examined the interactions between state officials and the \nfederal investigators and prosecutors, but because OPR does not have jurisdiction over state \nofficials, OPR did not investigate, or reach conclusions about, their conduct regarding the state \ninvestigation.' Because OPR's mission is to ensure that Department attorneys adhere to the \nstandards of professional conduct, OPR's investigation focused on the actions of the subject \nattorneys rather than on determining the full scope of Epstein's and his assistants' criminal \nbehavior. Accordingly, OPR considered the evidence and information regarding Epstein's and his \nassistants' conduct as it  was known to the subjects at the time they performed their duties as \nDepartment attorneys. Additional evidence and information that came to light after June 30, 2008, \nwhen Epstein entered his guilty plea under the NPA, did not affect the subjects' actions prior to \nthat date, and OPR did not evaluate the subjects' conduct on the basis of that subsequent \ninformation. \nOPR's investigation occurred approximately 12 years after most of the significant events \nrelating to the USAO's investigation of Epstein, the NPA, and Epstein's guilty plea. As a result, \nmany of the subjects and witnesses were unable to recall the details of events or their own or \nothers' actions occurring in 2006-2008, such as conversations, meetings, or documents they \nreviewed at the times  However, OPR's evaluation of the subjects' conduct was aided significantly \nby extensive, contemporaneous emails among the prosecutors and communications between the \ngovernment and defense counsel. These records often referred to the interactions among the \nparticipants and described important decisions and, in some instances, the bases for them. \nIII. OVERVIEW OF OPR'S ANALYTICAL FRAMEWORK \nOPR's primary mission is to ensure that Department attorneys perform their duties in \naccordance with the highest professional standards, as would be expected of the nation's principal \nlaw enforcement agency. Accordingly, OPR investigates allegations of professional misconduct \nagainst current or former Department attorneys related to the exercise of their authority to \n7 \nIn August 2019, Florida Governor Ron DeSantis announced that he had directed the Florida Department of \nLaw Enforcement to open an investigation into the conduct of state authorities relating to Epstein. As reported, the \ninvestigation focuses on Epstein's state plea agreement and the Palm Beach County work release program. \nOPR was cognizant that Acosta and the three managers all left the USAO during, or not long after resolution \nof, the Epstein case, while the AUSA remained with the USAO until mid-2019. Moreover, as the line prosecutor in \nthe Epstein investigation and also as co-counsel in the CVRA litigation until the USAO was recused from that \nlitigation in early 2019, the AUSA had continuous access to the USAO documentary record and numerous occasions \nto review these materials in the course of her official duties. Additionally, in responding to OPR's request for a written \nresponse, and in preparing to be interviewed by OPR, the AUSA was able to refresh her recollection with these \nmaterials to an extent not possible for the other subjects, who were provided with relevant documents by OPR in \npreparation for their interviews. \nvii \nEFTA00013366\n\ninvestigate, litigate, or provide legal advice.9    OPR also has jurisdiction to investigate allegations \nof misconduct against Department law enforcement agents when they relate to a  Department \nattorney's alleged professional misconduct. \nIn its investigations, OPR determines whether a clear and unambiguous standard governs \nthe challenged conduct and whether a  subject attorney violated that standard. Department \nattorneys are subject to various legal obligations and professional standards in the performance of \ntheir duties, including the Constitution, statutes, standards of conduct imposed by attorney \nlicensing authorities, and Department regulations and policies. OPR finds misconduct when it \nconcludes by a  preponderance of the evidence that a subject attorney violated such a  standard \nintentionally or recklessly. Pursuant to OPR's analytical framework, when OPR concludes that \n(1) no clear and unambiguous standard governs the conduct in question or (2) the subject did not \nintentionally or recklessly violate the standard that governs the conduct, then it concludes that the \nsubject's conduct does not constitute professional misconduct. In some cases, OPR may conclude \nthat a  subject attorney's conduct does not satisfy the elements necessary for a  professional \nmisconduct finding, but that the circumstances warrant another finding. In such cases, OPR may \nconclude that a  subject attorney exercised poor judgment, made a  mistake, or otherwise acted \ninappropriately under the circumstances. OPR may also determine that the subject attorney's \nconduct was appropriate under the circumstances.10\nIV. \nISSUES CONSIDERED \nIn this investigation, OPR considered two distinct sets of allegations. The first relates to \nthe negotiation, execution, and implementation of the NPA. The second relates to the USAO's \ninteractions with Epstein's victims and adherence to the requirements of the CVRA. The two sets \nof issues are described below and are analyzed separately in this Report. \nA. The Negotiation, Execution, and Implementation of the NPA \nIn evaluating whether any of the subjects committed professional misconduct, OPR \nconsidered whether any of the NPA's provisions violated a clear or unambiguous statute, \nprofessional responsibility rule or standard, or Department regulation or policy. In particular, OPR \nconsidered whether the NPA violated standards relating to (1) charging decisions, (2) declination \nof criminal charges, (3) deferred or non-prosecution agreements, (4) plea agreements, (5) grants \n9 \n28 C.F.R. § 0.39a(aX I). OPR has authority to investigate the professional conduct of attorneys occurring \nduring their employment by the Department, regardless of whether the attorney left the Department before or during \nOPR's investigation. Over its 45-year history, OPR has routinely investigated the conduct of former Department \nattorneys. Although former Department attorneys cannot be disciplined by the Department, OPR's determination that \na former Department attorney violated state rules of professional conduct for attorneys could result in a referral to an \nappropriate state attorney disciplinary authority. Furthermore, findings resulting from investigations of the conduct \nof Department attorneys, even former employees, may assist Department managers in supervising future cases. \n10 In some instances, OPR declines to open an investigation based upon a review of the initial complaint or after \na  preliminary inquiry into the matter. In December 2010, one of the attorneys representing victims in the CVRA \nlitigation raised allegations that Epstein may have exerted improper influence over the federal criminal investigation \nand that the USAO had deceived the victims of Epstein's crimes about the existence of the NPA. Pursuant to its \nstandard policy, OPR declined to open an investigation into those allegations at that time in deference to the \nthen-pending CVRA litigation. \nviii \nEFTA00013367\n\nof immunity, or (6) the deportation of criminal aliens. The potentially applicable standards that \nOPR considered as to each of these issues are identified and discussed later in this Report. OPR \nalso examined whether the evidence establishes that any of the subjects were influenced to enter \ninto the NPA, or to include in the NPA terms favorable to Epstein, because of an improper motive, \nsuch as a bribe, political consideration, personal interest, or favoritism. OPR also examined and \ndiscusses in this Report significant events that occurred after the NPA was negotiated and signed \nthat shed additional light on the USAO's handling of the Epstein investigation. \nB. The District Court's Conclusion That the \nUSAO \nViolated the CVRA \nTo address the district court's adverse judicial findings, OPR assessed the manner, content, \nand timing of the government's interactions with victims both before and after the NPA was \nsigned, including victim notification letters issued by the USAO and the FBI and interviews \nconducted by the USAO. OPR considered whether any of the subject attorneys violated any clear \nand unambiguous standard governing victim consultation or notification. OPR examined the \ngovernment's lack of consultation with the victims before the NPA was signed, as well as the \ncircumstances relating to the district court's finding that the \nUSAO \naffirmatively misled Epstein's \nvictims about the status of the federal investigation after the NPA was signed. \nV. OPR'S FINDINGS AND \nCONCLUSIONS \nOPR evaluated the conduct of each subject and considered his or her individual role in \nvarious decisions and events. Acosta, however, made the pivotal decision to resolve the federal \ninvestigation of Epstein through a state-based plea and either developed or approved the terms of \nthe initial offer to the defense that set the beginning point for the subsequent negotiations that led \nto the NPA. Although Acosta did not sign the NPA, he participated in its drafting and approved \nit, with knowledge of its terms. During his OPR interview, Acosta acknowledged that he approved \nthe NPA and accepted responsibility for it. Therefore, OPR considers Acosta to be responsible for \nthe NPA and for the actions of the other subjects who implemented his decisions. Acosta's overall \nresponsibility for the government's interactions or lack of communication with the victims is less \nclear, but Acosta affirmatively made certain decisions regarding victim notification, and OPR \nevaluates his conduct with respect to those decisions. \nA. Findings and Conclusions Relating to the NPA \nWith respect to all five subjects of OPR's investigation, OPR concludes that the subjects \ndid not commit professional misconduct with respect to the development, negotiation, and \napproval of the NPA. Under OPR's framework, professional misconduct requires a finding that a \nsubject attorney intentionally or recklessly violated a clear and unambiguous standard governing \nthe conduct at issue. OPR found no clear and unambiguous standard that required Acosta to indict \nEpstein on federal charges or that prohibited his decision to defer prosecution to the state. \nFurthermore, none of the individual terms of the NPA violated Department or other applicable \nstandards. \nAs the U.S. Attorney, Acosta had the \"plenary authority\" under established federal law and \nDepartment policy to resolve the case as he deemed necessary and appropriate, as long as his \ndecision was not motivated or influenced by improper factors. Acosta's decision to decline to \ninitiate a federal prosecution of Epstein was within the scope of his authority, and OPR did not \nix \nEFTA00013368\n\nfind evidence that his decision was based on corruption or other impermissible considerations, \nsuch as Epstein's wealth, status, or associations. Evidence shows that Acosta resisted defense \nefforts to have the matter returned to the state for whatever result state authorities deemed \nappropriate, and he refused to eliminate the incarceration and sexual offender registration \nrequirements. OPR did not find evidence establishing that Acosta's \"breakfast meeting\" with one \nof Epstein's defense counsel in October 2007 led to the NPA, which had been signed weeks earlier, \nor to any other significant decision that benefited Epstein. The contemporaneous records show \nthat USAO managers' concerns about legal issues, witness credibility, and the impact of a trial on \nthe victims led them to prefer a pre-charge resolution and that Acosta's concerns about the proper \nrole of the federal government in prosecuting solicitation crimes resulted in his preference for a \nstate-based resolution. Accordingly, OPR does not find that Acosta engaged in professional \nmisconduct by resolving the federal investigation of Epstein in the way he did or that the other \nsubjects committed professional misconduct through their implementation of Acosta's decisions. \nNevertheless, OPR concludes that Acosta's decision to resolve the federal investigation \nthrough the NPA constitutes poor judgment. Although this decision was within the scope of \nAcosta's broad discretion and OPR does not find that it resulted from improper factors, the NPA \nwas a  flawed mechanism for satisfying the federal interest that caused the government to open its \ninvestigation of Epstein. In Acosta's view, the federal government's role in prosecuting Epstein \nwas limited by principles of federalism, under which the independent authority of the state should \nbe recognized, and the federal responsibility in this situation was to serve as a \"backstop\" to state \nauthorities by encouraging them to do more. However, Acosta failed to consider the difficulties \ninherent in a resolution that relied heavily on action by numerous state officials over whom he had \nno authority; he resolved the federal investigation before significant investigative steps were \ncompleted; and he agreed to several unusual and problematic terms in the NPA without the \nconsideration required under the circumstances. In sum, Acosta's application of federalism \nprinciples was too expansive, his view of the federal interest in prosecuting Epstein was too \nnarrow, and his understanding of the state system was too imperfect to justify the decision to use \nthe NPA. Furthermore, because Acosta assumed a significant role in reviewing and drafting the \nNPA and the other three subjects who were supervisors left the USAO, were transitioning to other \njobs, or were absent at critical junctures, Acosta should have ensured more effective coordination \nand communication during the negotiations and before approving the final NPA. The NPA was a \nunique resolution, and one that required greater oversight and supervision than Acosta provided. \nB. Findings and Conclusions Relating to the Government's Interactions with \nVictims \nOPR further concludes that none of the subject attorneys committed professional \nmisconduct with respect to the government's interactions with victims. The subjects did not have \na  clear and unambiguous duty under the CVRA to consult with victims before entering into the \nNPA because the \nUSAO \nresolved the Epstein investigation without a federal criminal \ncharge. Significantly, at the time the NPA was signed, the Department did not interpret CVRA \nrights to attach unless and until federal charges had been filed, and the federal courts had not \nestablished a clear and unambiguous standard applying the CVRA before criminal charges were \nbrought. In addition, OPR did not find evidence that the lack of consultation was for the purpose \nof silencing victims. Nonetheless, the lack of consultation was part of a series of government \ninteractions with victims that ultimately led to public and court condemnation of the government's \nEFTA00013369\n\ntreatment of the victims, reflected poorly on the Department as a whole, and is contradictory to the \nDepartment's mission to minimize the frustration and confusion that victims of a crime endure. \nOPR determined that none of the subjects was responsible for communications sent to \ncertain victims after the NPA was signed that described the case as \"under investigation\" and that \nfailed to inform them of the NPA. The letters were sent by an FBI administrative employee who \nwas not directly involved in the investigation, incorporated standard form language used by the \nFBI when communicating with victims, and were not drafted or reviewed by the subjects. \nMoreover, the statement that the matter was \"under investigation\" was not false because the \ngovernment in fact continued to investigate the case in anticipation that Epstein would not fulfill \nthe terms of the NPA. However, the letters risked misleading the victims and contributed to victim \nfrustration and confusion by failing to provide important information about the status of the \ninvestigation. The letters also demonstrated a lack of coordination between the federal agencies \nresponsible for communicating with Epstein's victims and showed a  lack of attention to and \noversight regarding communication with victims. \nAfter the NPA was signed, Acosta elected to defer to the State Attorney the decision \nwhether to notify victims about the state's plea hearing pursuant to the state's own victim's rights \nrequirements. Although Acosta's decision was within his authority and did not constitute \nprofessional misconduct, OPR concludes that Acosta exercised poor judgment when he failed to \nmake certain that the state intended to and would notify victims identified through the federal \ninvestigation about the state plea hearing. His decision left victims uninformed about an important \nproceeding that resolved the federal investigation, an investigation about which the \nUSAO \nhad \ncommunicated with victims for months. It also ultimately created the misimpression that the \nDepartment intentionally sought to silence the victims. Acosta failed to ensure that victims were \nmade aware of a court proceeding that was related to their own cases, and thus he failed to ensure \nthat victims were treated with forthrightness and dignity. \nOPR concludes that the decision to postpone notifying victims about the terms of the NPA \nafter it was signed and the omission of information about the NPA during victim interviews and \nconversations with victims' attorneys in 2008 do not constitute professional misconduct. \nContemporaneous records show that these actions were based on strategic concerns about creating \nimpeachment evidence that Epstein's victims had financial motives to make claims against him, \nevidence that could be used against victims at a trial, and were not for the purpose of silencing \nvictims. Nonetheless, the failure to reevaluate the strategy prior to interviews of victims and \ndiscussions with victims' attorneys occurring in 2008 led to interactions that contributed to \nvictims' feelings that the government was intentionally concealing information from them. \nAfter examining the full scope and context of the government's interactions with victims, \nOPR concludes that the government's lack of transparency and its inconsistent messages led to \nvictims feeling confused and ill-treated by the government; gave victims and the public the \nmisimpression that the government had colluded with Epstein's counsel to keep the NPA secret \nfrom the victims; and undercut public confidence in the legitimacy of the resulting agreement. The \noverall result of the subjects' anomalous handling of this case understandably left many victims \nfeeling ignored and frustrated and resulted in extensive public criticism. In sum, OPR concludes \nthat the victims were not treated with the forthrightness and sensitivity expected by the \nDepartment. \nxi \nEFTA00013370\n\nVI. ORGANIZATION OF THE REPORT \nThe Report is divided into three chapters. In Chapter One, OPR describes the relevant \nfederal, state, and local law enforcement entities involved in investigating Epstein's criminal \nconduct, as well as the backgrounds of the five subjects and their roles in the events in question. \nOPR provides a brief profile of Epstein and identifies the defense attorneys who interacted with \nthe subjects. \nIn Chapter Two, OPR sets forth an extensive account of events relating to the federal \ninvestigation of Epstein. The account begins with the initial complaint in March 2005 by a young \nvictim and her parents to the local police—a complaint that launched an investigation by local law \nenforcement authorities—and continues through the mid-2006 opening of the federal \ninvestigation; the September 2007 negotiation and signing of the NPA; Epstein's subsequent \nefforts to invalidate the NPA through appeals to senior Department officials; Epstein's June 2008 \nguilty plea in state court; and, finally, efforts by the AUSA to ensure Epstein's compliance with \nthe terms of the NPA during his incarceration and until his term of home detention ended in July \n2010. After describing the relevant events, OPR analyzes the professional misconduct allegations \nrelating to the decisions made regarding the development and execution of the NPA. OPR \ndescribes the relevant standards and sets forth its findings and conclusions regarding the subjects' \nconduct. \nChapter Three concerns the government's interactions with victims and the district court's \nfindings regarding the CVRA. OPR describes the relevant events and analyzes the subjects' \nconduct in light of the pertinent standards. \nOPR sets forth the extensive factual detail provided in Chapters Two and Three, including \ninternal \nUSAO \nand Department communications, because doing so is necessary for a full \nunderstanding of the subjects' actions and of the bases for OPR's conclusions. \nxii \nEFTA00013371",
    "pageCount": 13,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "Its 2006-2008 Federal Criminal Investigation of \nJeffrey Epstein and Its Interactions with Victims during the Inve"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "pending for more than a year. \nIn 2017, President Donald Trump nominated Acosta to be Secretary of Labor. At his"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "S. Attorney's Office for the \nSouthern District of Florida's \nResolution \nof"
      },
      {
        "name": "Federal Criminal",
        "role": "extracted",
        "context": "Resolution \nof Its 2006-2008 Federal Criminal Investigation of \nJeffrey Eps"
      },
      {
        "name": "Its Interactions",
        "role": "extracted",
        "context": "ation of \nJeffrey Epstein and Its Interactions with Victims during the Inves"
      },
      {
        "name": "Investigation \nNovember",
        "role": "extracted",
        "context": "tions with Victims during the Investigation \nNovember 2020 \nEFTA00013359\n\nEXECUTIVE"
      },
      {
        "name": "The Department",
        "role": "extracted",
        "context": "A00013359\n\nEXECUTIVE SUMMARY \nThe Department of Justice (Department) Offic"
      },
      {
        "name": "Professional Responsibility",
        "role": "extracted",
        "context": "ustice (Department) Office of Professional Responsibility (OPR) \ninvestigated allegatio"
      },
      {
        "name": "The Palm",
        "role": "extracted",
        "context": "ERVIEW OF FACTUAL BACKGROUND \nThe Palm Beach (Florida) Police Depart"
      },
      {
        "name": "Police Department",
        "role": "extracted",
        "context": "UND \nThe Palm Beach (Florida) Police Department (PBPD) began investigating Je"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "financier with residences in Palm Beach, New York City, and \nother Un"
      },
      {
        "name": "State Attorney",
        "role": "extracted",
        "context": "PBPD brought the case to the State Attorney's Office, a \nPalm Beach Count"
      },
      {
        "name": "Florida Statute",
        "role": "extracted",
        "context": "prostitution in violation of Florida Statute § 796.07. However, because th"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "y referred the \nmatter to the Federal Bureau of Investigation (FBI) in Wes"
      },
      {
        "name": "West Palm",
        "role": "extracted",
        "context": "eau of Investigation (FBI) in West Palm Beach for a  possible federal"
      },
      {
        "name": "Alexander Acosta",
        "role": "extracted",
        "context": "edge of then U.S. Attorney R. Alexander Acosta. \nShe worked with two FBI cas"
      },
      {
        "name": "In May",
        "role": "extracted",
        "context": "iscovered additional victims. In May 2007, the AUSA submitted to h"
      },
      {
        "name": "The \nAs",
        "role": "extracted",
        "context": "he NPA on September 24, 2007. The \nAs used in this Report, includin"
      },
      {
        "name": "Under Florida",
        "role": "extracted",
        "context": "time of the alleged conduct. Under Florida law, a minor is a person unde"
      },
      {
        "name": "Criminal Division",
        "role": "extracted",
        "context": "ed review by the Department's Criminal Division and then the Office of the De"
      },
      {
        "name": "Deputy Attorney",
        "role": "extracted",
        "context": "on and then the Office of the Deputy Attorney \nGeneral, primarily on the is"
      },
      {
        "name": "Palm \nBeach",
        "role": "extracted",
        "context": "at day, in a minimum-security Palm \nBeach County facility. A copy of th"
      },
      {
        "name": "On July",
        "role": "extracted",
        "context": "r seal with the state court. \nOn July 7, 2008, a victim, identified"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "008, a victim, identified as \"Jane Doe,\" filed in federal court in t"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "filed in federal court in the Southern \nDistrict of Florida an emergency petit"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "t the government violated the Crime Victims' \nRights Act (CVRA), 18 U.S.C"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "violated the Crime Victims' \nRights Act (CVRA), 18 U.S.C. § 3771, whe"
      },
      {
        "name": "Emergency Victim",
        "role": "extracted",
        "context": "l \ncases against Epstein. \n2 \nEmergency Victim's Petition for Enforcement of"
      },
      {
        "name": "Crime Victim",
        "role": "extracted",
        "context": "s Petition for Enforcement of Crime Victim's [sic] Rights Act, 18 U.S.C."
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "3771, \nDoe v. United States, Case No. 9:08-cv-80736-1CAM (S.D. Fla"
      },
      {
        "name": "County Sheriff",
        "role": "extracted",
        "context": "in applied for the Palm Beach County Sheriff's work \nrelease program, and"
      },
      {
        "name": "In October",
        "role": "extracted",
        "context": "iff approved his application. In October 2008, Epstein began \nspending"
      },
      {
        "name": "Florida Science",
        "role": "extracted",
        "context": "y purportedly working at the \"Florida Science Foundation,\" an entity \nEpste"
      },
      {
        "name": "Florida Department",
        "role": "extracted",
        "context": "s a sexual offender with the \nFlorida Department of Law Enforcement. After vic"
      },
      {
        "name": "Law Enforcement",
        "role": "extracted",
        "context": "th the \nFlorida Department of Law Enforcement. After victims and news media"
      },
      {
        "name": "President Donald",
        "role": "extracted",
        "context": "r more than a year. \nIn 2017, President Donald Trump nominated Acosta to be"
      },
      {
        "name": "On \nApril",
        "role": "extracted",
        "context": "iefly about the Epstein case. On \nApril 17, 2017, the Senate confirme"
      },
      {
        "name": "Labor Secretary",
        "role": "extracted",
        "context": "irmed Acosta's appointment as Labor Secretary. \nIn the decade following his"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "ng the interest of the press. On November 28, 2018, \nhowever, the Miami"
      },
      {
        "name": "Miami Herald",
        "role": "extracted",
        "context": "ember 28, 2018, \nhowever, the Miami Herald published an extensive invest"
      },
      {
        "name": "The Miami",
        "role": "extracted",
        "context": "at his Palm Beach estate.;    The Miami Herald \nreported that in 2007"
      },
      {
        "name": "Miami \nHerald",
        "role": "extracted",
        "context": "on charges.\" According to the Miami \nHerald, the government also immunize"
      },
      {
        "name": "On February",
        "role": "extracted",
        "context": "the \ngovernment's actions.' \nOn February 21, 2019, the district court"
      },
      {
        "name": "Partial Summary",
        "role": "extracted",
        "context": "case petitioners' Motion for \nPartial Summary Judgment, ruling that the gov"
      },
      {
        "name": "Northern District",
        "role": "extracted",
        "context": "S. Attorney's Office for the \nNorthern District of Georgia to handle the case"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "au of Prisons and held at the Metropolitan Correctional Center in \nManhattan. \nMeanwh"
      },
      {
        "name": "Ashley Collman",
        "role": "extracted",
        "context": "is resignation as \nSee, e.g., Ashley Collman, \"Stunning new report details"
      },
      {
        "name": "The Business",
        "role": "extracted",
        "context": "for \nbillionaire sex abuser,\" The Business Insider, Nov. 29, 2018; Cynth"
      },
      {
        "name": "Cynthia Mc",
        "role": "extracted",
        "context": "iness Insider, Nov. 29, 2018; Cynthia McFadden, \"New Focus on Trump La"
      },
      {
        "name": "New Focus",
        "role": "extracted",
        "context": "29, 2018; Cynthia McFadden, \"New Focus on Trump Labor \nSecretary's r"
      },
      {
        "name": "Trump Labor",
        "role": "extracted",
        "context": "nthia McFadden, \"New Focus on Trump Labor \nSecretary's role in unusual"
      },
      {
        "name": "Nightly News",
        "role": "extracted",
        "context": "accused of sexual abuse,\"NBC Nightly News, Nov. 29, 2018; Anita \nKumar,"
      },
      {
        "name": "Anita \nKumar",
        "role": "extracted",
        "context": "Nightly News, Nov. 29, 2018; Anita \nKumar, \"Trump labor secretary out o"
      },
      {
        "name": "Clatchy Washington",
        "role": "extracted",
        "context": "after Miami Herald report,\"McClatchy Washington \nBureau, Nov. 29, 2018; Emily"
      },
      {
        "name": "Emily Peck",
        "role": "extracted",
        "context": "ngton \nBureau, Nov. 29, 2018; Emily Peck, \"How Trump's Labor Secretary"
      },
      {
        "name": "How Trump",
        "role": "extracted",
        "context": ", Nov. 29, 2018; Emily Peck, \"How Trump's Labor Secretary Covered For"
      },
      {
        "name": "Covered For",
        "role": "extracted",
        "context": "\"How Trump's Labor Secretary Covered For A Millionaire Sex Abuser,\" \nH"
      },
      {
        "name": "Millionaire Sex",
        "role": "extracted",
        "context": "Labor Secretary Covered For A Millionaire Sex Abuser,\" \nHuffington Post, No"
      },
      {
        "name": "Huffington Post",
        "role": "extracted",
        "context": "r A Millionaire Sex Abuser,\" \nHuffington Post, Nov. 29, 2018; Julie K. Brow"
      },
      {
        "name": "Labor \nDepartment",
        "role": "extracted",
        "context": "the economy was unfair to the Labor \nDepartment. \nOn August 10, 2019, Epstein"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "ir to the Labor \nDepartment. \nOn August 10, 2019, Epstein was found h"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "d was later pronounced dead. \nThe New York City Chief Medical Exami"
      },
      {
        "name": "York City",
        "role": "extracted",
        "context": "ter pronounced dead. \nThe New York City Chief Medical Examiner conclu"
      },
      {
        "name": "Chief Medical",
        "role": "extracted",
        "context": "nced dead. \nThe New York City Chief Medical Examiner concluded that Epste"
      },
      {
        "name": "On \nAugust",
        "role": "extracted",
        "context": "g indictment against Epstein. On \nAugust 27, 2019, the district court"
      },
      {
        "name": "After Epstein",
        "role": "extracted",
        "context": "ictment on \nAugust 29, 2019. \nAfter Epstein's death, the federal district"
      },
      {
        "name": "On September",
        "role": "extracted",
        "context": "se to meet with the victims. \nOn September 30, 2019, CVRA petitioner \"Ja"
      },
      {
        "name": "Eleventh Circuit",
        "role": "extracted",
        "context": "ates Court of Appeals for the Eleventh Circuit, seeking \nreview of the distr"
      },
      {
        "name": "On April",
        "role": "extracted",
        "context": "act the NPA had been signed.\" On April 14, 2020, a divided panel of"
      },
      {
        "name": "Senator Ben",
        "role": "extracted",
        "context": "t on November 28, 2018, \nU.S. Senator Ben Sasse, Chairman of the Senate"
      },
      {
        "name": "Senate Judiciary",
        "role": "extracted",
        "context": "or Ben Sasse, Chairman of the Senate Judiciary Subcommittee on Oversight, Ag"
      },
      {
        "name": "Agency \nAction",
        "role": "extracted",
        "context": "ry Subcommittee on Oversight, Agency \nAction, Federal Rights and Federal C"
      },
      {
        "name": "Federal Rights",
        "role": "extracted",
        "context": "on Oversight, Agency \nAction, Federal Rights and Federal Courts, sent a De"
      },
      {
        "name": "Federal Courts",
        "role": "extracted",
        "context": "y \nAction, Federal Rights and Federal Courts, sent a December 3, 2018 lett"
      },
      {
        "name": "Justice Office",
        "role": "extracted",
        "context": "y 6, 2019, the \nDepartment of Justice Office of Legislative Affairs advise"
      },
      {
        "name": "Legislative Affairs",
        "role": "extracted",
        "context": "partment of Justice Office of Legislative Affairs advised Senator Sasse that OP"
      },
      {
        "name": "Senator Sasse",
        "role": "extracted",
        "context": "f Legislative Affairs advised Senator Sasse that OPR had opened \nEFTA0001"
      },
      {
        "name": "Executive Office",
        "role": "extracted",
        "context": "he Criminal Division, and the Executive Office for U.S. Attorneys. \nThe reco"
      },
      {
        "name": "Assistant Attorney",
        "role": "extracted",
        "context": "Attorney General and a former Assistant Attorney General \nfor the Criminal Div"
      },
      {
        "name": "Assistant State",
        "role": "extracted",
        "context": "mer State Attorney and former Assistant State Attorney in \ncharge of the st"
      },
      {
        "name": "Attorney Acosta",
        "role": "extracted",
        "context": ". \nOPR identified former U.S. Attorney Acosta, three former \nUSAO \nsupervis"
      },
      {
        "name": "In August",
        "role": "extracted",
        "context": "ise of their authority to \n7 \nIn August 2019, Florida Governor Ron De"
      },
      {
        "name": "Florida Governor",
        "role": "extracted",
        "context": "hority to \n7 \nIn August 2019, Florida Governor Ron DeSantis announced that h"
      },
      {
        "name": "Ron De",
        "role": "extracted",
        "context": "August 2019, Florida Governor Ron DeSantis announced that he had d"
      },
      {
        "name": "The Negotiation",
        "role": "extracted",
        "context": "eparately in this Report. \nA. The Negotiation, Execution, and Implementatio"
      },
      {
        "name": "In December",
        "role": "extracted",
        "context": "nary inquiry into the matter. In December 2010, one of the attorneys re"
      },
      {
        "name": "The District",
        "role": "extracted",
        "context": "he Epstein investigation. \nB. The District Court's Conclusion That the"
      },
      {
        "name": "Conclusion That",
        "role": "extracted",
        "context": "ion. \nB. The District Court's Conclusion That the \nUSAO \nViolated the CVRA"
      },
      {
        "name": "Although Acosta",
        "role": "extracted",
        "context": "iations that led \nto the NPA. Although Acosta did not sign the NPA, he part"
      },
      {
        "name": "Conclusions Relating",
        "role": "extracted",
        "context": "e decisions. \nA. Findings and Conclusions Relating to the NPA \nWith respect to a"
      },
      {
        "name": "In Acosta",
        "role": "extracted",
        "context": "ts \ninvestigation of Epstein. In Acosta's view, the federal governmen"
      },
      {
        "name": "The Report",
        "role": "extracted",
        "context": ". ORGANIZATION OF THE REPORT \nThe Report is divided into three chapter"
      },
      {
        "name": "In Chapter",
        "role": "extracted",
        "context": "divided into three chapters. In Chapter One, OPR describes the releva"
      },
      {
        "name": "Chapter Three",
        "role": "extracted",
        "context": "ding the subjects' \nconduct. \nChapter Three concerns the government's int"
      },
      {
        "name": "Chapters Two",
        "role": "extracted",
        "context": "ve factual detail provided in Chapters Two and Three, including \ninterna"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2006-07-19",
        "event": "July 19, 2006"
      },
      {
        "date": "2007-07-31",
        "event": "July 31, \n2007"
      },
      {
        "date": "2007-09-24",
        "event": "September 24, 2007"
      },
      {
        "date": "2008-06-23",
        "event": "June 23, 2008"
      },
      {
        "date": "2008-06-30",
        "event": "June 30, 2008"
      },
      {
        "date": "2008-07-07",
        "event": "July 7, 2008"
      },
      {
        "date": "2009-07-22",
        "event": "July 22, 2009"
      },
      {
        "date": "2017-04-17",
        "event": "April 17, 2017"
      },
      {
        "date": "2018-11-28",
        "event": "November 28, 2018"
      },
      {
        "date": "2019-02-21",
        "event": "February 21, 2019"
      },
      {
        "date": "2019-07-02",
        "event": "July 2, 2019"
      },
      {
        "date": "2019-07-06",
        "event": "July 6, 2019"
      },
      {
        "date": "2019-07-10",
        "event": "July 10, 2019"
      },
      {
        "date": "2019-07-12",
        "event": "July 12, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2019-08-27",
        "event": "August 27, 2019"
      },
      {
        "date": "2019-08-29",
        "event": "August 29, 2019"
      },
      {
        "date": "2019-09-30",
        "event": "September 30, 2019"
      },
      {
        "date": "2020-04-14",
        "event": "April 14, 2020"
      },
      {
        "date": "2020-08-07",
        "event": "August 7, 2020"
      },
      {
        "date": "2020-12-03",
        "event": "December 3, 2020"
      },
      {
        "date": "2018-12-03",
        "event": "December 3, 2018"
      },
      {
        "date": "2019-02-06",
        "event": "February 6, 2019"
      },
      {
        "date": "2018-12-22",
        "event": "December 22, 2018"
      },
      {
        "date": "2019-01-25",
        "event": "January 25, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:46.442Z"
}