{
  "document": {
    "id": "efta00032732",
    "filename": "EFTA00032732.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032732.pdf",
    "text": "\n\nFrom: White Collar Law360 <news@law360.com> \nTo:\nSubject: 5 Ways Companies Can Prep For Biden's Anti-Corruption Push \nDate: Thu, 17 Jun 2021 07:35:33 +0000 \ntlaw360 White \nCollar \nWHITE COLLAR \nThursday, June 17, 2021 GiFollow Law360 \nTOP NEWS \nAnalysis \n5 Ways Companies Can Prep For Biden's Anti-Corruption Push \nWith President Joe Biden gung-ho about fighting corruption, new anti-money \nlaundering rules looming, and vulnerabilities that were amplified by \nthe pandemic, companies should act now to reexamine and bolster their \ncompliance programs, experts say. \nRead full article » \nRobbins Geller Wants To Fight FIFA Suit DQ At 2nd Circ. \nRobbins Geller Rudman & Dowd LLP has asked a New York federal judge to \ngive the firm time to appeal his ruling that it committed fraud worthy of \ndisqualification by failing to disclose short positions held by the lead plaintiff \nin a securities class action stemming from the FIFA corruption scandal, a \nrequest the defendant company said comes way too late. \n2 documents attached I \nRead full article\nGreenberg Traurig's NY Bill May Aid Russian Oligarch Client \nGreenberg Traurig successfully lobbied for a New York state bill that will \nmake it harder to enforce foreign judgments, which could be worth $700 \nmillion or more to a Vladimir Putin-linked Russian oligarch who is a client of \nthe firm. The state senator who sponsored the bill had no idea. \nLetter attached I Read full article » \nEx-Goldman Exec's Virus-Delayed 1MDB Trial Set For January \nFormer Goldman Sachs managing director Roger Ng will face trial in January \nover his purported role in the 1Malaysia Development Berhad scandal, a \nNew York federal judge said Tuesday, rescheduling the proceeding after a \npandemic-related delay. \nRead full article » \nENRC Adviser Regrets Lying In SFO Tipoff About Dechert Atty \nA former ENRC security consultant testified on Wednesday that he regretted \nlying in an anonymous letter he sent to the Serious Fraud Office accusing a \nDechert attorney investigating alleged corruption at the Kazakh mining \ncompany of colluding with the agency's officials. \nRead full article » \nNYC Bar Wants Arrest Question On Bar Application Amended \nThe New York City Bar Association has urged the New York state court \nsystem not to ask state bar applicants about their involvement with the \n;`',Law360 Rising Stars 2021 \nLAW FIRMS \nAidala Bertuna \nAkin Gump \nArent Fox \nArnold & Porter \nBakerHostetler \nBallard Spahr \nBlackstone Chambers \nBlank Rome \nBracewell LLP \nBrafman & Associates \nCadwalader Wickersham \nClarence Dyer \nCloth Fair Chambers \nClyde & Co \nCohen & Gresser \nCohen Milstein \nConrad & Metlitzky \nConstantine Cannon \nCravath Swaine \nCrowell & Moring \nDLA Piper \nDavis Polk \nDavis Wright Tremaine \nEFTA00032732\n\njuvenile justice system or criminal cases that were sealed, adjourned or \ndismissed. \nRead full article » \nEx-Cognizant Execs Want Cooperator's Bribery Probe Docs \nTwo former Cognizant Technology Solutions Corp. executives charged with \nforeign bribery are seeking to force an Indian conglomerate to hand over \ninformation that could help clear their names, arguing that a New Jersey \nfederal court has jurisdiction over the conglomerate because it cooperated \nwith U.S. investigators. \nMotion \nattached I Read full \narticle » \nJailed Maxwell Decries 'Raw Sewage,' Nosy Guards \nGhislaine Maxwell cannot defend herself against child sex-trafficking charges \nwith feces raining down in her cell and federal prison guards listening in on \nher privileged conversations, one of her attorneys told a Manhattan federal \njudge in a letter Tuesday. \nLetter attached I Read \nfull article » \nEx-NASA Chief Gets 30 Days For Hiding Ties To China \nA New York federal judge on Wednesday hesitantly sentenced a NASA \nnanotechnology pioneer to 30 days in prison for concealing his ties to the \nChinese government, pointing out that defendants with lesser bona fides are \nroutinely locked up for lying to the government. \n2 documents attached I Read full article » \nCOMPLIANCE \nEx-City National VP Says He Was Fired For Tax Whistleblowing \nA former senior vice president for the Royal Bank of Canada's U.S. \nsubsidiary City National Bank sued his ex-employer in California federal \ncourt, claiming he was wrongfully fired because he raised concerns about \npossible tax fraud and misconduct. \nComplaint attached I Read full article » \nSECURITIES \nTrader Pushes Back Against Witness In Illumina Insider Trial \nCounsel for a San Diego stock speculator accused of insider trading worked \nWednesday to undermine the credibility of a former Illumina Inc. accountant \nwho told a Manhattan jury she tipped him to earnings secrets in exchange for \nenvelopes stuffed with cash. \nRead full article » \n6 Members Of $1.7M Tech Insider Trading Ring Get Pinned \nThree members of an alleged $1.7 million insider trading ring were hit with \ncriminal charges Tuesday, while much of the ring settled claims lobbed by the \nU.S. Securities and Exchange Commission that they traded off of material \nnonpublic information on two technology companies. \n4 \ndocuments attached I Read full \narticle\nPUBLIC INTEGRITY \nFormer Boston Cop 4th To Admit Stealing OT Pay \nA retired Boston cop detailed to the department's evidence warehouse \nadmitted Wednesday to embezzling more than $36,000 from the city by filing \nfor overtime hours she never worked, becoming the fourth officer to plead \nguilty in the scheme. \nRead full article » \nDechert \nDerek Smith Law Group \nDinsmore & Shohl \nEllsworth Law Firm \nErskine Chambers \nEssex Court Chambers \nFaegre Drinker \nFine Kaplan \nForsterBoughman \nFrankfurt Kurnit \nFreshfields \nFriedman Kaplan \nGateley PLC \nGelb & Gelb \nGibbons PC \nGirardi & Keese \nGoodwin Procter \nGreenberg Traurig \nHaddon Morgan \nHagens Berman \nHogan Lovells \nHolland & Knight \nIredale & Yoo \nJomarron Lopez \nJones Day \nKing & Siegel \nKrieger Kim \nLathrop GPM \nLaw Office of John D. Cline \nLevene Neale \nLowenstein Sandler \nMargulies Faith \nMayer Brown \nMcDermott Will \nMilbank LLP \nMoses & Singer \nNeal R. Sonnett PA \nNelson Mullins \nNorton Rose \nOne Essex Court \nOrrick Herrington \nPaul Weiss \nPerkins Coie \nPost & Schell \nQuinn Emanuel \nRobbins Geller \nRopes & Gray \nScharf Banks \nSelendy & Gay \nSkadden Arps \nSquire Patton \nEFTA00032733\n\nINTELLECTUAL PROPERTY \nGSK Denied Restitution In Trade Secrets Theft Case \nA Pennsylvania federal judge said Monday that GlaxoSmithKline LLC is not \nentitled to recoup fees and costs incurred by outside counsel from DLA Piper \nas part of a criminal case over trade secrets stolen from the company. \nOpinion \nattached I Read \nfull \narticle » \nENVIRONMENTAL \nFeds Say No To Vacating Guilty Plea In $42M Pollution Case \nGovernment prosecutors urged a Pennsylvania federal judge to reject a \ncontractor's bid to withdraw his guilty plea, arguing there was no difference or \nconflict of interest between him and his company when he copped to \ndumping pollutants in the Susquehanna River during a bridge restoration \nproject. \nBrief attached I Read full article >> \nAPPELLATE \n1st Circ. OKs Hefty Prison Term For Lottery, Emerald Hoaxes \nThe First Circuit on Tuesday upheld the conviction and 13-year prison \nsentence for an Ohio man who sweet-talked victims into parting with their \nretirement savings and other investments with colorful schemes about uncut \nemeralds and vast lottery winnings frozen in a New York bank account. \nOpinion \nattached I Read full \narticle \n» \nHEALTH \nAnalysis \nEscobar 5 Years Later: How FCA Earthquake Is Reverberating \nFive years ago Wednesday, the U.S. Supreme Court addressed a billing \ndispute tied to one patient's treatment at a Massachusetts clinic and in the \nprocess rattled the nation's entire False Claims Act docket with new doctrine. \nHere, Law360 explores the landmark case's aftermath and finds a litigation \nlandscape that hasn't come close to stabilizing. \nOpinion attached I Read full article \nNYC Doc Gets Over 4% Years For Taking Insys Kickbacks \nA former New York City doctor on Wednesday was sentenced to more than \n4% years in prison for taking hundreds of thousands of dollars in kickbacks \nfrom now-defunct drugmaker Insys Therapeutics Inc. in exchange for \nprescribing a powerful fentanyl spray to his patients. \nRead full article » \nHumana Claims In Telemed RICO Case Advance In Fla. Court \nA Florida federal judge has ruled that a telemedicine company and several \nphysicians cannot escape Humana's lawsuit accusing them of preying on its \npolicyholders through a complex nationwide scheme that allegedly billed the \ninsurer for millions of dollars' worth of unnecessary prescription creams. \nOrder attached I Read \nfull article » \nGOVERNMENT CONTRACTS \nSan Antonio Man Admits To Role In Air Force Fraud Scheme \nA former U.S. Air Force civilian employee has pled guilty to receiving more \nthan $2.3 million in kickbacks and bribes in return for his help in securing \nStroock & Stroock \nSwanson & McNamara \nThree Raymond Buildings \nVorys Sater \nWachtell Lipton \nWilmerHale \nCOMPANIES \n1-800 Contacts Inc. \n7-Eleven Inc. \nAmalgamated Transit Union \nAmazon.com Inc. \nAmerican Bar Association \nApple Inc. \nChevron Corp. \nCity National Bank \nCognizant Technology Solutions \nCorp. \nEqual Justice Initiative \nFacebook Inc. \nFederation Internationale de \nFootball Association \nFortinet Inc. \nGeorge Washington University \nGeorgetown University \nGoogle LLC \nGrupo Televise SAB \nHumana Inc. \nICAP \nIllumine Inc. \nInfinera Corporation \nInternational Business Machines \nCorp. \nJAMS Inc. \nLarsen & Toubro Ltd. \nLondon Stock Exchange Group \nPLC \nMichelin Group \nNational Association for the \nAdvancement of Colored People \nNew York City Bar Association \nNew York State Bar Association \nPG&E Corp. \nPorsche \nQUALCOMM Inc. \nRoyal Bank of Canada \nSolarWinds Corp. \nSpace Exploration Technologies \nCorp. \nThe Lawyers' Committee for Civil \nRights Under Law \nUniversal Health Services Inc. \nEFTA00032734\n\nmultimillion-dollar government contracts through a fraud scheme that lasted \nmore than a decade. \nRead full article » \nTAX \nMagistrate Assigned To Roger Stone's $2M Tax Case Recuses \nA U.S. magistrate judge assigned to Roger Stone's $2 million unpaid tax suit \nin Florida recused himself from the case Wednesday. \nOrder attached I Read full \narticle » \nCOMPETITION \nEx-Bumble Bee CEO Fights Antitrust Conviction At 9th Circ. \nFormer Bumble Bee CEO Chris Lischewski urged the Ninth Circuit on \nWednesday to overturn his conviction for his role in an alleged tuna price-\nfixing conspiracy, arguing that the trial judge gave erroneous instructions that \nprovided jurors with too many details on antitrust law and led to his wrongful \nconviction. \nRead full article » \nEXPERT ANALYSIS \nLaw Firm Talent Must Reflect Shifting US Demographics \nStephanie Scharf at Scharf Banks and Roberta Liebenberg at Fine Kaplan \nanalyze and project U.S. demographic trends to show that law firms that \nhope to succeed long-term must recruit, retain and advance female lawyers \nand lawyers of color, and they outline six steps for meeting these goals. \nRead full article » \nLEGAL INDUSTRY \nClient Data Stolen From UK Law Firm Gateley In Cyberattack \nLondon law firm Gateley PLC revealed on Wednesday that it has been \ntargeted by a cyberattack that resulted in some of its clients' information \nbeing compromised, making it the latest casualty of an online security breach \nin the legal industry. \nRead full article » \n7 More Firms Raise Associate Salaries \nA host of law firms this week have moved to match Davis Polk & Wardwell \nLLP and raise U.S. associates' starting salaries, and one firm has combined \nthe announcement with a plan to accelerate its promotion track. \nRead full article » \nFederal Claims Judge Confirmed To Md. District Court \nA bipartisan Senate vote on Wednesday confirmed a DLA Piper alum to \nmove from the U.S. Court of Federal Claims to a lifetime seat on Maryland's \nfederal district court. \nRead full article » \nCravath Donating $6M Fee To Groups Supporting Civil Rights \nCravath Swaine & Moore LLP announced on Tuesday it will donate $6 million \nit earned in attorney fees in pro bono work to five national and local Alabama \norganizations supporting civil rights and diversity efforts. \nRead full article » \nDechert Hit With Discrimination Suit By Ex-Billing Manager \nYouTube Inc. \nZeughauser Group LLC \nGOVERNMENT AGENCIES \nConsumer Financial Protection \nBureau \nEconomics and Statistics \nAdministration \nExecutive Office of the President \nFederal Trade Commission \nFinancial Crimes Enforcement \nNetwork \nInformation Commissioner's Office \nInternal Revenue Service \nNational Aeronautics and Space \nAdministration \nSerious Fraud Office \nU.S. Air Force \nU.S. Attorneys Office \nU.S. Attorneys Office for the \nDistrict of Massachusetts \nU.S. Attorneys Office for the \nDistrict of New Jersey \nU.S. Attorney's Office for the \nEastern District of New York \nU.S. Attorney's Office for the \nEastern District of Pennsylvania \nU.S. Attorneys Office for the \nMiddle District of Pennsylvania \nU.S. Attorneys Office for the \nNorthern District of California \nU.S. Attorneys Office for the \nSouthern District of New York \nU.S. Attorneys Office for the \nWestern District of Texas \nU.S. Census Bureau \nU.S. Court of Appeals for the First \nCircuit \nU.S. Court of Appeals for the Ninth \nCircuit \nU.S. Department of Commerce \nU.S. Department of Justice \nU.S. Department of the Treasury \nU.S. District Court for the Central \nDistrict of California \nU.S. District Court for the District of \nMassachusetts \nU.S. District Court for the District of \nNew Jersey \nU.S. District Court for the Eastern \nDistrict of New York \nU.S. District Court for the Eastern \nDistrict of Pennsylvania \nU.S. District Court for the Middle \nDistrict of Pennsylvania \nEFTA00032735\n\nA former billing manager at Dechert LLP said her supervisor created a hostile \nwork environment and set impossibly high standards for her because she \nwas Black, according to a racial discrimination lawsuit she filed against the \nfirm in Pennsylvania federal court Wednesday. \nRead full article » \nGirardi's Ex-Clients Go After His Wife In State Malpractice Suit \nFormer clients of celebrity trial lawyer Thomas V. Girardi, along with the \nbankruptcy trustee liquidating the embattled attorney's personal property, \nhave urged a California bankruptcy judge to lift a stay so the ex-clients can \ncontinue their collection pursuit against his estranged wife, \"Real Housewives \nof Beverly Hills\" star Erika Girardi. \nRead full article » \nAnalysis \nKhan Goes From Commissioner To Chair In Under 6 Hours \nIn a single afternoon, Lina Khan was confirmed to the Federal Trade \nCommission, sworn in, and made its chair in a surprise move that sets up the \nBig Tech critic for a role she was not anticipated to play and has left \nobservers wondering what to expect. \nRead full article » \nMarshals Need More Staff To Protect Judges, DOJ Report Says \nLess than a year after the killing of a New Jersey federal judge's son by an \nangry male rights attorney, a U.S. Department of Justice audit found that the \nU.S. Marshals Service is understaffed and not properly equipped to protect \nthe judiciary. \nRead full article » \nEx-Orrick Atty Now 'Supreme Court Director' At Georgetown \nGeorgetown Law's Institute for Constitutional Advocacy and Protection has \nnamed former Orrick partner Kelsi Brown Corkran as its first U.S. Supreme \nCourt director, a role in which she will manage the group's litigation strategy \nfor civil rights and criminal justice in the nation's top court. \nRead full article » \nNY DAs Urge Gov. Cuomo To Veto Conduct Commission Bill \nAn association that represents New York state prosecutors urged Gov. \nAndrew Cuomo to veto a recently passed bill that would create an oversight \nbody to investigate prosecutorial misconduct complaints, saying that the \ncommission would delay and interfere with attorney discipline. \nRead full article » \nJOBS \nSearch full listings or advertise your job opening \nMid-Level Litigation Associate \nCorr Cronin LLP \nSeattle. Washington \nFinancial Markets Associate (Real Estate \nFinance) \nJones Day \nIrvine, California \nNYC ELITE FULL SERVICE SMALL FIRM \nSEEKS PARTNERS \nSchoen Legal Search \nNew York, New York \nNot mite if your firm subscribes? Ask your librarian. \nWe hope you found this message to be useful. \nHowever. if you'd gather no receive future emails of ibis son. \nyou may umsubsctibe hen. \nU.S. District Court for the Northern \nDistrict of California \nU.S. District Court for the Southern \nDistrict of Florida \nU.S. District Court for the Southern \nDistrict of New York \nU.S. District Court for the Western \nDistrict of Texas \nU.S. Patent and Trademark Office \nU.S. Securities and Exchange \nCommission \nU.S. Senate \nU.S. Supreme Court \nU.S. Uniform Law Commission \nEFTA00032736\n\nPlease DO NOT reply to this email. For customer summit inquiries. please call +I-646.781.7100 or visit our Contact Us page. \nPrivacy Policy I Cookie Policy \nLaw360 I Ponfolio Media. Inc. Ill West 19M Street. Sth Floor. New York, NY 10011 \nEFTA00032737",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "Jailed Maxwell Decries 'Raw Sewage,' Nosy Guards \nGhislaine Maxwell cannot defend herself against child sex-trafficki"
      },
      {
        "name": "White Collar",
        "role": "extracted",
        "context": "From: White Collar Law360 <news@law360.com> \nTo:"
      },
      {
        "name": "Ways Companies",
        "role": "extracted",
        "context": "s@law360.com> \nTo:\nSubject: 5 Ways Companies Can Prep For Biden's Anti-Cor"
      },
      {
        "name": "Can Prep",
        "role": "extracted",
        "context": "To:\nSubject: 5 Ways Companies Can Prep For Biden's Anti-Corruption P"
      },
      {
        "name": "For Biden",
        "role": "extracted",
        "context": "ct: 5 Ways Companies Can Prep For Biden's Anti-Corruption Push \nDate:"
      },
      {
        "name": "Corruption Push",
        "role": "extracted",
        "context": "ies Can Prep For Biden's Anti-Corruption Push \nDate: Thu, 17 Jun 2021 07:35"
      },
      {
        "name": "White \nCollar",
        "role": "extracted",
        "context": "2021 07:35:33 +0000 \ntlaw360 White \nCollar \nWHITE COLLAR \nThursday, June"
      },
      {
        "name": "Follow Law",
        "role": "extracted",
        "context": "AR \nThursday, June 17, 2021 GiFollow Law360 \nTOP NEWS \nAnalysis \n5 Way"
      },
      {
        "name": "With President",
        "role": "extracted",
        "context": "Biden's Anti-Corruption Push \nWith President Joe Biden gung-ho about fight"
      },
      {
        "name": "Joe Biden",
        "role": "extracted",
        "context": "rruption Push \nWith President Joe Biden gung-ho about fighting corrup"
      },
      {
        "name": "Robbins Geller",
        "role": "extracted",
        "context": "ts say. \nRead full article » \nRobbins Geller Wants To Fight FIFA Suit DQ A"
      },
      {
        "name": "Wants To",
        "role": "extracted",
        "context": "ull article » \nRobbins Geller Wants To Fight FIFA Suit DQ At 2nd Cir"
      },
      {
        "name": "Greenberg Traurig",
        "role": "extracted",
        "context": "attached I \nRead full article\nGreenberg Traurig's NY Bill May Aid Russian Oli"
      },
      {
        "name": "Bill May",
        "role": "extracted",
        "context": "rticle\nGreenberg Traurig's NY Bill May Aid Russian Oligarch Client"
      },
      {
        "name": "Aid Russian",
        "role": "extracted",
        "context": "eenberg Traurig's NY Bill May Aid Russian Oligarch Client \nGreenberg Tr"
      },
      {
        "name": "Oligarch Client",
        "role": "extracted",
        "context": "rig's NY Bill May Aid Russian Oligarch Client \nGreenberg Traurig successful"
      },
      {
        "name": "Vladimir Putin",
        "role": "extracted",
        "context": "th $700 \nmillion or more to a Vladimir Putin-linked Russian oligarch who i"
      },
      {
        "name": "Goldman Exec",
        "role": "extracted",
        "context": "hed I Read full article » \nEx-Goldman Exec's Virus-Delayed 1MDB Trial Se"
      },
      {
        "name": "Trial Set",
        "role": "extracted",
        "context": "man Exec's Virus-Delayed 1MDB Trial Set For January \nFormer Goldman S"
      },
      {
        "name": "For January",
        "role": "extracted",
        "context": "Virus-Delayed 1MDB Trial Set For January \nFormer Goldman Sachs managin"
      },
      {
        "name": "Former Goldman",
        "role": "extracted",
        "context": "d 1MDB Trial Set For January \nFormer Goldman Sachs managing director Roger"
      },
      {
        "name": "Roger Ng",
        "role": "extracted",
        "context": "ldman Sachs managing director Roger Ng will face trial in January \no"
      },
      {
        "name": "Malaysia Development",
        "role": "extracted",
        "context": "er his purported role in the 1Malaysia Development Berhad scandal, a \nNew York f"
      },
      {
        "name": "Adviser Regrets",
        "role": "extracted",
        "context": "y. \nRead full article » \nENRC Adviser Regrets Lying In SFO Tipoff About Dec"
      },
      {
        "name": "Lying In",
        "role": "extracted",
        "context": "ticle » \nENRC Adviser Regrets Lying In SFO Tipoff About Dechert Atty"
      },
      {
        "name": "Tipoff About",
        "role": "extracted",
        "context": "Adviser Regrets Lying In SFO Tipoff About Dechert Atty \nA former ENRC s"
      },
      {
        "name": "Dechert Atty",
        "role": "extracted",
        "context": "ets Lying In SFO Tipoff About Dechert Atty \nA former ENRC security consu"
      },
      {
        "name": "Serious Fraud",
        "role": "extracted",
        "context": "onymous letter he sent to the Serious Fraud Office accusing a \nDechert at"
      },
      {
        "name": "Bar Wants",
        "role": "extracted",
        "context": "ls. \nRead full article » \nNYC Bar Wants Arrest Question On Bar Applic"
      },
      {
        "name": "Arrest Question",
        "role": "extracted",
        "context": "full article » \nNYC Bar Wants Arrest Question On Bar Application Amended \nT"
      },
      {
        "name": "On Bar",
        "role": "extracted",
        "context": "NYC Bar Wants Arrest Question On Bar Application Amended \nThe New"
      },
      {
        "name": "Application Amended",
        "role": "extracted",
        "context": "Wants Arrest Question On Bar Application Amended \nThe New York City Bar Associ"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "n On Bar Application Amended \nThe New York City Bar Association has"
      },
      {
        "name": "York City",
        "role": "extracted",
        "context": "Application Amended \nThe New York City Bar Association has urged the"
      },
      {
        "name": "Bar Association",
        "role": "extracted",
        "context": "on Amended \nThe New York City Bar Association has urged the New York state"
      },
      {
        "name": "Rising Stars",
        "role": "extracted",
        "context": "olvement with the \n;`',Law360 Rising Stars 2021 \nLAW FIRMS \nAidala Bertu"
      },
      {
        "name": "Aidala Bertuna",
        "role": "extracted",
        "context": "Rising Stars 2021 \nLAW FIRMS \nAidala Bertuna \nAkin Gump \nArent Fox \nArnold"
      },
      {
        "name": "Akin Gump",
        "role": "extracted",
        "context": "1 \nLAW FIRMS \nAidala Bertuna \nAkin Gump \nArent Fox \nArnold & Porter"
      },
      {
        "name": "Arent Fox",
        "role": "extracted",
        "context": "S \nAidala Bertuna \nAkin Gump \nArent Fox \nArnold & Porter \nBakerHostet"
      },
      {
        "name": "Porter \nBaker",
        "role": "extracted",
        "context": "kin Gump \nArent Fox \nArnold & Porter \nBakerHostetler \nBallard Spahr \nBlac"
      },
      {
        "name": "Hostetler \nBallard",
        "role": "extracted",
        "context": "nt Fox \nArnold & Porter \nBakerHostetler \nBallard Spahr \nBlackstone Chambers \nB"
      },
      {
        "name": "Spahr \nBlackstone",
        "role": "extracted",
        "context": "rter \nBakerHostetler \nBallard Spahr \nBlackstone Chambers \nBlank Rome \nBracewe"
      },
      {
        "name": "Chambers \nBlank",
        "role": "extracted",
        "context": "er \nBallard Spahr \nBlackstone Chambers \nBlank Rome \nBracewell LLP \nBrafman"
      },
      {
        "name": "Rome \nBracewell",
        "role": "extracted",
        "context": "r \nBlackstone Chambers \nBlank Rome \nBracewell LLP \nBrafman & Associates \nCa"
      },
      {
        "name": "Associates \nCadwalader",
        "role": "extracted",
        "context": "ome \nBracewell LLP \nBrafman & Associates \nCadwalader Wickersham \nClarence Dyer \nCl"
      },
      {
        "name": "Wickersham \nClarence",
        "role": "extracted",
        "context": "fman & Associates \nCadwalader Wickersham \nClarence Dyer \nCloth Fair Chambers \nCl"
      },
      {
        "name": "Dyer \nCloth",
        "role": "extracted",
        "context": "dwalader Wickersham \nClarence Dyer \nCloth Fair Chambers \nClyde & Co \nCo"
      },
      {
        "name": "Fair Chambers",
        "role": "extracted",
        "context": "kersham \nClarence Dyer \nCloth Fair Chambers \nClyde & Co \nCohen & Gresser"
      },
      {
        "name": "Co \nCohen",
        "role": "extracted",
        "context": "Cloth Fair Chambers \nClyde & Co \nCohen & Gresser \nCohen Milstein \nCo"
      },
      {
        "name": "Gresser \nCohen",
        "role": "extracted",
        "context": "Chambers \nClyde & Co \nCohen & Gresser \nCohen Milstein \nConrad & Metlitzky"
      },
      {
        "name": "Milstein \nConrad",
        "role": "extracted",
        "context": "& Co \nCohen & Gresser \nCohen Milstein \nConrad & Metlitzky \nConstantine Cann"
      },
      {
        "name": "Metlitzky \nConstantine",
        "role": "extracted",
        "context": "ser \nCohen Milstein \nConrad & Metlitzky \nConstantine Cannon \nCravath Swaine \nCrowe"
      },
      {
        "name": "Cannon \nCravath",
        "role": "extracted",
        "context": "nrad & Metlitzky \nConstantine Cannon \nCravath Swaine \nCrowell & Moring \nDLA"
      },
      {
        "name": "Swaine \nCrowell",
        "role": "extracted",
        "context": "Constantine Cannon \nCravath Swaine \nCrowell & Moring \nDLA Piper \nDavis Po"
      },
      {
        "name": "Piper \nDavis",
        "role": "extracted",
        "context": "Swaine \nCrowell & Moring \nDLA Piper \nDavis Polk \nDavis Wright Tremaine"
      },
      {
        "name": "Polk \nDavis",
        "role": "extracted",
        "context": "ll & Moring \nDLA Piper \nDavis Polk \nDavis Wright Tremaine \nEFTA00032732"
      },
      {
        "name": "Wright Tremaine",
        "role": "extracted",
        "context": "DLA Piper \nDavis Polk \nDavis Wright Tremaine \nEFTA00032732\n\njuvenile justi"
      },
      {
        "name": "Cognizant Execs",
        "role": "extracted",
        "context": "sed. \nRead full article » \nEx-Cognizant Execs Want Cooperator's Bribery Pro"
      },
      {
        "name": "Want Cooperator",
        "role": "extracted",
        "context": "article » \nEx-Cognizant Execs Want Cooperator's Bribery Probe Docs \nTwo for"
      },
      {
        "name": "Bribery Probe",
        "role": "extracted",
        "context": "izant Execs Want Cooperator's Bribery Probe Docs \nTwo former Cognizant Te"
      },
      {
        "name": "Docs \nTwo",
        "role": "extracted",
        "context": "nt Cooperator's Bribery Probe Docs \nTwo former Cognizant Technology S"
      },
      {
        "name": "Cognizant Technology",
        "role": "extracted",
        "context": "ribery Probe Docs \nTwo former Cognizant Technology Solutions Corp. executives ch"
      },
      {
        "name": "Solutions Corp",
        "role": "extracted",
        "context": "o former Cognizant Technology Solutions Corp. executives charged with \nfor"
      },
      {
        "name": "New Jersey",
        "role": "extracted",
        "context": "r their names, arguing that a New Jersey \nfederal court has jurisdicti"
      },
      {
        "name": "Jailed Maxwell",
        "role": "extracted",
        "context": "ached I Read full \narticle » \nJailed Maxwell Decries 'Raw Sewage,' Nosy Gu"
      },
      {
        "name": "Raw Sewage",
        "role": "extracted",
        "context": "le » \nJailed Maxwell Decries 'Raw Sewage,' Nosy Guards \nGhislaine Maxw"
      },
      {
        "name": "Nosy Guards",
        "role": "extracted",
        "context": "Maxwell Decries 'Raw Sewage,' Nosy Guards \nGhislaine Maxwell cannot def"
      },
      {
        "name": "Chief Gets",
        "role": "extracted",
        "context": "Read \nfull article » \nEx-NASA Chief Gets 30 Days For Hiding Ties To Ch"
      },
      {
        "name": "Days For",
        "role": "extracted",
        "context": "icle » \nEx-NASA Chief Gets 30 Days For Hiding Ties To China \nA New Y"
      },
      {
        "name": "Hiding Ties",
        "role": "extracted",
        "context": "x-NASA Chief Gets 30 Days For Hiding Ties To China \nA New York federal"
      },
      {
        "name": "To China",
        "role": "extracted",
        "context": "Gets 30 Days For Hiding Ties To China \nA New York federal judge on"
      },
      {
        "name": "City National",
        "role": "extracted",
        "context": "ull article » \nCOMPLIANCE \nEx-City National VP Says He Was Fired For Tax"
      },
      {
        "name": "Says He",
        "role": "extracted",
        "context": "MPLIANCE \nEx-City National VP Says He Was Fired For Tax Whistleblow"
      },
      {
        "name": "Was Fired",
        "role": "extracted",
        "context": "Ex-City National VP Says He Was Fired For Tax Whistleblowing \nA for"
      },
      {
        "name": "For Tax",
        "role": "extracted",
        "context": "National VP Says He Was Fired For Tax Whistleblowing \nA former seni"
      },
      {
        "name": "Royal Bank",
        "role": "extracted",
        "context": "senior vice president for the Royal Bank of Canada's U.S. \nsubsidiary"
      },
      {
        "name": "Trader Pushes",
        "role": "extracted",
        "context": "d full article » \nSECURITIES \nTrader Pushes Back Against Witness In Illum"
      },
      {
        "name": "Back Against",
        "role": "extracted",
        "context": "» \nSECURITIES \nTrader Pushes Back Against Witness In Illumina Insider T"
      },
      {
        "name": "Witness In",
        "role": "extracted",
        "context": "S \nTrader Pushes Back Against Witness In Illumina Insider Trial \nCouns"
      },
      {
        "name": "Illumina Insider",
        "role": "extracted",
        "context": "ushes Back Against Witness In Illumina Insider Trial \nCounsel for a San Dieg"
      },
      {
        "name": "Trial \nCounsel",
        "role": "extracted",
        "context": "t Witness In Illumina Insider Trial \nCounsel for a San Diego stock specula"
      },
      {
        "name": "San Diego",
        "role": "extracted",
        "context": "Insider Trial \nCounsel for a San Diego stock speculator accused of i"
      },
      {
        "name": "Illumina Inc",
        "role": "extracted",
        "context": "e the credibility of a former Illumina Inc. accountant \nwho told a Manha"
      },
      {
        "name": "Members Of",
        "role": "extracted",
        "context": "cash. \nRead full article » \n6 Members Of $1.7M Tech Insider Trading Ri"
      },
      {
        "name": "Tech Insider",
        "role": "extracted",
        "context": "article » \n6 Members Of $1.7M Tech Insider Trading Ring Get Pinned \nThre"
      },
      {
        "name": "Trading Ring",
        "role": "extracted",
        "context": "Members Of $1.7M Tech Insider Trading Ring Get Pinned \nThree members of"
      },
      {
        "name": "Get Pinned",
        "role": "extracted",
        "context": ".7M Tech Insider Trading Ring Get Pinned \nThree members of an alleged"
      },
      {
        "name": "Exchange Commission",
        "role": "extracted",
        "context": "d by the \nU.S. Securities and Exchange Commission that they traded off of mater"
      },
      {
        "name": "Former Boston",
        "role": "extracted",
        "context": "ll \narticle\nPUBLIC INTEGRITY \nFormer Boston Cop 4th To Admit Stealing OT"
      },
      {
        "name": "To Admit",
        "role": "extracted",
        "context": "EGRITY \nFormer Boston Cop 4th To Admit Stealing OT Pay \nA retired Bo"
      },
      {
        "name": "Dechert \nDerek",
        "role": "extracted",
        "context": "scheme. \nRead full article » \nDechert \nDerek Smith Law Group \nDinsmore & S"
      },
      {
        "name": "Smith Law",
        "role": "extracted",
        "context": "ull article » \nDechert \nDerek Smith Law Group \nDinsmore & Shohl \nElls"
      },
      {
        "name": "Group \nDinsmore",
        "role": "extracted",
        "context": "e » \nDechert \nDerek Smith Law Group \nDinsmore & Shohl \nEllsworth Law Firm"
      },
      {
        "name": "Shohl \nEllsworth",
        "role": "extracted",
        "context": "k Smith Law Group \nDinsmore & Shohl \nEllsworth Law Firm \nErskine Chambers \nE"
      },
      {
        "name": "Law Firm",
        "role": "extracted",
        "context": "Dinsmore & Shohl \nEllsworth Law Firm \nErskine Chambers \nEssex Cour"
      },
      {
        "name": "Erskine Chambers",
        "role": "extracted",
        "context": "& Shohl \nEllsworth Law Firm \nErskine Chambers \nEssex Court Chambers \nFaegre"
      },
      {
        "name": "Essex Court",
        "role": "extracted",
        "context": "h Law Firm \nErskine Chambers \nEssex Court Chambers \nFaegre Drinker \nFin"
      },
      {
        "name": "Chambers \nFaegre",
        "role": "extracted",
        "context": "Erskine Chambers \nEssex Court Chambers \nFaegre Drinker \nFine Kaplan \nForster"
      },
      {
        "name": "Drinker \nFine",
        "role": "extracted",
        "context": "Essex Court Chambers \nFaegre Drinker \nFine Kaplan \nForsterBoughman \nFran"
      },
      {
        "name": "Kaplan \nForster",
        "role": "extracted",
        "context": "hambers \nFaegre Drinker \nFine Kaplan \nForsterBoughman \nFrankfurt Kurnit \nFr"
      }
    ],
    "locations": [
      {
        "name": "SFO",
        "type": "airport"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-06-17",
        "event": "June 17, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "646.781.7100"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:32.367Z"
}