{
  "document": {
    "id": "efta00015786",
    "filename": "EFTA00015786.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015786.pdf",
    "text": "\n\nFrom: \nTo: Laura Mennin er <Imennin e mflaw.com>, \" \n\" \n(USANYS)\" \nCc: Jeff Pagliuca ipagliuca®hmflaw.com>, \"Christian R Everdell - Cohen & Gresser LLP \n(ceverdell®cohengressercom)\" <ceverdell®cohengresser.corn>, 'BOBBI C STERNHEIM' \n<bcstemheim@mac.com> \nSubject: RE: US v. Maxwell - 20 Cr. 330 (MN) - Request to view evidence, highly confidential \nmaterials, \nscenes \nDate: Fri, 09 Apr 2021 16:00:56 +0000 \nInline-Images: image00 I jpg \nAll, \nToday the Marshals and the FBI informed me that they are able to arrange for your client and the evidence to be at 500 \nPearl in time for the review to start as early as 8am each morning of the review period. The review can still continue until \n4:30pm each day. In order to take advantage of the extra time, I would propose planning to begin each review day at \n8:30am. You would also be welcome to arrive as early at 8am, and if the Marshals and FBI are ready to begin before 8:30, \nthen we can do so. I will plan to be at 500 Pearl by 8am each morning. \nAlso, the CSOs have asked for a list of everyone from the defense team who should be granted access into the proffer area \non the fifth floor of 500 Pearl for the review. Would you please send me a list of the names of everyone who you expect \nto attend the review? \nThank you, \nAssistant United States Attorney \nSouthern District of New York \n1 St. Andrew% Plaza \nNew York, NY 10007 \nFrom: \nSent: Thursday, April 8, 2021 10:05 PM \nTo: Laura Menninger <Imenninger@hmflaw.com>; \nIclb; \n(USANYS)<> \nCc: Jeff Pagliuca <jpagliuca@hmflaw.com>; Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdell@cohengresser.com>; 'BOBBI C STERNHEIM' <bcsternheim@mac.com> \nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nLaura, \nBelow please find responses to the issues you raised: \nEFTA00015786\n\n•  We are confirmed for the review at the Bronx warehouse on April 12, 2021 from 11am to 4:30pm. \n•  During the April 12th review, your team can see the evidence for yourselves and let me know if you need any of the \nitems you are not permitted to photograph to be brought to 500 Pearl. Depending on the size of the item(s), we \nmay need to figure out whether they can be brought later in the week once you have already reviewed several \nboxes, which would free up space in the FBI vehicle for the larger items. I'm confident we will be able to reach a \nreasonable agreement about those items. \n•  For the bulky photos, you will not be permitted to photograph any that feature nudity. As referenced above, once \nyour team has seen those photos for yourselves, you can let me know if you will need any to be brought to 500 \nPearl. \n•  As I mentioned previously and is indicated in the spreadsheet, we are preparing a letter to defense counsel \nexplaining why you will not be permitted to review those 16 discs. We expect to send you that letter tomorrow, \nafter which I will be happy to discuss the matter further. \n•  The blue-ray discs referenced in the spreadsheet are what the FBI burned in order to provide the USAO SDNY with \na copy of electronic data to produce to you in discovery. The discs are not evidence themselves. The data is the \nevidence, and it was produced to you already. You are correct, however, that the 4/24/07 file is a data file that was \ncopied from a VHS tape, which is currently located in the FBI's ELSUR office in Florida. We have asked that the \noriginal tape be shipped to New York, and it should arrive on Tuesday, April 13th. We will make it available for you \nto review once we have received it. We also plan to produce the digital file of that same recording to you as part of \nour productions of non-testifying witness statements. \n•  The shredded paper is currently being analyzed by the FBI lab. We have asked the case agent to inquire with the \nlab regarding its anticipated timeline for analysis and will let you know when we expect it will be possible to have \nthe shredded paper returned to New York for you to review. It will not, however, be available next week. \n•  The \"Missing from Assigned Box\" items are items 1B130 and 1B110. Those items were migrated within the FBI \nevidence system from the Florida case to the New York case and incorporated into New York evidence item \nnumbers 1B127, 1B128, & 1B137. So these items will be available for your review under those New York evidence \nnumbers. \nBest, \nAssistant United States Attorney \nSouthern District of New York \nSt. Andrew's Plaza \nNew York, NY 10007 \nFrom: Laura Menninger \n<Imenninger@hmflaw.com>\nSent: Wednesday, April 7, 2021 4:23 PM \nTo: \n) \n(USANYS) \nCc: \nJeff Pagliuca <jpagliuca mflaw.com>; Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com)\nEFTA00015787\n\n<ceverdell@cohengresser.com>. 'BOBBI C STERNHEIM' \n<bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nMy apologies, I meant to include in my previous email that we could have the Bronx view on Monday April 12. Thank you \nfor the logistics. \nRegarding the spreadsheets you provided, I have several issues. \nFirst, there are a couple of items that you have noted for the Bronx Warehouse but will in fact need to be brought to 500 \nPearl for review because you labeled them as \"Highly Confidential\" and not \"bulky.\" These appear to include: \nNY Evidence List \n•  Items 16127-130 (4 boxes). \n•  Item 1B13 (1 box) \nFlorida Evidence List \n.   Item 1, Subitem 26 — one large framed photo from Master Bedroom. \nSecond, with regard to the \"Bulky\" photos (Florida Items 1, Subitems 8, 15a, 15b and 15c), are we permitted to \nphotograph those or not? If not, we will need them transported to 500 Pearl. \nThird, Florida Item 8, Subitem 8, says it is Sixteen DVD-R Discs from PBSO but you do not indicate that we can review \nthose. Why? We need to address with the Court promptly any issues related to our request to view all evidence. \nFourth, Electronic surveillance —  Your email yesterday stated that these were all \"electronic files\" with no corresponding \nphysical item. However, for several, the chart indicates \"Blu-Ray Disks;\" is there a reason we cannot inspect these? \nAnother Florida item is listed as \"one original recording of an interview dated 4/24/07\"; I am suspicious that \"one original \nrecording of an interview\" is not truly only an \"electronic\" file? I was practicing law in 2007 and do not recall \"electronic \nfiles\" being the standard then. Can you please confirm? I know that Chris has written separately about the many files for \nwhich the metadata has apparently been stripped, so we will have to address purely electronic information at another \ndate. \nShredded Paper —  Yes, we need to review that as well. \n\"Missing from Assigned Box\" items — can you please provide more of an explanation for all \"missing items\"? \nI will let you know any other issues as I see them. However, now that we have made travel plans in reliance on your \nagreement to produce all evidence items, I am hoping that you can promptly answer these questions so that we can \nresolve any of them as needed this week. \nThank you, \n-Laura \nLaura A. Henninger I  Partner \nHaddon, Morgan & Foreman, P.C. \n150 E. 10th Avenue I  Denver, CO 80203 \n+I 303 831 7364 (Office) \nImenningerOulunflawcom \nFrom: \nSent: Wednesday, April 7, 2021 1:44 PM \nTo: Laura Menninger \n<Ienninger@hmflaw.com>•\nEFTA00015788\n\n(USANYS) \nCc: Jeff Pagliuca <jpagliucaahmflaw.com>; Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdell@cohengresseccom>; 'BOBBI C STERNHEIM' <bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nHi Laura, \nThe Bronx warehouse is located at 2350 Lafayette Ave, Bronx, NY. There is plenty of street parking outside of the \nbuilding. Whatever day you wish to have the review conducted at the warehouse, an AUSA and an agent will meet the \nattorney, investigator, and paralegal at the warehouse to escort them into the building to the evidence review room. The \nAUSA will remain present at the warehouse to answer any questions that may arise. \nThe FBI has informed me that they can make the evidence available for review at the warehouse any day next week or the \nweek of April 19th•  Please just let me know what day you prefer, and we will coordinate with the FBI to arrange for the \nreview. \nBest, \nAssistant United States Attorney \nSouthern District of New York \n1 St. Andrew's Plaza \nNew York, NY 10007 \nFrom: Laura Menninger <Imenninger_@hmflaw.com>\nSent: Wednesday, April 7, 2021 3:30 PM \nTo: \n) \n<  \n; \n) cza; \n(USANYS)<> \nCc: Jeff Pagliuca <jpagliucaPhmflaw.com>: Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdell@cohengresser.com>• 'BOBBI C STERNHEIM' <bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nThank you for the updated spreadsheets and the information regarding the timing of the review at 500 Pearl. \nI believe we will be able to have an attorney, investigator and paralegal present at the Bronx warehouse to take photos of \nthe \"excluded from transportation\" items. Please let us know the particulars for that visit when you have a moment. \nThank you, \nLaura \nLaura A. Menninger I  Partner \nHaddon, Morgan & Foreman, P.C. \n150 E. 10th Avenue I  Denver, CO \n80203 \n+I 303 831 7364 (Office) \nImenninger@hmflaw.com \nFrom: \nSent: Wednesday, April 7, 2021 10:06 AM \nEFTA00015789\n\nTo: Laura Menninger <Imenningerahmflaw.com>;\n(USANYS) \nCc: Jeff Pagliuca ipagliucaahmflaw.com>; Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdell@cohengresser.com>; 'BOBBI C STERNHEIM' <bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nGood morning, \nAttached please find the revised spreadsheets, which reflect designations under the Protective Order for the three mini-\nVHS tapes that I referenced below. \nI learned this morning that the Marshals intend to bring Ms. Maxwell back to the MDC each review day at 4:30pm. So we \ncan plan for the review to take place at 500 Pearl Street from 9:30am to 4:30pm each day beginning on April 13th. \nBest, \nAssistant United States Attorney \nSouthern District of New York \n1 St. Andrew's Plaza \nNew York, NY 10007 \nFrom: \nSent: Wednesday, April 7, 2021 12:09 AM \nTo: 'Laura Menninger' <Imenninge\nhmflaw.com> \n'c›; \n(USANYS) \nCc: 'Jeff Pagliuca' ipagliucaOhmflaw.com>; 'Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com)' \n<ceverdell@cohengresseccom>; 'BOBBI C STERNHEIM' <bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nGood evening, \nToday, the Marshals confirmed that they will produce Ms. Maxwell to 500 Pearl Street on April 13, 2021 and every day \nthereafter until the evidence review is complete. My understanding is that Ms. Maxwell should arrive to 500 Pearl Street \nat approximately 9:30am each morning. So we are confirmed for evidence review in the proffer rooms on the 5th floor of \nthe 500 Pearl Street courthouse beginning at 9:30am on April 13th.  I will plan to be present and to continue assisting with \nlogistics. If any questions or concerns arise, please feel free to call my cellphone at \nTo assist in preparing for this review, attached please find annotated versions of the three evidence spreadsheets I \npreviously emailed to you: (1) a spreadsheet of New York evidence; (2) a spreadsheet of Florida evidence; and (3) a more \ndetailed spreadsheet of the sub-items contained in the Florida evidence spreadsheet. A couple things to note: \n•  These spreadsheets now indicate the Protective Order designation, if any, for each item to be reviewed. As you will \nsee, there are three mini-VHS tapes that I need to double check before assigning a final designation. I expect to be \nable to access a mini-VHS cassette player later this week, at which point I will be able to provide an updated \nspreadsheet with a confirmed designation for those three items. Additionally, please note that there is one item \nabout which we plan to provide you with a letter later this week. \n•  These spreadsheets also indicate where each item will be made available for the defense to review. As you will see, \nwe have now learned that one item (consisting of shredded paper) is currently at FBI headquarters and will not be \nEFTA00015790\n\navailable for review next week. Please let me know if you believe you need to review that item, and I will inquire as \nto whether and how it can be relocated to New York. Additionally, all 1D items consist of electronic data (as \nopposed to 1B items, which are physical items). As is noted in the spreadsheets, the electronic data that constitute \nthe 1D items in this case have either already been produced to you in discovery (e.g., pen register data, GPS data, \nand aerial footage), or are digital recordings of interviews that will be produced as non-testifying witness \nstatements. Because these 1D items are data files stored in the FBI system, there is no corresponding physical item \nto produce for you to review. \nPlease let me know when you would like to schedule a time for a smaller group from the defense team to review evidence \nat the Bronx warehouse. \nBest, \nAssistant United States Attorney \nSouthern District of New York \n1 St. Andrew% Plaza \nNew York, NY 10007 \nFrom: \nSent: Monday, April 5, 2021 10:48 PM \nTo: Laura Menninger <Imenningehmflaw.com>,\n(USANYS) \nCc: Jeff Pagliuca <jpagliucaPhmflaw.com>, Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresseccom) \n<ceverdell@cohengressecconw 'BOBBI C STERNHEIM' <bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nLaura, \nThank you for your email and for your understanding as we work through the logistics of arranging this review. Your \nmodifications and clarifications are acceptable to us. Below I address each specifically: \n•  The FBI can arrange for a lawyer, investigator, and paralegal to inspect and photograph the precluded items at the \nBronx warehouse either next week or the week after. Please let us know what day you would like to arrange for \nthat inspection, and I will coordinate with the FBI accordingly. I would suggest trying to schedule this visit early \nnext week if possible so that if there are items that you believe need to be produced to 500 Pearl Street, we will \nhave time to do so during a subsequent day of review at 500 Pearl if the FBI agrees to transport the item(s). \n•  Tomorrow, I will send you evidence spreadsheets with annotations of which items the FBI will not be producing to \n500 Pearl Street, and which items we are designating under the Protective Order. Please note that certain items \nwill be designated \"Confidential,\" in which case they may be photographed, but the photographs should be treated \nas Confidential under the Protective Order. Other items will be designated \"Highly Confidential,\" in which case they \nmay not be photographed, absent specific authorization from an AUSA. I note the possibility of authorization to \nphotograph this latter category because some Highly Confidential evidence items include both nude and non-nude \nportions, in which case we would permit photography of the non-nude portions. \n•  In light of our decision to produce non-testifying witness statements beginning on April 12, 2021, we are no longer \nsegregating any electronic media that contain witness statements during this review. This is because all of the \nwitness statements on the electronic media in the FBI's possession are from witnesses whom the Government does \nnot expect to call at trial in this case. Please note that we intend to produce digital audio files to you containing the \nEFTA00015791\n\ncontents of the electronic media with these non-testifying witness statements, but you are of course welcome to \nreview the original recordings themselves. \n•  In terms of space, I have been informed that we will not be permitted to conduct this review in a courtroom and \nwill instead be required to do so in the proffer rooms. I have reserved the two largest proffer rooms available at \n500 Pearl. We can use the largest proffer room for evidence review, and the slightly smaller proffer room as a \nprivate meeting space for the defense team. \n•  Confirmed, I will ask the FBI to bring all electronic highly confidential images to 500 Pearl Street, including the \n2,100 that were not previously reviewed and the electronic images that were previously provided for review at the \nMDC. \n•  Confirmed, I will ask the FBI to bring the 7 hard-copy highly confidential materials to 500 Pearl Street. \nAs I mentioned earlier today in a separate email, the FBI and AUSAs are prepared to facilitate this review beginning April \n13th and continuing every day thereafter until your review is complete. I have also formally requested that the Marshals \nproduce Ms. Maxwell to 500 Pearl Street on April 13th and every day thereafter until the review is complete. The \nMarshals previously confirmed their willingness to produce Ms. Maxwell for such a review in general, but they have not \nyet confirmed their ability to do so on any particular dates. I will let you know as soon as the Marshals inform me \nwhether they can accommodate these specific dates. \nBest, \nAssistant United States Attorney \nSouthern District of New York \n1  St. Andrew's Plaza \nNew York, NY 10007 \nFrom: Laura Menninger \n<Imenninger@hmflaw.com>\nSent: Friday, April 2, 2021 5:36 PM \nTo: \n) 4c\n. \n-)c>; \n(USANYS) c> \nCc: Jeff Pagliuca <jpagliuca@hmflaw.com>; Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdell@cohengresser.com>. 'BOBBI C STERNHEIM' \n<bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nThank you for your email. Your proposal is largely acceptable to us, with the following modifications and clarifications. \n•  For the items that you propose below to exclude from the evidence transported to 500 Pearl Street (with the \nexception of the cash held at 26 Federal Plaza), we will need to have access for a lawyer, investigator and paralegal \nto inspect and photograph those items at the Bronx warehouse. This seems to include the bulky items, electronic \ndevices and \"fragile\" items. \no  Once they are photographed and shared with the team and our client, we can decide whether a separate \ninspection by our client and/or any expert is necessary at a later time. To be clear, the government's photos \nof these same items are insufficient. \no  If there are any items we are not permitted to photograph (and perhaps you will be able to tell us by April 5 \nwhich those are), we likely will need to have those transported because there is no way for our client to \ninspect the evidence. We can wait to finalize this issue until you have finished deciding what items you \nconsider non-photographable, and if we can't agree, then discuss next steps. \nEFTA00015792\n\no \nPlease let us know when these \"non-transportable\" items can be inspected and photographed at the Bronx \nwarehouse. It makes sense that it would be done soon so that we can raise any issues as necessary with the \nCourt. \n•  For playing any of the electronic media, we will obtain the necessary equipment to play at 500 Pearl Street and \nseek permission to bring those devices into the Courthouse. You can segregate out the section of recordings that \ncontain \"witness statements\" and advise us then which ones cannot be played, but we still need to inspect the \noutside of those recordings. \n•  As far as space, can you please advise whether the largest proffer room will be available for review of evidence? It \nis my understanding that it can accommodate a large number of the team members at one time. If not, is a locked \ncourtroom available for us to review the evidence? The agents could bring out a limited number of boxes at a time \nfor inspection. \n•  We understand that the evidence will not be taken outside of the monitoring of the agents or your staff and \nappreciate that you will have a separate room for us to consult with our client privately (without the evidence). \n•  We understand that all of the highly confidential materials, including not only the 2,100 images not previously \ndisclosed as well as the electronic images that were only shown to NY counsel and the client at the MDC, will be \navailable for review on a singular laptop at 500 Pearl Street. \n•  We also understand the 7 hard-copy highly confidential materials will also be available for inspection at 500 Pearl \nStreet. \nPlease let me know if you have any questions or disagree with my understanding. If you agree, we can then proceed as \nscheduled on April 12 and continue day to day until we are finished, with a break if necessary for the arraignment. \nLaura A. Henninger I  Partner \nHaddon, Morgan & Foreman, P.C. \n150 E. 10th Avenue I  Denver, CO 80203 \n+1 303 831 7364 (Office) \nImenninger(ii)lunflaw.corn \nFrom: \nSent: Saturday, March 27, 2021 4:38 PM \nTo: Laura \nMenninger <ImenninperPhmflaw.com>• \n) < \n>; \n(USANYS) \nCc: Jeff Pagliuca <jpagliucaPhmflaw.com>. Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \nceverdelIPcohengressercom>. 'BOBBI C STERNHEIM' \n<bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nCounsel, \nThank you for your email. Below please find our response. If this is acceptable to you, then we will proceed with \narranging the logistics of having your client produced to 500 Pearl the week of April 12th and the week April 19th. We will \nalso arrange for the FBI to transport evidence to 500 Pearl for review the week of April 12th. \nPhysical \nEvidence \n•  It is not reasonable or feasible to insist that the FBI bring all physical evidence to 500 Pearl Street. That said, we are \ncertainly willing to work with you to ensure that your client can review any physical items that are material to the \npreparation of her defense. \n•  We would propose excluding the below items from production to 500 Pearl: \no \nWe appreciate your note that the massage tables are not needed, which will certainly help with the logistics \nof transport. \no \nWe also appreciate your indication that the cash items from 26 Federal Plaza do not need to be produced. \nThose are the only items not located in the Bronx warehouse. \nEFTA00015793\n\no  The FBI has seized dozens of electronic devices, including desktop computers, servers, and laptops, from \nJeffrey Epstein's residences in 2019. Photographs of those devices were produced in our August 2020 \nproductions as part of the search warrant photographs, and you have received copies of the data that was \nseized from those devices pursuant to a warrant. The production of these devices would be very \ncumbersome, and we do not see any value in looking at an electronic device that cannot be turned on. \no  The framed pictures are bulky and cumbersome to transport. These are also very delicate and are difficult \nto transport. Photographs of those seized images were already provided to you as part of the photographs \nfrom the searches of Epstein's residences. \no  Certain items seized from the New York residence are bulky, fragile, and/or difficult to transport. These \ninclude plaster busts of female torsos and a stuffed dog. Photographs of these items were already provided \nto you from the search of the New York residence. \n•  The remaining physical items of evidence would fit into approximately 15 to 20 boxes. The FBI has indicated that it \nwould be feasible to transport those boxes to 500 Pearl Street. \n•  Regarding your request for equipment that can play the recordings, we believe they would require a VCR, a cassette \nplayer, a CD player, an adapter for a micro VHS tape, and a microcassette player. If you wish to play these \nrecordings at 500 Pearl, you will need to provide that equipment. We have asked the FBI whether any other \nequipment would be necessary and will let you know if that is the case prior to the date of your review. It is our \nunderstanding that any recordings that are not witness statements and that are not highly confidential have been \nproduced to you in discovery. We are not aware of any discoverable, non-highly confidential, recordings that were \nnot produced to you as part of the Government's discovery productions in the fall. To confirm that understanding, \nwe are working with the FBI to physically doublecheck each recording. If we identify any discoverable recordings \nthat have not already been produced, we will promptly provide them to you. \n•  The segregation of highly confidential material will require the FBI and an AUSA to physically review each item to \nconfirm the item's status. We will endeavor to do so by your requested date of April 5, 2021. \n•  We can confirm that neither the AUSA(s) nor the agent(s) will record or attempt to record any part of the evidence \nreview or conversations among the defense team or with the defendant during this review. Although the evidence \ncannot be left outside of the presence of an agent, we will ensure that a room is available for the defense team and \nthe defendant to confer privately away from the agent(s) and the AUSA(s) without monitoring. \n•  As for your request for a space large enough to fit 8 members of the defense team, the defendant, an agent, an \nAUSA, and the evidence, my office cannot control the space that the Marshals allow us to use at 500 Pearl outside \nof the proffer rooms. We will certainly request as large a space as possible, but if we are required to use the \nproffer rooms, then members of the defense team may need to rotate in and out of the room. I know members of \nthe defense team have been in those proffer rooms before, and they can hopefully provide some thoughts on how \nwe might use the proffer room space effectively for your purposes. If the Court grants authorization for the \ndefense to bring electronic devices into 500 Pearl, that is certainly fine with the Government, and you may note our \nconsent in your request to Judge Nathan for such authorization. \nHighly Confidential Electronic Images \n•  The 2,100 electronic images were recovered during the responsiveness review of images and videos seized from \nJeffrey Epstein's devices, which review was not complete until early November 2020. We indicated on page 4 the \ncover letter to our November 9, 2020 production, which included all other images and videos from those devices, \nthat \"the Federal Bureau of Investigation ('FBI') seized multiple nude and partially nude images from several for the \nabove-listed electronic devices. All such images have been designated Highly Confidential. The FBI will make these \nimages available for review by the defense upon request.\" We did not receive a request from the defense to review \nthese images until your March 8, 2021 letter, which requested to \"view and inspect all materials designated by your \noffice as 'Highly Confidential' under the terms of the Protective Order\". \n•  We did not ask the FBI to bring the 7 hard copy images to the MDC in the fall because we did not understand you to \nbe requesting a review of physical, non-electronic evidence during those meetings. Our understanding of the \ndefense request at that time was to review the electronic highly confidential images that were recovered from CDs \nfrom Epstein's residence. We will ensure that the 7 hard copy images are available to you for review at 500 Pearl. \nEFTA00015794\n\nBest, \nAssistant United States Attorney \nSouthern District of New York \nSt. Andrew's Plaza \nNew York, NY 10007 \nFrom: Laura Menninger \n<Imenninger@hmflaw.com>\nSent: Monday, March 22, 2021 5:19 PM \nTo: \n-)c>; \n(USANYS)<> \nCc: Jeff Pagliuca \n<jpagliuca@hmflaw.com>•\n Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdell@cohengressercom>. 'BOBBI C STERNHEIM' \n<bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nAll, \nWe have considered your proposal. Unfortunately, it does not permit us an adequate ability to review the evidence in the \ncase and does not permit our client to meaningfully participate in her own defense. \nFirst, we are unable to meaningfully review the evidence without the benefit of our laptops and other electronic devices \nwhich are needed to take notes of our review. We also need access to our devices during the review to compare the \nphysical evidence with the electronic discovery and with our work product. \nSecond, we need to provide our client the ability to review all discovery, including any recordings, in order to assist in her \nown defense. Presuming that she will not be taken to the FBI downtown office, then your proposal offers no means by \nwhich she can both inspect a recording in its physical form and listen to the recording at the same time. \nIn order to address the deficiencies in your proposal, we believe the following are necessary: \nPhysical \nEvidence \n•  All of the physical evidence currently located in the FBI Bronx warehouse will be transported to 500 Pearl Street \nand made available during the week of April 12, with our client present, in a room sufficiently large to \naccommodate 8 attorneys and investigators. \no  We do not need the \"bulky\" massage tables transported; if there are any other extremely large evidence \npieces, let us know what they are and we can consider whether we can have someone review and \nphotograph those at the Bronx warehouse at an earlier time. \no  From your email, it appears that only two items are not located at the Bronx warehouse —  both envelopes \nwith cash. Please confirm this. We do not need the two \"cash\" evidence items transported to 500 Pearl. \no  If there are other evidence items housed somewhere other than the Bronx, please let us know what they are \nand where they are. \n•  We will be permitted to bring our laptops, and a camera, into 500 Pearl Street; we are happy to seek permission \nfrom Judge Nathan to do so. \n•  Either the FBI can provide the equipment necessary to listen to any of the recordings at 500 Pearl Street or we can \nbring the necessary equipment. If we are to provide the equipment, we will need to know in advance the formats \nof each recording so that we can be prepared. You can note that on your Excel spreadsheet by the item number by \nMarch 29 to give us adequate time to secure the necessary equipment. \nEFTA00015795\n\n•  The FBI can segregate any physical evidence that you deem \"highly confidential.\" You can identify any \"highly \nconfidential\" physical evidence items on your Excel spreadsheets by April 5 (one week before the evidence view). If \nwe need to photograph or reproduce any such item for expert evaluation, we will seek leave of court. Otherwise, \nwe will not photograph any such items during the review during the week of April 12. This will ensure the evidence \nreview proceeds smoothly and there will not be any need to ask permission to photograph on an item by item \nbasis. \n•  The FBI also can segregate any recordings which we will be able to inspect, but not listen to, during the evidence \nview the week of April 12. You can note such designation on your Excel spreadsheet. If we disagree, we can seek \nleave of the Court in advance. \n•  We understand that an FBI Agent and/or AUSA may be present during our physical evidence review at 500 Pearl \nStreet but of course must ensure that no recordings are made of our conversations and also ensure that there is a \nseparate, secure room in which we can confer with our client during the evidence view without monitoring by the \ngovernment. \n•  Please confirm whether all electronic recordings (other than the highly-confidential images and videos described \nbelow) have previously been produced to us, and if not, please explain which ones were not produced by the \ndiscovery deadlines last fall and why. \nHighly Confidential \nElectronic Evidence \n•  Can you please explain why 2,100 + 7 \"highly confidential\" images have not been shared with us yet? It was our \nunderstanding that you previously provided all \"highly confidential\" images to our client —  and to defense counsel —\nfor review at the MDC in November. We are confused about where these previously undisclosed items were \nlocated and why they have not yet been made available for inspection and review. \n•  During the week of April 19, Ms. Maxwell should be produced to 500 Pearl Street to review (with counsel and a \ndefense staff member, on the 1 laptop provided) all of the 5,507 electronic images and video marked \"highly \nconfidential\". These should be segregated into the three categories you describe (never-before produced, \npreviously produced, and the 7 hard-copy images). \nPlease let us know if you will not agree to any of these steps so that we can address the issues with the Court. \nThank you. \nLaura A. Henninger I  Partner \nHaddon, Morgan & Foreman, P.C. \n150 E. 10th Avenue I  Denver, CO 80203 \n+1 303 831 7364 (Office) \nlinenninger(ahinflaw.corn \nFrom: \nSent: Tuesday, March 16, 2021 4:40 PM \nTo: Laura Menninger \n<Imenning-@hmflaw.corn>;\n(USANYS) \nCc: Jeff Pagliuca <jpagliucaPhmflaw.com>. Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdell@cohengresser.com>. 'BOBBI C STERNHEIM' \n<bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \n< \nAll, \nAttached please find two spreadsheets documenting all physical evidence in the FBI's custody, as well as a corresponding \ndiscovery cover letter. We are sending a copy of these files to the MDC for your client as well. \nIn response to your questions, the FBI has informed me of the following: \nRegarding the Highly Confidential nude/partially nudge images to be reviewed at 500 Pearl: \n•  There are three categories of these images: \nEFTA00015796\n\no  Approximately 2,100 electronic images and videos seized from Epstein's electronic devices (which have not \nbeen previously provided to you) \no  Approximately 3,400 electronic images from discs seized from Epstein's residences in 2019 (which have \npreviously been provided to you and your client for review at the MDC) \no  Approximately 7 hard copy nude images located in the file from the FBI Florida office's investigation of \nEpstein (which have not been previously provided to you) \n•  The FBI will make all three of those categories available to you. The electronic files will be provided on hard drives, \nand the FBI will provide you with the hard copy images for review as well. \no  All electronic images should be viewable as thumbnails, except those seized from Apple devices, which must \nbe viewed using Cellebrite. \no  The Cellebrite software will be provided on the drive for your review of images and videos seized from Apple \ndevices. \no  The electronic files have the same metadata on the hard drive that was available when the FBI seized each \nimage. For images that were carved or deleted, no metadata was recovered, so none is viewable. For all \nother images, the metadata recovered should be viewable on the hard drive. \no  The approximately 2,100 electronic images and videos seized from Epstein's devices are separated by folder \nto indicate which device each image was seized from. \n•  Because these images are considered obscene material, the FBI is not permitted to make duplicates of them, and \nthere is a limited number of clean laptops on which these images can be reviewed. As a result, the FBI is only able \nto provide a  single laptop for review of these images. \nRegarding the physical evidence: \n•  Attached are two lists of all physical items in the FBI's custody relating to this case. The first list relates to items \nassociated with the FBI Florida office's investigation of Epstein. The second list relates to items associated with the \nFBI New York office's current investigation. \n•  The vast majority of physical evidence in the FBI's custody is located at the FBI's warehouse in the Bronx. Two \nitems (18 77 & 1B 79) are located at 26 Federal Plaza, but the case agents can check those items out from 26 \nFederal Plaza and bring them to the Bronx warehouse on whatever day you choose to conduct your review so that \nyou will have all evidence in one place. \n•  The FBI is able to arrange for the defense team to review all physical evidence at the Bronx warehouse under the \nfollowing conditions: \no  The warehouse requires at least two weeks' notice in order to pull all of the items for the entire case and \nplace them in a location where a large group of people can view them. \no  The warehouse is open during normal business hours between 9am and 5pm on weekdays. \no  At least two FBI agents and an AUSA will be present at the Bronx warehouse to assist and answer questions. \no  The evidence will be placed in a loading dock at the warehouse to provide additional space for the review. \nTo ensure that there is sufficient space, please let me know how many members of the defense team intend \nto be physically present for this review. \no  Electronic devices such as cellphones and laptops are not permitted in the warehouse. The defense team \nmay bring a digital camera that is not connected to the Internet or a cellular network into the warehouse. If \nthe defense team wishes to photograph an item of evidence, the defense will need to inform the agents who \nare present, so that they may confirm that the photographed item is not Highly Confidential based on the \npresence of nudity. \no  Electronic media such as VHS tapes, cassette tapes, and CDs will not be playable at the warehouse. \n•  To the extent the defense requests that the FBI bring any physical items to 500 Pearl Street for your client to review, \nthe FBI is prepared to bring items that are reasonably sized to 500 Pearl Street. With respect to bulky or large \nitems, the defense team should be able to photograph those for your client to review, unless they are deemed \nHighly Confidential, in which case the FBI can make arrangements to transport the item to 500 Pearl Street if \nnecessary. \n•  The FBI is in the process of confirming that it can provide devices to play all of the electronic media in the case in a \nsingle location at the FBI's offices in downtown Manhattan. We are also double-checking to confirm that all media \nthat does not contain witness statements have already been produced to you and your client in discovery. The FBI \nanticipates that we can arrange for you to review all non-witness statement electronic media at the FBI's office in \ndowntown Manhattan in approximately three weeks. \nEFTA00015797\n\no  To the extent you wish to review all of the discs containing photographs, which were seized from Epstein's \nresidences in 2019, we note that all of those images have already been produced to you in discovery. For \nyour awareness, the FBI has informed me that it took their team several weeks to review all of the images on \nall of those discs. \nPlease let me know how you wish to proceed. \nBest, \nAssistant United States Attorney \nSouthern District of New York \n1 St. Andrew's Plaza \nNew York, NY 10007 \nFrom: \nSent: Monday, March 15, 2021 6:00 PM \nTo: 'Laura Menninger' <lmenning \n@hmflaw.com>• \nan; \n(USANYS) \nCc: Jeff Pagliuca <jpagliucaPhmflaw.com>; Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdell@cohengresser.com>• 'BOBBI C STERNHEIM' <bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nLaura, \nI expect to be able to answer all of your questions about the evidence review by tomorrow. \nWe have been looking into the discovery request you made last week, and we hope to have a response ready to provide \nto you by next week. \nBest, \nAssistant United States Attorney \nSouthern District of New York \n1 St. Andrew's Plaza \nNew York, NY 10007 \nFrom: Laura Menninger <Imenninger@hmflaw.com>\nSent: Monday, March 15, 2021 3:01 PM \nTo: \n)'c; \n) <a; \n(USANYS) ‹> \nCc: Jeff Pagliuca <jpagliucaPhmflaw.com>; Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com)\nEFTA00015798\n\n<ceverdeil@cohengressercom>. 'BOBBI C STERNHEIM' \n<bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nNow that the FBI team is back, when do you expect to have answers to all of the questions posed? If I had an idea of \nwhen you would have answers, it could help me answer your question. \nAt a  minimum, it would not seem to take too much time to know when someone can open the FBI vault and allow the \nattorneys to make an initial view of the evidence. Also, I understand the FBI did not prepare an inventory of their \nevidence when they seized it from NY and LSJ, so I don't think we need to wait for them to now prepare an inventory \nbefore we start reviewing evidence. \nAlso, when do you believe you will have a response regarding the discovery I requested last Monday? \nThanks, \nLaura \nLaura A. Henninger I Partner \nHaddon, Morgan & Foreman, P.C. \n150 E. 10th Avenue I  Denver, CO 80203 \n+1 303 831 7364 (Office) \nImenninger(a:ihmflaw.com \nFrom: \nSent: Friday, March 12, 2021 11:44 AM \nTo: Laura \nMenninger <Imenninger@hmflaw.com>;\n(USANYS) \nCc: Jeff Pagliuca \n<jpagliucaCahmflaw.com>•\n Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdellPcohengresser.com>. 'BOBBI C STERNHEIM' \n<bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \n< \nCounsel, \nThe FBI team on this case has been out of the office this week and will not be able to answer all of the questions you \nasked during our Wednesday call until they are back in the office next week. Please let me know if you would like to wait \nuntil all of those questions can be answered to schedule a day for your client to be brought to 500 Pearl Street to review \nthe highly confidential images. My understanding is that the FBI is able to provide at least one laptop containing those \nhighly confidential images in time for such a review to take place on Thursday 5/18, but I may not have the answers to all \nof your questions about those images before that date, and I do not know whether you will also be able to visit the \nevidence vault that same week. \nPlease let me know how you would like to proceed. I will reach back out once I have answers to your questions. \nThank you, \nAssistant United States Attorney \nSouthern District of New York \nI  St. Andrew's Plaza \nNew York, NY 10007 \nEFTA00015799\n\nFrom: \nSent: Tuesday, March 9, 2021 4:56 PM \nTo: Laura Menninger <ImenningeJL@hmflaw.com>. \nc=e \n(USANYS) \nCc: Jeff Pagliuca <jpagliucaahmflaw.com>; Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdell@cohengresser.com>• 'BOBBI C STERNHEIM' <bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nThat is the only excel spreadsheet indexing physical evidence that we have produced in discovery. That spreadsheet does \nnot include every physical item currently in the FBI's custody related to this case. For example, the August 20, 2020 \ndiscovery production also included search warrant returns listing the physical items seized by the FBI's New York Office \nduring the 2019 searches of Jeffrey Epstein's residences in New York and the U.S Virgin Islands (see Bates range \nSDNY_GM_00166007-SDNY_GM_00166043), but they are not contained in a spreadsheet. \nAs a courtesy, I have asked the FBI whether it would be possible to provide us with a similar excel index reflecting the \nphysical evidence seized by the FBI's New York Office, though it may take some time to compile such an index. \nBest, \nAssistant United States Attorney \nSouthern District of New York \n1 St. Andrew's Plaza \nNew York, NY 10007 \nFrom: Laura Menninger <Imenninger@hmflaw.com>\nSent: Tuesday, March 9, 2021 3:44 PM \nTo: \n) \n) <a; \n(USANYS)\nCc: Jeff Pagliuca <jpagliucaahmflaw.com>; Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdell@cohengresser.com>; 'BOBBI C STERNHEIM' <bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nThank you. Is that the only index of physical evidence available? \nLaura A. Menninger I  Partner \nHaddon, Morgan & Foreman, P.C. \n150 E. 10th Avenue I  Denver, CO \n80203 \n+1 303 \n831 7364 (Office) \nImenninger@hmflaw.com \nFrom: \nSent: Tuesday, March 9, 2021 1:38 PM \nTo: Laura \nMenninger <ImenrungerPhmflaw com>; \nEFTA00015800\n\n(USANYS) \nCc: Jeff Pagliuca <jpagliucaahmflaw.com>; Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdell@cohengresser.com>• 'BOBBI C STERNHEIM' <bcsternheim@mac.con»\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nCounsel, \nIn advance of our call tomorrow, I wanted to send a copy of the attached index of physical items in FBI custody from the \nFBI-Miami office, which we previously produced to you as part of our August 21, 2020 discovery production. Also \nincluded in that August 21, 2020 production were scans of numerous items listed on the index. Those scans can be found \nwithin Bates range SDNY_GM_00172218-SDNY_GM_00173007. It may be useful to reference some of those items during \nour conversation tomorrow, so I wanted to make sure you were aware of them. \nBest, \nAssistant United States Attorney \nSouthern District of New York \n1 St. Andrew% Plaza \nNew York, NY 10007 \nFrom: \nSent: Tuesday, March 9, 2021 2:03 PM \nTo: 'Laura Menninger' \n<Ienninger@hmflaw.com>• \nal›; \n(USANYS) \nCc: Jeff Pagliuca <jpagliucaPhmflaw.com>; Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdell@cohengresseccom>; 'BOBBI C STERNHEIM' <bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nYes, that works for us, thank you very much. We can use the below dial-in: \nDial-in: \nCode: \nBest, \nFrom: Laura Menninger \n<Imenninger@hmflaw.com>\nSent: Tuesday, March 9, 2021 11:19 AM \nTo: \n) \n>; \n(USANYS) c> \nCc: Jeff Pagliuca <jpagliucaahmflaw.com>; Christian R Everdell - Cohen & Gresser LLP \n(ceverdell@cohengresser.com) \n<ceyerdell@cohengresser.com>• 'BOBBI C STERNHEIM' <bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nGood \nmorning, \nEFTA00015801\n\nWe are free at 1:30 p.m. ET / 11:30 a.m. MST tomorrow. Would that work? We are generally free thereafter, so please \nsuggest another later time if not. \nThank you, \nLaura \nLaura A. Henninger I  Partner \nHaddon, Morgan & Foreman, P.C. \n150 E. 10th Avenue I  Denver, CO 80203 \n+1 303 831 7364 (Office) \nlinenninger(athinflaw.corn \nFrom: \nSent: Tuesday, March 9, 2021 8:36 AM \nTo: Laura Menninger <Imenningehmflaw.com>.\n(USANYS) \nCc: Jeff Pagliuca <jpagliucaahmflaw.com>. Christian R Everdell - Cohen & Gresser LLP \n(ceverdell@cohengresser.com) \n<ceverdell(a@cohengresseccom>. 'BOBBI C STERNHEIM' \n<bcsternheim@mac.com>\nSubject: RE: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nGood morning, \nIt would be helpful to have a call to discuss the requests contained in this letter. Are there times tomorrow when you \nwould be available to speak, please? \nThank you, \nAssistant United States Attorney \nSouthern District of New York \n1  St. Andrew's Plaza \nNew York. NY 10007 \nFrom: Laura Menninger \n<Imenningejhmflaw.com>\nSent: Monday, March 8, 2021 2:03 PM \nTo: \n) 4c.\n›; >; \n(USANYS) <E> \nCc: Jeff Pagliuca <jpagliucaPhmflaw.com>. Christian R Everdell - Cohen & Gresser LLP (ceverdell@cohengresser.com) \n<ceverdellPcohengresser.com>. 'BOBBI C STERNHEIM' \n<bcsternheim@mac.com>\nSubject: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \nCounsel — \nPlease see attached correspondence. \n-Laura \nEFTA00015802\n\nLaura A. Menninger \nHaddon, Morgan and Foreman, P.C. \n150 East 10th Avenue \nDenver, Colorado 80203 \nMain 303.831.7364 FX 303.832.2628 \nImenninger@hmflaw.com \nwww.hmflaw.com \nCONFIDENTIALITY NOTICE: This e-mail transmission, and any documents, files or previous e-mail messages \nattached to it may contain information that is confidential or legally privileged. If you are not the intended \nrecipient, or a person responsible for delivering it to the intended recipient, you are hereby notified that you \nmust not read this transmission and that any disclosure, copying, printing, distribution or use of any of the \ninformation contained in or attached to this transmission is STRICTLY PROHIBITED. If you have received this \ntransmission in error, please notify the sender by telephone or return e-mail and delete the original \ntransmission and its attachments without reading or saving it in any manner. Thank you. \nEFTA00015803",
    "pageCount": 18,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ng desktop computers, servers, and laptops, from \nJeffrey Epstein's residences in 2019. Photographs of those device"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "the Marshals intend to bring Ms. Maxwell back to the MDC each revi"
      },
      {
        "name": "Laura Mennin",
        "role": "extracted",
        "context": "From: \nTo: Laura Mennin er <Imennin e mflaw.com>, \""
      },
      {
        "name": "Jeff Pagliuca",
        "role": "extracted",
        "context": "aw.com>, \" \n\" \n(USANYS)\" \nCc: Jeff Pagliuca ipagliuca®hmflaw.com>, \"Chris"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "tend the review? \nThank you, \nAssistant United States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Thank you, \nAssistant United States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "stant United States Attorney \nSouthern District of New York \n1 St. Andrew% Pl"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "ct of New York \n1 St. Andrew% Plaza \nNew York, NY 10007 \nFrom: \nSent:"
      },
      {
        "name": "Laura Menninger",
        "role": "extracted",
        "context": ", April 8, 2021 10:05 PM \nTo: Laura Menninger <Imenninger@hmflaw.com>; \nIcl"
      },
      {
        "name": "Assigned Box",
        "role": "extracted",
        "context": "t week. \n•  The \"Missing from Assigned Box\" items are items 1B130 and 1B"
      },
      {
        "name": "Monday April",
        "role": "extracted",
        "context": "could have the Bronx view on Monday April 12. Thank you \nfor the logist"
      },
      {
        "name": "Bronx Warehouse",
        "role": "extracted",
        "context": "s that you have noted for the Bronx Warehouse but will in fact need to be b"
      },
      {
        "name": "Highly Confidential",
        "role": "extracted",
        "context": "because you labeled them as \"Highly Confidential\" and not \"bulky.\" These appea"
      },
      {
        "name": "Evidence List",
        "role": "extracted",
        "context": "These appear to include: \nNY Evidence List \n•  Items 16127-130 (4 boxes)"
      },
      {
        "name": "Florida Evidence",
        "role": "extracted",
        "context": "oxes). \n•  Item 1B13 (1 box) \nFlorida Evidence List \n.   Item 1, Subitem 26"
      },
      {
        "name": "Master Bedroom",
        "role": "extracted",
        "context": "— one large framed photo from Master Bedroom. \nSecond, with regard to the"
      },
      {
        "name": "Florida Items",
        "role": "extracted",
        "context": "regard to the \"Bulky\" photos (Florida Items 1, Subitems 8, 15a, 15b and 1"
      },
      {
        "name": "Florida Item",
        "role": "extracted",
        "context": "sported to 500 Pearl. \nThird, Florida Item 8, Subitem 8, says it is Sixt"
      },
      {
        "name": "Ray Disks",
        "role": "extracted",
        "context": "ral, the chart indicates \"Blu-Ray Disks;\" is there a reason we cannot"
      },
      {
        "name": "Another Florida",
        "role": "extracted",
        "context": "son we cannot inspect these? \nAnother Florida item is listed as \"one origin"
      },
      {
        "name": "Shredded Paper",
        "role": "extracted",
        "context": "nformation at another \ndate. \nShredded Paper —  Yes, we need to review tha"
      },
      {
        "name": "Laura \nLaura",
        "role": "extracted",
        "context": "eded this week. \nThank you, \n-Laura \nLaura A. Henninger I  Partner \nHadd"
      },
      {
        "name": "Partner \nHaddon",
        "role": "extracted",
        "context": "-Laura \nLaura A. Henninger I  Partner \nHaddon, Morgan & Foreman, P.C. \n150"
      },
      {
        "name": "Oulunflawcom \nFrom",
        "role": "extracted",
        "context": "831 7364 (Office) \nImenningerOulunflawcom \nFrom: \nSent: Wednesday, April 7, 2"
      },
      {
        "name": "Hi Laura",
        "role": "extracted",
        "context": "nfidential materials, scenes \nHi Laura, \nThe Bronx warehouse is loca"
      },
      {
        "name": "The Bronx",
        "role": "extracted",
        "context": "materials, scenes \nHi Laura, \nThe Bronx warehouse is located at 2350"
      },
      {
        "name": "Lafayette Ave",
        "role": "extracted",
        "context": "warehouse is located at 2350 Lafayette Ave, Bronx, NY. There is plenty o"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "eflect designations under the Protective Order for the three mini-\nVHS tapes"
      },
      {
        "name": "Pearl Street",
        "role": "extracted",
        "context": "e review to take place at 500 Pearl Street from 9:30am to 4:30pm each da"
      },
      {
        "name": "The \nMarshals",
        "role": "extracted",
        "context": "until the review is complete. The \nMarshals previously confirmed their wi"
      },
      {
        "name": "Federal Plaza",
        "role": "extracted",
        "context": "eption of the cash held at 26 Federal Plaza), we will need to have access"
      },
      {
        "name": "Pearl \nStreet",
        "role": "extracted",
        "context": "ailable for inspection at 500 Pearl \nStreet. \nPlease let me know if you h"
      },
      {
        "name": "Laura \nMenninger",
        "role": "extracted",
        "context": ", March 27, 2021 4:38 PM \nTo: Laura \nMenninger <ImenninperPhmflaw.com>• \n) <"
      },
      {
        "name": "Physical \nEvidence",
        "role": "extracted",
        "context": "view the week of April 12th. \nPhysical \nEvidence \n•  It is not reasonable or f"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "r \nconsent in your request to Judge Nathan for such authorization. \nHigh"
      },
      {
        "name": "Electronic Images",
        "role": "extracted",
        "context": "ization. \nHighly Confidential Electronic Images \n•  The 2,100 electronic imag"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "rom those devices, \nthat \"the Federal Bureau of Investigation ('FBI') seiz"
      },
      {
        "name": "Electronic Evidence",
        "role": "extracted",
        "context": "nd why. \nHighly Confidential \nElectronic Evidence \n•  Can you please explain wh"
      },
      {
        "name": "The Cellebrite",
        "role": "extracted",
        "context": "viewed using Cellebrite. \no  The Cellebrite software will be provided on"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "ences in New York and the U.S Virgin Islands (see Bates range \nSDNY_GM_001"
      },
      {
        "name": "Menninger \nHaddon",
        "role": "extracted",
        "context": "Laura \nEFTA00015802\n\nLaura A. Menninger \nHaddon, Morgan and Foreman, P.C. \n15"
      },
      {
        "name": "Avenue \nDenver",
        "role": "extracted",
        "context": "Foreman, P.C. \n150 East 10th Avenue \nDenver, Colorado 80203 \nMain 303.831"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      },
      {
        "name": "New York, NY",
        "type": "city"
      },
      {
        "name": "Denver, CO",
        "type": "city"
      },
      {
        "name": "Bronx, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-04-08",
        "event": "April 8, 2021"
      },
      {
        "date": "2021-04-12",
        "event": "April 12, 2021"
      },
      {
        "date": "2021-04-07",
        "event": "April 7, 2021"
      },
      {
        "date": "2021-04-13",
        "event": "April 13, 2021"
      },
      {
        "date": "2021-04-05",
        "event": "April 5, 2021"
      },
      {
        "date": "2021-04-02",
        "event": "April 2, 2021"
      },
      {
        "date": "2021-03-27",
        "event": "March 27, 2021"
      },
      {
        "date": "2020-11-09",
        "event": "November 9, 2020"
      },
      {
        "date": "2021-03-08",
        "event": "March 8, 2021"
      },
      {
        "date": "2021-03-22",
        "event": "March 22, 2021"
      },
      {
        "date": "2021-03-16",
        "event": "March 16, 2021"
      },
      {
        "date": "2021-03-15",
        "event": "March 15, 2021"
      },
      {
        "date": "2021-03-12",
        "event": "March 12, 2021"
      },
      {
        "date": "2021-03-09",
        "event": "March 9, 2021"
      },
      {
        "date": "2020-08-20",
        "event": "August 20, 2020"
      },
      {
        "date": "2020-08-21",
        "event": "August 21, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "303 831 7364",
      "303.832.2628",
      "+1 303 831 7364"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:51.514Z"
}