{
  "document": {
    "id": "efta00019878",
    "filename": "EFTA00019878.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019878.pdf",
    "text": "\n\nFrom: \nTo:'\nSubject: Re: JE estate meeting \nDate: Sat, 21 Dec 2019 00:43:40 +0000 \nAh, sorry, just saw this. \nOn Dec 20, 2019, at 5:22 PM, wrote: \nI'm sorry -  my colleagues remind me that this is inaccurate, defense counsel returned and/or destroyed \ndiscovery materials, pursuant to the protective order, following Epstein's suicide. So they won't be able to provide \ndiscovery materials. However, I believe they should separately have copies of the search warrant inventories which \nwere of course provided separate from the protective order; if they don't, please let us know, and again we'll continue \nto try to figure out what if any obligations / restrictions we are subject to on the copies of inventory records that we \nhave. Apologies for the confusion. \nFrom \nSent: Friday, December 20, 2019 17:17 \nTo: \nCc: \nSubject: RE: JE estate meeting \nMarc, \nWe're not yet exactly sure what our ability is to provide to the Trustees what is effectively discovery in a now-defunct \ncriminal case against Epstein himself; that said, I can convey that we did produce to defense counsel detailed search \nwarrant returns in connection with the New York property. Perhaps you would be able to obtain those from Epstein's \ncriminal defense counsel? In particular I believe what you're looking for would be especially at USAO_4381-4445, but \npotentially also USAO_2662-4380 (though I note that a handful of those pages were marked as Confidential under a \nprotective order, as set forth in the discovery letter sent to counsel on July 31, 2019). We will also review the status of \nthe search warrant return with respect to the island property (and we have not searched the New Mexico property), and \nI hope this is useful in the interim. \nSeparately, I've conveyed your request for a meeting to discuss the possibility of resolving the Government's potential \nforfeiture claims, and I haven't yet gotten a response to relay but will let you know as soon as I do (and will also provide \nthese dates in connection with your request). \nthanks, \nFrom: \nSent: Thursday, December 19, 2019 19:09 \nTo: \nCc: \nSubj : estate meeting \nEFTA00019878\n\nTo follow up on our call, can you please send us the search warrant returns/inventories and, if possible, any additional \ndetail regarding the items that were seized in the two searches of the New York property and the search of the New \nMexico property. \nWith respect to a next meeting with you and the Chief of the Criminal Division and, of course, any other colleagues you \nwish to attend, the following dates in early January would be good for us: \nJanuary 3, 6 (before 2:00), 7, 8 (1:00 or later), 9 (after 11:00), or 10 \nHappy and Healthy New Year from Andy and me. \n Partner \nCo-Chair, White Collar Defense \nHu hes Hubbard & Reed LLP \nNew York. NY 10004-1482 \nOffice Cell Fa \nThis message contains confidential information and is intended only for the individual named. If you are not the named addressee you should not \ndisseminate, distribute or copy this e-mail. Please notify the sender immediately by e-mail if you have received this e-mail by mistake and delete this \ne-mail from your system. E-mail transmission cannot be guaranteed to be secure or error-free as information could be intercepted, corrupted, lost, \ndestroyed, arrive late or incomplete, or contain viruses. The sender therefore does not accept liability for any errors or omissions in the contents of this \nmessage, which arise as a result of e-mail transmission. If verification is required please request a hard-copy version. \nEFTA00019879",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "On Dec",
        "role": "extracted",
        "context": "0 \nAh, sorry, just saw this. \nOn Dec 20, 2019, at 5:22 PM, wrote:"
      },
      {
        "name": "From \nSent",
        "role": "extracted",
        "context": "Apologies for the confusion. \nFrom \nSent: Friday, December 20, 2019 17"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "(and we have not searched the New Mexico property), and \nI hope this i"
      },
      {
        "name": "New \nMexico",
        "role": "extracted",
        "context": "roperty and the search of the New \nMexico property. \nWith respect to a"
      },
      {
        "name": "Criminal Division",
        "role": "extracted",
        "context": "with you and the Chief of the Criminal Division and, of course, any other col"
      },
      {
        "name": "Healthy New",
        "role": "extracted",
        "context": "fter 11:00), or 10 \nHappy and Healthy New Year from Andy and me. \n Part"
      },
      {
        "name": "Partner \nCo",
        "role": "extracted",
        "context": "New Year from Andy and me. \n Partner \nCo-Chair, White Collar Defense"
      },
      {
        "name": "White Collar",
        "role": "extracted",
        "context": "and me. \n Partner \nCo-Chair, White Collar Defense \nHu hes Hubbard & Ree"
      },
      {
        "name": "Defense \nHu",
        "role": "extracted",
        "context": "rtner \nCo-Chair, White Collar Defense \nHu hes Hubbard & Reed LLP \nNew Y"
      },
      {
        "name": "Office Cell",
        "role": "extracted",
        "context": "LLP \nNew York. NY 10004-1482 \nOffice Cell Fa \nThis message contains con"
      },
      {
        "name": "Fa \nThis",
        "role": "extracted",
        "context": "k. NY 10004-1482 \nOffice Cell Fa \nThis message contains confidential"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-12-20",
        "event": "December 20, 2019"
      },
      {
        "date": "2019-07-31",
        "event": "July 31, 2019"
      },
      {
        "date": "2019-12-19",
        "event": "December 19, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:59.767Z"
}