{
  "document": {
    "id": "efta00018867",
    "filename": "EFTA00018867.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018867.pdf",
    "text": "\n\nFrom: \n'• \n(USANYS)\" \nTo: \n'• \n(USANYS)\" \nCc: \n\"SANiillirIMIM>, ' (USANYS) \n[Contractor]\" \nSubject: Re: The Judge in Epstein's Case Should Not Turn the Dismissal Into a Drama for the Victims \nDate: Tue, 27 Aug 2019 14:58:16 +0000 \nThe judge addressed it in his first ten minutes of addressing the court. He also mentioned that one of the authors \n— though not disclosed in the article— is counsel in one of the civil cases. \nSent from my iPhone \nOn Aug \n27, 2019, at 10:35 AM, (USANYS) \n> \nwrote: \nThe Judge in Epstein's Case Should Not Turn the Dismissal Into a Drama for the Victims \nNY Law Journal \nBy \nBruce Green and Rebecca Roiphe \n8/26/19 \nLast week, Judge Richard Berman ordered a hearing on the prosecutors' decision to dismiss the indictment against \nJeffrey Epstein, who had been charged with multiple counts of sex trafficking and assault before he committed \nsuicide in a Manhattan prison. The judge announced that he intends to allow victims to speak at the hearing, which \nis scheduled for August 27th. Berman stated: \"The court believes that where, as here, a \ndefendant has died before \nany judgment has been entered against him, the public may still have an informational interest in the process by \nwhich the \nprosecutor seeks dismissal of an indictment.\" \nThis is an odd moment for transparency in a criminal case. Normally, if a prosecutor seeks to dismiss an \nindictment for such an obviously worthy reason, the court would simply grant the \nrequest The judge would not \nschedule a hearing and he definitely would not allow the victims to speak. And if  he did hold a hearing, whatever \ninformational interests the victims may have would be served by affording them a chance to attend the hearing, not \nby giving them a speaking role. \nThe procedural rules governing \nfederal criminal cases do not provide for posthumous trials. If the accused dies \nbefore trial, the federal court has no choice but to dismiss \nthe indictment and end the case. Indeed, if  an accused is \ntried and found guilty but dies while his appeal is pending, the federal court must set the conviction aside, as if it \nhad never occurred. If a party to a civil lawsuit dies, his estate may step into his shoes. But in a criminal \nprosecution, the defendant's estate cannot be \nasked to answer for the defendant's alleged crimes. \nAnd so it \nis odd for the \njudge in this case to \ndelay the \ninevitable \ndismissal, seemingly for dramatic \neffect. He has no \nchoice but to dismiss the \ncharges. At the \nhearing he scheduled, \nEpstein's lawyers will not oppose the \nprosecution's \nmotion to dismiss the indictment. It is doubtful whether \nEpstein's former lawyers could oppose the prosecution's \nmotion even if  they thought there were grounds to do so. Epstein's defense lawyers no longer have authority to \nspeak on his behalf: the lawyer-client relationship ended with his death. Nor would the victims have any plausible \ngrounds to ask the judge to continue the proceedings. \nPeople are right to be both outraged and frustrated after Epstein's suicide. He was a true villain, as both sides of \nthe political divide agree: Epstein was hated by the #MeToo movement \nand conservatives alike. His suicide denied \nthe public an accounting for his egregious crimes. It left us all without a clear sense of how this rich and powerful \nEFTA00018867\n\nman evaded justice the first time, when he served a meager sentence, much of it on home arrest, for similar \ncharges. \nThat said, now that he is dead, the criminal justice system is not the place for Epstein to be called \nto account The \nfact that the public has an interest in learning more about the process, as Berman suggested, does not mean \nthat \nvictims have the right to speak at a criminal proceeding scheduled for no obvious \npurpose but to give them a \nforum. One might think that there is no harm done in giving victims a chance to express \nthemselves in the \nscheduled \nhearing, but that is wrong for two reasons. \nFirst, the criminal justice system is designed to determine whether defendants are guilty of \nalleged crimes beyond a \nreasonable doubt in a fair process in which both the prosecution and defendant participate. While many people \nassume that Epstein is guilty of the crimes alleged in the indictment and worse, our courts and constitution require \nthat we presume him innocent until proven otherwise. Individuals charged with crimes must be allowed a chance to \nconfront their accusers and put the government to its burden. Frustrating as it is that the government will never get \nthe chance to present its case in a trial against Epstein, it is important to preserve the institutional structures \nnonetheless. Faith in the outcomes of run-of-the-mill cases require as much. \nIt is often important to hear from victims—for example, at a trial where the accused contests his guilt or in a \nsentencing hearing after a defendant is found guilty. But conducting a hearing on an uncontested question solely to \ngive victims a chance to tell their stories would be a rare if not unprecedented use of the courtroom—one that not \nonly veers from the norm but also weakens the institutional commitments that are necessary to ensure that all \nindividuals accused of a crime are afforded \nproper protection. \nSecond, this seems more \nlike a show than a real hearing. Judge Berman isn't really trying to obtain information \nabout why the government is dismissing its case. We all know why. The defendant is no longer alive. So the hearing \nwould necessarily be serving a different purpose: It might serve as a kind of theater at which the \npublic \nworks \nthrough its frustration and unresolved need for retribution. It might afford a collective catharsis for the victims \nwho may be allowed to tell their stories in court and for other victims of sexual assault. These are both noble goals, \nbut they are outside of the criminal justice system's mandate. \nWe don't necessarily have to give \nup the goal of a public accounting. Not entirely anyway. Prosecutors in the \nSouthern District of New York have indicated that they are not done with the investigation, leaving many to \nspeculate that Epstein's co-conspirators \nwill be charged. If so, the victims will get to tell their stories, at least \npartially. In civil lawsuits and forfeiture actions, they may also have an opportunity for their day in court. But we \nshould not distort the criminal justice process by \nimporting this perceived societal need into the criminal \ncourthouse when there \nis no proceeding in which hearing from the victims serves a legitimate criminal justice \npurpose. \nBruce Green is the Louis Stein Chair at Fordham Law School where he directs the Louis Stein Center for \nProfessional Ethics. \nHe \nformerly served as a \nfederal \nprosecutor in \nthe \nSouthern District of New \nYork. \nRebecca \nRoiphe is a \nprofessor of \nlaw at New \nYork Law School, where \nshe \nserves as the co-dean \nfor faculty \nscholarship. She \nformerly served as an Assistant District Attorney in the New York County District Attorney's Office. \nEFTA00018868",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "tors' decision to dismiss the indictment against \nJeffrey Epstein, who had been charged with multiple counts of sex"
      },
      {
        "name": "The Judge",
        "role": "extracted",
        "context": "[Contractor]\" \nSubject: Re: The Judge in Epstein's Case Should Not"
      },
      {
        "name": "Case Should",
        "role": "extracted",
        "context": "t: Re: The Judge in Epstein's Case Should Not Turn the Dismissal Into a"
      },
      {
        "name": "Not Turn",
        "role": "extracted",
        "context": "udge in Epstein's Case Should Not Turn the Dismissal Into a Drama fo"
      },
      {
        "name": "Dismissal Into",
        "role": "extracted",
        "context": "in's Case Should Not Turn the Dismissal Into a Drama for the Victims \nDate"
      },
      {
        "name": "Victims \nDate",
        "role": "extracted",
        "context": "ismissal Into a Drama for the Victims \nDate: Tue, 27 Aug 2019 14:58:16 +0"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "e civil cases. \nSent from my iPhone \nOn Aug \n27, 2019, at 10:35 AM, ("
      },
      {
        "name": "Law Journal",
        "role": "extracted",
        "context": "o a Drama for the Victims \nNY Law Journal \nBy \nBruce Green and Rebecca"
      },
      {
        "name": "By \nBruce",
        "role": "extracted",
        "context": "the Victims \nNY Law Journal \nBy \nBruce Green and Rebecca Roiphe \n8/2"
      },
      {
        "name": "Rebecca Roiphe",
        "role": "extracted",
        "context": "Journal \nBy \nBruce Green and Rebecca Roiphe \n8/26/19 \nLast week, Judge Ri"
      },
      {
        "name": "Judge Richard",
        "role": "extracted",
        "context": "a Roiphe \n8/26/19 \nLast week, Judge Richard Berman ordered a hearing on t"
      },
      {
        "name": "Judge Berman",
        "role": "extracted",
        "context": "e a show than a real hearing. Judge Berman isn't really trying to obtain"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "y anyway. Prosecutors in the \nSouthern District of New York have indicated th"
      },
      {
        "name": "Bruce Green",
        "role": "extracted",
        "context": "e criminal justice \npurpose. \nBruce Green is the Louis Stein Chair at F"
      },
      {
        "name": "Louis Stein",
        "role": "extracted",
        "context": "purpose. \nBruce Green is the Louis Stein Chair at Fordham Law School w"
      },
      {
        "name": "Fordham Law",
        "role": "extracted",
        "context": "n is the Louis Stein Chair at Fordham Law School where he directs the L"
      },
      {
        "name": "Professional Ethics",
        "role": "extracted",
        "context": "s the Louis Stein Center for \nProfessional Ethics. \nHe \nformerly served as a \nf"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "in \nthe \nSouthern District of New \nYork. \nRebecca \nRoiphe is a \nprofe"
      },
      {
        "name": "Rebecca \nRoiphe",
        "role": "extracted",
        "context": "thern District of New \nYork. \nRebecca \nRoiphe is a \nprofessor of \nlaw at Ne"
      },
      {
        "name": "Law School",
        "role": "extracted",
        "context": "rofessor of \nlaw at New \nYork Law School, where \nshe \nserves as the co"
      },
      {
        "name": "Assistant District",
        "role": "extracted",
        "context": "p. She \nformerly served as an Assistant District Attorney in the New York Coun"
      },
      {
        "name": "County District",
        "role": "extracted",
        "context": "rict Attorney in the New York County District Attorney's Office. \nEFTA00018"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:57.848Z"
}