{
  "document": {
    "id": "efta00010968",
    "filename": "EFTA00010968.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00010968.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nINDICTMENT \nUNITED STATES OF AMERICA \nTOVA NOEL \nand \nMICHAEL THOMAS, \nDefendants. \nX \nThe \nGrand Jury charges: \nINTRODUCTION \n1. On or about August 10, \n2019, TOVA NOEL and MICHAEL \nTHOMAS, the \ndefendants, in dereliction of their duties as \ncorrectional officers at the Metropolitan Correctional Center \n(\"MCC\"), repeatedly failed to perform mandated counts of prisoners \nunder their watch in the MCC's Special Housing Unit (\"SHU\"). \nInstead, for substantial portions of \ntheir shifts, NOEL and THOMAS \nsat at  their desk, browsed the internet, and moved around the \ncommon area of the SHU. To conceal their \nfailure to perform their \nduties, NOEL and THOMAS repeatedly signed false certifications \nattesting to having conducted multiple counts of \ninmates when, in \ntruth and in fact, they never conducted such counts. As a result \nof those false statements, the MCC believed prisoners in the SHU \nwere being regularly monitored \nand accounted for when, in fact, as \na  result of the defendants' conduct, no \ncorrectional officer \nEFTA00010968\n\nconducted any count or round of the SHU from approximately 10:30 \np.m. \non August 9 until approximately 6:30 a.m. on August 10, at \nwhich time, as alleged \nherein, NOEL and THOMAS discovered the body \nof  an  MCC \ninmate, Jeffrey Epstein, who had committed suicide \novernight while \nunobserved. \nRELEVANT INDIVIDUALS AND ENTITIES \n2. The MCC is \na  federal administrative detention \nfacility located in Manhattan that is run by the Federal Bureau of \nPrisons (\"BOP\").  The MCC \nis one of several facilities used to \nhouse inmates who have been charged with \nfederal crimes in  the \nSouthern District of New \nYork and are awaiting trial. The MCC \nemploys correctional officers, whose primary duty is to ensure the \ncare, custody, and control of the inmate population of the MCC. \n3. TOVA NOEL, the \ndefendant, has been employed as a \ncorrectional officer at the MCC since approximately 2016. As of \nAugust 2019, \nNOEL's primary assignment was the SHU. On August 9, \n2019, NOEL worked a regular shift from 4 p.m. to 12 a.m. in the \nSHU, and then worked an overtime shift from 12 a.m. to 8 \na.m. on \nAugust 10, 2019, also in the SHU. NOEL had also worked a regular \nshift in the SHU the day before, August 8, 2019, from 12 p.m. to \n8 \np.m. \n4. MICHAEL THOMAS, the \ndefendant, has been employed as \na  correctional officer at the MCC \nsince approximately 2007. \n2 \nEFTA00010969\n\nBeginning in approximately 2013, \nTHOMAS was assigned to work as a \nmaterials handler \nsupervisor, although THOMAS regularly worked \novertime shifts as a correctional \nofficer, including in the SHU. \nTHOMAS worked an overtime \nshift in  the SHU on August 10, 2019, \nfrom 12 a.m. to 8 a.m. THOMAS did not work his regular shift on \nAugust 8 or August 9, 2019, but did work an \novertime shift in the \nSHU on August 9, 2019 from 12 a.m. to 8 a.m. \n5. As detailed herein, Jeffrey Epstein was \nincarcerated at the MCC between his arrest on July 6, 2019, and \nhis suicide on August 10, 2019. Epstein was detained pending trial \nin \nthe Southern District of New York on sex trafficking charges. \nTHE MCC AND INSTITUTIONAL \nCOUNTS \n6. The MCC, \nwhich houses approximately 750 inmates at \nany given time, assigns inmates to \nvarious housing units within \nthe MCC. The SHU is a housing unit within \nthe MCC where inmates \nare securely separated from the general inmate population to ensure \ntheir own safety as well as the safety of staff and other inmates. \nThe SHU \nis located on the ninth floor of the MCC, and access to \nthat floor is  controlled by  a  locked door that can be  opened \nremotely \nonly by an officer in the MCC's centralized control center \n(the \"Control Center\"), which is located on the first floor of the \nMCC. Access into the SHU is also controlled by a second locked \ndoor to which only correctional officers assigned to the SHU have \n3 \nEFTA00010970\n\nkeys while on duty. \nWithin the SHU, inmates are assigned to six \nseparate tiers, each of which can be accessed only via a single \nlocked door to which the correctional officers assigned to the SHU \nhave keys while on duty. Each tier has eight cells, each of \nwhich \ncan house either one or two prisoners, and each \nindividual cell - \nwhich \nis made of cement and metal - is accessed only through a \nsingle locked door, to which only correctional officers assigned \nto the SHU have keys while on duty. \n7. The BOP requires \ncorrectional officers assigned to \nguard inmates at the MCC to conduct institution-wide counts of \ninmates at regular, scheduled intervals to ensure that each inmate \nis  alive and accounted for within the MCC (the \"institutional \ncount\"). On weekdays, the MCC conducts five institutional counts \nat 4 \np.m., 10 p.m., 12 a.m., 3 a.m., and 5 a.m. Performing an \ninstitutional count is one of the most basic and essential aspects \nof a correctional officer's job, and the count is one of the most \nbasic and essential functions of daily operation of the \nMCC. Two \nofficers are required to perform the institutional count for each \nhousing unit, \nincluding the SHU, and are further required to \ndocument their performance of the count \non an official MCC form \ncalled a count slip. To perform the institutional count in the \nSHU, \ntwo officers must walk from tier to tier to observe and count \neach \nindividual \ninmate. \n4 \nEFTA00010971\n\n8. On the count slip, both correctional officers are \nrequired to fill in  the date and time the count was performed, \nwrite the total number of inmates physically present in the unit \ncounted, and then sign the count slip. Once the correctional \nofficers have completed and signed the count slips, the count slips \nare then collected and delivered to  the Control Center, where \nofficers \nwithin the Control Center are responsible for comparing \nthe count slips from each housing unit to the institution's inmate \nroster to ensure that each inmate is accounted for. Only after \nall the count slips are collected from each housing unit, and the \nnumbers on  the slips are matched to  the institution's inmate \nroster, can the institutional count be deemed \"cleared\" or \ncompleted. \nIf a \nhousing unit's count slip is incorrect or \nincomplete, then the institution cannot \"clear\" the count. \nInstead, the count must be completely redone in that housing unit \nvia a more-intensive \nversion of the institutional count called a \n\"bed book count,\" in which officers must \ncompare every individual \ninmate to the institution's inmate roster. Records of  each \ninstitutional count, including the count slips, are provided to a \nsupervising \nofficial and retained by the MCC. \n9. In  addition to the institutional count, the BOP \nrequires correctional officers assigned to the SHU to walk each of \nthe tiers of the SHU - which is called a \"round\" - \nevery thirty \n5 \nEFTA00010972\n\nminutes (\"30-minute rounds\"). Like the institutional counts, \ncorrectional officers conduct 30-minute rounds to ensure that each \ninmate is \nalive and \naccounted for within his \ncell. \nCorrectional \nofficers working in the SHU are required \nto complete a form, which \nis \nreviewed and signed by their supervisor, documenting the date \nand time of each 30-minute round in each tier of the SHU. \nEPSTEIN'S PRIOR APPARENT SUICIDE ATTEMPT \n10. On July \n6, 2019, inmate Jeffrey Epstein was \narrested and detained at the MCC on sex \ntrafficking charges. On \nJuly 10, 2019, Epstein was assigned to the SHU due to, among other \nthings, risk factors for suicidality and safety concerns relating \nto housing \nhim with the MCC's general population. \n11. On July 23, 2019, while \nEpstein was housed in the \nSHU, MCC officers responded to an emergency call, and found Epstein \non the floor of \nhis cell with a strip of bedsheet around his neck. \nMICHAEL THOMAS, the defendant, \nwas one of the MCC officers who \nresponded to the incident. Epstein was subsequently transferred \nout of the SHU and was placed on suicide watch. Inmates placed on \nsuicide watch are housed in a cell on the \nhospital wing floor of \nthe MCC, and are watched twenty-four hours a day by a staff member \nor a specially trained inmate \ncompanion. \n12. Epstein remained on \nsuicide watch for approximately \ntwenty-four hours, and then was transferred to psychological \n6 \nEFTA00010973\n\nobservation, until July 30, 2019. Psychological observation is \nless restrictive than suicide watch, but inmates are still housed \nin the hospital \nwing of the MCC and watched twenty-four hours a \nday. \n13. On July 30, 2019, Epstein was transferred back to \nthe SHU, and, at the direction of the MCC's psychological staff, \nwas required to  have an  assigned cellmate. Epstein was also \nassigned to the cell closest to the correctional officers' \ndesk in \nthe common area of the SHU, which was approximately fifteen feet \nfrom \nthe cell. Conducting the required institutional counts and \nthirty-minute \nrounds in  the SHU were also part of  the MCC's \nprocedures for ensuring the safety of inmates, \nincluding Epstein. \nEVENTS OF \nAUGUST 9-10, 2019 \n14. \nOn August 9, 2019, Epstein's cellmate was \ntransferred out of the MCC in a routine, pre-arranged transfer at \napproximately 8  a.m. Despite the MCC's psychological staff's \ndirection that Epstein have a  cellmate, no new cellmate was \nassigned to Epstein's \ncell. \n15. TOVA NOEL, the \ndefendant, was one of the assigned \nofficers on \nduty in the SHU from 4 p.m. on August 9, 2019 to 8 \na.m. on August 10. From 4 p.m. to 12 a.m., two other officers were \non  duty \nwith NOEL in the SHU: one officer was assigned to work \nfrom 2 p.m. to 10 p.m. (\"Officer-1\"), \nand one officer was assigned \n7 \nEFTA00010974\n\nto work from 4 p.m. to 12 a.m. (\"Officer-2\"). MICHAEL THOMAS, the \ndefendant, started his shift in the SHU at 12 a.m. on August 10. \nFrom 12 a.m. until 8 a.m. on August 10, NOEL \nand THOMAS were the \nonly two \nofficers on duty in the SHU. \n16. During the time \nperiod from 4 p.m. on August 9 to 8 \na.m. on August 10, the officers on duty \nin the SHU, including TOVA \nNOEL and MICHAEL THOMAS, the \ndefendants, were responsible for \nconducting five institutional counts: 4 p.m. and 10 p.m. on August \n9; and 12 a.m., 3 a.m., and 5 a.m. on August 10. \nNOEL, THOMAS and \nthe other officers on duty were also responsible for completing \npaperwork attesting to each of those counts. While, as detailed \nherein, count slips were completed for each institutional count, \nin \nfact, not a single one of those institutional counts was done. \n17. TOVA NOEL, the defendant, and \nOfficer-1 were \nresponsible for conducting the 4 p.m. institutional count in the \nSHU. \nAs video from the MCC's internal video surveillance system \nmakes clear, \nNOEL and Officer-1 did not perform the 4 p.m. count. \nNonetheless, NOEL and Officer-1 completed and signed a count slip \nthat falsely stated that the 4 p.m. institutional count had been \nperformed. \nIn reliance on \nthat falsified count slip, at \napproximately 5:03 p.m., the Control Center cleared the 4  p.m. \ncount. \n8 \nEFTA00010975\n\n18. That \nevening, Epstein returned to the SHU from his \nattorney visit and was escorted into his cell \nby TOVA NOEL, the \ndefendant, and another officer at \napproximately 7:49 p.m. NOEL \nand the other officer left the tier in which Epstein was housed \nimmediately thereafter. \n19. By or before \n10 \np.m., all \ninmates in the MCC were \nlocked in their cells for the \nnight. At or around that time, TOVA \nNOEL, the defendant, and Officer-2 were responsible for conducting \nthe 10 p.m. institutional count in the SHU. \nHowever, video from \nthe MCC's internal video surveillance system shows that NOEL and \nOfficer-2 did not \nperform the 10 p.m. count. Nonetheless, NOEL \nand Officer-2 completed and signed a count slip falsely stating \nthat the 10  p.m. institutional count had been \nperformed. In \nreliance on that falsified count slip, at approximately 10:36 p.m., \nthe Control Center cleared the 10 p.m. count. \n20. As reflected on video obtained from the MCC's \ninternal \nvideo surveillance system, at approximately 10:30 p.m. on \nAugust 9, 2019 - after TOVA NOEL, the defendant, had signed and \nsubmitted the 10 p.m. count slip and the institutional count had \nbeen completed - NOEL briefly walked up to, and then walked back \nfrom, the \ndoor to  the tier in  which Epstein was housed. As \nconfirmed by  the video obtained from the MCC's internal video \nsurveillance system, this was the last time anyone, including \nany \n9 \nEFTA00010976\n\ncorrectional officer, walked up to, let alone entered, the only \nentrance to the tier in which Epstein was housed until \napproximately 6:30 a.m. on August 10. \n21. Officer-l's shift \nended at approximately 10 p.m., \nand at  approximately 12  a.m., MICHAEL THOMAS, the defendant, \nreplaced Officer-2, joining TOVA \nNOEL, the defendant, as the only \ntwo correctional officers on duty in the \nSHU. NOEL and THOMAS were \nresponsible for conducting the 12 a.m. institutional count in the \nSHU. As confirmed by video from the MCC's internal video \nsurveillance system, NOEL \nand THOMAS did not perform the 12 a.m. \ncount. Nonetheless, NOEL and THOMAS completed and signed a count \nslip for the \n12 a.m. count that falsely stated that the \ninstitutional count had been performed. In  reliance on  that \nfalsified count slip, at approximately 12:49 a.m., the Control \nCenter cleared the 12 a.m. count. \n22. TOVA NOEL and MICHAEL THOMAS, \nthe defendants, were \nadditionally responsible for conducting the 3 a.m. and 5 a.m. \ninstitutional counts in the SHU. As confirmed by video from the \nMCC's internal video surveillance system, NOEL and THOMAS did not \nperform either the 3 a.m. or the 5 a.m. counts. NOEL and THOMAS \nnonetheless completed and signed count slips for both counts that \nfalsely stated that they had performed the 3 a.m. and 5 a.m. \ninstitutional counts. In reliance on those falsified count slips, \n10 \nEFTA00010977\n\nat  approximately 3:24 a.m. and 5:30 a.m., the Control Center \ncleared the 3 a.m. and 5 a.m. counts, respectively. \n23. Moreover, despite the requirement that officers on \nduty in the SHU conduct and document regular, 30-minute rounds, \nTOVA NOEL and MICHAEL THOMAS, the \ndefendants, did not perform any \nof the required 30-minute rounds during their shift between \napproximately 12 \na.m. and 6:30 a.m. Nonetheless, NOEL completed \nand signed more than 75 separate 30-minute round entries falsely \naffirming that they \nhad, in fact, conducted such rounds. \n24. During the night, \ninstead of completing the \nrequired counts and rounds, \nTOVA NOEL and MICHAEL THOMAS, the \ndefendants, were seated at the correctional officers' desk in the \nSHU common area (as noted above, approximately 15  feet from \nEpstein's cell), used the computers, and moved around the SHU \ncommon area. For a period of approximately two hours, NOEL and \nTHOMAS sat at their desk without moving, and appeared to have been \nasleep. NOEL used the computer periodically throughout the night, \nincluding to search the internet for furniture sales and benefit \nwebsites. THOMAS used the computer briefly \naround 1 a.m., 4 a.m., \nand 6 a.m. to search for motorcycle sales and sports news. \n25. At \napproximately 4 a.m., the \novernight supervisor \nbriefly visited NOEL and THOMAS in the SHU, and \nconferred with \nNOEL and \nTHOMAS, who were seated at and around the officers' desk, \n11 \nEFTA00010978\n\nbefore leaving. At approximately 5:30 a.m., another correctional \nofficer briefly walked through \nthe SHU common area. Aside from \nthose two officers, as confirmed by video surveillance, no one \nelse entered the SHU, no  one conducted any counts or  rounds \nthroughout the night, and no one entered \nthe tier in which Epstein \nwas housed. \n26. Shortly after 6 a.m. on \nAugust 10, 2019, MICHAEL \nTHOMAS and TOVA NOEL, \nthe defendants, received a  delivery of \nbreakfast carts into the SHU, after which time they were \nagain the \nonly officers in the SHU. Shortly after 6:30 a.m., NOEL and THOMAS \nwalked up to and entered the tier in which Epstein was housed to \nserve breakfast. At \napproximately \n6:33 a.m., an \nalarm was \nactivated in  the SHU. Epstein was alone in  his cell \nand not \nresponsive, with a noose around his neck. A supervisor who had \njust started his shift (\"Supervisor-1\") responded to the alarm \nalmost immediately thereafter, and as NOEL approached the door to \nthe SHU to open the door for Supervisor-1, NOEL \ntold Supervisor-1 \nthat \n\"Epstein hung himself.\" After arriving in \nthe SHU, \nSupervisor-1 spoke with THOMAS and NOEL. NOEL told Supervisor-1 \n\"we did not complete the 3am nor 5 am rounds.\" THOMAS stated, \"we \nmessed up,\" and \"I messed up, she's not to blame, we didn't do any \nrounds.\" \n12 \nEFTA00010979\n\n27. \nEpstein was transferred to a local hospital where \nhe was declared dead shortly thereafter. The Office \nof the Chief \nMedical Examiner of \nthe City of New York conducted an autopsy and \ndetermined that Epstein had committed \nsuicide by hanging himself. \nSTATUTORY ALLEGATIONS \nCOUNT \nONE \n(Conspiracy) \nThe Grand \nJury further charges: \n28. \nThe Grand Jury incorporates the allegations \ncontained in paragraphs 1 through 27 of this Indictment as though \nfully \nset forth herein. \n29. In or about August 2019, in the Southern District of \nNew York, TOVA NOEL and MICHAEL THOMAS, the defendants, knowingly \nconspired with each other to: \na. \nKnowingly \ndefraud the United States by \nimpairing, \nobstructing, and defeating the lawful functions of a \ndepartment or  agency of  the United States, to  wit, the MCC's \nfunction to ensure the care, custody, and control of its inmate \npopulation. \nb. \nKnowingly make and use a  false \nwriting or \ndocument knowing the same to contain a  materially false, \nfictitious, and fraudulent statement and entry with the intent to \nimpede, obstruct, or \ninfluence the \ninvestigation or proper \nadministration of any matter \nwithin the jurisdiction of any \n13 \nEFTA00010980\n\ndepartment or agency of the United States, in violation \nof Title \n18, United States Code, Section 1001 (a)(3). \n30. In furtherance of the conspiracy and to effect the \nillegal objects \nthereof, TOVA NOEL and MICHAEL THOMAS, the \ndefendants, committed the following overt acts, among others, \nin \nthe Southern \nDistrict of New York: \na. \nOn \nAugust 10, 2019, NOEL \nand THOMAS falsely \ncertified, on an MCC count slip, that they had performed the 12 \na.m. institutional count of the SHU, when they had not in fact \ndone so. \nb. \nOn \nAugust 10, 2019, NOEL \nand THOMAS falsely \ncertified, on  an MCC count slip, that they had performed the 3 \na.m. institutional count of the SHU, when they had not in fact \ndone so. \nc. \nOn \nAugust 10, 2019, NOEL \nand THOMAS falsely \ncertified that they had performed the 5 a.m. institutional count \nof the SHU at MCC, when they had not in fact done so. \nd. \nOn \nAugust 10, 2019, NOEL falsely certified that \nshe and THOMAS had performed a series of 30-minute rounds of the \nSHU between 12 a.m. and 6:30 a.m., when they had not in fact done \nso. \n(Title 18, United States Code, Section 371) \n14 \nEFTA00010981\n\nCOUNT \nTWO \n(False Records - \n4 p.m. \nCount) \nThe Grand \nJury further charges: \n31. \nThe Grand Jury incorporates the allegations \ncontained in paragraphs 1 through 27 of this Indictment as though \nfully \nset forth herein. \n32. On or about August 9, 2019, in the Southern District \nof New York, TOVA NOEL, the defendant, willfully and knowingly did \nmake and use a  false writing or  document knowing the same to \ncontain a materially false, fictitious, and fraudulent statement \nand entry with the intent to impede, obstruct, or influence the \ninvestigation or \nproper administration of any matter within the \njurisdiction of any department or agency of the United States, and \ndid attempt to do the same, to  wit, NOEL created, signed, and \nsubmitted to the MCC a materially false count slip indicating \nthat \nshe had performed the 4 p.m. institutional count of the SHU, when \nshe had not in fact done so. \n(Title 18, United States Code, Sections 1001(a) (3) and 2) \nCOUNT THREE \n(False Records - 10 p.m. Count) \nThe Grand \nJury further charges: \n33. The Grand Jury incorporates the allegations \ncontained in paragraphs 1 through 27 of this Indictment as though \nfully \nset forth herein. \n15 \nEFTA00010982\n\n34. On or about August 9, 2019, in the Southern District \nof New York, TOVA NOEL, the defendant, willfully and knowingly did \nmake and use a  false writing or  document knowing the same to \ncontain a materially false, fictitious, and fraudulent statement \nand entry with the intent to impede, obstruct, or influence the \ninvestigation or \nproper administration of any matter within the \njurisdiction of any department or agency of the United States, and \ndid attempt to do the same, to  wit, NOEL created, signed, and \nsubmitted to the MCC a materially false count slip indicating \nthat \nshe had performed the 10 p.m. institutional count of the SHU, when \nshe had not in fact done so. \n(Title 18, United States Code, Sections 1001(a) (3) and 2) \nCOUNT \nFOUR \n(False Records - 12 a.m. Count) \nThe Grand \nJury further charges: \n35. The Grand Jury incorporates the allegations \ncontained in paragraphs 1 through 27 of this Indictment as though \nfully \nset forth herein. \n36. On or about August 10, 2019, in the Southern \nDistrict of New York, TOVA NOEL and MICHAEL THOMAS, \nthe defendants, \nwillfully and knowingly did make and use a \nfalse writing or \ndocument knowing the same to contain a  materially false, \nfictitious, and fraudulent statement and entry with the intent to \nimpede, obstruct, or influence the investigation \nor proper \n16 \nEFTA00010983\n\nadministration of any matter \nwithin the jurisdiction of any \ndepartment or agency of the United States, and did attempt to do \nthe same, to wit, NOEL and THOMAS created, signed, and submitted \nto the MCC a materially false count slip indicating that they had \nperformed the 12 a.m. institutional count of the SHU, when they \nhad \nnot in fact done so. \n(Title 18, United States Code, Sections 1001(a) (3) and 2) \nCOUNT FIVE \n(False Records - 3 a.m. Count) \nThe Grand \nJury further charges: \n37. \nThe Grand Jury incorporates the allegations \ncontained in paragraphs 1 through 27 of this Indictment as though \nfully \nset forth herein. \n38. On or about August 10, 2019, in the Southern \nDistrict of New York, TOVA NOEL and MICHAEL THOMAS, \nthe defendants, \nwillfully and knowingly did make and use a \nfalse writing or \ndocument knowing the same to contain a  materially false, \nfictitious, and fraudulent statement and entry with the intent to \nimpede, obstruct, or influence the investigation \nor proper \nadministration of any matter \nwithin the jurisdiction of any \ndepartment or agency of the United States, and did attempt to do \nthe same, to wit, NOEL and THOMAS created, signed, and submitted \nto the MCC a materially false count slip indicating that they had \n17 \nEFTA00010984\n\nperformed the 3 a.m. institutional count of the SHU, when they had \nnot \nin fact done so. \n(Title 18, United States Code, Sections 1001(a)(3) and 2) \nCOUNT \nSIX \n(False Records - 5 a.m. Count) \nThe Grand \nJury further charges: \n39. The Grand Jury incorporates the allegations \ncontained in paragraphs 1 through 27 of this Indictment as though \nfully \nset forth herein. \n40. On or about August 10, 2019, in the \nSouthern \nDistrict of New York, TOVA NOEL and MICHAEL THOMAS, \nthe defendants, \nwillfully and knowingly did make and use a \nfalse writing or \ndocument knowing the same to contain a  materially false, \nfictitious, and fraudulent statement and entry with the intent to \nimpede, obstruct, or influence the investigation \nor proper \nadministration of any matter \nwithin the jurisdiction of any \ndepartment or agency of the United States, and did attempt to do \nthe same, to wit, NOEL and THOMAS created, signed, and submitted \nto the MCC a materially false count slip that that reflected that \nthey had performed the 5 a.m. institutional count of the SHU, when \nthey had not in fact done so. \n(Title 18, United States Code, Sections 1001(a)(3) and 2) \n18 \nEFTA00010985\n\nFOREPERSON \nGEOFFREY S. BERMAN \nUnited States Attorney \n19 \nEFTA00010986\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUNITED STATES OF AMERICA \nTOVA NOEL \nand \nMICHAEL THOMAS, \nDefendants. \nINDICTMENT\n19 Cr. \nTitle \n18, United States Code, \nSections 371, 1001(a) (3), and \n2. \nGEOFFREY S. BERMAN \nUnited States Attorney \nA TRUE BILL \nForeperson. \nEFTA00010987",
    "pageCount": 20,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "THOMAS discovered the body \nof  an  MCC \ninmate, Jeffrey Epstein, who had committed suicide \novernight while \nunob"
      },
      {
        "name": "The \nGrand",
        "role": "extracted",
        "context": "HAEL THOMAS, \nDefendants. \nX \nThe \nGrand Jury charges: \nINTRODUCTION"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "correctional officers at the Metropolitan Correctional Center \n(\"MCC\"), repeatedly f"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "nder their watch in the MCC's Special Housing Unit (\"SHU\"). \nInstead, for s"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "Manhattan that is run by the Federal Bureau of \nPrisons (\"BOP\").  The MCC"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "with \nfederal crimes in  the \nSouthern District of New \nYork and are awaiting"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "in  the \nSouthern District of New \nYork and are awaiting trial. The M"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "imary assignment was the SHU. On August 9, \n2019, NOEL worked a regul"
      },
      {
        "name": "Control Center",
        "role": "extracted",
        "context": "ralized control center \n(the \"Control Center\"), which is located on the fi"
      },
      {
        "name": "On July",
        "role": "extracted",
        "context": "APPARENT SUICIDE ATTEMPT \n10. On July \n6, 2019, inmate Jeffrey Epst"
      },
      {
        "name": "On \nJuly",
        "role": "extracted",
        "context": "on sex \ntrafficking charges. On \nJuly 10, 2019, Epstein was assigne"
      },
      {
        "name": "Control \nCenter",
        "role": "extracted",
        "context": "approximately 12:49 a.m., the Control \nCenter cleared the 12 a.m. count. \n2"
      },
      {
        "name": "The Office",
        "role": "extracted",
        "context": "ared dead shortly thereafter. The Office \nof the Chief \nMedical Examin"
      },
      {
        "name": "Chief \nMedical",
        "role": "extracted",
        "context": "hereafter. The Office \nof the Chief \nMedical Examiner of \nthe City of New"
      },
      {
        "name": "The Grand",
        "role": "extracted",
        "context": "NS \nCOUNT \nONE \n(Conspiracy) \nThe Grand \nJury further charges: \n28."
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "acts, among others, \nin \nthe Southern \nDistrict of New York: \na. \nOn \nAugust"
      },
      {
        "name": "On \nAugust",
        "role": "extracted",
        "context": "n \nDistrict of New York: \na. \nOn \nAugust 10, 2019, NOEL \nand THOMAS fa"
      },
      {
        "name": "False Records",
        "role": "extracted",
        "context": "4 \nEFTA00010981\n\nCOUNT \nTWO \n(False Records - \n4 p.m. \nCount) \nThe Grand"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-10",
        "event": "August 10, \n2019"
      },
      {
        "date": "2019-08-09",
        "event": "August 9, \n2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2019-08-08",
        "event": "August 8, 2019"
      },
      {
        "date": "2019-08-09",
        "event": "August 9, 2019"
      },
      {
        "date": "2019-07-06",
        "event": "July 6, 2019"
      },
      {
        "date": "2019-07-06",
        "event": "July \n6, 2019"
      },
      {
        "date": "2019-07-10",
        "event": "July 10, 2019"
      },
      {
        "date": "2019-07-23",
        "event": "July 23, 2019"
      },
      {
        "date": "2019-07-30",
        "event": "July 30, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:42.904Z"
}