{
  "document": {
    "id": "efta00019454",
    "filename": "EFTA00019454.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019454.pdf",
    "text": "\n\nFrom: \"-(USANYS) [Contractor]\"  \nTo: \" (USANYS)\"  \nCc: '1 )\" II\nSubject: RE: Time sensitive RE: US v. Maxwell, 20 Cr. 330 (A.IN) \nDate: Sat, 20 Nov 2021 21:36:45 +0000 \nAttachments: 2021.11.20 MDC -  Maxwell PASSWORD.pdf \nIt is possible to upload the Rule 16 production except for SDNY_GM_02774100-SDNY_GM_02774104. I have uploaded it \nto USAfx in the same folder as the USAfx production folder shared with defense counsel earlier today (so they have access \nto it but you should flag that it's been added since the GX and 3500 was produced). \nFedEx tracking for drive to CO: 8166 1429 9380 \nFedEx tracking for drive to MDC: 8166 1445 3318 \nFedEx tracking for pw to MDC: 8166 1445 3307 \nDrive for is done and I'll leave for pick up on my way out momentarily. \nPw cover letter is attached if you want to send to in case for some reason the pw arrives a day later like it did one \nother time. \nFrom: (USANYS) \nSent: Saturday, November 20, 2021 4:06 PM \nTo: (USANYS) [Contractor] \nCc: \n> \nSubject: Re: Time sensitive RE: US v. Maxwell, 20 Cr. 330 (AJN) \n> \nThanks very much. When you have a chance, please send me the tracking number for Maxwell at the MDC, and for \nColorado. (I think we have to send that to defense counsel). I will also let =I know when the drive is ready for pickup, \njust let me know. Do you think there are materials we can share via USAfx from the discovery? \nOn Nov 20, 2021, at 4:02 PM, (USANYS) [Contractor] .<.> wrote: \nI conferred w and ran to make the 4pm pick up for FedEx. One drive was sent to CO to Laura and the other to \nMDC w pw under separate cover. I'll load one of the drives dropped off today for and leave it w the CSOs for pick \nup. \nSent from my iPhone \nOn Nov 20, 2021, at 3:59 PM, (USANYS)  \n> \nwrote: \nHi - sorry I was tied up from 3-4 and just seeing this. Is there anything that we can share via USAfx since we can't make \nthe 4pm deadline? In other words, can we produce most of the production via USAfx and just tell them we can't \nproduce materials with certain bates ranges given the size? \nEFTA00019454\n\nOn Nov 20, 2021, at 3:38 PM, (USANYS) [Contractor] wrote: \nHi, I just called FedEx to confirm their last pick up time, and it is actually 4pm today since it is a weekend (I thought it \nwas 6pm). Would it be possible for one of you to give defense counsel a call to ask if they want it sent via FedEx \ntoday? Would need to run it over to FedEx in like 10 minutes if so. So sorry for the firedrill, I thought since pick up \nwas 6pm on the last few federal holidays it would be the same on Saturdays. \nFrom: (USANYS) \nSent: Saturday, November 20, 2021 2:53 PM \nTo: \n< \n>; \nLaura Menninger \n; Jeff \nPagliuca < \nCc: \n) < \nSubject: US v. Maxwell, 20 Cr. 330 (AJN) \nCounsel, \n>; (USANYS) [Contractor] \nWe have an additional discovery production ready to send to you. Attached please find the accompanying cover \nletter. That will be produced on a hard drive to you. In addition, a supplemental production of testifying witness and \nnon-testifying witness material and exhibits are also ready to send to you. Attached please find the accompanying \ncover letter and indices. Those materials will be on the hard drive as well. We will also produce the testifying \nwitness and non-testifying witness material and exhibits via USAfx. \nPlease let us know if you would like to pick up the drive today or if you would like us to FedEx it (and if so, to where). \nPlease let us know if you would like us to send today via FedEx a hard drive with these materials to Ms. Maxwell at \nthe MDC or bring the hard drive to court on Tuesday. \nThanks, \nAssistant United States Attorney \nUnited States Attorney's Office \nSouthern District of New York \nNew York, New York 10007 \nTel: \nEFTA00019455",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "drive with these materials to Ms. Maxwell at \nthe MDC or bring the"
      },
      {
        "name": "On Nov",
        "role": "extracted",
        "context": "ia USAfx from the discovery? \nOn Nov 20, 2021, at 4:02 PM, (USANYS"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "for pick \nup. \nSent from my iPhone \nOn Nov 20, 2021, at 3:59 PM, (US"
      },
      {
        "name": "Laura Menninger",
        "role": "extracted",
        "context": "20, 2021 2:53 PM \nTo: \n< \n>; \nLaura Menninger \n; Jeff \nPagliuca < \nCc: \n) <"
      },
      {
        "name": "Jeff \nPagliuca",
        "role": "extracted",
        "context": "o: \n< \n>; \nLaura Menninger \n; Jeff \nPagliuca < \nCc: \n) < \nSubject: US v. M"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "o court on Tuesday. \nThanks, \nAssistant United States Attorney \nUnited State"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "y. \nThanks, \nAssistant United States Attorney \nUnited States Attorney's Off"
      },
      {
        "name": "Office \nSouthern",
        "role": "extracted",
        "context": "ney \nUnited States Attorney's Office \nSouthern District of New York \nNew Yor"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-11-20",
        "event": "November 20, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:58.929Z"
}