{
  "document": {
    "id": "efta00032235",
    "filename": "EFTA00032235.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032235.pdf",
    "text": "\n\nFrom: ' \n)\"  \nTo:'\nSubject: RE: Richardson \nDate: Wed, 21 Aug 2019 16:21:45 +0000 \nNo worries. I'll swing by to be a fly on the wall for this one. \nFrom: \nI < \nSent: Wednesday, August 21, 2019 12:19 PM \nTo: \nSubject: RE: Richardson \nUgh, I have, I'm sorry I didn't advise. I spoke to Jeff on Sunday afternoon and I hadn't thought about it this week — I told \nhim that anyone we don't have reason to know has no exposure (witness), or believe does have exposure (target), would \nbe a  subject, and that with respect to Richardson we didn't currently intend to subpoena or request to speak with him \nand that there weren't specific allegations against him for which we were currently seeking a response, but that an \nattorney proffer would be useful about any knowledge he has regarding the charged conduct. I further said that if we \nwanted to speak with Richardson going forward we'd go through counsel. I have contemporaneous notes and just spoke \nto and I'm going to call now to correct his apparent mis-recollection of our conversation. \nFrom: \nSent: Wednesday, August 21, 2019 12:08 \nTo: \nSubject: FW: Richardson \n>; \nI've never spoken to anyone who represents Bill Richardson. Have you guys? Am I missing something? \nFrom: (USANYS) \nSent: Wednesday, August 21, 2019 12:05 PM \nTo: \n<> \nCc: (USANYS) \nSubject: FW: Richardson \nHas anyone talked to Jeff Brown and is this accurate? \nFrom: (USANYS) <> \nSent: Wednesday, August 21, 2019 12:01 PM \nTo: (USANYS) < >; \nCc: (USANYS) [Contractor] \nSubject: Richardson \n>; \n(USANYS) \n< \nRichardson has given the following statement to the press, true and accurate?: \n(USANYS) \nGovernor Bill Richardson offered his assistance in the Jeffrey Epstein investigation - through his lawyer, Jeff Brown of \nDechert LLP - to the US Attorney for the Southern District of New York. In response to this offer, Mr. Brown was informed \nEFTA00032235\n\nby the Assistant US Attorney responsible for the case that Governor Richardson is neither a target, subject, nor witness in \nthe case and that there is no allegation against Governor Richardson that the government is actively investigating. \n\"It's fair to conclude that the federal prosecutors investigating this matter do not believe the Governor participated in or \nwitnessed the criminal activity Jeffrey Epstein is alleged to have committed,\" said Mr. Brown. \nGovernor Richardson hopes that the investigation continues so that Epstein's victims can finally have their day in court \nand see the justice they deserve. \nPublic Affairs \nUnited States Department of Justice \nU.S. Attorney's Office l Southern District of New York \nEFTA00032236",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "nor Bill Richardson offered his assistance in the Jeffrey Epstein investigation - through his lawyer, Jeff Brown of"
      },
      {
        "name": "Bill Richardson",
        "role": "extracted",
        "context": "n \n>; \nI've never spoken to anyone who represents Bill Richardson. Have you guys? Am I missing something? \nFrom: (U"
      },
      {
        "name": "Brown",
        "role": "extracted",
        "context": "k. In response to this offer, Mr. Brown was informed \nEFTA0003223"
      },
      {
        "name": "Richardson \nDate",
        "role": "extracted",
        "context": "om: ' \n)\"  \nTo:'\nSubject: RE: Richardson \nDate: Wed, 21 Aug 2019 16:21:45 +0"
      },
      {
        "name": "Richardson \nUgh",
        "role": "extracted",
        "context": "9 12:19 PM \nTo: \nSubject: RE: Richardson \nUgh, I have, I'm sorry I didn't a"
      },
      {
        "name": "Richardson \nHas",
        "role": "extracted",
        "context": "> \nCc: (USANYS) \nSubject: FW: Richardson \nHas anyone talked to Jeff Brown a"
      },
      {
        "name": "Jeff Brown",
        "role": "extracted",
        "context": "hardson \nHas anyone talked to Jeff Brown and is this accurate? \nFrom:"
      },
      {
        "name": "Governor Bill",
        "role": "extracted",
        "context": "rue and accurate?: \n(USANYS) \nGovernor Bill Richardson offered his assist"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "- to the US Attorney for the Southern District of New York. In response to t"
      },
      {
        "name": "Governor Richardson",
        "role": "extracted",
        "context": "responsible for the case that Governor Richardson is neither a target, subject,"
      },
      {
        "name": "Public Affairs",
        "role": "extracted",
        "context": "ee the justice they deserve. \nPublic Affairs \nUnited States Department of"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-21",
        "event": "August 21, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:29.922Z"
}