{
  "document": {
    "id": "efta00026781",
    "filename": "EFTA00026781.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026781.pdf",
    "text": "\n\nFrom: \nTo: \nSubject: FW: \nDate: Fri, 30 Nov 2018 21:01:52 +0000 \nImportance: Normal \nFrom: \nSent: Tuesday, March 8, 2016 12:28 PM \nTo: \nCc: \nSubject: RE: \nIf you haven't already seen it, the Post reported today on Jeffrey Epstein's continued relationships with young \nwomen. \nhttpjapagesix.com/2016/03/08/jeffrey-epsteins-east-side-mansion-houses-russian-playmates/ \nBest, \nFrom: \nSent Monda February 29, 2016 10:13 PM \nTo: \nCc: \nSubject: Re: \nI am adding-\nthe case and knows both \nBest, \no this email chain as well. As we mentioned earlier today, is one of the lead attorneys on \nand the facts very well. Please include in any follow-up that you may. \nFrom: \nDate: Monday, February 29, 2016 at 10:03 PM \nTo: \nCc: \nSubject: \nEFTA00026781\n\nThank you again for meeting with us today. We very much appreciate your time. I am attaching the following documents for \nyour review: \n1. Complaint in the defamation case against Ghislaine Maxwell (just today, Judge Sweet denied Maxwell's motion to dismiss \ntoday); \n2. Declarations that filed in the CVRA case; \n3. The Rule 56.1 statement recently filed in the CVRA case; \n4. The redacted 302 \nPlease let us know what other information we can provide or if you have any further questions. \nBest, \nThe information contained in this electronic message is confidential information intended only for the use of the named recipient(s) and may contain information that. \namong other protections, is the subject of attorney-client privilege. attorney work product or exempt from disclosure under applicable law. \nlithe \nreader of this \nelectronic message is not the named recipient or the employee or agent responsible to deliver it to the named recipient. you are hereby notified that any \ndissemination. distribution, copying or other use of this communication is strictly prohibited and no privilege is waived. If you have received this communication in \nerror, please immediately notify the sender by replying to this electronic message and then deleting this electronic message from your \ncomputer. \n(v.1) \nEFTA00026782",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ven't already seen it, the Post reported today on Jeffrey Epstein's continued relationships with young \nwomen. \nhtt"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "iew: \n1. Complaint in the defamation case against Ghislaine Maxwell (just today, Judge Sweet denied Maxwell's motion"
      },
      {
        "name": "Normal \nFrom",
        "role": "extracted",
        "context": "8 21:01:52 +0000 \nImportance: Normal \nFrom: \nSent: Tuesday, March 8, 201"
      },
      {
        "name": "Sent Monda",
        "role": "extracted",
        "context": "ian-playmates/ \nBest, \nFrom: \nSent Monda February 29, 2016 10:13 PM \nT"
      },
      {
        "name": "Judge Sweet",
        "role": "extracted",
        "context": "hislaine Maxwell (just today, Judge Sweet denied Maxwell's motion to di"
      },
      {
        "name": "The Rule",
        "role": "extracted",
        "context": "t filed in the CVRA case; \n3. The Rule 56.1 statement recently filed"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2016-03-08",
        "event": "March 8, 2016"
      },
      {
        "date": "2016-02-29",
        "event": "February 29, 2016"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:16.820Z"
}