{
  "document": {
    "id": "efta00019854",
    "filename": "EFTA00019854.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019854.pdf",
    "text": "\n\nFrom:  \nTo: \nCc: 1 \nI)\" <I \nSubject: RE: Briefing in Florida regarding whether the Florida NPA extends to New York - concession by \nEpstein's attorney that NPA only applies in Florida \nDate: Wed, 07 Aug 2019 19:15:58 +0000 \nThanks very much for sending this along —  we had seen it in the filings in the CVRA case, but given the volume of materials \ninvolved in that and other related proceedings, we're always on the lookout for (and appreciate being directed toward) \nadditional relevant information. So thank you again, and I'm sure we'll continue to be in touch. \nregards, \nFrom: \nSent: Wednesday, August 07, 2019 15:07 \nTo: \nCc \nSubject: RE: Briefing in Florida regarding whether the Florida NPA extends to New York - concession by Epstein's attorney \nthat NPA only applies in Florida \nHIM, \nYou and the team there may have already seen this, but in view of the importance of the issue, I wanted to pass it along. \nAttached is the transcript of the hearing from Florida state court in 2008, in which Epstein pled guilty to Florida state \ncharges. During the course of questioning by the judge, Epstein's Florida attorney (Jack Goldberger) stated (on Epstein's \nbehalf) that the NPA contained an obligation by the U.S. Attorney's Office for the Southern District of Florida \"not [to) \nprosecute Mr. Epstein in the Southern District of Florida ....\" See page 38 (emphasis added). I wanted you to be sure to \nhave this information, as the subject is likely to be important. \nfor Jane Doe 1 \n(phone) (fax) \nYou can access my publications on \nCONFIDENTIAL: This electronic message - along with any/all attachments - is confidential. This message is intended only for the use of the \naddressee. If you are not the intended recipient, you may not use, disseminate, distribute or copy this communication. If you have received this \nmessage in error, please immediately notify the sender by reply electronic mail and delete the original message. is admitted to the \nUtah State Bar, but not the bars of other states. Any views he expresses in this email are his own. \nFrom: \n) 4c \nSent: Thursday, July 25, 2019 8:25 PM \nEFTA00019854\n\nTo: MI \nCc: ; \nSubject: RE: Briefing in Florida regarding whether the Florida NPA extends to New York \nWill \ndo. \nFrom: \nSent: Thursday, July 25, 2019 22:24 \nTo: \nCc: \nSubject: Re: Briefing in Florida regarding whether the Florida NPA extends to New York \nPerfect - call my cell - \n- sent from my iPhone - please excuse brevity and errors. \nOn Jul 25, 2019, at 8:21 PM, wrote: \nThanks very much. Would 10:00 a.m. tomorrow your time (noon our time) work? If so, we can call you then at \nor if not, we could also do 2:00 p.m. your time. \nthanks, \nFrom: \nSent: Thursday, July 25, 2019 22:13 \nTo: \nCc: \n‹; \nSubject: Re: Briefing in Florida regarding whether the Florida NPA extends to New York \nHappy to chat tomorrow. Name your time that's convenient for you. \n- sent from my iPhone - please excuse brevity and errors. \nOn Jul 25, 2019, at 8:07 PM, wrote: \nThank you for sending us these materials, we appreciate being able to stay up to date, and we'll continue to keep an \neye on the docket for submissions that may be relevant for our investigation. \nSeparately, might you be available for a quick call sometime tomorrow (Friday) or next week? No rush or emergency, \nbut we wanted to talk with you about a question in connection with your expertise on the CVRA generally. At your \nconvenience. \nthanks, \nFrom: \nSent: Thursday, July 25, 2019 13:01 \nTo: \nCc: \n<>; \nSubject: RE: Briefing in Florida regarding whether the Florida NPA extends to New York \nEFTA00019855\n\nHi M, \nI wanted to make you aware of a recent filing (on Tuesday) by Jane Doe 1 and 2 in the Florida CVRA case. See \nattached. You may find interesting our argument at pp. 3-6, in which we explain why Judge Marra must craft remedies \nin the case that relate solely to Florida crimes and Florida victims ... because the NPA only covers Florida. \nWe filed our reply brief on remedies on Tuesday —  and that should have brought all briefing on remedies for the CVRA \nviolation to a close. But yesterday Epstein's lawyer (Marty Weinberg) filed a motion for a sur-reply. See attached. In \npoint (a) on page 2, he argues that he should have an opportunity to file a sur-reply discussing, among other things, \nthe scope of the NPA. On Monday, we will be filing an opposition to Weinberg extending the briefing further. It \nappears that Judge Marra is poised to rule rapidly on the motion for a sur-reply, as he asked for us to respond quickly. \nI wanted to make you aware of these developments. My clients were told back in 2013 that the NPA did not extend to \nNew York or other jurisdictions — and that is the point we are making to Judge Marra. \nfor Jane Doe 1 and 2 \n(phone) (fax) \nYou can access my publications on \nCONFIDENTIAL: This electronic message - along with any/all attachments - is confidential. This message is intended only for the use of the \naddressee. If you are not the intended recipient, you may not use, disseminate, distribute or copy this communication. \nIf \nyou have received this \nmessage in error, please immediately notify the sender by reply electronic mail and delete the original message. is admitted to \nthe Utah State Bar, but not the bars of other states. Any views he expresses in this email are his own. \nEFTA00019856",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "Florida \"not [to) \nprosecute Mr. Epstein in the Southern District"
      },
      {
        "name": "Florida \nDate",
        "role": "extracted",
        "context": "rney that NPA only applies in Florida \nDate: Wed, 07 Aug 2019 19:15:58 +0"
      },
      {
        "name": "Cc \nSubject",
        "role": "extracted",
        "context": ", August 07, 2019 15:07 \nTo: \nCc \nSubject: RE: Briefing in Florida rega"
      },
      {
        "name": "Jack Goldberger",
        "role": "extracted",
        "context": ", Epstein's Florida attorney (Jack Goldberger) stated (on Epstein's \nbehalf"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": ".S. Attorney's Office for the Southern District of Florida \"not [to) \nprosecu"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "likely to be important. \nfor Jane Doe 1 \n(phone) (fax) \nYou can acc"
      },
      {
        "name": "Utah State",
        "role": "extracted",
        "context": "message. is admitted to the \nUtah State Bar, but not the bars of othe"
      },
      {
        "name": "On Jul",
        "role": "extracted",
        "context": "e excuse brevity and errors. \nOn Jul 25, 2019, at 8:21 PM, wrote:"
      },
      {
        "name": "Judge Marra",
        "role": "extracted",
        "context": "3-6, in which we explain why Judge Marra must craft remedies \nin the c"
      },
      {
        "name": "Marty Weinberg",
        "role": "extracted",
        "context": "t yesterday Epstein's lawyer (Marty Weinberg) filed a motion for a sur-rep"
      },
      {
        "name": "On Monday",
        "role": "extracted",
        "context": "hings, \nthe scope of the NPA. On Monday, we will be filing an opposit"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-07",
        "event": "August 07, 2019"
      },
      {
        "date": "2019-07-25",
        "event": "July 25, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:59.712Z"
}