{
  "document": {
    "id": "efta00015361",
    "filename": "EFTA00015361.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015361.pdf",
    "text": "\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 1 of 34 \nUNITED STATES DISTRICT \nCOURT \nSOUTHERN DISTRICT OF NEW YORK \nTHE NEW YORK TIMES COMPANY, \nPlaintiff, \nv. \nFEDERAL BUREAU OF PRISONS, \nDefendant. \n20-CV-00833 (PAE) \nDECLARATION OF KARA CHRISTENSON \nI, Kara Christenson, declare as follows: \nI. I  am employed by the United States Department of Justice, Federal Bureau of Prisons \n(\"BOP\"), as a  Government Information Specialist (\"GIS\") for Central Office, stationed at the \nFederal Medical Center in Rochester, Minnesota (\"FMC Rochester\"). I  have been assigned to \nCentral Office since August 2016. Prior to that time, I served as a Paralegal for the North Central \nRegional Office (\"NCRO\") from September 2008 to August 2016. From June of 1994 through \nSeptember of 2008, I  served in various legal support positions for the Legal Department at the \nFederal Medical Center (FMC) in Rochester, MN. I have been employed by the BOP since March \n1992. \n2. As a Government Information Specialist, my duties include serving as a Freedom of \nInformation Act (FOIA) Specialist responsible for all facets of processing FOIA and Privacy Act \n(PA) requests, with primary responsibility for analysis of, responses to, and monitoring of requests \nfor BOP records pursuant to 5  U.S.C. §  552. I  also provide litigation support for the FOIA \nEFTA00015361\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 2  of 34 \nrequests assigned to me. In addition to these responsibilities, I am authorized to review for final \nBOP disposition the FOIA determination responses prepared by other GIS staff in my office. \n3. I submit this declaration in support of the BOP's motion for summary judgment, to \ndescribe BOP's search for records responsive to the FOIA requests submitted by Plaintiff, review \nof responsive records, and application of exemptions to responsive records. \n4. The statements made in this declaration are based upon my personal knowledge \nand information available to me in my official capacity and about which I  have become \nknowledgeable. \nI. PLAINTIFF'S FOIA \nREOUESTS \nA. FOIA Request 2019-05665 \n5. In an email dated August 13, 2019, the BOP received a FOIA request from Plaintiff. \nThe FOIA request sought documents \"about Jeffrey Epstein who died at the Metropolitan \nCorrectional Center (MCC) on Aug. 10, 2019.\" See Attachment 1, Plaintiff's FOIA request dated \nAugust 13, 2019. Specifically, Plaintiff sought the following records: \n(1) The signed log in the Special Housing Unit at MCC that shows \nwhen prison staff did rounds on July 22 and 23, and Aug. 9 and 10; \n(2) All quarter entries (showing which cells he was housed in) for \nJeffrey Epstein at MCC; \n(3) The CIM Clearance and Separatee data sheet for Jeffrey Epstein at \nMCC; \n(4) The chronological disciplinary records for Jeffrey Epstein at MCC; \n(5) The intake screening form for Jeffrey Epstein at MCC; \n(6) The security designation records for Jeffrey Epstein at MCC; \n(7) The inmate profile for Jeffrey Epstein at MCC; \nEFTA00015362\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 3 of 34 \n(8) All incident reports related to Jeffrey Epstein at MCC; \n(9) All medical reports related to Jeffrey Epstein at MCC; \n(10) The signed visitor log for Jeffrey Epstein at MCC; \n(11) Documents showing when MCC staff held meetings regarding \nJeffrey Epstein, and who attended; \n(12) All records generated from the meeting at MCC during which it \nwas decided that Jeffrey Epstein would be taken off suicide watch; \n(13) The Post-Watch report compiled in order to take Jeffrey Epstein \noff suicide watch; \n(14) The overtime sign-up sheets for the Special Housing Unit (9 \nSouth) at MCC for Aug. 9 and 10, and on July 22 and 23; and \n(15) Documents showing which staff were augmented at MCC and \nwhat positions they worked in on Aug. 9 and 10, and on July 22 \nand 23. \nSee id. \n6. In a separate email, also dated August 13, 2019, the BOP received a second \nFOIA request from Plaintiff for documents \"about Jeffrey Epstein who died at the \nMetropolitan Correctional Center (MCC) on Aug. 10, 2019.\" See Attachment 2, \nPlaintiff's FOIA request dated August 13, 2019, Email 2. Specifically, Plaintiff sought \nthe following records: \n(1) All video camera footage at MCC pertinent to the Jeffrey Epstein \nsuicide and the first suicide attempt; \n(2) All BOP documents pertaining to Jeffrey Epstein's suicide and first \nsuicide attempt; \n(3) All BOP documents, including email correspondence and meeting \nminutes, pertaining to the decision to remove Jeffrey Epstein from \nsuicide watch; \nEFTA00015363\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 4 of 34 \n(4) All BOP special investigation reports mentioning Jeffrey Epstein; \nand \n(5) All BOP correspondence with the U.S. Attorney's Office regarding \nJeffrey Epstein. \nSee id. \n7. Because these two email requests from the Plaintiff were dated the same date and \nreceived by the BOP on the same date, the BOP consolidated the requests as one request and \nassigned this consolidated request FOIA Request Number 2019-05665. On September 23, 2019, \nthe BOP issued its final determination response regarding FOIA Request 2019-05665. See \nAttachment 3, Determination Response for FOIA Request 2019-05665. In its final determination \nresponse, the BOP categorically denied the request because \"any records responsive to your \nrequest are categorically exempt from disclosure pursuant to the Freedom of Information Act, 5 \nU.S.C. §§ 552 (b)(5); (b)(6); (b)(7)(A); (b)(7)(C); (b)(7)(E); and (b)(7)(F). Id. The BOP also \nadvised Plaintiff, as to exemption (b)(7)(A), the application of the exemption was temporarily \nutilized \"to protect active and on-going law enforcement proceedings.\" Id. \n8. Plaintiff appealed the BOP's determination response to the Office of Information \nPolicy (\"OIP\"), and in response, OIP affirmed the BOP's determination response on partially \nmodified grounds. See Attachment 4, OIP Determination Response on Plaintiff's Appeal. \nSpecifically, OIP determined the \"BOP properly withheld this information in full because it is \nprotected from disclosure under the FOIA pursuant to 5 U.S.C. § 552(b)(7)(A) and it is reasonably \nforeseeable that disclosure of this information would harm the interests protected by this \nprovision.\" Id. OIP did not adjudicate the applicability of the other exemptions asserted by the \nBOP. Id. \nB. FOIA Request 2020-01336 \nEFTA00015364\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 5 of 34 \n9. In an email dated December 12, 2019, the BOP received a third FOIA request from \nPlaintiff for documents \"about Jeffrey Epstein who died at the Metropolitan Correctional Center \n(MCC) on Aug. 10, 2019.\" See Attachment 5, Plaintiff's FOIA request dated December 12, 2019. \nSpecifically, Plaintiff sought the following records: \n(1) The full log of Mr. Epstein's phone calls to and from the MCC; \n(2) All email correspondence to and from Mr. Epstein while he was at the MCC \n(including any correspondence through the Corrlinks system or any other \nemail system he had access to); \n(3) The full log of people who visited Epstein while he was at the MCC when \nthey visited; \n(4) The full list of people that Mr. Epstein had requested to be on his \napproved visitor list; \n(5) The full list of people that Mr. Epstein had requested to be on his \napproved email correspondence list; and \n(6) The full list of people that Mr. Epstein had requested to be on his \napproved call list. \nSee id. \n10. In an email dated January 2, 2020, the BOP received a  fourth FOIA request from \nPlaintiff for documents \"about Jeffrey Epstein who died at the Metropolitan Correctional Center \n(MCC) on Aug. 10, 2019.\" See Attachment 6, Plaintiff's FOIA request dated January 2, 2020. \nSpecifically, Plaintiff sought the following records: \nSee id. \n(1) The full recordings of the last three phone conversations that Mr. Epstein \nhad. \n11. In a response to the Plaintiff dated January 9, 2020, the BOP advised Plaintiff that \nthe January 2, 2020, request and the December 19, 2020, request were aggregated under FOIA \nEFTA00015365\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 6 of 34 \nRequest Number 2020-01336. See Attachment 7, January 9, 2020, Aggregation of Requests \nResponse Letter. The BOP did not issue a final determination response concerning FOIA Request \n2020-01336 prior to the filing of this action. On January 30, 2020, Plaintiff filed its Complaint in \nthis case. \nII. SEARCH FOR RECORDS \n12. The BOP initiated a  search of its records systems to identify records and other \ninformation potentially responsive to Plaintiff's FOIA requests. This search process entailed my \nconsulting with staff across BOP divisions, offices, and facilities regarding the various items \nrequested in Plaintiff's FOIA requests, and determining which BOP divisions, offices or facilities \nlikely maintained potentially responsive records; staff undertaking searches for records; and staff \nsubsequently forwarding any potentially responsive records to me for review to determine whether \nthe records were responsive to the request, whether any records were duplicates of any other \nrecords received in response to the search; whether any records were exempt in whole or in part \npursuant to any FOIA exemption; and whether any non-exempt information could be reasonably \nsegregated from otherwise exempt records pursuant to FOIA to provide maximum release of the \nrecords. \nA. BOP's Search for Records and Records Retrieved \n13. SHU LOGS —  Based the experience and training of myself and other staff involved \nin searching for records, it was determined that the SHU at MCC New York is the most likely \nplace to locate records responsive to the request for \"[t]he signed log in the Special Housing \nUnit at MCC that shows when prison staff did rounds on July 22 and 23, and Aug. 9 and I.\" \nEFTA00015366\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 7 of 34 \nHowever, the SHU log books in question were handed over to the Office of the Inspector \nGeneral (\"OIG\") on or about August 22, 2019. Therefore, the BOP is no longer in possession \nof the log books that are the subject of the FOIA request, and no responsive records were \nlocated. Scanned copies of certain log book pages, count slips, or other records showing when \nstaff conducted rounds in the SHU were retained in the electronic files of certain individual \nstaff members at MCC and were located through their searches for these documents. \n14. \nSENTRY \nQUARTER'S \nHISTORY  - Based on the experience and training of \nmyself and other staff involved in searching for records, it  was determined that the SENTRY \ndatabase was the most likely place where records responsive to the request for \"[a]ll quarter entries \n(showing which cells he was housed in) for Jeffrey Epstein at MCC\" would be located. The BOP \nSENTRY database is a  real-time information system consisting of various applications for \nprocessing sensitive but unclassified (SBU) inmate information and for property management. \nData collected and stored in the system include information relating to the care, classification, \nsubsistence, protection, discipline, and programs of federal inmates. To search SENTRY for \nresponsive information, staff used Jeffrey Epstein's unique inmate register number of 76318-054 \nand the transaction code of PP37 for Quarters history. The search returned the Inmate History \nQuarters for inmate Epstein, which was produced to Plaintiff on June 22, 2019, with redactions. \n15. \nCIM CLEARANCE SHEET/SEPARATEE DATA  -  Based on the experience \nand training of myself and other staff involved in searching for records, it was determined that the \nSENTRY database was the most likely place where the \"CIM Clearance and Separatee data sheet \nfor Jeffrey Epstein at MCC\" would be located. To search SENTRY for responsive information, \nstaff used Jeffrey Epstein's unique inmate register number of 76318-054 and the transaction code \n7 \nEFTA00015367\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 8 of 34 \nof PPIO for am and Separatee information. This SENTRY search returned the CIM Clearance \nand Separatee data sheet for inmate Epstein, which was produced to Plaintiff in full on June 22, \n2019. \n16. DISCIPLINARY RECORDS  - Based on the experience and training of myself \nand other staff involved in searching for records, it  was determined that the SENTRY database \nwas the most likely place where the \"chronological disciplinary records for Jeffrey Epstein at \nMCC\" would be located. To search SENTRY for responsive information, staff used Jeffrey \nEpstein's unique inmate Register Number of 76318-054 and the transaction code of PD15 for \ndisciplinary history. This SENTRY search returned the disciplinary history for inmate Epstein \nwhich was produced to Plaintiff in full on June 22, 2019, and one incident report for Epstein, which \nwas withheld in full as noted in the attached index at Entry 1. \n17. INTAKE SCREENING FORM - Based on the experience and training of myself \nand other staff involved in searching for records, it was determined that the DROP File was where \nrecords responsive to the request for \"the intake screening form for Jeffrey Epstein at MCC\" would \nbe located. A DROP File is a  temporary, condensed version of a  typical inmate Central File. \n(Program Statement 5800.17, Inmate Central Files, Privacy Folder and Parole Mini-Files) Only \ninmates in pre-trial status have their records maintained in a  DROP File. Upon an inmate's \nsentencing, the DROP File records are incorporated into a regular Central File that follows the \ninmate for the remainder of incarceration. The DROP File contains records such as remand \norders, some displinary information, personal property records and routine custody related records. \nBased on my experience, I requested staff at MCC New York conduct a search of inmate Epstein's \nDROP file for a copy of his Intake Screening Form as that is the location most reasonably expected \n8 \nEFTA00015368\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 9 of 34 \nto locate the form. A review of inmate Epstein's DROP file did not produce records responsive to \nPlaintiff's request for the Intake Screening Form. Based on my own experience and conversations \nwith MCC staff, there are no other locations reasonably expected to produce results. \n18. SECURITY DESIGNATION  - Based on the experience and training of myself \nand other staff involved in searching for records, it  was determined that the SENTRY database \nwas the most likely place where \"the security designation records for Jeffrey Epstein at MCC\" \nwould be located. To search SENTRY for responsive information, staff used Jeffrey Epstein's \nunique inmate register number of 76318-054 and the transaction codes of PPGO for Security \nDesignation and PPG6 for Classification. The search returned the security designation for inmate \nEpstein, and produced to Plaintiff in full on June 22, 2019. \n19. INMATE PROFILE -  Based on the experience and training of myself and other \nstaff involved in searching for records, it was determined that the SENTRY database was the most \nlikely place where \"the inmate profile for Jeffrey Epstein at MCC\" would be located. To search \nSENTRY for responsive information, staff used Jeffrey Epstein's unique inmate register number \nof 76318-054 and the transaction code of PP44 for Inmate Profile. The search returned the inmate \nprofile security designation for inmate Epstein, and produced to Plaintiff in full on June 22, 2019. \n20. INCIDENT REPORTS  - Based on the experience and training of myself and \nother staff involved in searching for records, it was determined that the SENTRY database was the \nmost likely place where \"[a]ll incident reports related to Jeffrey Epstein at MCC\" would be located. \nTo search SENTRY for responsive information, staff used Jeffrey Epstein's unique inmate register \nnumber of 76318-054 and the transaction code of PD15 for disciplinary history. This SENTRY \nsearch returned the disciplinary history for inmate Epstein which was produced to Plaintiff in full \n9 \nEFTA00015369\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 10 of 34 \non June 22, 2019, and one incident report for Epstein, which was withheld in full as noted in the \nattached index at Entry I. \n21. MEDICAL REPORTS - Based on the experience and training of myself and other \nstaff involved in searching for records, it was determined that the Bureau Electronic Medical \nRecord (BEMR) was the most likely place where \"all medical reports related to Jeffrey Epstein at \nMCC.\" BEMR is the electronic medical records repository for the BOP that contains all medical \nrecords for inmates in BOP custody. To search BEMR for inmate related information, staff used \nJeffrey Epstein's unique inmate register number of 76318-054 to retrieve all of his medical records. \nThe search returned any medical, dental, optical and/or psychological records for inmate Epstein. \nThe psychological records were withheld in full, as noted on the attached index at Entry 19. BOP \nis currently revewing the remaining BEMR records to segregate non-exempt information and \nintends to release the records in part. \n22. VISITOR LOG - Based on the experience and training of myself and other staff \ninvolved in searching for records, it  was determined that the TRUVIEW database was the most \nlikely place where visitor log information for inmate Epstein would be located. TRUVIEW is a \nBOP database that combines several inmate information databases (i.e., inmate finances, call lists, \nmessaging, visiting, and volunteer management) into one program. Regarding inmate visitors, \nthe TRUVIEW contains a  log of all inmate visits. To search TRUVIEW for inmate related \ninformation, staff used Jeffrey Epstein's unique inmate register number of 76318-054 to retrieve \nall of his visitor information. The search returned the Federal Bureau of \nPrisons/TRUVIEW/Inmate Center Report for inmate Epstein, produced to Plaintiff with redactions \non June 22, 2019. Scanned copies of certain log book pages showing visitors to Epstein were \n10 \nEFTA00015370\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 11 of 34 \nretained in the electronic files of certain individual staff members at MCC and were located \nthrough their searches for these documents. The search returned two pages of scanned visitor \nlogs, which BOP is reviewing for segregable non-exempt information and intends to release in \npart. \n23. MEETING DOCUMENTS - Based on the experience and training of myself and \nother staff involved in searching for records, it was determined that a search of staff emails would \nbe the most likely way to locate records responsive to the request for \"[d]ocuments showing when \nMCC staff held meetings regarding Jeffrey Epstein, and who attended.\" The email search is \ndescribed in Paragraphs 44-46, infra. Additional searches for meetings documents are described \nin the Declaraton of Nicole McFarland (the \"McFarland Declaration\"). \n24. SUICIDE WATCH REMOVAL MEETING DOCUMENTS  -   Based on the \nexperience and training of myself and other staff involved in searching for records, it was \ndetermined that a search of staff emails would be the most likely way to locate records responsive \nto the request for \"[a]ll records generated from the meeting at MCC during which it was decided \nthat Jeffrey Epstein would be taken off suicide watch.\" The email search is described in \nParagraphs 44-46, infra. Additional searches for meetings documents are described in the \nMcFarland Declaration. \n25. POST- \nWATCH REPORT - Based on the experience and training of myself and \nother staff involved in searching for records, it  was determined that a search of staff emails and \nBEMR were the most likely ways to locate \"the Post-Watch report compiled in order to take Jeffrey \nEpstein off suicide watch.\" The email search is described in Paragraphs 44-46, infra and the \nBEMR search is described in Paragraph 21 supra. The BOP located the psychological records \n11 \nEFTA00015371\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 12 of 34 \nfor Epstein from BEMR, including a post-suicide watch report for Epstein prepared as part of his \nremoval from suicide watch, which was withheld in full, as noted in the attached index at Entry \n19. \n26. OVERTIME SIGN-UP SHEETS  -  Based on the experience and training of \nmyself and other staff involved in searching for records, it  was determined that a search of the \nRoster/Overtime Program was the most likely place where \"[t]he overtime sign-up sheets for the \nSpecial Housing Unit (9 South) at MCC for Aug. 9 and 10, and on July 22 and 23\" would be \nlocated. The Roster/Overtime Program is a  web based program that allows staff to submit \novertime requests, submit Quarterly Preferences, view Daily Assignments, and view the \nMandatory Overtime List. The search returned the MCC daily assignment rosters for August 9 \nand 10, 2019, and July 22 and 23, 2019, which were withheld in full, except for one page released \nin part from each roster on June 22, 2020, as noted in the attached index at Entries 7-9. \n27. STAFF \nAUGMENTING RECORDS - Based on the experience and training of \nmyself and other staff involved in searching for records, it  was determined that a search of the \nRoster/Overtime Program was the most likely place where \"Documents showing which staff were \naugmented at MCC and what positions they worked in on Aug. 9 and 10, and on July 22 and 23\" \nwould be located. The search returned the MCC daily assignment rosters for August 9 and 10, \n2019, and July 22 and 23, 2019, which were withheld in full, except for one page released in part \nfrom each roster on June 22, 2020, as noted in the attached index at Entries 7-9. \n28. VIDEO CAMERA FOOTAGE - Based on the experience and training of myself \nand other staff involved in searching for records, it was determined that the Special Investigativer \nAgent's (SIA) office was the most likely place where video camera footage responsive to the \n12 \nEFTA00015372\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 13 of 34 \nrequest for lap video camera footage at MCC pertinent to the Jeffrey Epstein suicide and the \nfirst suicide attempt\" would be located. After consulting with the custodian for such records, it \nwas determined that the BOP does not have possession of responsive records because all \nvideo/NICE vision equipment was handed over to the FBI on or about August 10, 2019. \n29. The BOP sought to preserve video footage from July 23, 2019, the night of \nEpstein's apparent suicide attempt, pursuant to a preservation request in a criminal case. \nHowever, the BOP inadvertently preserved footage showing a different area within MCC, and the \nvideo footage from the SHU at MCC no longer exists on the backup system because of a technical \nerror. See Letter from the Government dated January 9, 2020, Dkt. No. 182, United States v. \nTartaglione, No. 16-cr-832 (KMK). \n30. SUICIDE ATTEMPT AND SUICIDE RECORDS  - Based on the experience \nand training of myself and other staff involved in searching for records, it  was determined that a \nsearch of the Bureau Electronic Medical Record (BEMR) and a search for Forms 583 and related \ndocuments were the best methods to locate records responsive to the request for \"[Ill BOP \ndocuments pertaining to Jeffrey Epstein's suicide and first suicide attempt.\" To locate medical \nand psychological records responsive to this request, BOP searched BEMR. GOP's BEMR \nsearch is detailed supra at Paragraph 21. The psychological records were withheld in full, as noted \non the attached index at Entry 19. BOP is currently revewing the remaining BEMR records to \nsegregate non-exempt information and intends to release the records in part. \n31. With regard to the Form 583 and related documents, MCC Staff located the Form \n583 and related documents concerning Epstein's apparent suicide attempt on July 23, 2019 as \ndescribed in the McFarland Declaration. Because staff at MCC New York did not have access to \n13 \nEFTA00015373\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 14 of \n34 \nthe Form 583 and related documents concerning Epstein's suicide on August 10, 2019, I requested \nthese records from the Correctional Programs Division in the Central Office of the Bureau of \nPrisons (BOP). Based on my knowledge and experience, I  am aware that the Correctional \nPrograms Division (CPD) has access to all Form 583s and related documents regardless of the \ninstitution that created the Form 583 as they are the Division that has overall responsibility for all \nCorrectional Services Departments in the BOP. Accordingly, once I became aware staff at MCC \nNew York no longer had access to the Form 583 and related documents from August 10, 2019, \nknowing that the CPD was the location most reasonably expected to maintain the Form 583 and \nrelated documents concerning Epstein's suicide on August 10, 2019, I requested, and received, the \nrecords from them. The 583 Forms were withheld in full, as noted in the attached Index at Entries \n15 and \n18. \n32. BOP staff also located additional reports prepared following Epstein's apparent \nsuicide attempt and Epstein's suicide, including a psychological reconstruction of inmate death \nand responses thereto, including a memorandum; a document titled MCC New York Updates; draft \nletters to Epstein's brother, Chief Judge McMahon and Judge Berman; a letter to the MCC warden \ndated August 14, 2019; photo sheets from Epstein's July 23, 2019 apparent suicide attempt and \nEpstein's August 10, 2019 suicide, a chain of custody form from Epstein's July 23 apparent suicide \nattempt, reports of the July 23, 2019 apparent suicide attempt, memoranda and reports of Epstein's \nAugust 10, 2019 suicide. MCC staff located these documents by manually searching their files for \nrecords pertaining to Epstein's July 23, 2019 apparent suicide attempt and Epstein's August 10, \n2019 suicide. These records were withheld in full or withheld in part as noted in the attached Index \nat Entries 2, 10, 11, 12, 13, 14, 16, 17, 18, 20, 35, and 36. \n14 \nEFTA00015374\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 15 of 34 \n33. SUICIDE WATCH REMOVAL DOCUMENTS - Based on the experience and \ntraining of myself and other staff involved in searching for records, it  was determined that, in \naddition to any records that may exist in the BEMR for inmate Epstein, a search of staff emails \nwas the other place where records responsive to the request for 101 BOP documents, including \nemail correspondence and meeting minutes, pertaining to the decision to remove Jeffrey Epstein \nfrom suicide watch\" would be. The email search is described in Paragraphs 44-46, infra and the \nscope and results of the BEMR search are described in Paragraph 28 supra. These records were \nwithheld in full as noted in the attached Index at Entries 19 and 52. Additional searches for \ndocuments pertaining to the decision to remove Epstein from suicide watch are described in the \nMcFarland Declaration. \n34. SPECIAL INVESTIGATIVE REPORTS - Based on the experience and training \nof myself and other staff involved in searching for records, it was determined that a search of the \nBOP Special Investigative Section (\"SIS\") database known as TRUINTEL was the best way to \nlocate records responsive to the request for \"[a]ll BOP special investigation reports mentioning \nJeffrey Epstein.\" The SIS database contains information related to investigation of both inmates \nand staff. To search the SIS database for special investigation reports about inmate Epstein, staff \nused inmate Epstein's unique inmate register number of 76318-054 to retrieve any and all special \ninvestigative reports maintained by the BOP about inmate Epstein. The search returned one \nInmate Investigative Report for inmate Epstein, which was withheld in full, as noted on the \nattached index at Entry 9. \n35. CORRESPONDENCE - Based on the experience and training of myself and other \nstaff involved in searching for records, it was determined that a search of staff emails was the most \n15 \nEFTA00015375\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 16 of 34 \neffective way to locate records responsive to the request for \"[a]It BOP correspondence with the \nU.S. Attorney's Office regarding Jeffrey Epstein.\" The email search is described in Paragraphs \n44-46, infra. \n36. PHONE LOGS - Based on the experience and training of myself and other staff \ninvolved in searching for records, it was determined that a search of the TRUVIEW database was \nthe most likely place where a \"full log of Mr. Epstein's phone calls to and from the MCC\" would \nbe located. Regarding inmate telephone calls, TRUVIEW contains a list of all people who were \napproved to be on inmate Epstein's telephone list, and it also has a log of all inmate telephone calls \nnot made on a legal line. To search TRUVIEW for inmate related information, staff used Jeffrey \nEpstein's unique inmate register number of 76318-054 to retrieve all of his telephone call \ninformation. The search returned the Federal Bureau of Prisons/TRUVIEW/Inmate Center \nReport for inmate Epstein, produced to Plaintiff with redactions on June 22, 2019. \n37. EMAIL \nCOMMUNICATIONS - Based on the experience and training of myself \nand other staff involved in searching for records, it was determined that the TRULINCS database \nwas the most likely place where \"[a]ll email correspondence to and from Mr. Epstein while he was \nat the MCC (including any correspondence through the Corrlinks system or any other email system \nhe had access to[]\" would be located. TRULINCS is a BOP database that is comprised of two \nmain components. One component is the inmate application used solely by the inmates and \nprovides inmates the capability to manage their contact list for emails, communicate with members \nof the public on an inmate's contact list via email, and communicate with staff. To search \nTRULINCS for inmate related information, staff used Jeffrey Epstein's unique inmate register \nnumber of 76318-054 to check for email communications to and from inmate Epstein. The search \n16 \nEFTA00015376\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 17 of 34 \ndid not return any results for emails to/from Epstein's TRULINCS account - either to/from any \nmember of the public or to/from staff. \n38. VISITOR LOGS - Based on the experience and training of myself and other staff \ninvolved in searching for records, it was determined that a search of the TRUVIEW database was \nthe most likely place where \"[t]he full log of people who visited Mr. Epstein while he was at the \nMCC and when they visited\" would be located. Regarding inmate visitors, the TRUVIEW \ncontains a  log of all inmate visits. To search TRUVIEW for inmate related information, staff \nused Jeffrey Epstein's unique inmate register number of 76318-054 to retrieve all of his visitor \ninformation. The search returned the Federal Bureau of Prisons/TRUVIEW/Inmate Center Report \nfor inmate Epstein, produced to Plaintiff with redactions on June 22, 2019. \n39. In addition, staff at MCC searched for physical visitor logs and located one log \nbook showing a visitor for Jeffrey Epstein on July 30, 2019. A copy of the page from the log \nbook showing this visit was produced to the Plaintif with redactions on June 22, 2019. All other \nphysical visitor logs were handed over to the OIG on or about August 22, 2019, and the BOP is no \nlonger in possession of these logs. \n40. VISITOR LISTS - Based on the experience and training of myself and other staff \ninvolved in searching for records, it was determined that a search of the TRUVIEW database was \nthe most likely place where \"[t]he full list of people that Mr. Epstein had requested to be on his \napproved visitor list.\" would be located. To search TRUVIEW for inmate related information, \nstaff used Jeffrey Epstein's unique inmate register number of 76318-054 to retrieve all of his visitor \ninformation. The search returned the Federal Bureau of Prisons/TRUVIEW/Inmate Center \nReport for inmate Epstein, produced to Plaintiff with redactions on June 22, 2019. \n17 \nEFTA00015377\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 18 of 34 \n41. EMAIL LIST  - Based on the experience and training of myself and other staff \ninvolved in searching for records, it was determined that a search of the TRUVIEW database was \nthe most likely place where \"[t]he full list of people that Mr. Epstein had requested to be on his \napproved email correspondence list\" would be located. To search TRUVIEW for inmate related \ninformation, staff used Jeffrey Epstein's unique inmate register number of 76318-054 to retrieve \nall of his visitor information. The search returned the Federal Bureau of \nPrisons/TRUVIEW/Inmate Center Report for inmate Epstein, produced to Plaintiff with redactions \non June 22, 2019. \n42. APPROVED CALL LIST- Based on the experience and training of myself and \nother staff involved in searching for records, it  was determined that a search of the TRUVIEW \ndatabase was the most likely place where \"[t]he full list of people that Mr. Epstein had requested \nto be on his approved call list\" would be located. Regarding inmate approved call lists, the \nTRUVIEW database contains a log of all people who are approved to be on an inmate's call list. \nTo search TRUVIEW for inmate related information, staff used Jeffrey Epstein's unique inmate \nregister number of 76318-054 to retrieve all of his visitor information. The search returned the \nFederal Bureau of Prisons/TRUVIEW/Inmate Center Report for inmate Epstein, produced to \nPlaintiff with redactions on June 22, 2019. \n43. RECORDINGS OF TELEPHONE CALLS  -  Based on the experience and \ntraining of myself and other staff involved in searching for records, it  was determined that the \nTRUVIEW database was the most likely place where the approved call list information for inmate \nEpstein would be located to determine if there were any \"recordings of the last three phone \nconversations that Mr. Epstein had.\" To search TRUVIEW for inmate related information. staff \n18 \nEFTA00015378\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 19 of 34 \nused Jeffrey Epstein's unique inmate register number of 76318-054 to retrieve all of his call \ninformation. The search returned the Federal Bureau of Prisons/TRUVIEW/Inmate Center \nReport for inmate Epstein, produced to Plaintiff with redactions on June 22, 2019. Epstein did \nnot have any calls listed there, and so no recordings of Epstein's calls were located. As noted \nabove, Epstein did make telephone calls on the legal line at the MCC, but these calls were \nunmonitored, unrecorded and not logged in TRUVIEW, such that there is no system to search for \nrecords of them. \nIII. BOP'S EMAIL SEARCH \n44. Below is a description of the email search for records as it relates to requests for \nwhich a search of email records was conducted, as noted above. Based on the experience and \ntraining of myself and other staff involved in searching for records, it was determined that a \nsearch of the BOP's GROUPWISE email system was appropriate as GROUPWISE is the BOP's \nemail client platform for staff. Based on the scope of the requests, the GROUPWISE email \naccounts for the below identified BOP staff was the most likely place where communications \nabout inmate Epstein would likely be located, as these BOP staff were key decision makers at \nthe institution, regional, and central office levels of the BOP and were likely involved and likely \nmade recommendations about Mr. Epstein's classification while he was confined at MCC New \nYork. The email search was conducted using both the staff member's name and his or her \nunique BOP identifier and other particularized search terms based on the Plaintiff's FOIA \nRequests. The staff whose emails were searched were as follows: \n(1) Acting Director Hurwitz; \n(2) Former Regional Director Johnathan Ray Ormond; \n(3) Regional Counsel Darrin Howard; \n19 \nEFTA00015379\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 20 of 34 \n(4) Deputy Regional Counsel Adam Johnson; \n(5) Correctional Programs Administrator Sukenna Stokes; \n(6) Warden Laraine N'Diaye; \n(7) Associate Warden Shirley Skipper Scott; \n(8) Associate Warden Charisma Edge; \n(9) Associate Warden Brian Best; \n(10) Executive Assistant Lee Plourde; \n(11) Supervisory Attorney Nicole McFarland; \n12) Captain Jermaine Darden; and \n(13) Chief of Psychology Elissa Miller. \n45. Based on the scope of the FOIA request, the search terms used for the search and \nthe date range for the search were as follows: \n(1) Jeffrey Epstein, 76318-054, MCC, New York, meetings, suicide watch, \nsuicide, AUSA, USAO and \n(2) 7/6/2019 (Date Epstein went into custody at MCC) through 1/9/2020 (the \ndate of Complainant's last FOIA Request). \n46. The email search produced 1911 records, which totaled 18,062 pages. After \nreview of the records, it was determined that 3176 pages of these records were responsive and \nnon-duplicative. \nIII. APPLICATION OF EXEMPTIONS \nSegregability \n47. I and other FOIA staff reviewed and continue to review the records located in \nresponse to Plaintiff's FOIA requests to determine whether or not there is any non-exempt \ninformation in the records that could be reasonably segregated and released. We have already \ndetermind that 584 pages contain such information, and those pages were released, with \nappropriate redactions, to Plaintiff on June 22, July 7, and July 10. Other than these 584 pages \n20 \nEFTA00015380\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 21 of 34 \nand the records listed as withheld in full on the attached index, I and other FOIA staff continue to \nreview the remaining records because we currently believe that they contain segregable \ninformation, such that the additional records could be released in part. Each of the records \nwithheld in full includes exempt information that is inextricably intertwined with any non-\nexempt information in the document, such that segregating any non-exempt information would \nbe of little to no informational value. \n48. All of the responsive records withheld in full by BOP are withheld under FOIA \nExemption 7(A), except for the 2 pages of draft letters at Entry 11 of the attached index and the \n57 pages of email records at Entry 54 of the attached index, withheld under Exemption 5 and \ndiscussed below. The basis for withholdings under Exemption 7(A) is explained in the \naccompanying declaration of Counsel to the Acting United States Attorney Russell Capone. In \naddition to the withholdings in full under Exemptions 7(A) and 5, BOP has also withheld certain \nrecords or portions of records under Exemptions 5, 6, 7(A), 7(C), 7(E), and 7(F). \nA. Withholdings under Exemption 5 \n49. Title 5 U.S.C. § 552(b)(5) (\"Exemption 5\") excludes from disclosure \"inter-\nagency or intra-agency memorandums or letters which would not be available by law to a party . \n.. in litigation with the agency.\" 5 U.S.C. § 552(b)(5). Exemption 5 incorporates all the normal \ncivil discovery privileges, including the deliberative process privilege andand the attorney-client \nprivilege. BOP has withheld records in full and in part under the deliberative process privilege. \nAs noted in the attached index, BOP has withheld in full under the deliberative process privilege \nthe incident report for Epstein's July 23, 2019 apparent suicide attempt, the psychological \n21 \nEFTA00015381\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 22 of 34 \nreconstruction of Epstein's suicide and responses thereto, and draft letters to Epstein's brother \nand Chief Judge McMahon and Judge Berman. \na. The incident report for Epstein's July 23, 2019, apparent suicide attempt is \npredecisional because it preceded the decisions to remove Epstein from \nsuicide watch and to house him in a particular cell in the SHU with a cellmate. \nDecisions concerning cell designation for inmates and whether to cell an \ninmate with another inmate or with a particular inmate are policy decisions \ninvolving open and frank conversations by senior BOP staff to include \nsecurity staff, medical staff, unit staff, and executive staff. These discussions \nare particularly amplified when dealing with high profile inmates and for \nwhich the inmate's incarceration with the BOP is the subject of great media \nand public attention. Thus, the incident report was prepared to assist BOP in \nmaking those decisions because it documents details of Epstein's apparent \nsuicide attempt that were relevant to the determination of whether he would be \nremoved from suicide watch and how and where he would be housed \nthereafter. It was deliberative because it bears on the exercise of a policy-\noriented judgment by assisting in the application of GOP's policies of \nreleasing certin inmates from suicide watch and housing them in specific \ncircumstances based on details of their psychological profile and any suicide \nattempt. Release of the incident report would hamper BOP employees' \nabilities to frankly discuss the circumstances of suicide attempts and assess \nGOP's suicide prevention policies. \nb. The psychological reconstruction of Epstein's suicide and responses thereto \nare predecisional because they preceded GOP's decisions regarding how to \nrespond to Epstein's suicide and was prepared to assist in deciding which \nactions to take. Specifically, the psychological reconstruction report was part \nof a review by BOP following Epstein's suicide of MCC's suicide prevention \npolicies, including a determination of whether MCC's suicide prevention \npolicies needed to be changed. It was also part of a review to determine \nwhether or not wider changes, such as changes in personnel or leadership at \nMCC, were necessary. Further, the purpose of the report is to provide Senior \nBOP staff information for which to consider future policy considerations \nthroughout the BOP concerning the care and custody of inmates. Thus, these \nreports are ultimately recommendations in that they not only point out factual \ninformation, but with this factual information Senior BOP staff are able to \nconsider strategic initiatives. The report is deliberative because it contains \nmultiple recommendations—and responses to certain recommendations-for \nhow MCC should change its suicide preventation policies and measures, \nincluding, for example, recommendations about double-ceiling and direct \nobservation of inmates, duration of suicide watches, how to structure such \n22 \nEFTA00015382\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 23 of 34 \nwatches. These recommendations are used by Senior BOP officials in terms \nof policy considerations that impact BOP operations across facilities. \nFurther, any such recommendations are discussed by Senior BOP officials and \nas such requires the frank and open assessment by these officials in reaching a \ndecision to adopt a policy recommendation. Release of the report would \nhamper frank and open discussions and assessments by these officials in \nreaching policy decisions. \nc. The draft letters are predecisional because they were prepared in advance of \nfinal letters sent to individuals and to assist in determining the content of the \nfinal letters, Agency formal letters are purposed as final Agency policy \ndirectives and members of the public and press view Agency letters no \ndifferently than officially adopted policy statements. As such, draft letters \nare not the Agency's final response and like other policy related documents, \nAgency letters are not an official statement of the Agency until a final letter is \nprepared and dispatched They are deliberative because they bear on the \nexercise of a policy-oriented judgment in that they are part of BOP's \ndetermination of how best to inform family members and other relevant \nparties of the death of an inmate. Their release would harm BOP's ability to \ndetermine how best to inform family members and other relevant parties of \nthe death of an inmate. \nCertain email records have also been withheld in part under the \ndeliberative process privilege. \nd. One category of emails pertains to Epstein's July 23, 2019, apparent suicide \nattempt and incarceration. These emails are predecisional because they were \nprepared to assist BOP in making decisions about Epstien's incarceration, \nincluding whether he would remain -on suicide watch and whether he would \nbe housed with a cellmate. They are deliberative because they bear on the \nexercise of a policy-oriented judgment, namely the application of BOP's \npolicies of releasing certin inmates from suicide watch and housing them \nunder particularized housing measures, including based on details of their \npsychological profile and any suicide attempt. The decision to place an \ninmate on suicide watch or to remove an inmate from suicide watch involves \ninvolves policy deliberations from several BOP senior level stakteholders \nfrom medical staff, psychology staff, Correctional Program Division Staff, \nsecurity staff, and executive staff. Release of the information in these emails \nwould hamper BOP's employees' ability to frankly discuss decisions \nregarding placing inmates on and removing inmates from suicide watch and to \ndiscuss suicide prevention policies. \n23 \nEFTA00015383\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 24 of 34 \ne. One category of emails pertains to press inquiries concerning Epstein and his \ndeath and how BOP will respond to them. They are predecisional because \nthey were prepared in advance of GOP's decisions regarding whether and how \nto change policies at MCC, including suicide prevent policies, following \nEpstein's death and in advance of GOP's decisions regarding whether and \nhow to respond to press inquiries about Epstein. They were prepared to assist \nin how deciding how BOP would respond to inquiries because they are \ncommunications, including deliberations, between BOP employees about how \nto respond. They are deliberative because they consist of \nGOP's \nconsiderations of how to respond and include drafts of responses to press \ninquiries and discusions of what responses should be provided. They are also \ndeliberative because they bear on GOP's decisions regarding whether and how \npolcies at MCC, including suicide prevention policies, should change, in that \nthey include details of Epstein's death, the response or reaction of BOP \nemployees to details of Epstein's death, and discussion of steps taken at MCC \nfollowing Epstein's death, including responding to press inquiries. Release of \nthe information in these emails would hamper GOP's decisionmaking \nprocesses in determining how to communicate with the press and its \nassessment of policies at facilities where suicides occur. \nf. One category of emails pertains to Epstein's suicide and GOP's response to \nEpstein's suicide. They are predecisional because they preceded GOP's \ndecisions regarding how to respond to Epstein's suicide and were prepared to \nassist in deciding -areas of policy consideration for the GOP's suicide \npreventation strategies. Specifically, they relate to deliberations within BOP \nand MCC following Epstein's suicide about MCC's policies, including its \nsuicide prevention policies. They are deliberative because they include \ncommunications that were part of a review to determine whether or not policy \nchanges, such as changes in suicide perevention policies, personnel or \nleadership at MCC, were necessary. Release of the emails would hamper BOP \nemployees' frank discussion of suicide prevention policies (and leadership \nand personnel decisions) at its facilities and whether it is necessary to change \nthese policies (or leadership or personnel). \n50. As indicated at Entry 54 in the attached index, one 56-page set of emails was \nwithheld in full under the attorney-client privilege. This group of withheld emails consists of \ncommunications between BOP employees and \nGOP's \nattorneys, Assistant United States \nAttorneys in the Civil Division of the USAO-SDNY, concerning requests for documents related \n24 \nEFTA00015384\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 25 of 34 \nto Epstein, preservation of documents related to Epstein, and how to respond to requests pursuant \nto Department of Justice regulations (known as Touhy regulations). As communications \nbetween attorneys and a client, these emails were properly withheld under Exemption 5. Release \nof these emails would negatively affect BOP's ability to seek out and receive frank legal counsel. \nThreshold Justification For Application of Exemption 7 \n51. As a threshold to applying Exemption 7, an agency has to demonstrate that the \n\"records or information [were] compiled for law enforcement purposes.\" 5 U.S.C. §552(b)(7). \n52. The BOP is a law enforcement agency. The term \"law enforcement officer\" is defined \nas \"an employee of the Bureau of Prisons or Federal Prison Industries, Inc.\" See, e.g, 5 U.S.C. \n§ 8401(17)(D)(i). Furthermore, BOP employees perform law enforcement functions. They \npossess the authority to make arrests, 18 U.S.C. § 3050; seize evidence, 18 U.S.C. § 4012; and \nexecute searches on inmates and visitors to the institution, 28 C.F.R. §§ 511.10-511.12, 552.10-\n552.14. Additionally, the BOP is tasked with the law enforcement mission of protecting inmates, \nstaff, and the community. See 18 U.S.C. § 4042(a)(1)-(3) (\"The Bureau of Prisons, under the \ndirection of the Attorney General, shall (1) have charge of the management and regulation of all \nFederal penal and correctional institutions; (2) provide suitable quarters and provide for the \nsafekeeping, care, and subsistence of all persons charged with or convicted of offenses against the \nUnited States, or held as witnesses or otherwise; (3) provide for the protection, instruction, and \ndiscipline of all persons charged with or convicted of offenses against the United States . . . .\"). \n53. All of the records withheld in full or in part were compiled for law enforcement \npurposes because they were compiled in the exercise of BOP's statutory authority to detain \narrested individuals before trial pursuant to a judicial order. All of these records relate to a \n25 \nEFTA00015385\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 26 of 34 \nspecifically identified inmate and concern the conditions of his incarceration (including his \nhousing location, medical records, visitor lists, security designation, staff decisions concerning \nthe inmate's status at MCC New York, and the like). They were compiled in order to carry out \nBOP's responsibilities to protect the safety, security, and orderly operation of BOP facilities, \nspecifically MCC New York, to protect the public, and/or to protect the safety and care of the \ninmate who is the subject of the records in question. In addition, some of the records were \ncompiled as part of the investigations into Epstein's incarceration and death and serve as \ninvestigatory tools. Some were also compiled for the specific law enforcement of purpose of \npreventing suicides at BOP facilities and ensuring the safety of inmates in BOP facilities. The \nrecords at issue in this FOIA request meet the law enforcement threshold of Exemption (b)(7). \nRecords Withheld Pursuant to Exemptions 6 and 7(C) \n54. U.S.C. § 552(b)(6), (\"FOIA Exemption 6\"), protects from disclosure \"personnel \nand medical files and similar files the disclosure of which would constitute a clearly unwarranted \ninvasion of personal privacy.\" 5 U.S.C. § 552(b)(6). \n55. U.S.C. \n§ 552(b)(7)(C) (\"Exemption 7(C)\") exempts from disclosure records or \ninformation compiled for law enforcement purposes where its production \"could reasonably be \nexpected to constitute an unwarranted invasion of personal privacy.\" 5 U.S.C. § \n552(b)(7)(C). \n56. Some of the records withheld by BOP contain contain personal information \nwithheld in part under Exemptions 6 and 7(C) (the \"6 & 7(C) Records\"). The 6 & 7(C) Records \ninclude personnel files within the meaning of Exemption 6, such as overtime logs for the MCC. \nThe remainder of the 6 & 7(C) records are \"similar files\" within the meaning of Exemption 6 \nbecause they contain information about particular, identifiable individuals. This information \n26 \nEFTA00015386\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 27 of \n34 \nincludes personally identifying information, such as names and contact information, of various \nthird-party individuals other than Epstein. \n57. Exemptions 6 and 7(C) each require a balancing of the privacy interests \nimplicated by disclosure of a record with the public interest in its disclosure. The privacy \ninterests implicated by the 6 & 7(C) Records include the privacy interests of BOP employees, \nBOP inmates other than Epstein, Epstein's surviving family members, visitors or senders of \nfunds to BOP inmates, legal counsel for BOP inmates, USAO-SDNY employees, and journalists. \nThe 6 & 7(C) Records contain personally identifying information, such as names and contact \ninformation, for each of these categories of individuals and detail their association with Epstein \nor their involvement or interest in Epstein's incarceration, death, or the response of BOP or the \nUSAO-SDNY to Epstein's death. Release of this information - particularly in light of the \nintense media interest in and public speculation concerning Epstein's death - could reasonably be \nexpected to expose these third parties to unwanted scrutiny, embarrassment, and even harassment \nor retaliation. \n58. The sole public interest to be weighed against these privacy interests under both \nExemption 6 and 7(C) is the public's understanding of government operations. The personal \ninformation withheld from the 6 and 7(C) Records will not significantly contribute to the \npublic's understanding of the operation or activities of the government or further the purpose of \nthe FOIA by informing the public of the government's activities. The withheld personal \ninformation does not provide significant insight into government activities or operations in \nconnection with Epstein's incarceration or the response of BOP, the USAO-SDNY, or any other \ngovernment agency to Epstein's death. For example, the names of BOP employees in the \n27 \nEFTA00015387\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 28 of 34 \nwithheld records do not provide members of the public with a greater understanding of how BOP \nworks. \n59. The large volume of publicity and often unfounded speculation concerning the \ncircumstances of Epstein's death increase the likelihood that disclosure of the information \nwithhed under Exemptions 6 and 7(C) would cause an unwarranted invasion of personal privacy. \n60. In light of the public and unfounded speculation on Epstein's death and the media \ncoverage thereof, it is reasonable to expect that individuals identified through disclosures by the \ngovernment as associated with Epstein's incarceration and death, or investigation of the charges \nagainst Epstein or the circumstances of his death, could be targeted or harassed. Accordingly, \npublicizing the identity, contact information, or other personal information of a particular \nindividual's associations or interactions with Epstein, or participation in the investigation of and \nresponse to his death, will amount to a significant invasion of personal privacy, with no \nmeaningful contribution to the public's understanding of how the government works. \n61. For each category of individuals with personally identifying information present \nin the 6 & 7(C) Records, the individual privacy concerns outweigh the putative public interest in \ntheir disclosure. \na. The disclosure of personally identifying information of BOP employees, such \nas their names or contact information, would significantly invade their \npersonal privacy without contributing to a public understanding of how BOP \nworks. As noted above, disclosing the names or contact information of BOP \nemployees does not provide insight into how BOP works because individual \nemployees' names or contact information are not relevant to how BOP works. \nb. The disclosure of personally identifying information of BOP inmates, such as \ntheir names or contact information, would significantly invade their personal \nprivacy without contributing to a public understanding of how BOP works. \n28 \nEFTA00015388\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 29 of 34 \nThe names or contact information of particular inmates is not relevant to and \nprovides no greater understanding of how BOP works. \nc. The disclosure of personally identifying information of visitors or senders of \nfunds to BOP inmates, such as their names and contact information, would \nsignificantly invade their personal privacy without contributing to a public \nunderstanding of how the government works: identification of the individuals \nwho visited or sent money to Epstein or other inmates does not shed light on \nBOP conduct or how BOP or any other government agency works. \nd. The disclosure of personally identifying information of legal counsel to \nEpstein and other BOP inmates, such as their names and contact information, \nwould significantly invade their personal privacy without contributing to a \npublic understanding of how the government works: identification of counsel \nto Epstein and other inmates does not shed light on BOP conduct or how BOP \nor any other government agency works. \ne. The disclosure of personally identifying information of USAO-SDNY \nemployees, such as their names and contact information, would significantly \ninvade their personal privacy without contributing to a public understanding \nof how the USAO-SDNY works: the particular names or contact information \nof USAO-SDNY employees is not relevant to and does not provide any \ninsight into how the USAO-SDNY operates. \nf. The disclosure of personally identifying information of journalists, such as \ntheir names and contact information, would significantly invade their personal \nprivacy without contributing to a public understanding of how the government \nworks: the provision of information about journalistic approaches to gathering \ninformation is not a public interest protected by Exemption 6 or 7(C). \n62. Some of the 6 & 7(C) Records also contain information implicating the privacy \ninterests of Epstein's surviving family. These records contain highly personal details about \nEpstein's suicide, including graphic images of his body after he committed suicide. Release of \nimages of a deceased family member's body and the details of his suicide could reasonably be \nexpected to cause hardship and pain to surviving family members by interfering with their \nmourning or remembering of the deceased person. The publicity and unfounded speculation \nsurrounding Epstein's death would heighten this risk of hardship and pain. The release of records \n29 \nEFTA00015389\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 30 of 34 \ncontaining highly personal details about Epstein's suicide, such as photographs of his body, \nwould clearly constitute (and, at a minimum, could reasonably be expected to constitute) an \nunwarranted invasion of his family members' personal privacy. Such details about Epstein's \nsuicide provide no significant information to the public about how the government works. \n63. The release of the personally identifying information in the 6 & 7(C) records \nwould clearly constitute (and, at a minimum, could reasonably be expected to constitute) an \nunwarranted invasion of the personal privacy of of BOP employees, BOP inmates other than \nEpstein, Epstein's surviving family members, visitors or senders of funds to BOP inmates, legal \ncounsel for BOP inmates, USAO-SDNY employees, or journalists. \nRecords Withheld Pursuant to Exemption 7(E) \n64. Title 5 U.S.C. § 522 (b)(7)(E) (\"Exemption 7(E)\") exempts from disclosure \n\"records or information compiled for law enforcement purposes, but only to the extent that the \nproduction of such law enforcement records or information ... would disclose techniques and \nprocedures for law enforcement investigations or prosecutions, or would disclose guidelines for \nlaw enforcement investigations or prosecutions if such disclosure could reasonably be expected \nto risk circumvention of the law.\" \n65. Some of the records withheld by BOP contain information or discussion of law \nenforcement techniques and procedures or guidelines for law enforcement investigations or \nprosecutions, as indicated on the attached index (the \"7(E) Records\"). As explained above, all \nof the records withheld in full or in part, including the 7(E) Records, were compiled for law \nenforcement purposes, including the incarceration of Epstein or other inmates and the \ninvestigation of the circumstances of Epstein's death. \n30 \nEFTA00015390\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 31 of 34 \n66. The 7(E) Records fall wholly or in part within the scope of Exemption 7(E) \nbecause they include information or discussions that would disclose law enforcement techniques \nand procedures and their use in investigating incidents that occurred during Epstein's \nincarceration, including his suicide. Specifically, in terms of non-email records, as noted in the \nattached index, the psychological reconstruction of Epstein's suicide and responses thereto \nwould disclose GOP's techniques and procedures in investigating inmate suicides. More \nspecifically, disclosure of this report will reveal the specific techniques the BOP uses to \nreconstruct a suicide to include its information and evidence gathering strategies. Revealing this \ninformation to third parties will allow inmates the ability to learn how to manufacture and then \nsubsequently disguise their instruments used to commit suicide. When inmates are armed with \nthis information, it will prevent staff from locating these instruments during the routine course of \ncell checks and contraband searches. This will lead to more suicide attempts and ultimately, \nsuccessful suicides by inmates. \n67. The Inmate Investigative Report would disclose GOP's techniques and procedure \nin investigating incidents involving inmates, which could lead to inmates taking actions to \ncircumvent \nGOP's \ninvestigatory techniques. The MCC New York Updates would disclose how \nBOP investigates and tracks certain incidents and events within its facilities. The letter to the \nMCC warden regarding a visit by an after action team would disclose GOP's investigatory \ntechiniques and procedures for investigating inmate suicides. The photo sheets from Epstein's \nJuly 23 apparent suicide attempt, a chain of custody form from Epstein's July 23 apparent \nsuicide attempt, memoranda and reports of the July 23 apparent suicide attempt, and the Form \n583 for Epstein's apparent suicide attempt would disclose GOP's investigatory techniques and \n31 \nEFTA00015391\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 32 of 34 \nprocedures for investigating inmate suicide attempts. The release of the same will permit \ninmates to circumvent detection by staff of potential risks of suicides and thus increase the risk \ninmates will successfully commit suicide. Suicide attempts and successful suicides not only \ncreate a risk of danger and harm to the inmate attempting a suicide, but also place an inmate's \ncellmate in danger and place staff who respond to the attempted suicide or completed suicide in \ndanger. \n68. Certain email records also contain information falling within the scope of \nExemption 7(E). First, some emails pertaining to Epstein's July 23, 2019, apparent suicide \nattempt and his incarceration at MCC New York contain information that would would disclose \nBOP's investigatory techniques and procedures for investigating inmate suicide attempts. The \nrelease of the same will permit inmates to circumvent detection by staff of potential risks of \nsuicides and thus increase the risk that an inmate will successful commit suicide. Second, some \nemails pertaining to Epstein's suicide and BOP's response to Epstein's suicide contain \ninformation that would disclose BOP's investigatory techniques and procedures for investigating \ninmate suicides. \nRecords Withheld Pursuant to Exemption 7(F) \n69. Title 5 U.S.C. § 522 (b)(7)(F) (\"Exemption 7(F)\") exempts from disclosure \n\"records or information compiled for law enforcement purposes, but only to the extent that the \nproduction of such law enforcement records or information ... could reasonably be expected to \nendanger the life or physical safety of any individual.\" \n70. Some of the records withheld by BOP contain the personally identifying \ninformation, such as names and contact information, of third-party individuals involved in law \n32 \nEFTA00015392\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 33 of 34 \nenforcement investigations, as indicated on the index prepared by BOP (the \"7(F) Records\"). \nEach of the 7(F) Records were compiled for law enforcement purposes, namely the incarceration \nof Epstein or the response of the USAO-SDNY and BOP to Epstein's death. \n71. The 7(F) Records fall in part within the scope of Exemption 7(F) because the \nrelease of the personally identifying information contained in these records could reasonably be \nexpected to endanger the life or physical safety of BOP employees and USAO-SDNY employees \nwhose personally identifying information is contained in the 7(F) Records. BOP and USAO-\nSDNY employees work with inmate and criminal defendants who, upon their release from \nincarceration or during their incarceration, might target BOP or USAO-SDNY employees for \nreprisal, who in many metropolitan cities live in the cities where they work, who frequently \nutilize public transportation, and who regularly engage in community and social activities in \nthose cities. The release of personally identifying information of BOP or SDNY-USAO \nemployees increases the risks of such targeting or harassment because it would make it easier for \nidentified employees to be targeted or harassed. Because of the attention and speculation \nsurrounding Epstein's death, it is reasonable to expect that individuals identified through \ndisclosures by the government as associated with Epstein's incarceration and death, investigating \nthe charges against Epstein, or investigating the circumstances of Epstein's death could be \ntargeted. \nPursuant to 28 U.S.C. § 1746. I declare under the penalty of perjury that the foregoing is \ntrue and correct. \n33 \nEFTA00015393\n\nCase 1:20-cv-00833-PAE Document 24 Filed 08/05/20 Page 34 of \n34 \nExecuted this Sth  day of August 2020. \ne\nifizerapr67._ \nKara Christenson \nGovernment Information Specialist \nFOIA/PA Section (Central Office) \nBureau of Prisons \n34 \nEFTA00015394\n\nCase 1:20-cv-00833-PAE Document 24-1 Filed 08/05/20 Page 1 of 6 \nAttachment 1 \nEFTA00015395\n\nPage I  of 5 \nCase 1:20-cv-00833-PAE Document 24-1 Filed 08/05/20 Page 2 of 6 \nOGC Electronic Freedom of Information - NYT FOR request —  BOP #1, filed 8/13/19 \nFrom: \"Ivory, Danielle\" <danielle.ivory@nytimes.corn> \nTo: <OGC_EFOIAgbop.gov> \nDate: 8/13/2019 4:58 PM \nSubject: NYT FOIA request -- BOP #1, filed 8/13/19 \nHi, I am enclosing a FOIA request, below. Please let me know if I can be of any help in explaining this \nor narrowing it. \nMany thanks, \nDanielle \nDanielle Ivory \nReporter \nThe New York Times \n620 Eighth Avenue \nNew York, NY 10018 \nOffice phone: 212-556-1596 \nMobile phone: 917-280-2607 \nEmail: danielle.ivorvanytimes.com \nAug. 13, 2019 \nBureau of Prisons \nOGC EFOIA@BOP.GOV \nFREEDOM OF INFORMATION ACT REQUEST \nDear FOIA Officer: \nRequested records \n\"Records\" means information of any kind, including writings (handwritten, typed, electronic or otherwise \nproduced, reproduced or stored), letters, memoranda, correspondence, notes, applications, completed \nforms, studies, reports, reviews, telephone conversations, faxes, emails, documents, photographs, \nEFTA00015396\n\nPage 2 of 5 \nCase 1:20-cv-00833-PAE Document 24-1 Filed 08/05/20 Page 3 of 6 \nminutes of meetings, records of meetings in any form, and any other compilation of data from which \ninformation can be obtained. All of the foregoing are included in this request if they are in the \npossession of or otherwise under the New York Times requests for Records of the following type in the \npossession, custody, or control of OSHA. \nPursuant to the Freedom of Information Act, 5 U.S.C. Section 552 et seq (\"FOIA\"), I request copies of \n(or access to) documents about Jeffrey Epstein who died at the Metropolitan Correctional Center \n(MCC) on Aug. 10, 2019, specifically (hereafter described as \"the records\"): \n(1) The signed log in the Special Housing Unit at MCC that shows when prison staff did rounds on July \n22 and 23, and Aug. 9 and 10. \n(2) All quarter entries (showing which cells he was housed in) for Jeffrey Epstein at MCC. \n(3) The CIM Clearance and Separatee data sheet for Jeffrey Epstein at MCC. \n(4) The chronological disciplinary records for Jeffrey Epstein at MCC. \n(5) The intake screening form for Jeffrey Epstein at MCC. \n(6) The security designation records for Jeffrey Epstein at MCC. \n(7) The inmate profile for Jeffrey Epstein at MCC. \n(8) All incident reports related to Jeffrey Epstein at MCC. \n(9) All medical reports related to Jeffrey Epstein at MCC. \n(10) The signed visitor log for Jeffrey Epstein at MCC. \n(11) Documents showing when MCC staff held meetings regarding Jeffrey Epstein, and who attended. \n(12) All records generated from the meeting at MCC during which it was decided that Jeffrey Epstein \nwould be taken off suicide watch. \n(13) The Post-Watch report compiled in order to take Jeffrey Epstein off suicide watch. \n(14) The overtime sign-up sheets for the Special Housing Unit (9 South) at MCC for Aug. 9 and 10, and \non July 22 and 23. \n(15) Documents showing which staff were augmented at MCC and what positions they worked in on \nAug. 9 and 10, and on July 22 and 23. \nEFTA00015397\n\nPage 3 of 5 \nCase 1:20-cv-00833-PAE Document 24-1 Filed 08/05/20 Page 4 of 6 \nThe Bureau of Prisons web-based inmate locator shows that only one Jeffrey Epstein is listed in the \nBOP system, so identifying the correct Jeffrey Epstein should not be a problem for the bureau. \nI am a reporter for The New York Times, an accredited and recognized newsgathering organization. I \nrequest the Records to inform the public about matters of public concem. \nONGOING LAW ENFORCEMENT PROCEEDINGS/INVESTIGATIONS \nAs to any records located in the investigative files of pending investigations, you may not assert \nExemption 7(A) without conducting a document-by-document review to determine whether release of \nthe records would interfere with ongoing law enforcement proceedings. \nThe United States District Court of the District of Columbia recently \"remind[ed] the FBI of its obligation \nto conduct record-level reviews at the administrative level before refusing to produce records contained \nin its investigative files.\" Tipograph v. Dep't of Justice, 83 F. Supp. 2d 234 (D.D.C. Mar. 18, 2015) \nIn addition, the FOIA Improvement Act of 2016 added a provision instructing federal agencies to \nwithhold records only when their release would work some foreseeable or is prohibited by law, not just \nbecause they may technically be exempt. \nEven if the records might otherwise be exempt, an agency may withhold them only if their disclosure \nwould actually harm the interest protected by the exemption, or if it is prohibited by some other law. 5 \nU.S.0 552(a)(8). The agency does need to identify what reasonably foreseeable harm would flow from \nrelease of the information being withheld, consider partial disclosure of the information, take reasonable \nsteps to segregate and release nonexempt information. \nRESPONSE TIME \nFOIA requires that your agency respond to this request within 20 business days. This request is \nsegregable, and your agency may not withhold entire records because of one section that you believe \nis exempt from disclosure. Under federal law, if you choose to withhold any such parts of the records \nfrom disclosure, you must specify in a written response the factual and legal basis for withholding any \npart of the Records. \nEFTA00015398\n\nPage 4 of 5 \nCase 1:20-cv-00833-PAE Document 24-1 Filed 08/05/20 Page 5 of 6 \nESTIMATED DATE OF COMPLETION \nI respectfully request that you provide me with a reasonably estimated date of completion. See 5 U.S.C. \n§ 552(a)(7)(B)(ii). If the estimated date of completion is being significantly delayed because of a portion \nof the request needs to be processed by another agency, please inform me which agency that is and \nwhether it has provided you with an estimated date of completion. \nFORMAT OF REQUESTED RECORDS \nI am further requesting that the Records be provided to me on computer files in the same format as \nthey are currently maintained at the agency, pursuant to Burka v. Dept. of Health & Human Svcs., 87 \nF.3d 508 (D.C. Cir. 1996). As you know, providing documents electronically is cheaper than mailing \nhard copies. \nFEE WAIVER \nI respectfully request that you waive all fees in connection with this request as provided by 5 U.S.C. § \n552(a)(4)(A)(iii). FOIA was designed to provide citizens a broad right to access government records. \nFOIA's basic purpose is to \"open agency action to the light of public scrutiny,\" with a focus on the \npublic's \"right to be informed about what their government is up to.\" U.S. Dep't of Justice v. Reporters \nComm. For Freedom of Press, 489 U.S. 749, 773-74 (1989) (internal quotation and citations omitted). \nIn order to provide public access to this information, FOIA's fee waiver provision requires \"[d]ocuments \nshall be furnished without any charge or at a [reduced] charge . . . disclosure of the information is in the \npublic interest because it is likely to contribute significantly to public understanding of the operations or \nactivities of the government and is not primarily in the commercial interest of the requester.\" 5 U.S.C. § \n552(a)(4)(A)(iii). \nEXPEDITED PROCESSING \nThere is extreme public interest in records concerning the prison stay and death of Jeffrey Epstein, who \nwas accused of sexually abusing scores of women and underage girls. Not only has a person died in \nfederal custody, but the death has generated multiple conspiracy theories implicating government \nworks at the highest levels and taxpayer money. Disclosure of the records request is in the public \ninterest because disclosure is likely to contribute significantly to the understanding of the operations or \nactivities of the government. In addition, as one of the largest circulation newspapers in the United \nStates, The New York Times plays an important role in sharing information with the public and helping \nthe public understand how the federal government works. Disclosure of the records is not primarily in \nthe commercial interest of myself or The New York Times but is intended to facilitate reporting on the \nEFTA00015399\n\nPage 5 of 5 \nCase 1:20-cv-00833-PAE Document 24-1 Filed 08/05/20 Page 6 of 6 \noperations of government. \nPlease contact me if I may assist in your office's response to this request. \nYours, \nDanielle Ivory \nDanielle Ivory \nThe New York Times \nOffice: 212-556-1596 \nCell: 917-280-2607 \nFax: 646-349-2536 \nSignal encrypted chat: 917-280-2607 \nEFTA00015400\n\nCase 1:20-cv-00833-PAE Document 24-2 Filed 08/05/20 Page 1 of 5 \nAttachment 2 \nEFTA00015401\n\nPage I  014 \nCase 1:20-cv-00833-PAE Document 24-2 Filed 08/05/20 Page 2 of 5 \nOCC Electronic Freedom of Information - NYT FOR request —  BOP #2, filed 8/13/19 \nFrom: \"Ivory, Danielle\" <danielle.ivory@nytimes.corn> \nTo: <OGC_EFOIAgbop.gov> \nDate: 8/13/2019 5:00 PM \nSubject: NYT FOIA request -- BOP #2, filed 8/13/19 \nHi, I am enclosing a FOIA request, below. Please let me know if I can be of any help in explaining this \nor narrowing it. \nMany thanks, \nDanielle \nDanielle Ivory \nReporter \nThe New York Times \n620 Eighth Avenue \nNew York, NY 10018 \nOffice phone: 212-556-1596 \nMobile phone: 917-280-2607 \nEmail: danielle.ivonOnvtimes.com \nAug. 13, 2019 \nBureau of Prisons \nOGC EFOIA@BOP.GOV \nFREEDOM OF INFORMATION ACT REQUEST \nDear FOIA Officer: \nRequested records \n\"Records\" means information of any kind, including writings (handwritten, typed, electronic or otherwise \nproduced, reproduced or stored), letters, memoranda, correspondence, notes, applications, completed \nforms, studies, reports, reviews, telephone conversations, faxes, emails, documents, photographs, \nEFTA00015402\n\nPage 2 of 4 \nCase 1:20-cv-00833-PAE Document 24-2 Filed 08/05/20 Page 3 of 5 \nminutes of meetings, records of meetings in any form, and any other compilation of data from which \ninformation can be obtained. All of the foregoing are included in this request if they are in the \npossession of or otherwise under the New York Times requests for Records of the following type in the \npossession, custody, or control of OSHA. \nPursuant to the Freedom of Information Act, 5 U.S.C. Section 552 et seq (\"FOIA\"), I request copies of \n(or access to) documents about Jeffrey Epstein who died at the Metropolitan Correctional Center \n(MCC) on Aug. 10, 2019, specifically (hereafter described as \"the records\"): \n(1) All video camera footage at MCC pertinent to the Jeffrey Epstein suicide and the first suicide \nattempt. \n(2) All BOP documents pertaining to Jeffrey Epstein's suicide and first suicide attempt. \n(3) All BOP documents, including email correspondence and meeting minutes, pertaining to the \ndecision to remove Jeffrey Epstein from suicide watch. \n(4) All BOP special investigation reports mentioning Jeffrey Epstein. \n(5) All BOP correspondence with the U.S. Attorney's Office regarding Jeffrey Epstein. \nThe Bureau of Prisons web-based inmate locator shows that only one Jeffrey Epstein is listed in the \nBOP system, so identifying the correct Jeffrey Epstein should not be a problem for the bureau. For this \nrequest, records generated by BOP employees based in New York, Texas, and in Washington, DC, \nshould be searched. \nI am a reporter for The New York Times, an accredited and recognized newsgathering organization. I \nrequest the Records to inform the public about matters of public concem. \nONGOING LAW ENFORCEMENT PROCEEDINGS/INVESTIGATIONS \nAs to any records located in the investigative files of pending investigations, you may not assert \nExemption 7(A) without conducting a document-by-document review to determine whether release of \nthe records would interfere with ongoing law enforcement proceedings. \nThe United States District Court of the District of Columbia recently \"remind[edj the FBI of its obligation \nto conduct record-level reviews at the administrative level before refusing to produce records contained \nin its investigative files.\" Tipograph v. Dep't of Justice, 83 F. Supp. 2d 234 (D.D.C. Mar. 18, 2015) \nIn addition, the FOIA Improvement Act of 2016 added a provision instructing federal agencies to \nwithhold records only when their release would work some foreseeable or is prohibited by law, not just \nbecause they may technically be exempt. \nEven if the records might otherwise be exempt, an agency may withhold them only if their disclosure \nEFTA00015403\n\nPage 3 of 4 \nCase 1:20-cv-00833-PAE Document 24-2 Filed 08/05/20 Page 4 of 5 \nwould actually harm the interest protected by the exemption, or if it is prohibited by some other law. 5 \nU.S.0 552(a)(8). The agency does need to identify what reasonably foreseeable harm would flow from \nrelease of the information being withheld, consider partial disclosure of the information, take reasonable \nsteps to segregate and release nonexempt information. \nRESPONSE TIME \nFOIA requires that your agency respond to this request within 20 business days. This request is \nsegregable, and your agency may not withhold entire records because of one section that you believe \nis exempt from disclosure. Under federal law, if you choose to withhold any such parts of the records \nfrom disclosure, you must specify in a written response the factual and legal basis for withholding any \npart of the Records. \nESTIMATED DATE OF COMPLETION \nI respectfully request that you provide me with a reasonably estimated date of completion. See 5 U.S.C. \n§ 552(a)(7)(B)(ii). If the estimated date of completion is being significantly delayed because of a portion \nof the request needs to be processed by another agency, please inform me which agency that is and \nwhether it has provided you with an estimated date of completion. \nFORMAT OF REQUESTED RECORDS \nI am further requesting that the Records be provided to me on computer files in the same format as \nthey are currently maintained at the agency, pursuant to Burka v. Dept. of Health & Human Svcs., 87 \nF.3d 508 (D.C. Cir. 1996). As you know, providing documents electronically is cheaper than mailing \nhard copies. \nFEE WAIVER \nI respectfully request that you waive all fees in connection with this request as provided by 5 U.S.C. § \n552(a)(4)(A)(iii). FOIA was designed to provide citizens a broad right to access government records. \nFOIA's basic purpose is to \"open agency action to the light of public scrutiny,\" with a focus on the \npublic's \"right to be informed about what their government is up to.\" U.S. Dep't of Justice v. Reporters \nComm. For Freedom of Press, 489 U.S. 749, 773-74 (1989) (internal quotation and citations omitted). \nIn order to provide public access to this information, FOIA's fee waiver provision requires \"[djocuments \nshall be furnished without any charge or at a [reduced] charge . . . disclosure of the information is in the \npublic interest because it is likely to contribute significantly to public understanding of the operations or \nactivities of the government and is not primarily in the commercial interest of the requester.\" 5 U.S.C. § \nEFTA00015404\n\nPage 4 of 4 \nCase 1:20-cv-00833-PAE Document 24-2 Filed 08/05/20 Page 5 of 5 \n552(a)(4)(A)(iii). \nEXPEDITED PROCESSING \nThere is extreme public interest in records concerning the prison stay and death of Jeffrey Epstein, who \nwas accused of sexually abusing scores of women and underage girls. Not only has a person died in \nfederal custody, but the death has generated multiple conspiracy theories implicating government \nworks at the highest levels and taxpayer money. Disclosure of the records request is in the public \ninterest because disclosure is likely to contribute significantly to the understanding of the operations or \nactivities of the government. In addition, as one of the largest circulation newspapers in the United \nStates, The New York Times plays an important role in sharing information with the public and helping \nthe public understand how the federal government works. Disclosure of the records is not primarily in \nthe commercial interest of myself or The New York Times but is intended to facilitate reporting on the \noperations of government. \nPlease contact me if I may assist in your office's response to this request. \nYours, \nDanielle Ivory \nDanielle Ivory \nThe New York Times \nOffice: 212-556-1596 \nCell: \n917-280-2607 \nFax: 646-349-2536 \nSignal encrypted chat: 917-280-2607 \nEFTA00015405\n\nCase 1:20-cv-00833-PAE Document 24-3 Filed 08/05/20 Page 1 of 3 \nAttachment 3 \nEFTA00015406\n\nCase 1:20-cv-00833-PAE Document 24-3 Filed 08/05/20 Page 2 of 3 \nU.S. Department of Justice \nFederal Bureau of Prisons \nCentral Office \n320 First St., NW \nWashington, DC 20534 \nSeptember 23, 2019 \nDanielle Ivory \nThe New York Times \n620 Eighth Avenuse \nNew York, NY 10018 \ndanielle.ivorv\nnvtimes.com \nRequest Number: 2019-05665 \nDear Ms. Ivory: \nThis is in response to the above referenced Freedom of Information Act (FOIA) request, \nwhich we received on August 13, 2019. Specifically, you request various documents \nregarding inmate Jeffrey Epstein. \nAfter a thorough review of your request, we have determined that any records \nresponsive to your request are categorically exempt from disclosure. Accordingly, this \nOffice is not required to conduct a search for the requested records. Pursuant to the \nFreedom of Information Act, 5 U.S.C. § 552, records are withheld in full from disclosure \nto you under the following exemptions: \n(b)(5) - inter- or intra-agency correspondence which would not be available to a party \nother than a party in litigation with the agency \n(b)(6) - constitutes a clearly unwarranted invasion of personal privacy \n(b)(7)(A) - could reasonably be expected to interfere with law enforcement proceedings \n(b)(7)(C) - constitutes an unwarranted invasion of personal privacy \n(b)(7)(E) - discloses investigative techniques and procedures \n(b)(7)(F) - could reasonably be expected to endanger the life or physical safety of any \nindividual \nPlease note, exemption (b)(7)(A) is a temporary exemption utilized to protect active and \non-going law enforcement proceedings. Because of its temporary nature, you may wish \nto consider refiling your request for records in the future. Should you chose to refile your \nrequest, the status of law enforcement proceedings will be reevaluated and a \ndetermination made at that time as to the continued applicability of exemption (b)(7)(A). \nIf you have questions about this response please feel free to contact me at \nkchristenson@bop.ciov\n or the Federal Bureau of Prisons' (BOP) FOIA Public Liaison, \nEFTA00015407\n\nCase 1:20-cv-00833-PAE Document 24-3 Filed 08/05/20 Page 3 of 3 \nMr. C. Darnell Stroble at (202) 616-7750 or 320 First Street NW, Suite 936, Washington \nDC 20534 or ocic efoiaboptiov. \nAdditionally, you may contact the Office of Government Information Services (OGIS) at \nthe National Archives and Records Administration to inquire about the FOIA mediation \nservices they offer. The contact information for OGIS is as follows: Office of \nGovernment Information Services National Archives and Records Administration, Room \n2510, 8601 Adelphi Road, College Park, Maryland 20740-6001; telephone at (202) 741-\n5770; toll free at (877) 684-6448; or facsimile at (202) 741-5769. \nIf you are not satisfied with my response to this request, you may administratively \nappeal by writing to the Director, Office of Information Policy (OIP), United States \nDepartment of Justice, Sixth Floor, 441 G Street NW, Washington, DC 20001. Your \nappeal must be postmarked within 90 days of the date of my response to your request. \nIf you submit your appeal by mail, both the letter and the envelope should be clearly \nmarked \"Freedom of Information Act Appeal.\" \nSincerely, \nEugene E. Baime \nSupervisory Attomey \nEFTA00015408\n\nCase 1:20-cv-00833-PAE Document 24-4 Filed 08/05/20 Page 1 of 3 \nAttachment 4 \nEFTA00015409\n\nCase 1:20-cv-00833-PAE Document 24-4 Filed 08/05/20 Page 2 of 3 \nU.S. \nDepartment of Justice \nOffice of Information Policy \nSuite 11050 \n1425 New York Avenue, NW \nWashington, DC 20530.0001 \nTelephone: (202) 514-3642 \nAlexandra Perloff-Giles, Esq. \nThe New York Times Company \n620 8th Avenue Re: Appeal No. DOJ-AP-2020-000123 \nNew York, NY 10018 Request No. \n2019-05665 \naperloffgiles@nytimes.com \nCDT:CCG \nVIA: Email \nDear Alexandra Perloff-Giles: \nYou appealed from the action of the Federal Bureau of Prisons (BOP) on your Freedom \nof Information Act request for access to records concerning specific documents related to Jeffery \nEpstein and his death at Metropolitan Correctional Center on August 10, 2019. I note that your \nappeal concerns the withholdings made by BOP. \nAfter carefully considering your appeal, I am affirming, on partly modified grounds, \nBOP's action on your request. The FOIA provides for disclosure of many agency records. At \nthe same time, Congress included in the FOIA nine exemptions from disclosure that provide \nprotection for important interests such as personal privacy, privileged communications, and \ncertain law enforcement activities. BOP properly withheld this information in full because it is \nprotected from disclosure under the FOIA pursuant to 5 U.S.C. § 552(b)(7)(A) and it is \nreasonably foreseeable that disclosure of this information would harm the interests protected by \nthis provision. This provision concerns records or information compiled for law enforcement \npurposes the release of which could reasonably be expected to interfere with enforcement \nproceedings.' \nPlease be advised that this Office's decision was made only after a full review of this \nmatter. Your appeal was assigned to an attorney with this Office who thoroughly reviewed and \nanalyzed your appeal, your underlying request, and the action of the BOP in response to your \nrequest. \nIf you are dissatisfied with my action on your appeal, the FOIA permits you to file a \nlawsuit in federal district court in accordance with 5 U.S.C. § 552(a)(4)(B). \nI  Please be advised that since this Office determined that records responsive to your request were properly withheld \nin full under Exemption 7(A), this Office did not adjudicate the applicability other exemptions cited. \nEFTA00015410\n\nCase 1:20-cv-00833-PAE Document 24-4 Filed 08/05/20 Page 3 of 3 \nFor your information, the Office of Government Information Services (OGIS) offers \nmediation services to resolve disputes between FOIA requesters and Federal agencies as a non-\nexclusive alternative to litigation. Using OGIS services does not affect your right to pursue \nlitigation. The contact information for OGIS is as follows: Office of Government Information \nServices, National Archives and Records Administration, Room 2510, 8601 Adelphi Road, \nCollege Park, Maryland 20740-6001; email at ogis@nara.gov; telephone at 202-741-5770; toll \nfree at 1-877-684-6448; or facsimile at 202-741-5769. If you have any questions regarding the \naction this Office has taken on your appeal, you may contact this Office's FOIA Public Liaison \nfor your appeal. Specifically, you may speak with the undersigned agency official by calling \n(202) 514-3642. \nSincerely, \n3/5/2020 \nx \nMatthew W. Hurd \nActing Chief, Administrative Appeals Staff \nSigned by: MATTHEW HURD \nEFTA00015411\n\nCase 1:20-cv-00833-PAE Document 24-5 Filed 08/05/20 Page 1 of 4 \nAttachment 5 \nEFTA00015412\n\nCase 1:20-cv-00833-PAE Document 24-5 Filed 08/05/20 Page 2 of 4 \nFrom: \"Ivory, Danielle cdanielle.ivory®nytimes.com> \nTo: \ncOGC_EFOIA€bop.gov> \nDate: 12/12/2019 3:05 PM \nSubject: NYT FOIA to BOP, Epstein logs \nHi. I am enclosing a FOIA request, below. Please let me know if I can be of \nany help in explaining this or narrowing it. \nMany thanks, \nDanielle \nDanielle Ivory \nReporter \nThe New York Times \n620 Eighth Avenue \nNcw York, NY 10018 \nOffice phone: 212-556-1596 \nMobile phone: 9I7-280-2607 \nEmail: danielle.ivory.anytimes.com \nDec. 12, 2019 \nBureau of Prisons \nFREEDOM OF INFORMATION ACT REQUEST \nDear FOIA Officer \nRequested records \n\"Records\" means information of any kind, including writings (handwritten. \ntyped, electronic or otherwise produced. reproduced or stored), letters, \nmemoranda. correspondence, notes, applications, completed forms, studies, \nreports, reviews, telephone conversations, faxes. emails, documents, \nphotographs, minutes of meetings, records of meetings in any form, and any \nother compilation of data from which information can he obtained. All of \nthe foregoing are included in this request if they are in the possession of \nor otherwise under the New York Times requests for Records of the following \ntype in the possession, custody, or control of OSHA. \nPursuant to the Freedom of Information Act, 5 U.S.C. Section 552 et seq \n(\"FOIA\"), I request copies of (or access to) documents about Jeffrey \nEpstein who died at the Metropolitan Correctional Center (MCC) on Aug. 10, \n2019, specifically (hereafter described as - the records\"): \n(1) The full log of Mr. Epstein's phone calls to and from the MCC. \n(2) All email correspondence to and from Mr. Epstein while he was at the \nMCC (including any correspondence through the Corrlinks system or any other \nemail system he had access to.) \nEFTA00015413\n\nCase 1:20-cv-00833-PAE Document 24-5 Filed 08/05/20 Page 3 of 4 \n(3) The full log of people who visited Mr. Epstein while he was at the MCC \nand when they visited. \n(4) The full list of people that Mr. Epstein had requested to be on his \napproved visitor list. \n(5) The full list of people that Mr. Epstein had requested to be on his \napproved email correspondence list. \n(6) The full list of people that Mr. Epstein had requested to be on his \napproved call list. \nThe Bureau of Prisons web-based inmate locator shows that only one Jeffrey \nEpstein is listed in the BOP system, so identifying the correct Jeffrey \nEpstein should not be a problem for the bureau. For this request, records \ngenerated by BOP employees based in New York, Texas, and in Washington, DC, \nshould be searched. \nlam a reporter for The Ncw York Times, an accredited and recognized \nnewsgathering organization. I request the Records to inform the public \nabout matters of public concern. \nONGOING LAW ENFORCEMENT PROCEEDINGSlINVESTIGATIONS \nAs to any records located in the investigative files of pending \ninvestigations, you may not assert Exemption 7(A) without conducting a \ndocument-by-document review to determine whether release of the records \nwould interfere with ongoing law enforcement proceedings. \nThe United States District Coun of the District of Columbia recently \n\"remindled) the FBI of its obligation to conduct record-level reviews at \nthe administrative level before refusing to produce records contained in \nits investigative elks.\" Tipograph v. Dept of Justice, 83 F. Supp. 2d 234 \n(D.D.C. Mar. 18, 2015) \nIn addition, the FOIA Improvement Act of 2016 added a provision instructing \nfederal agencies to withhold records only when their release would work \nsome foreseeable or is prohibited by law, not just because they may \ntechnically be exempt. \nEven if the records might otherwise be exempt, an agency may withhold them \nonly if their disclosure would actually harm the interest protected by the \nexemption, or if it is prohibited by some other law. 5 U.S.0 552(a)(8). The \nagency does need to identify what reasonably foreseeable harm would flow \nfrom release of the infomiation being withheld, consider partial disclosure \nof the information, take reasonable steps to segregate and release \nnonexempt information. \nRESPONSE TIME \nFOIA requires that your agency respond to this request within 20 business \ndays. This request is segregable, and your agency may not withhold entire \nrecords because of one section that you believe is exempt from disclosure. \nUnder federal law, if you choose to withhold any such parts of the records \nfrom disclosure, you must specify in a written response the factual and \nlegal basis for withholding any part of the Records. \nESTIMATED DATE OF COMPLETION \nI respectfully request that you provide me with a reasonably estimated date \nof completion. Sec 5 U.S.C. § 552(a)(7XBXii). If the estimated date of \ncompletion is being significantly delayed because of a portion of the \nrequest needs to be processed by another agency, please inform me which \nagency that is and whether it has provided you with an estimated date of \ncompletion. \nEFTA00015414\n\nCase 1:20-cv-00833-PAE Document 24-5 Filed 08/05/20 Page \n4 of 4 \nFORMAT OF REQUESTED RECORDS \nI am further requesting that the Records be provided to me on computer \nfiles in the same format as they arc currently maintained at the agency. \npursuant to Burka v. Dept. of Health & Human Svcs.. 87 F.3d 508 (D.C. Cir. \n1996). As you know, providing documents electronically is cheaper than \nmailing hard copies. \nFEE WAIVER \nI respectfully request that you waive all fees in connection with this \nrequest as provided by 5 U.S.C. § 552(aX4XAXiii). FOIA was designed to \nprovide citizens a broad right to access government records. FOIA's basic \npurpose is to \"open agency action to the light of public scrutiny,\" with a \nfocus on the public's - right to be informed about what their government is \nup to.\" U.S. MO of Justice v. Reporters Comm. For Freedom of Press, 489 \nU.S. 749, 773-74 (1989) (internal quotation and citations omitted). In \norder to provide public access to this information. FOIA's fee waiver \nprovision requires icliocuments shall be furnished without any charge or at \na [reduced) charge ... disclosure of the information is in the public \ninterest because it is likely to contribute significantly to public \nunderstanding of the operations or activities of the government and is not \nprimarily in the commercial interest of the requester.\" 5 U.S.C. § \n552(aX4)(AXiii). \nEXPEDITED PROCESSING \nThere is extreme public interest in records concerning the prison stay and \ndeath of Jeffrey Epstein, who was accused of sexually abusing scores of \nwomen and underage girls. Not only has a person died in federal custody. \nbut the death has generated multiple theories implicating government works \nat the highest levels and taxpayer money. Disclosure of the records request \nis in the public interest because disclosure is likely to contribute \nsignificantly to the understanding of the operations or activities of the \ngovernment. In addition, as one of the largest circulation newspapers in \nthe United States, The New York Times plays an important role in sharing \ninformation with the public and helping the public understand how the \nfederal government works. Disclosure of the records is not primarily in \nthe commercial interest of myself or The New York Times but is intended to \nfacilitate reporting on the operations of government. \nPlease contact me if I may assist in your office's response to this request. \nYours. \nDanielle Ivory \nDanielle Ivory \nThe New York Times \nOffice: 212-556-I 596 \nCell: 917-280-2607 \nFax: 646-349-2536 \nSignal encrypted chat:917-280-2607 \nEFTA00015415\n\nCase 1:20-cv-00833-PAE Document 24-6 Filed 08/05/20 Page 1 of 5 \nAttachment 6 \nEFTA00015416\n\nPage I  014 \nCase 1:20-cv-00833-PAE Document 24-6 Filed 08/05/20 Page 2 of 5 \nOCC Electronic Freedom of Information - New York Times FOIA to BOP (Phone recording) \nFrom: \"Ivory, Danielle\" <danielle.ivory@nytimes.com> \nTo: <OGC EFO1Agbop.gov> \nDate: 1/2/2020 9:10 AM \nSubject: New York Times FOIA to BOP (Phone recording) \nHi, I am enclosing a FOIA request, below. Please let me know if I can be of any help in explaining this \nor narrowing it. \nMany thanks, \nDanielle \nDanielle Ivory \nReporter \nThe New York Times \n620 Eighth Avenue \nNew York, NY 10018 \nOffice phone: 212-556-1596 \nMobile phone: 917-280-2607 \nEmail: danielle.ivonOnvtimes.com \nJan. 2, 2020 \nBureau of Prison \nFREEDOM OF INFORMATION ACT REQUEST \nDear FOIA Officer: \nRequested records \n\"Records\" means information of any kind, including writings (handwritten, typed, electronic or otherwise \nproduced, reproduced or stored), letters, memoranda, correspondence, notes, applications, completed \nforms, studies, reports, reviews, telephone conversations, faxes, emails, documents, photographs, \nminutes of meetings, records of meetings in any form, and any other compilation of data from which \n1/9/2020 \nEFTA00015417\n\nPage 2 of 4 \nCase 1:20-cv-00833-PAE Document 24-6 Filed 08/05/20 Page 3 of 5 \ninformation can be obtained. All of the foregoing are included in this request if they are in the \npossession of or otherwise under the New York Times requests for Records of the following type in the \npossession, custody, or control of OSHA. \nPursuant to the Freedom of Information Act, 5 U.S.C. Section 552 et seq (\"FOIA\"), I request copies of \n(or access to) documents about Jeffrey Epstein who died at the Metropolitan Correctional Center \n(MCC) on Aug. 10, 2019, specifically (hereafter described as \"the records\"): \n(1) The full recordings of the last three phone conversations that Mr. Epstein had. \nThe Bureau of Prisons web-based inmate locator shows that only one Jeffrey Epstein is listed in the \nBOP system, so identifying the correct Jeffrey Epstein should not be a problem for the bureau. For this \nrequest, records generated by BOP employees based in New York, Texas, and in Washington, DC, \nshould be searched. \nI am a reporter for The New York Times, an accredited and recognized newsgathering organization. I \nrequest the Records to inform the public about matters of public concem. \nONGOING LAW ENFORCEMENT PROCEEDINGS/INVESTIGATIONS \nAs to any records located in the investigative files of pending investigations, you may not assert \nExemption 7(A) without conducting a document-by-document review to determine whether release of \nthe records would interfere with ongoing law enforcement proceedings. \nThe United States District Court of the District of Columbia recently \"remind[ed) the FBI of its obligation \nto conduct record-level reviews at the administrative level before refusing to produce records contained \nin its investigative files.\" Tipograph v. Dep't of Justice, 83 F. Supp. 2d 234 (D.D.C. Mar. 18, 2015) \nIn addition, the FOIA Improvement Act of 2016 added a provision instructing federal agencies to \nwithhold records only when their release would work some foreseeable or is prohibited by law, not just \nbecause they may technically be exempt. \nEven if the records might otherwise be exempt, an agency may withhold them only if their disclosure \nwould actually harm the interest protected by the exemption, or if it is prohibited by some other law. 5 \nU.S.0 552(a)(8). The agency does need to identify what reasonably foreseeable harm would flow from \nrelease of the information being withheld, consider partial disclosure of the information, take reasonable \nsteps to segregate and release nonexempt information. \nRESPONSE TIME \nFOIA requires that your agency respond to this request within 20 business days. This request is \nsegregable, and your agency may not withhold entire records because of one section that you believe \nis exempt from disclosure. Under federal law, if you choose to withhold any such parts of the records \n1/9/2020 \nEFTA00015418\n\nPage 3 of 4 \nCase 1:20-cv-00833-PAE Document 24-6 Filed 08/05/20 Page 4 of 5 \nfrom disclosure, you must specify in a written response the factual and legal basis for withholding any \npart of the Records. \nESTIMATED DATE OF COMPLETION \nI respectfully request that you provide me with a reasonably estimated date of completion. See 5 U.S.C. \n§ 552(a)(7)(B)(ii). If the estimated date of completion is being significantly delayed because of a portion \nof the request needs to be processed by another agency, please inform me which agency that is and \nwhether it has provided you with an estimated date of completion. \nFORMAT OF REQUESTED RECORDS \nI am further requesting that the Records be provided to me on computer files in the same format as \nthey are currently maintained at the agency, pursuant to Burka v. Dept. of Health & Human Svcs., 87 \nF.3d 508 (D.C. Cir. 1996). As you know, providing documents electronically is cheaper than mailing \nhard copies. \nFEE WAIVER \nI respectfully request that you waive all fees in connection with this request as provided by 5 U.S.C. § \n552(a)(4)(A)(iii). FOIA was designed to provide citizens a broad right to access government records. \nFOIA's basic purpose is to \"open agency action to the light of public scrutiny,\" with a focus on the \npublic's \"right to be informed about what their government is up to.\" U.S. Dep't of Justice v. Reporters \nComm. For Freedom of Press, 489 U.S. 749, 773-74 (1989) (internal quotation and citations omitted). \nIn order to provide public access to this information, FOIA's fee waiver provision requires \"[d]ocuments \nshall be furnished without any charge or at a [reduced] charge . . . disclosure of the information is in the \npublic interest because it is likely to contribute significantly to public understanding of the operations or \nactivities of the government and is not primarily in the commercial interest of the requester.\" 5 U.S.C. § \n552(a)(4)(A)(iii). \nEXPEDITED PROCESSING \nThere is extreme public interest in records concerning the prison stay and death of Jeffrey Epstein, who \nwas accused of sexually abusing scores of women and underage girls. Not only has a person died in \nfederal custody, but the death has generated multiple theories implicating government works at the \nhighest levels and taxpayer money. Disclosure of the records request is in the public interest because \ndisclosure is likely to contribute significantly to the understanding of the operations or activities of the \ngovemment. In addition, as one of the largest circulation newspapers in the United States, The New \nYork Times plays an important role in sharing information with the public and helping the public \n1/9/2020 \nEFTA00015419\n\nPage 4 01'4 \nCase 1:20-cv-00833-PAE Document 24-6 Filed 08/05/20 Page 5 of 5 \nunderstand how the federal government works. Disclosure of the records is not primarily in the \ncommercial interest of myself or The New York Times but is intended to facilitate reporting on the \noperations of government. \nPlease contact me if I may assist in your office's response to this request. \nYours, \nDanielle Ivory \nDanielle Ivory \nThe New York Times \nOffice: 212-556-1596 \nCell: \n917-280-2607 \nFax: 646-349-2536 \nSignal encrypted chat: 917-280-2607 \n1/9/2020 \nEFTA00015420\n\nCase 1:20-cv-00833-PAE Document 24-7 Filed 08/05/20 Page 1 of 3 \nAttachment 7 \nEFTA00015421\n\nCase 1:20-cv-00833-PAE Document 24-7 Filed 08/05/20 Page 2 of 3 \nU.S. Department of Justice \nFederal Bureau of Prisons \nCentral Office \n320 First St., NW \nWashington, DC 20534 \nJanuary 9, 2020 \nDanielle Ivory \nThe New York Times \n620 Eighth Avenuse \nNew York, NY 10018 \nRequest Number: 2020-01336 \nDear Ms. Ivory: \nThis is in response to the above referenced Freedom of Information Act (FOIA) request. \nOn 01-02-2020, you submitted a FOIA request to the Federal Bureau of Prisons (BOP). \nA copy of your request is attached. \nAfter reviewing your request, the BOP determined the request should be aggregated \ninto one request, which is request number 2020-01336. This request was made on 12-\n12-2019, which is the date you submitted the earliest request being aggregated. This \nwill ensure you are not disadvantaged by our action. \nDepartment of Justice regulations provide for the aggregation of requests where \"a \ncomponent reasonably believes that a requester...is attempting to divide a single \nrequest into a series of requests for the purpose of avoiding fees....\" The regulation \ncontinues, \"Components may presume that multiple requests of this type made within a \n30-day period have been made in order to avoid fees.\" 28 C.F.R. § 16.10(h) (2015). \nBOP's decision to aggregate is based on the time both requests were filed and the \ninterrelation of the records sought in each request. We do not know if any fees will be \nassociated with this request and will inform you of any estimated fees prior to us \nsearching for or copying any responsive records. \nRegarding your request for expedited treatment, you provided insufficient information to \nsupport your claim regarding an urgency to inform the public. This Office cannot identify \na particular urgency to inform the public about an actual or alleged federal government \nactivity beyond the public's right to know about government activities generally. \nYou provided insufficient information to support your claim you are primarily engaged in \ndisseminating information that would warrant placing your request before all other \nrequests. \nTherefore, your request will be processed in the order in which it was received. \nEFTA00015422\n\nCase 1:20-cv-00833-PAE Document 24-7 Filed 08/05/20 Page 3 of 3 \nIf you would like to discuss how to make your request less burdensome, please feel free \nto contact the undersigned, this office, or the Federal Bureau of Prisons' (BOP) FOIA \nPublic Liaison, Mr. C. Darnell Stroble at 202-616-7750, 320 First Street NW, Suite 936, \nWashington DC 20534, or oqc efoiabop.qov. \nAdditionally, you may contact the Office of Government Information Services (OGIS) at \nthe National Archives and Records Administration to inquire about the FOIA mediation \nservices they offer. The contact information for OGIS is as follows: Office of \nGovernment Information, Services, National Archives and Records Administration, \nRoom 2510, 8601 Adelphi Road, College Park, Maryland 20740-6001; e-mail at \nogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at \n202-741-5769. \nIf you are not satisfied with my response to this request, you may administratively \nappeal by writing to the Director, Office of Information Policy (OIP), United States \nDepartment of Justice, Sixth Floor, 441 G St., NW, Washington, DC 20001, or you may \nsubmit an appeal through OIP's FOIAonline portal by creating an account at: \nhttps://www.foiaonline.gov/foiaonline/action/public/home. Your appeal must be \npostmarked or electronically transmitted within 90 days of the date of my response to \nyour request. If you submit your appeal by mail, both the letter and the envelope should \nbe clearly marked \"Freedom of Information Act Appeal.\" \nSincerely, \nC \n;7;644:vete) \nS. Arellano, for \nEugene E. Baime, Supervisory Attorney \nEFTA00015423\n\nCase 1:20-cv-00833-PAE Document 24-8 Filed 08/05/20 Page 1  of 4 \nNew York Times v. BOP, 20 Civ. 833 (SDNY) \nIndex of Withholdings in Full \nEntry Page \ncount2 Description Status \n1 2 Incident Report of Jeffrey Epstein's July 23, 2019 Apparent Suicide Attempt \nWithheld in Full (WIF) under 5 -\nDeliberative Process Privilege, \n7(A); other exemptions applicable \nin part \n2 37 \nPsychological Reconstruction of Inmate Death \nWIF under 5- Deliberative Process \nPrivilege, 7(A), 7(E); other \nexemptions applicable in part \n3 23 \nOvertime Logs for MCC, 07/22/19-07/23/19 \nWIF under 7(A); other exemptions \napplicable in part \n4 23 Overtime Logs for MCC, 08/09/19-08/10/19 \nWIF under 7(A); other exemptions \napplicable in part \n5 8 MCC Daily Assignment Roster for 07/22/19 \nWIF under 7(A), except for one \npage released in part; other \nexemptions applicable in part \n6 7 MCC Daily Assignment Roster for 07/23/19 \nWIF under 7(A), except for one \npage released in part; other \nexemptions applicable in part \n7 9 \nMCC Daily Assignment Roster for 08/09/19 \nWIF under 7(A), except for one \npage released in part; other \nexemptions applicable in part \n8 10 \nMCC Daily Assignment Roster for 08/10/19 \nWIF under 7(A), except for one \npage released in part; other \nexemptions applicable in part \n9 5 Inmate Investigative Report \nWIF under 7(A), 7(E); other \nexemptions applicable in part \n10 4 MCC New York Updates \nWIF under 7(A), 7(E); other \nexemptions applicable in part \nEFTA00015424\n\nCase 1:20-cv-00833-PAE Document 24-8 Filed 08/05/20 Page 2 of 4 \n11 2 \nDraft Letters \nWIF under 5 - Deliberative \nProcess Privilege; other \nexemptions applicable in part \n12 129 Responses to Psychological Reconstruction of Inmate Death \nWIF under 5 - Deliberative \nProcess Privilege, 7(A), 7(E); other \nexemptions applicable, in part \n13 2 \nLetter to Warden dated August 14, 2019 \nWIF under 7(A), 7(E); other \nexemptions applicable, in part \n14 16 Photo Sheet from 07/23/19 Apparent Suicide Attempt \nWIF under 7(A); other exemptions \napplicable in part \n15 7 Memo and Report from 07/23/19 Apparent Suicide Attempt (Form 583) \nWIF under 7(A), 7(E); other \nexemptions applicable, in part \n16 2 \nPhoto Sheet from 07/23 Apparent Suicide Attempt \nWIF under 7(A); other exemptions \napplicable in part \n17 1 \nChain of Custody Form from 07/23 Apparent Suicide Attempt \nWIF under 7(A), 7(E); other \nexemptions applicable, in part \n18 \n4 \nReports of 07/23 Apparent Suicide Attempt \nWIF under 7(A), 7(E); other \nexemptions applicable, in part \n19 48 Psychological records of Epstein \nWIF under 7(A); other exemptions \napplicable in part \n20 18 \nMemo and Report from 08/10 Suicide (Form 583) \nWIF under 7(A); other exemptions \napplicable in part \n21 1 \nMemo from Unit Manager dated 08/10/19 \nWIF under 7(A); other exemptions \napplicable in part \n22 28 Count Documents (e.g., Watch Calls, Body Alarm Records, SHU Lists) \nWIF under 7(A); other exemptions \napplicable in part \n23 145 \nCount Documents (30 Minute Check Sheets) \nWIF under 7(A); other exemptions \napplicable in part \n24 181 \nCount Documents (e.g., Count Slips, Rosters, Out-Count Forms) \nWIF under 7(A); other exemptions \napplicable in part \n25 20 Investigative Documents from Suicide (e.g., Chain of Custody Forms) \nWIF under 7(A); other exemptions \napplicable in part \nEFTA00015425\n\nCase 1:20-cv-00833-PAE Document 24-8 Filed 08/05/20 Page 3 of 4 \n26 1 Attorney Room Visitor Log dated 07/21/2019 \nWIF under 7(A); other exemptions \napplicable in part \n27 3 \nInvestigative Documents from Suicide \nWIF under 7(A); other exemptions \napplicable in part \n28 4 \n08/10/2020 TRUINTEL Reports (including email) \nWIF under 7(A); other exemptions \napplicable in part \n29 1 Memo to Warden dated 08/13/2019 \nWIF under 7(A); other exemptions \napplicable in part \n30 24 Count Documents \nWIF under 7(A); other exemptions \napplicable in part \n31 5 \nInvestigative Documents from Suicide \nWIF under 7(A); other exemptions \napplicable in part \n32 8 \nTRUINTEL Reports (8/9/19-8/10/19) \nWIF under 7(A); other exemptions \napplicable in part \n33 5 Count Documents (e.g., 30 Minute Check Sheets) \nWIF under 7(A); other exemptions \napplicable in part \n34 4 SHU Records \nWIF under 7(A); other exemptions \napplicable in part \n35 46 \nPhoto Sheets from 08/10/19 Suicide \nWIF under 7(A); other exemptions \napplicable in part \n36 14 Photo Sheets from 07/23/19 Apparent Suicide Attempt \nWIF under 7(A), 7(E); other \nexemptions applicable, in part \n37 3 Count Documents (Inmate Assignment Charts -August 2019) \nWIF under 7(A); other exemptions \napplicable in part \n38 27 \nSHU Weekly Review (08/08/2019) \nWIF under 7(A); other exemptions \napplicable in part \n39 1 \nCop Out Note \nWIF under 7(A); other exemptions \napplicable in part \n40 2 SHU Computer Screenshots \nWIF under 7(A); other exemptions \napplicable in part \n41 4 Psychological Reconstruction Responses \nWIF under 7(A); other exemptions \napplicable in part \n42 1 \nSHU Computer Screenshots \nWIF under 7(A); other exemptions \napplicable in part \nEFTA00015426\n\nCase 1:20-cv-00833-PAE Document 24-8 Filed 08/05/20 Page 4 of 4 \n43 4 24-hour death report and death notification (including email) \nWIF under 7(A); other exemptions \napplicable in part \n44 13 \nOffice of Chief Medical Examiner Documents \nWIF under 7(A); other exemptions \napplicable in part \n45 40 \nPsych Observation Logs \nWIF under 7(A); other exemptions \napplicable in part \n46 16 Suicide Watch Logs (including one SENTRY page) \nWIF under 7(A); other exemptions \napplicable in part \n47 1 SHU Computer Screenshots \nWIF under 7(A); other exemptions \napplicable in part \n48 1 \nMemo dated 08/12/2019 \nWIF under 7(A); other exemptions \napplicable in part \n49 7 \nLieutenant's Log (08/09-08/10) \nWIF under 7(A); other exemptions \napplicable in part \n50 1 Scan of sign \nWIF under 7(A); other exemptions \napplicable in part \n51 2 Memo dated 08/10/2019 \nWIF under 7(A); other exemptions \napplicable in part \n52 \nApproximately \n986 \nEmails pertaining to Epstein's July 23, 2019 apparent suicide attempt, \nEpstein's mental health, and Epstein's incarceration prior to his suicide. \nWIF under 7(A); other exemptions \napplicable in part \n53 \nApproximately \n1,162 \nEmails relating to Epstein's death, investigations into Epstein's death, the \ncircumstances of his suicide, and the Bureau of Prisons's response to \nEpstein's death \nWIF under 7(A); other exemptions \napplicable in part \n54 56 \nEmails between BOP Employees and Assistant United States Attorneys in the \nUnited State's Attorneys Office for the Southern District of New York \nWIF under 5 - Attorney-Client \nPrivilege; other exemptions \napplicable in part \nEFTA00015427",
    "pageCount": 67,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "intiff. \nThe FOIA request sought documents \"about Jeffrey Epstein who died at the Metropolitan \nCorrectional Center"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "records: \n(1) The full log of Mr. Epstein's phone calls to and from"
      },
      {
        "name": "Ivory",
        "role": "extracted",
        "context": "uest Number: 2019-05665 \nDear Ms. Ivory: \nThis is in response to"
      },
      {
        "name": "Kara Christenson",
        "role": "extracted",
        "context": "ATION OF KARA CHRISTENSON \nI, Kara Christenson, declare as follows: \nI. I  a"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "States Department of Justice, Federal Bureau of Prisons \n(\"BOP\"), as a  Go"
      },
      {
        "name": "Government Information",
        "role": "extracted",
        "context": "au of Prisons \n(\"BOP\"), as a  Government Information Specialist (\"GIS\") for Centra"
      },
      {
        "name": "Central Office",
        "role": "extracted",
        "context": "mation Specialist (\"GIS\") for Central Office, stationed at the \nFederal Me"
      },
      {
        "name": "Federal Medical",
        "role": "extracted",
        "context": "ral Office, stationed at the \nFederal Medical Center in Rochester, Minnesot"
      },
      {
        "name": "North Central",
        "role": "extracted",
        "context": "served as a Paralegal for the North Central \nRegional Office (\"NCRO\") fro"
      },
      {
        "name": "Regional Office",
        "role": "extracted",
        "context": "alegal for the North Central \nRegional Office (\"NCRO\") from September 2008"
      },
      {
        "name": "From June",
        "role": "extracted",
        "context": "eptember 2008 to August 2016. From June of 1994 through \nSeptember of"
      },
      {
        "name": "Legal Department",
        "role": "extracted",
        "context": "gal support positions for the Legal Department at the \nFederal Medical Cente"
      },
      {
        "name": "Information Act",
        "role": "extracted",
        "context": "lude serving as a Freedom of \nInformation Act (FOIA) Specialist responsible"
      },
      {
        "name": "Privacy Act",
        "role": "extracted",
        "context": "facets of processing FOIA and Privacy Act \n(PA) requests, with primary"
      },
      {
        "name": "Metropolitan \nCorrectional",
        "role": "extracted",
        "context": "ffrey Epstein who died at the Metropolitan \nCorrectional Center (MCC) on Aug. 10, 2019"
      },
      {
        "name": "See Attachment",
        "role": "extracted",
        "context": "nter (MCC) on Aug. 10, 2019.\" See Attachment 1, Plaintiff's FOIA request d"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "s: \n(1) The signed log in the Special Housing Unit at MCC that shows \nwhen"
      },
      {
        "name": "The Post",
        "role": "extracted",
        "context": "aken off suicide watch; \n(13) The Post-Watch report compiled in orde"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "frey Epstein who died at the \nMetropolitan Correctional Center (MCC) on Aug. 10, 2019"
      },
      {
        "name": "Request Number",
        "role": "extracted",
        "context": "his consolidated request FOIA Request Number 2019-05665. On September 23,"
      },
      {
        "name": "On September",
        "role": "extracted",
        "context": "IA Request Number 2019-05665. On September 23, 2019, \nthe BOP issued its"
      },
      {
        "name": "See \nAttachment",
        "role": "extracted",
        "context": "ding FOIA Request 2019-05665. See \nAttachment 3, Determination Response for"
      },
      {
        "name": "Determination Response",
        "role": "extracted",
        "context": "019-05665. See \nAttachment 3, Determination Response for FOIA Request 2019-05665."
      },
      {
        "name": "Information \nPolicy",
        "role": "extracted",
        "context": "ion response to the Office of Information \nPolicy (\"OIP\"), and in response, OIP"
      },
      {
        "name": "Requests \nResponse",
        "role": "extracted",
        "context": "nuary 9, 2020, Aggregation of Requests \nResponse Letter. The BOP did not issue"
      },
      {
        "name": "On January",
        "role": "extracted",
        "context": "to the filing of this action. On January 30, 2020, Plaintiff filed its"
      },
      {
        "name": "Records Retrieved",
        "role": "extracted",
        "context": "BOP's Search for Records and Records Retrieved \n13. SHU LOGS —  Based the ex"
      },
      {
        "name": "Inspector \nGeneral",
        "role": "extracted",
        "context": "ded over to the Office of the Inspector \nGeneral (\"OIG\") on or about August 22"
      },
      {
        "name": "Inmate History",
        "role": "extracted",
        "context": "tory. The search returned the Inmate History \nQuarters for inmate Epstein,"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "nsive information, staff used Jeffrey \nEpstein's unique inmate Register Numb"
      },
      {
        "name": "Register Number",
        "role": "extracted",
        "context": "frey \nEpstein's unique inmate Register Number of 76318-054 and the transact"
      },
      {
        "name": "Central File",
        "role": "extracted",
        "context": "version of a  typical inmate Central File. \n(Program Statement 5800.17,"
      },
      {
        "name": "Program Statement",
        "role": "extracted",
        "context": "ypical inmate Central File. \n(Program Statement 5800.17, Inmate Central Files"
      },
      {
        "name": "Inmate Central",
        "role": "extracted",
        "context": "(Program Statement 5800.17, Inmate Central Files, Privacy Folder and Par"
      },
      {
        "name": "Privacy Folder",
        "role": "extracted",
        "context": "800.17, Inmate Central Files, Privacy Folder and Parole Mini-Files) Only"
      },
      {
        "name": "Parole Mini",
        "role": "extracted",
        "context": "ral Files, Privacy Folder and Parole Mini-Files) Only \ninmates in pre-t"
      },
      {
        "name": "Intake Screening",
        "role": "extracted",
        "context": "DROP file for a copy of his Intake Screening Form as that is the location"
      },
      {
        "name": "Security \nDesignation",
        "role": "extracted",
        "context": "transaction codes of PPGO for Security \nDesignation and PPG6 for Classification."
      },
      {
        "name": "Inmate Profile",
        "role": "extracted",
        "context": "transaction code of PP44 for Inmate Profile. The search returned the inma"
      },
      {
        "name": "Bureau Electronic",
        "role": "extracted",
        "context": "s, it was determined that the Bureau Electronic Medical \nRecord (BEMR) was th"
      },
      {
        "name": "Medical \nRecord",
        "role": "extracted",
        "context": "ed that the Bureau Electronic Medical \nRecord (BEMR) was the most likely pl"
      },
      {
        "name": "Inmate Center",
        "role": "extracted",
        "context": "al Bureau of \nPrisons/TRUVIEW/Inmate Center Report for inmate Epstein, pr"
      },
      {
        "name": "Nicole Mc",
        "role": "extracted",
        "context": "scribed \nin the Declaraton of Nicole McFarland (the \"McFarland Declar"
      },
      {
        "name": "Farland Declaration",
        "role": "extracted",
        "context": "n of Nicole McFarland (the \"McFarland Declaration\"). \n24. SUICIDE WATCH REMOVAL"
      },
      {
        "name": "Overtime Program",
        "role": "extracted",
        "context": "that a search of the \nRoster/Overtime Program was the most likely place whe"
      },
      {
        "name": "The Roster",
        "role": "extracted",
        "context": "22 and 23\" would be \nlocated. The Roster/Overtime Program is a  web ba"
      },
      {
        "name": "Quarterly Preferences",
        "role": "extracted",
        "context": "it \novertime requests, submit Quarterly Preferences, view Daily Assignments, and"
      },
      {
        "name": "Daily Assignments",
        "role": "extracted",
        "context": "t Quarterly Preferences, view Daily Assignments, and view the \nMandatory Over"
      },
      {
        "name": "Mandatory Overtime",
        "role": "extracted",
        "context": "ly Assignments, and view the \nMandatory Overtime List. The search returned the"
      },
      {
        "name": "Special Investigativer",
        "role": "extracted",
        "context": "s, it was determined that the Special Investigativer \nAgent's (SIA) office was the"
      },
      {
        "name": "See Letter",
        "role": "extracted",
        "context": "ecause of a technical \nerror. See Letter from the Government dated Jan"
      },
      {
        "name": "Medical Record",
        "role": "extracted",
        "context": "arch of the Bureau Electronic Medical Record (BEMR) and a search for Forms"
      },
      {
        "name": "Correctional Programs",
        "role": "extracted",
        "context": "ested \nthese records from the Correctional Programs Division in the Central Offic"
      },
      {
        "name": "Correctional \nPrograms",
        "role": "extracted",
        "context": "erience, I  am aware that the Correctional \nPrograms Division (CPD) has access to"
      },
      {
        "name": "Correctional Services",
        "role": "extracted",
        "context": "erall responsibility for all \nCorrectional Services Departments in the BOP. Accor"
      },
      {
        "name": "Chief Judge",
        "role": "extracted",
        "context": "letters to Epstein's brother, Chief Judge McMahon and Judge Berman; a l"
      },
      {
        "name": "Judge Berman",
        "role": "extracted",
        "context": "ther, Chief Judge McMahon and Judge Berman; a letter to the MCC warden"
      },
      {
        "name": "Special Investigative",
        "role": "extracted",
        "context": "ned that a search of the \nBOP Special Investigative Section (\"SIS\") database know"
      },
      {
        "name": "Inmate Investigative",
        "role": "extracted",
        "context": "ein. The search returned one \nInmate Investigative Report for inmate Epstein, wh"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "while he was confined at MCC New \nYork. The email search was conduct"
      },
      {
        "name": "Acting Director",
        "role": "extracted",
        "context": "earched were as follows: \n(1) Acting Director Hurwitz; \n(2) Former Regional"
      },
      {
        "name": "Former Regional",
        "role": "extracted",
        "context": "Acting Director Hurwitz; \n(2) Former Regional Director Johnathan Ray Ormond"
      },
      {
        "name": "Director Johnathan",
        "role": "extracted",
        "context": "Hurwitz; \n(2) Former Regional Director Johnathan Ray Ormond; \n(3) Regional Cou"
      },
      {
        "name": "Ray Ormond",
        "role": "extracted",
        "context": "r Regional Director Johnathan Ray Ormond; \n(3) Regional Counsel Darrin"
      },
      {
        "name": "Regional Counsel",
        "role": "extracted",
        "context": "or Johnathan Ray Ormond; \n(3) Regional Counsel Darrin Howard; \n19 \nEFTA00015"
      },
      {
        "name": "Darrin Howard",
        "role": "extracted",
        "context": "Ormond; \n(3) Regional Counsel Darrin Howard; \n19 \nEFTA00015379\n\nCase 1:20"
      },
      {
        "name": "Deputy Regional",
        "role": "extracted",
        "context": "d 08/05/20 Page 20 of 34 \n(4) Deputy Regional Counsel Adam Johnson; \n(5) Co"
      },
      {
        "name": "Counsel Adam",
        "role": "extracted",
        "context": "20 of 34 \n(4) Deputy Regional Counsel Adam Johnson; \n(5) Correctional Pr"
      },
      {
        "name": "Administrator Sukenna",
        "role": "extracted",
        "context": "n; \n(5) Correctional Programs Administrator Sukenna Stokes; \n(6) Warden Laraine N"
      },
      {
        "name": "Warden Laraine",
        "role": "extracted",
        "context": "istrator Sukenna Stokes; \n(6) Warden Laraine N'Diaye; \n(7) Associate Warde"
      },
      {
        "name": "Associate Warden",
        "role": "extracted",
        "context": "Warden Laraine N'Diaye; \n(7) Associate Warden Shirley Skipper Scott; \n(8) A"
      },
      {
        "name": "Shirley Skipper",
        "role": "extracted",
        "context": "'Diaye; \n(7) Associate Warden Shirley Skipper Scott; \n(8) Associate Warden"
      },
      {
        "name": "Charisma Edge",
        "role": "extracted",
        "context": "Scott; \n(8) Associate Warden Charisma Edge; \n(9) Associate Warden Brian"
      },
      {
        "name": "Brian Best",
        "role": "extracted",
        "context": "a Edge; \n(9) Associate Warden Brian Best; \n(10) Executive Assistant Le"
      },
      {
        "name": "Executive Assistant",
        "role": "extracted",
        "context": "iate Warden Brian Best; \n(10) Executive Assistant Lee Plourde; \n(11) Supervisor"
      },
      {
        "name": "Lee Plourde",
        "role": "extracted",
        "context": "st; \n(10) Executive Assistant Lee Plourde; \n(11) Supervisory Attorney N"
      },
      {
        "name": "Supervisory Attorney",
        "role": "extracted",
        "context": "Assistant Lee Plourde; \n(11) Supervisory Attorney Nicole McFarland; \n12) Captai"
      },
      {
        "name": "Captain Jermaine",
        "role": "extracted",
        "context": "torney Nicole McFarland; \n12) Captain Jermaine Darden; and \n(13) Chief of Ps"
      },
      {
        "name": "Psychology Elissa",
        "role": "extracted",
        "context": "ne Darden; and \n(13) Chief of Psychology Elissa Miller. \n45. Based on the sco"
      },
      {
        "name": "Date Epstein",
        "role": "extracted",
        "context": "AUSA, USAO and \n(2) 7/6/2019 (Date Epstein went into custody at MCC) thr"
      },
      {
        "name": "Acting United",
        "role": "extracted",
        "context": "declaration of Counsel to the Acting United States Attorney Russell Capon"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Counsel to the Acting United States Attorney Russell Capone. In \naddition"
      },
      {
        "name": "Russell Capone",
        "role": "extracted",
        "context": "Acting United States Attorney Russell Capone. In \naddition to the withhold"
      },
      {
        "name": "Correctional Program",
        "role": "extracted",
        "context": "ical staff, psychology staff, Correctional Program Division Staff, \nsecurity sta"
      },
      {
        "name": "Division Staff",
        "role": "extracted",
        "context": "y staff, Correctional Program Division Staff, \nsecurity staff, and executi"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "loyees and \nGOP's \nattorneys, Assistant United States \nAttorneys in the Civi"
      },
      {
        "name": "States \nAttorneys",
        "role": "extracted",
        "context": "attorneys, Assistant United States \nAttorneys in the Civil Division of the"
      },
      {
        "name": "Civil Division",
        "role": "extracted",
        "context": "ited States \nAttorneys in the Civil Division of the USAO-SDNY, concerning"
      },
      {
        "name": "Threshold Justification",
        "role": "extracted",
        "context": "receive frank legal counsel. \nThreshold Justification For Application of Exemption"
      },
      {
        "name": "For Application",
        "role": "extracted",
        "context": "sel. \nThreshold Justification For Application of Exemption 7 \n51. As a thre"
      },
      {
        "name": "Federal Prison",
        "role": "extracted",
        "context": "e of the Bureau of Prisons or Federal Prison Industries, Inc.\" See, e.g, 5"
      },
      {
        "name": "The Bureau",
        "role": "extracted",
        "context": "18 U.S.C. § 4042(a)(1)-(3) (\"The Bureau of Prisons, under the \ndirect"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": ", under the \ndirection of the Attorney General, shall (1) have charge of the"
      },
      {
        "name": "Records Withheld",
        "role": "extracted",
        "context": "reshold of Exemption (b)(7). \nRecords Withheld Pursuant to Exemptions 6 and"
      },
      {
        "name": "The Inmate",
        "role": "extracted",
        "context": "ful suicides by inmates. \n67. The Inmate Investigative Report would di"
      },
      {
        "name": "Investigative Report",
        "role": "extracted",
        "context": "s by inmates. \n67. The Inmate Investigative Report would disclose GOP's techniqu"
      },
      {
        "name": "Electronic Freedom",
        "role": "extracted",
        "context": "led 08/05/20 Page 2 of 6 \nOGC Electronic Freedom of Information - NYT FOR requ"
      },
      {
        "name": "Danielle \nDanielle",
        "role": "extracted",
        "context": "narrowing it. \nMany thanks, \nDanielle \nDanielle Ivory \nReporter \nThe New York"
      },
      {
        "name": "Ivory \nReporter",
        "role": "extracted",
        "context": "y thanks, \nDanielle \nDanielle Ivory \nReporter \nThe New York Times \n620 Eigh"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "le \nDanielle Ivory \nReporter \nThe New York Times \n620 Eighth Avenue"
      }
    ],
    "locations": [
      {
        "name": "Rochester, MN",
        "type": "city"
      },
      {
        "name": "New York, NY",
        "type": "city"
      },
      {
        "name": "Washington, DC",
        "type": "city"
      },
      {
        "name": "York Avenue, NW",
        "type": "city"
      },
      {
        "name": "Ncw York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-07-06",
        "event": "7/6/2019"
      },
      {
        "date": "2020-01-09",
        "event": "1/9/2020"
      },
      {
        "date": "2019-08-13",
        "event": "8/13/2019"
      },
      {
        "date": "2020-03-05",
        "event": "3/5/2020"
      },
      {
        "date": "2019-12-12",
        "event": "12/12/2019"
      },
      {
        "date": "2020-01-02",
        "event": "1/2/2020"
      },
      {
        "date": "2020-01-02",
        "event": "01-02-2020"
      },
      {
        "date": "2019-07-21",
        "event": "07/21/2019"
      },
      {
        "date": "2020-08-10",
        "event": "08/10/2020"
      },
      {
        "date": "2019-08-13",
        "event": "08/13/2019"
      },
      {
        "date": "2019-08-08",
        "event": "08/08/2019"
      },
      {
        "date": "2019-08-12",
        "event": "08/12/2019"
      },
      {
        "date": "2019-08-10",
        "event": "08/10/2019"
      },
      {
        "date": "2019-08-13",
        "event": "August 13, 2019"
      },
      {
        "date": "2019-09-23",
        "event": "September 23, 2019"
      },
      {
        "date": "2019-12-12",
        "event": "December 12, 2019"
      },
      {
        "date": "2020-01-02",
        "event": "January 2, 2020"
      },
      {
        "date": "2020-01-09",
        "event": "January 9, 2020"
      },
      {
        "date": "2020-12-19",
        "event": "December 19, 2020"
      },
      {
        "date": "2020-01-30",
        "event": "January 30, 2020"
      },
      {
        "date": "2019-08-22",
        "event": "August 22, 2019"
      },
      {
        "date": "2019-06-22",
        "event": "June 22, 2019"
      },
      {
        "date": "2019-06-22",
        "event": "June 22, \n2019"
      },
      {
        "date": "2020-06-22",
        "event": "June 22, 2020"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2019-07-23",
        "event": "July 23, 2019"
      },
      {
        "date": "2019-08-14",
        "event": "August 14, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, \n2019"
      },
      {
        "date": "2019-07-30",
        "event": "July 30, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "212-556-1596",
      "917-280-2607",
      "646-349-2536",
      "202-741-5770",
      "877-684-6448",
      "202-741-5769",
      "202-616-7750",
      "(202) 514-3642"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:50.636Z"
}