{
  "document": {
    "id": "efta00030943",
    "filename": "EFTA00030943.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030943.pdf",
    "text": "\n\nU.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nBy Electronic Mail \nChristian Everdell, Esq. \nMark Cohen, Esq. \nohen & Gresser LLP \nLaura Menninger, Esq. \nJeffrey Pagliuca, Esq. \nHaddon Mor an and Foreman, P.C. \nDear Counsel: \nThe Silvio J. Mono Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nJanuary 10, 2021 \nBobbi Sternheim, Esq. \nLaw Offices of Bobbi C. Sternheim \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nWe write in response to your letter of December 28, 2020, in which you request a bill of \nparticulars in the above-captioned matter. As set forth herein, the Government does not intend to \nprovide further particulars because under the well-established law of this Circuit it has no \nobligation to do so. To the contrary, and as you are aware, the Government outlined its charges \nagainst your client in a detailed speaking superseding indictment (the \"Indictment\") and has since \nprovided considerable additional information through the production of to date of over 2.7 million \nitems of discovery, all in electronic form and accompanied by an index. Accordingly, the \nGovernment has more than provided the defendant with adequate notice of the charges against her, \nand no further particulars are required. \n\"A bill of particulars is required only where the charges of the indictment are so general \nthat they do not advise the defendant of the specific acts of which he is accused.\" United States v. \nWalsh, 194 F.3d 37, 47 (2d Cir. 1999) (quotations marks and citation omitted); see also, e.g., \nUnited States v. Mahabub, No. 13 Cr. 908 (MN), 2014 WL 4243657, at *2 (S.D.N.Y. Aug. 26, \n2014) (same); United States v. Mandell, 710 F. Supp. 2d 368, 384 (S.D.N.Y. 2010) (same). \n\"Acquisition of evidentiary details is not the function of the bill of particulars.\" United States v. \nTorres, 901 F.2d 205, 234 (2d Cir. 1990), abrogated on other grounds by United States v. Marcus, \n628 F.3d 36, 41 (2d Cir. 2010) (quotations marks and citation omitted). \nEFTA00030943\n\nNor may a bill of particulars be used as a general investigative tool. \"It is not enough that \nthe information would be useful to the defendant; if the defendant has been given adequate notice \nof the charges against him, the government is not required to disclose additional details about its \ncase.\" United States v.  Payden, 613 F. Supp. 800, 816 (S.D.N.Y. 1985); see also, e.g., United \nStates v.  Sindone, No. 01 Cr. 517 (MBM), 2002 WL 48604, at *1 (S.D.N.Y. Jan. 14, 2002) (a \ndefendant may not \"use a bill of particulars to preview the government's evidence or trial strategy, \nor to require the government to specify the minutiae of how it will prove the charges. The stakes \nin a  criminal case are high, and temptations of perjury, subornation and intimidation are ever \npresent. Accordingly, the government is not required to turn over information that will permit a \ndefendant to preview the government's case and tempt him to tailor proof to explain it away, or \nsee to it that the government's proof is not presented.\" (citations omitted)); United States v. \nGuerrerio, 670 F. Supp. 1215, 1225 (S.D.N.Y. 1987) (A bill of particulars \"is not a discovery tool \nand is not intended to allow defendants a preview of the evidence or the theory of the government's \ncase.\"). \nA bill of particulars is unwarranted in this case because the Government has more than \nsatisfied its obligations to provide the defense with sufficient information to \"prepare for trial, to \nprevent surprise, and to interpose a plea of double jeopardy should [the defendant] be prosecuted \na second time for the same offense.\" United States v. Bortnovsky, 820 F.2d 572, 574 (2d Cir. \n1987). The Indictment contains a written statement of the essential facts constituting the offenses \ncharged, and it describes the conduct of the defendant that the Government expects to prove at trial \nwith respect to three particular victims. The Indictment itself contains a detailed description of the \naccounts these victims have provided law enforcement. In addition to the Indictment, which \nprovides more than sufficient information about the charges against your client, you are also in \npossession of, among other things, numerous search warrant affidavits that outline evidence \nrevealed during the Government's investigation over time (see, e.g., SDNY_GM_00000423-\nSDNY_GM_00000524); documentary evidence, including travel records and contemporaneous \njournal entries that corroborate the victims' accounts; and the Government's letters concerning \nbail and detention. In sum, the Indictment and the materials produced during discovery provide \nyou with more than ample information concerning the allegations that the Government intends to \nprove at trial and the supporting evidence. See, e.g., United States v. Reinhold, 994 F. Supp. 194, \n201 (S.D.N.Y. 1998) (denying request for bill of particulars where the \"indictment is detailed in \nits allegations\" and the \"defendants have had extensive discovery\"). \nTo the extent that your requests seek information regarding potential witnesses and/or co-\nconspirators or aiders and abettors (Requests 1-20, 22-26), the Government is not required to \nprovide such information at this time. See, e.g., United States v. D'Amico, 734 F. Supp. 2d 321, \n335 (S.D.N.Y. 2010) (\"A bill of particulars is not a general investigative tool, a discovery device \nor a means to compel the government to disclose evidence or witnesses to be offered prior to trial.\" \n(quoting United States v.  Gibson, 175 F. Supp. 2d 532, 537 (S.D.N.Y. 2001))); United States v. \nBarrera, 950 F. Supp. 2d 461, 478-79 (E.D.N.Y. 2013) (denying motion for bill of particulars as \nto identities of unnamed victims of alleged murder conspiracy); United States v.  Castro, No. 08 \nCr. 268 (NRB), 2008 WL 5062724, at *2 (S.D.N.Y. Nov. 25, 2008) (\"An indictment need not \nidentify all alleged co-conspirators, nor specify the nature, time and place of every overt act the \ndefendant or others allegedly took in furtherance of a  conspiracy, nor must it  set forth all the \nevidence the government intends to introduce.\"); United States v. Sindone, 2002 WL 48604, at *1 \n2 \nEFTA00030944\n\n(denying request for bill of particulars that would identify alleged co-conspirators and victims); \nUnited States v. Trippe, 171 F. Supp. 2d 230, 240 (S.D.N.Y. 2001) (\"[D]emands for particular \ninformation with respect to where, when, and with whom the Government will charge the \ndefendant with conspiring are routinely denied.\"); United States v. Mitlof, 165 F. Supp. 2d 558, \n569 (S.D.N.Y. 2001) (\"What defendant seeks is in the nature of the `wheres, whens and with \nwhoms' that [c]ourts have held to be beyond the scope of a bill of particulars.\" (collecting cases)); \nUnited States v. Fruchter, 104 F. Supp. 2d 289, 313 (S.D.N.Y. 2000) (denying \"Defendants' \nrequest for names of all aiders, abettors, unindicted co-conspirators, and confidential informants\" \nas \"nothing more than a request for a witness list\"); see also Fed. R. Crim. P. 16. As previously \nstated, and as noted in the Government's letter dated October 28, 2020, with regard to your many \nrequests for information that fall within the scope of the Government's Giglio and Jencks Act \nobligations, we intend to produce all such material in advance of trial and remain available to \nconfer generally regarding a mutual schedule for pretrial and trial-related disclosures, including \nwitness statements or Giglio material. \nYou seek numerous, specific details which amount to requests for a detailed preview of the \nGovernment's case and its legal theories (Requests 7, 14, 19, 25, and 29). The Government is not \nrequired to disclose at this juncture the way in which it expects to prove the charges or the precise \nmanner in which the defendant committed the charged crimes, nor must the Government provide \na preview of the evidence or legal theories it intends to present at trial. See, e.g., United States v. \nDupigny, 18 Cr. 528 (JMF), 2019 WL 2327697, at *2 (S.D.N.Y. May 30, 2019) (denying motion \nfor bill of particulars and explaining that the defendant \"need not be informed of the specific means \nof coercion he is alleged to have employed against the still-unidentified victims in the Superseding \nIndictment. And between the indictment, applications for search warrants, court filings, and \nproffers during bail hearings, the Government has advised Dupigny of the nature and timeframe \nof the conspiracy; the number of victims involved in the substantive trafficking offenses, the ages \nof several of the victims, and the residence from which he recruited them; and the types of physical \nforce and coercion he has employed against at least some of them\"); United States v. Pierre-Louis, \n16 Cr. 541 (CM), 2018 WL 4043140, at *7 (S.D.N.Y. Aug. 9, 2018) (\"Defendant's demand that \nthe Government provide him with the specifics of how it will prove the `interstate transportation' \nelement of its case is an improper attempt to limit the Government's proof at trial and is the type \nof `when, where, and how' bill of particular requests that are 'almost uniformly . .  . denied.\"' \n(citation omitted)); United States v.  Monzon-Liana,No. 11 Cr. 722 (RRM), 2014 WL 223100, at \n*4 (E.D.N.Y. Jan. 21, 2014) (denying request for bill of particulars where defendant was charged \nwith, among other things, sex trafficking of minors and a Mann Act violation, and stating that the \nindictment \"explains the essential facts constituting each of the crimes charge[d], the time frame \nin which the crime is alleged to have occurred, and the victim involved. This information is \nsufficient to apprise defendant of the charges against him.\"). For example, with respect to Requests \n7, 14, 19, and 25, the Government directs your attention to the Indictment, at paragraphs 11(b), 13, \n17(b), and 19, which refer to sex acts in violation of New York Penal Law, Section 130.55. With \nrespect to Request 28, the Government refers you to the Indictment, at paragraph 7, which \ndescribes the conduct of the defendant that the Government expects to prove at trial with respect \nto three particular victims. Based on the foregoing, you are not entitled to the particulars sought \nthrough your requests, and in any event, much of what you seek is described in the Indictment and \ndiscovery. If you have authority for your requests, we would be happy to consider it. \n3 \nEFTA00030945\n\nPlease let us \nknow if you have any \nquestions or would like to discuss \nthe foregoing. \nVery \ntruly yours, \nActing \nUnited States \nAttorney for the \nSouthern District of New York \nBy: s/ \nAssistant United States Attorneys \n4 \nEFTA00030946",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "fices of Bobbi C. Sternheim \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nWe write in response to your l"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "U.S. Department of Justice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nBy Electronic Ma"
      },
      {
        "name": "By Electronic",
        "role": "extracted",
        "context": "outhern District of New York \nBy Electronic Mail \nChristian Everdell, Esq"
      },
      {
        "name": "Mail \nChristian",
        "role": "extracted",
        "context": "ct of New York \nBy Electronic Mail \nChristian Everdell, Esq. \nMark Cohen, E"
      },
      {
        "name": "Mark Cohen",
        "role": "extracted",
        "context": "il \nChristian Everdell, Esq. \nMark Cohen, Esq. \nohen & Gresser LLP \nLa"
      },
      {
        "name": "Laura Menninger",
        "role": "extracted",
        "context": "en, Esq. \nohen & Gresser LLP \nLaura Menninger, Esq. \nJeffrey Pagliuca, Esq."
      },
      {
        "name": "Jeffrey Pagliuca",
        "role": "extracted",
        "context": "r LLP \nLaura Menninger, Esq. \nJeffrey Pagliuca, Esq. \nHaddon Mor an and Fore"
      },
      {
        "name": "Haddon Mor",
        "role": "extracted",
        "context": "Esq. \nJeffrey Pagliuca, Esq. \nHaddon Mor an and Foreman, P.C. \nDear Co"
      },
      {
        "name": "Dear Counsel",
        "role": "extracted",
        "context": "don Mor an and Foreman, P.C. \nDear Counsel: \nThe Silvio J. Mono Building"
      },
      {
        "name": "The Silvio",
        "role": "extracted",
        "context": "Foreman, P.C. \nDear Counsel: \nThe Silvio J. Mono Building \nOne Saint A"
      },
      {
        "name": "Mono Building",
        "role": "extracted",
        "context": "Dear Counsel: \nThe Silvio J. Mono Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The Silvio J. Mono Building \nOne Saint Andrew's Plaza \nNew York. New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nJanuary"
      },
      {
        "name": "Bobbi Sternheim",
        "role": "extracted",
        "context": "York 10007 \nJanuary 10, 2021 \nBobbi Sternheim, Esq. \nLaw Offices of Bobbi C"
      },
      {
        "name": "Law Offices",
        "role": "extracted",
        "context": "2021 \nBobbi Sternheim, Esq. \nLaw Offices of Bobbi C. Sternheim \nRe: Un"
      },
      {
        "name": "Sternheim \nRe",
        "role": "extracted",
        "context": "Esq. \nLaw Offices of Bobbi C. Sternheim \nRe: United States v. Ghislaine M"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "D.N.Y. 1985); see also, e.g., United \nStates v.  Sindone, No. 01 Cr. 517 ("
      },
      {
        "name": "The Indictment",
        "role": "extracted",
        "context": ".2d 572, 574 (2d Cir. \n1987). The Indictment contains a written statement"
      },
      {
        "name": "Jencks Act",
        "role": "extracted",
        "context": "f the Government's Giglio and Jencks Act \nobligations, we intend to pr"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "uests 7, 14, 19, 25, and 29). The Government is not \nrequired to disclose"
      },
      {
        "name": "Superseding \nIndictment",
        "role": "extracted",
        "context": "l-unidentified victims in the Superseding \nIndictment. And between the indictment,"
      },
      {
        "name": "Mann Act",
        "role": "extracted",
        "context": "x trafficking of minors and a Mann Act violation, and stating that t"
      },
      {
        "name": "Penal Law",
        "role": "extracted",
        "context": "acts in violation of New York Penal Law, Section 130.55. With \nrespec"
      },
      {
        "name": "Acting \nUnited",
        "role": "extracted",
        "context": "regoing. \nVery \ntruly yours, \nActing \nUnited States \nAttorney for the \nSou"
      },
      {
        "name": "States \nAttorney",
        "role": "extracted",
        "context": "truly yours, \nActing \nUnited States \nAttorney for the \nSouthern District of"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "District of New York \nBy: s/ \nAssistant United States Attorneys \n4 \nEFTA0003"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "ork \nBy: s/ \nAssistant United States Attorneys \n4 \nEFTA00030946"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-01-10",
        "event": "January 10, 2021"
      },
      {
        "date": "2020-12-28",
        "event": "December 28, 2020"
      },
      {
        "date": "2020-10-28",
        "event": "October 28, 2020"
      },
      {
        "date": "2019-05-30",
        "event": "May 30, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:27.078Z"
}