{
  "document": {
    "id": "efta00018870",
    "filename": "EFTA00018870.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018870.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: Investigators scrutinizing video outside Epstein's cell find some footage unusable, according to \npeople familiar with the inquiry \nDate: The, 27 Aug 2019 17:54:36 +0000 \nInvestigators scrutinizing video outside Epstein's cell find some footage unusable, according to people \nfamiliar with the inquiry \nWashington Post \nBy Carol D. Leonnig and Matt Zapotosky \n8/26/19 \nAt least one camera in the hallway outside the cell where authorities say registered sex offender Jeffrey Epstein \nhanged himself earlier this month had footage that is unusable, although other, clearer footage was captured in \nthe area, according to three people briefed on the evidence gathered earlier this month. \nIt was not immediately clear why some video footage outside Epstein's cell is too flawed for investigators to use \nor what is visible in the usable footage. The incident is being investigated by the FBI and the Justice \nDepartment's inspector general's office, which are attempting to determine what happened and how to assess \nwhether any policies were violated or crimes committed. \nThe footage is considered critical to those inquiries, and the revelation of an unusable recording is yet another of \nthe apparent failures inside the Metropolitan Correctional Center, the short-staffed Bureau of Prisons facility in \ndowntown Manhattan that held Epstein. \nIt's unclear whether the flaw in the taping affected a limited duration of the footage or whether it was a chronic \nproblem in the beleaguered Manhattan facility. \nA Bureau of Prisons spokesman declined to comment, as did spokespeople for the FBI, the Justice Department \nand the U.S. attorney's office in Manhattan. \nThe people who spoke about the footage did so on the condition of anonymity, citing the ongoing probe. \nEpstein, a well-connected financier, had been charged in early July with sexually abusing dozens of young girls \nin the early 2000s and ordered held without bond. The arrest brought a sense of long-awaited justice to those \nwho alleged Epstein abused them and who had earlier been dismayed by a 2008 plea deal he received to resolve \nsimilar allegations that was widely criticized as too lenient. \nThat deal allowed Epstein to plead guilty to two state charges and spend just 13 months in jail, with work release \nprivileges. The new charges could have resulted in a prison term of as much as 45 years. \nBut on Aug. 10, the 66-year-old was found hanging in his cell. He was taken to a hospital, where he was later \npronounced dead. His death was ruled a suicide. \nProsecutors have since moved to drop the charges against Epstein — although they continue to investigate those \nwho might have conspired with him. A federal judge has scheduled a hearing for Tuesday to consider the matter \nand has indicated that those who say Epstein victimized them will be allowed to speak in court. \nEFTA00018870\n\nMeanwhile, there has been intense scrutiny of the federal facility where he was held, which did not follow its \nprotocol in the handling of Epstein in several ways, officials have said. \nEpstein should have been checked on every 30 minutes in the jail's special housing unit, though it had been \nseveral hours since the last check when he was discovered as staff members delivered breakfast. Investigators are \nexploring whether logs were falsified to indicate checks had occurred when they had not, a person familiar with \nthe matter said. \nThe two officers on duty when Epstein apparently hanged himself were both working overtime — one forced, \nthe other voluntarily, officials have said. One did not normally work as a corrections officer, though he had in the \npast and was allowed to do so, officials have said. \nEpstein also was supposed to have a roommate, following a July 23 incident in which he was found on the floor \nof his cell with marks on his neck. Authorities suspected he had attempted suicide; Epstein said he believed he \nhad been attacked. \nHe was placed on suicide watch for about a week after that — meaning he was monitored 24-7. He was placed \nback in the jail's special housing unit late in the month and, for a time, had a new roommate. \nBut that person was transferred the day before Epstein's death, and a new roommate was not assigned — despite \nthe fact that at least eight jail officials knew Epstein was not to be left alone in his cell. \nNew York's chief medical examiner, Barbara Sampson, ruled Epstein's cause of death a suicide on Aug. 16. The \nruling came five days after the medical examiner's office conducted an autopsy and classified the cause of death \nas pending while seeking additional information. \nThe pathologist's autopsy found Epstein suffered fractures in his neck bones, according to two people familiar \nwith the findings. Among the breaks in Epstein's neck was the hyoid bone, which in men is near the Adam's \napple. Such breaks can occur in those who hang themselves, according to forensics experts and studies on the \nsubject. But they are typical in victims of homicide by strangulation, experts told The Post. Experts also caution \nthat such a break must be viewed in the context of the findings of a full autopsy to draw a conclusion about a \ncause of death. \nThe hyoid bone becomes more brittle and is easier to break as people age. Epstein was 66. \nLaw enforcement officials have said they believe Epstein killed himself. \nLawyers for Epstein and his family had questioned Sampson's ruling of suicide and the thoroughness of the \ninvestigation into Epstein's death. \n\"The defense team fully intends to conduct its own independent and complete investigation into the \ncircumstances and cause of Mr. Epstein's death including if necessary legal action to view the pivotal videos —\nif they exist as they should — of the area proximate to Mr. Epstein's cell during the time period leading to his \ndeath,\" the lawyers said in an Aug. 16 statement. \"We are not satisfied with the conclusions of the medical \nexaminer.\" \nEFTA00018871",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ell where authorities say registered sex offender Jeffrey Epstein \nhanged himself earlier this month had footage th"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "e \ncircumstances and cause of Mr. Epstein's death including if nece"
      },
      {
        "name": "Washington Post",
        "role": "extracted",
        "context": "e \nfamiliar with the inquiry \nWashington Post \nBy Carol D. Leonnig and Matt"
      },
      {
        "name": "By Carol",
        "role": "extracted",
        "context": "the inquiry \nWashington Post \nBy Carol D. Leonnig and Matt Zapotosky"
      },
      {
        "name": "Matt Zapotosky",
        "role": "extracted",
        "context": "Post \nBy Carol D. Leonnig and Matt Zapotosky \n8/26/19 \nAt least one camera"
      },
      {
        "name": "Justice \nDepartment",
        "role": "extracted",
        "context": "vestigated by the FBI and the Justice \nDepartment's inspector general's office,"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "apparent failures inside the Metropolitan Correctional Center, the short-staffed Bur"
      },
      {
        "name": "Justice Department",
        "role": "extracted",
        "context": "spokespeople for the FBI, the Justice Department \nand the U.S. attorney's offi"
      },
      {
        "name": "Barbara Sampson",
        "role": "extracted",
        "context": "ork's chief medical examiner, Barbara Sampson, ruled Epstein's cause of dea"
      },
      {
        "name": "The Post",
        "role": "extracted",
        "context": "y strangulation, experts told The Post. Experts also caution \nthat s"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:57.857Z"
}