{
  "document": {
    "id": "efta00018833",
    "filename": "EFTA00018833.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018833.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: RE: Cite-checked omnibus MOL \nDate: Fri, 26 Feb 2021 16:04:05 +0000 \nAttachments: 2021.02.26_GM_Omnibus_Opposition_to_Defense_Motions.rd.docx \nTeam, truly excellent work on this. and I split up our review, so I took pages 3-116 of the motion \nsections), ands reviewing the rest. Two items to note — I tried to change subsequent cites to string cites where \ncaught them, but I wasn't reviewing closely for that, so make sure the paras are reviewing for that. Second, as I discussed \nwith-please take a look at the redactions in her section. I tried to conform them to the general principal that \nredactions should apply to the subpoena and the ex parte proceeding, and un-redactions should apply to the description \nof the article, her brief making general allegations, and our indictment. If that's not how you are envisioning the \nredactions, happy to discuss. \nAgain, fantastic work. This is a very strong brief. \nFrom: \nSent: Frida , Februar 26, 2021 4:08 AM \nTo \nCc \nSubject: Cite-checked omnibus M0L \nAttached please find the cite-checked omnibus memorandum of law in opposition to Maxwell's motions. The team will be \nworking with the paralegals tomorrow to proofread (which will include cleaning up the TOA), get out the discovery that \nwe reference in the MOL, and deal with redactions before filing. You'll see that we have highlighted portions that we \ntentatively expect to redact in \nThanks, \nEFTA00018833",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "To \nCc",
        "role": "extracted",
        "context": "a , Februar 26, 2021 4:08 AM \nTo \nCc \nSubject: Cite-checked omnibu"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:57.756Z"
}