{
  "document": {
    "id": "efta00020964",
    "filename": "EFTA00020964.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00020964.pdf",
    "text": "\n\nFrom: ' \nTo: \"ROBERT C. \nJOSEFSBERG\"  \nSubject: RE: Epstein \nDate: Wed, 07 Aug 2019 00:35:33 +0000 \nThanks very much for sending —the plea transcript was filed publicly in the CVRA litigation so we were aware of it, but as \nyou say, better to learn something twice than to miss it entirely, so we appreciate it. \nAs always, please let us know if any additional clients of yours would be willing to speak with us at any stage — and feel \nfree to connect them with us directly, rather than going through the FBI number, if that's easier. \nthank you, \nFrom: ROBERT C. JOSEFSBERG \n<(♦ \nSent: Tuesday, August 06, 2019 18:01 \nTo: \nCc: Scarola Jack <> \nSubject: Epstein \nAs we know, Epstein's Lawyers are going to claim that the NPR agreement prohibits your prosecution. I want to \nshare some information with you regarding that issue. You are probably already aware of this, but I'd prefer that \nyou learn about it twice instead of never being aware of this proof. At the state court plea hearing, Epstein's \ncounsel told the court that the NPR covered only the So Dist Of Fla. On the next page of the transcript the Judge \nmesses it up a bit, but we know that when she said \"they\", she meant the \nUSAO \nof the So Dist of Fla, NOT the \nDOJ. I am forwarding to you the cover sheet and two relevant pages of the transcript. along with info re when \nand where his occurEd. If you have any questions about this, or any other way I can assist, \nyou please call me PS - two of my clients have advised me that they have contacted the FBI. \nRobert C. Josefsberg, Esq. \nSent from my iPhone \nEFTA00020964",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein \nDate",
        "role": "extracted",
        "context": ". \nJOSEFSBERG\"  \nSubject: RE: Epstein \nDate: Wed, 07 Aug 2019 00:35:33 +0"
      },
      {
        "name": "Scarola Jack",
        "role": "extracted",
        "context": "gust 06, 2019 18:01 \nTo: \nCc: Scarola Jack <> \nSubject: Epstein \nAs we k"
      },
      {
        "name": "Epstein \nAs",
        "role": "extracted",
        "context": "Cc: Scarola Jack <> \nSubject: Epstein \nAs we know, Epstein's Lawyers ar"
      },
      {
        "name": "So Dist",
        "role": "extracted",
        "context": "that the NPR covered only the So Dist Of Fla. On the next page of t"
      },
      {
        "name": "Of Fla",
        "role": "extracted",
        "context": "NPR covered only the So Dist Of Fla. On the next page of the tran"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-06",
        "event": "August 06, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:03.717Z"
}