{
  "document": {
    "id": "efta00022062",
    "filename": "EFTA00022062.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00022062.pdf",
    "text": "\n\nU.S. Department of Justice \nCriminal Division \nVAA:WHG:JEC:JTM \nDOJ \nNo. CRM-182-73090 \nOffice of International Affairs Washington, D.C. \n20530 \nFROM: The Central \nAuthority \nof the United States \nTO: The Central \nAuthority \nof the United Kingdom \nSUBJECT: Request for Assistance in the Matter of Material Witness PA \nDATE: April 3, 2020 \nThe Central Authority of the United States of America (\"U.S.\") requests the assistance of \nthe Central Authority of the United Kingdom (\"UK\") under the 1994 Treaty of Mutual Legal \nAssistance in Criminal Matters between the U.S. and the UK, as amended by the 16 December \n2004 Instrument and exchange of notes (\"the Treaty\"). The United States Attorney for the \nSouthern District of New York and the Federal Bureau of Investigation (collectively the \"U.S. \nauthorities\") seek to interview H.R.H. Prince Andrew Albert Christian Edward, the Duke of York, \nalso known as Andrew Mountbatten-Windsor (\"Prince Andrew\" or\"the witness\"), relating to two \nongoing criminal investigations. In addition, U.S. authorities seek records of certain \ncommunications and meetings between Prince Andrew and the subjects of one investigation. \nWith regard to the interview, U.S. authorities request to conduct a voluntary interview of \nPrince Andrew and request the assistance of UK authorities in arranging for such an interview. In \nthe event that the witness declines to participate in a voluntary interview, U.S. authorities request \nthat UK authorities conduct a compelled interview of the witness under oath. \n1 \nEFTA00022062\n\nThe U.S. authorities may use the requested records and information in the U.S. criminal \ninvestigation and proceedings, as defined at Article 19 of the Treaty, and in other U.S. criminal \ninvestigations and proceedings, as well as non-criminal judicial or administrative proceedings \ndirectly related to the U.S. criminal investigations and proceedings, pursuant to Article 7 of the \nTreaty. \nCONFIDENTIALITY \nThe U.S. authorities are conducting ongoing criminal investigations. Notwithstanding \nthat one or more of the persons referenced in this request is aware to some extent of the U.S. \nauthorities' attention to this matter, this request also recounts specifics and evidentiary detail that \nmay not be known, exposure of which could impede the investigation with regard to the integrity \nof evidence and witness accounts. Because the persons referenced in this request are generally \naware of the U.S. authorities' investigations, U.S. authorities are not requesting that the existence \nof this legal assistance request be kept confidential. However, premature notification of the \nspecific subject matter and the questions outlined in the attachments to this request could seriously \njeopardize the investigations or compromise any trial, by prompting a witness to alter or prepare \nhis/her answers to specific questions, by prompting others to destroy or tamper with evidence; \nchange patterns of behavior; intimidate potential witnesses; or alert others who could do the same. \nAccordingly, and pursuant to articles 4(3)(j) and 7 of the Treaty, please keep the contents of this \nrequest, including the subject matter of questioning and the questions themselves, confidential and \nplease ensure that they are not shared with any persons (including the witness, the witness's \nrepresentatives, or subjects of the investigation), or with any government officials whose \nknowledge is not absolutely necessary for purposes of executing this request. In addition, please \nadvise all who must be made aware of this request that the contents are to be kept confidential and \n2 \nEFTA00022063\n\nshould not be shared with any witness, potential subjects of the investigation or any other persons. \nIf this request cannot be executed without breaching such confidentiality, please notify U.S. \nauthorities through the U.S. Department of Justice, Office of International Affairs prior to taking \nany action. U.S. authorities also request that UK authorities keep a  written log of all those \nindividuals who have been made aware of the contents of this request, noting when those \nindividuals were so made aware. \nTHE FACTS \nInvestigation I: The Jeffrey Epstein Investigation \nU.S. citizen Jeffrey Epstein is alleged to have engaged in the sexual abuse of minor girls \nduring the period of approximately 1994 through 2005. On or about July 2, 2019, a grand jury in \nthe Southern District of New York returned an Indictment charging Epstein with violations of \nU.S. criminal laws in connection with his sexual abuse of minors, including with engaging in a \nconspiracy to sexually traffic in minors. Epstein was arrested pursuant to the Indictment on or \nabout July 6, 2019, and had been detained pending trial in New York. On or about August 10, \n2019, Epstein committed suicide in his cell. Notwithstanding Epstein's death, the investigation \nthat led to his indictment remains ongoing. That ongoing investigation has revealed evidence of \nadditional criminal conduct by Epstein's associates, including Ghislaine Maxwell. \nThe investigation to date has revealed that Prince Andrew may have been a witness to \nand/or participant in certain events of relevance to the ongoing investigation. For example, one \nvictim has alleged that Maxwell introduced her to Prince Andrew who, according to this victim, \nwas present for certain of the victim's interactions with Epstein and Maxwell. Additionally, \ndocumentary evidence uncovered during the course of this investigation has revealed \ninformation suggesting that Prince Andrew had knowledge that Maxwell recruited females to \n3 \nEFTA00022064\n\nengage in sex acts with Epstein and other men. Finally, there is evidence that Prince Andrew \nengaged in sexual conduct involving one of Epstein's victims. Prince Andrew is not presently a \ntarget of the investigation, and U.S. authorities have not, to date, gathered evidence that he has \ncommitted any crime under U.S. law. \nInvestigation Ili The Peter Nygard Investigation \nThe U.S. authorities are investigating Peter Nygard, a  Canadian citizen, and other co-\nconspirators' involvement in an international sex trafficking ring victimizing adult women and \nminor girls. The investigation concerns, among other things, allegations of sex trafficking at \nvarious locations inside and outside the United States, including Nygard's estate in Lyford Cay, \nBahamas, referred to as \"Nygard Cay.\" Sex trafficking victims were transported internationally, \nincluding between the Bahamas and locations in the United States. \nThe investigation of Peter Nygard and others is ongoing and no charges have been filed as \nof this date. The investigation has revealed that, on at least one occasion, Prince Andrew travelled \nto Nygard Cay in the Bahamas, a location where Nygard is believed to have trafficked minor and \nadult female victims. U.S. authorities seek to question Prince Andrew regarding his visit(s) to \nNygard Cay during the time period under investigation, and other information he may have about \nPeter Nygard and related individuals. Prince Andrew is not presently a target of this investigation, \nand U.S. authorities have not, to date, collected evidence that he committed any crime under U.S. \nlaw. \n4 \nSBU -LAW ENFORCEMENT \nEFTA00022065\n\nTHE \nOFFENSES \nThe criminal conduct being investigated currently implicates the following offenses. Note \nthat pursuant to Articles 7 and 19 of the Treaty, U.S. authorities may determine that additional or \ndifferent offenses may also be implicated in this matter: \nTitle 18, United States Code, Section 1591 \nSex \nIra \nflicking \nof Minors and by Force, \nFraud, \nand Coercion \n(a) Whoever knowingly —\n(1) in or affecting interstate or foreign commerce, or within the special maritime \nand territorial jurisdiction of the United States, recruits, entices, harbors, \ntransports, provides, obtains, advertises, maintains, patronizes, or solicits by \nany means a person; or \n(2) benefits, financially or by receiving anything of value, from participation in a \nventure which has engaged in an act described in violation of paragraph (1), \nknowing, or, except where the act constituting the violation of paragraph (1) is \nadvertising, in reckless disregard of the fact, that means of force, threats of \nforce, fraud, coercion described in subsection (e)(2), or any combination of \nsuch means will be used to cause the person to engage in a commercial sex \nact, or that the person has not attained the age of 18 years and will be caused \nto engage in a commercial sex act, shall [have committed a crime]. \n(b) The punishment for an offense under subsection (a) is \n-\n(1) if the offense was effected by means of force, threats of force, fraud, or \ncoercion ...or by any combination of such means, or if the person recruited, \nenticed, harbored, transported, provided, obtained, advertised, patronized, or \nsolicited had not attained the age of 14 years at the time of such offense, by a \nfine under this title and imprisonment for any term of years not less than 15 or \nfor life; or \n(2) if he offense was not so effected, and the person recruited, enticed, harbored, \ntransported, provided, obtained, advertised, patronized, or solicited had \nattained the age of 14 years but had not attained the age of 18 years at the time \nof such offense, by a fine under this title and imprisonment for not less than \n10 years or for life.' \n' The penalties stated herein apply to conduct that occurred after July 27, 2006. For conduct that \noccurred prior to that time, the penalties would be lower and may not include mandatory \nminimum sentences. \n5 \nSBU -LAW ENFORCEMENT \nEFTA00022066\n\nTitle 18, United States Code, Section 2423 Transportation of Minors \n(a) Transportation with intent to engage in criminal sexual activity \n(1) A person who knowingly transports an individual who has not attained the age \nof 18 years in interstate or foreign commerce, or in any commonwealth, \nterritory or possession of the United States, with intent that the individual \nengage in prostitution, or in any sexual activity for which any person can be \ncharged with a criminal offense, shall [have committed a crime and be] \nimprisoned not less than 10 years or for life.2\nTitle 18, United States Code, Section 2422 Coercion and Enticement \n(1) (b) Whoever, using the mail or any facility or means of interstate or foreign commerce, or \nwithin the special maritime and territorial jurisdiction of the United States knowingly \npersuades, induces, entices, or coerces any individual who has not attained the age of 18 \nyears, to engage in prostitution or any sexual activity for which any person can be \ncharged with a criminal offense, or attempts to do so, shall [have committed a crime and \nbe] imprisoned not less than 10 years or for life.3\nTitle 18, United States Code, Section 371 Conspiracy \nIf two or more persons conspire ... to commit any offense against the United \nStates ... and one or more of such persons do any act to effect the object of the \nconspiracy, each shall [have committed a crime and be] imprisoned not more than \nfive years. \nPERSONS INVOLVED \nName: H.R.H. Prince Andrew Albert Christian Edward, Duke of York \nAlso known as Andrew Mountbatten-Windsor \nDate of birth: 19 February 1960 \nPlace of birth: Buckingham Palace, London, England \nCitizenship: UK \nAddress: Royal Lodge, Windsor, England \n2 The penalties stated herein apply to conduct that occurred after July 27, 2006. For conduct that \noccurred prior to that time, the penalties would be lower and may not include mandatory \nminimum sentences. \n3 The penalties stated herein apply to conduct that occurred after July 27, 2006. For conduct that \noccurred prior to that time, the penalties would be lower and may not include mandatory \nminimum sentences. \n6 \nSBU -LAW ENFORCEMENT \nEFTA00022067\n\nName: Ghislaine Maxwell \nDate of Birth: 25 December 1961 \nPlace of Birth: Maison-Laffitte, France \nCitizenship: \nU.S., UK, \nFrance \nName: Peter Nygard \nDate of Birth: 24 July 1941 \nPlace of Birth: Helsinki, Finland \nCitizenship: Canada, Finland \nASSISTANCE NEEDED \nVoluntary Interview Conducted by \nU.S. \nAuthorities \nU.S. \nauthorities seek to conduct an investigative interview of Prince Andrew. U.S. \nauthorities specifically request to conduct the questioning themselves in the presence of UK \nauthorities to ensure that all necessary lines of inquiry are completed in the most efficient \nfashion. The specific subject matters of questioning are set forth in Attachment A. U.S. \nauthorities further request that the interview be recorded using both video and audio recording \nequipment. U.S. authorities request that at least two members of each of the following \ninvestigatory teams be permitted to attend the questioning: \nFor Investigation I (Epstein): \na. \nb. \nc. \n• \nAssistant .  . Attorney, Southern District of New York \nAssistant . Attorney, Southern District of New York \nAssistant .  . Attorney, Southern District of New York \n7 \nSBU -LAW ENFORCEMENT \nEFTA00022068\n\nd. \nFederal Bureau of Investigation \ne. \nFor Investigation II (Nygard): \na. \nb. \nc. \nd. \ne. \nw York City Police Department' \nAssistant .  . Attorney, Southern District of New York \nAssistant .  . Attorney, Southern District of New York \nAssistant .  . Attorney, Southern District of New York \nS  ecial A nt Federal  Bureau of Investigation \nDetective. New York City Police Departments \nIf the witness requests, U.S. authorities are prepared to conduct the interview pursuant to a \"proffer \nletter\" similar to that attached as Attachment B. The letter outlines the conditions under which \nU.S. \nauthorities will not use the witness's statements against him. \n4 NYPD detective serving on the FBI task force, and assisting in the federal investigation. \n5 NYPD detective serving on the FBI task force, and assisting in the federal investigation. \n8 \nSBU -LAW ENFORCEMENT \nEFTA00022069\n\nVoluntary Interview Conducted by UK Authorities \nIn the event that UK authorities decline to permit the U.S. case team to directly question \nthe witness, U.S. authorities request that UK authorities question the witness about the subject \nmatters set forth in Attachment C. As noted on that list, U.S. authorities request that additional \nfollow-up questions be asked by UK authorities to clarify answers given or to follow relevant lines \nof inquiry. In the event it would assist UK authorities, U.S. authorities will produce a list of \nspecific questions covering each of the topics outlined in Attachment C. \nU.S. authorities also request to be present during the questioning of the witness by UK \nauthorities. Those observing would include at least two members of the teams listed above. U.S. \nauthorities also request that they be permitted to propose, during or at the conclusion of the \ninterview, additional questions to be asked by UK authorities of the witness after hearing the \nwitness's initial responses. \nU.S. authorities request that UK authorities record the interview using audio and video \nrecording equipment. U.S. authorities further request that the witness be cautioned in the event of \na voluntary interview that if he were to provide false information to authorities in connection with \nthis mutual legal assistance request, he could be prosecuted for perverting the course of justice in \nthe UK, and he may be prosecuted for making a  false statement, in violation of Title 18, United \nStates Code, Section 1001, in the U.S. \nCompelled Interview \nIf the witness declines to participate in either type of voluntary interview requested above, \nU.S. authorities request that UK authorities conduct a compelled interview under oath employing \nthe subject matters set out in Attachment C. As noted above, if it would assist UK authorities, \nU.S. authorities will produce a  list of specific questions covering each of the topics outlined in \n9 \nSBU -LAW ENFORCEMENT \nEFTA00022070\n\nAttachment C. U.S authorities also request that the compelled interview be audio- or video-\nrecorded. If the witness declines to respond to questions by asserting his right to remain silent, \nU.S. authorities request that such a declination be to each question set forth in Exhibit C and that \ndeclination be on the audio or video recording under oath. \nPrior to conducting the compelled interview, U.S. authorities request that the witness be \nread the following caution on the record: \n• Pursuant to the 1994 Treaty of Mutual Legal Assistance in Criminal Matters between the \nUnited States of America and the United Kingdom, as amended by the 16 December 2004 \nInstrument and exchange of notes, and [relevant provisions of UK domestic law], you have \nbeen subpoenaed to answer questions under oath. \n• Authorities in the United States are conducting an investigation of possible violations of \nFederal criminal laws including Sex Trafficking in violation of 18 United States Code \nSection 1591, Transportation of Minors to Engage in Sex in violation of 18 United States \nCode Section 2423, Coercion and Enticement of Minors to Engage in Sex in violation of \n18 \nUnited States Code Section 2422, and related crimes. \n• You may refuse to answer any question if a truthful answer to the question would tend to \nincriminate you. \n• Anything you do say may be used against you. \n• If you have retained counsel, you will be permitted a reasonable opportunity to consult \nwith counsel if you so desire. \n• Note that if you make any knowingly false statements you can be prosecuted for perverting \nthe course of justice and other related crimes under the laws of the United Kingdom. \nFuture Testimony \nIf the witness provides relevant information during the interview, the U.S. authorities \nrequest that the witness be asked if he is willing to testify in U.S. criminal proceedings in the \nSouthern District of New York related to one or more of these investigation and any ensuing \nprosecutions at some future date. \n10 \nSBU -LAW ENFORCEMENT \nEFTA00022071\n\nDocuments \nU.S. authorities also seek certain records which are relevant to the Epstein Investigation. \nIn particular, the U.S. authorities request production of the following categories of \ncommunication, including email, text, recorded or transcribed voicemail, and any other written \ncorrespondence or notes of oral communications, which is in the custody or control of the \nwitness or his representatives: \na. Any notes or calendar entries reflecting communications or meetingswith \nthe followin individuals: Jeffrey Epstein; Ghislaine Maxwell; or \nb. Any documents reflecting travel to the following locations: residence \nlocated at 9 East 71st Street, New York, New York; \"Zorro Ranch,\" located \nin Santa Fe, New Mexico; 358 El Brillo Way, Palm Beach, Florida; any \nother property owned or leased by Jeffrey Epstein or Ghislaine Maxwell. \nc. \nAny documents, such as receipts or tickets, reflecting events or meals at \nwhich the followin individuals were present: Jeffrey Epstein; Ghislaine \nMaxwell; or \nd. Any communication to, from, or copying Ghislaine Maxwell involving the \nfollowing \nt \ni. \nii. Any females Maxwell, Jeffrey Epstein or any associate or \nrepresentative of Maxwell or Epstein arranged for Prince Andrew to \nmeet; \niii. Any females Maxwell, Epstein or any associate or representative of \nMaxwell or Epstein arranged for other adult men to meet. \niv. Massage, massages, and/or \nmasseuses. \nv. Any investigation into Epstein or is associates, including but not limited \nto any prosecutions brought by the U.S. authorities against Epstein. \nvi. Any civil lawsuits threatened or brought against Prince Andrew, \nMaxwell, Epstein, and/or their associates. \nvii. Any reference to or evidence of the destruction of evidence, the \nobstruction of investigations, or other efforts to conceal criminal \nactivity by Epstein, Maxwell, or their associates. \nviii. Any payments made, in cash or in kind, to Maxwell, Epstein, or their \nrepresentatives or associates. \nix. Any sexual encounters and/or romantic relationships involving Prince \nAndrew and any female he met through Maxwell and/or Epstein. \nx. The involvement of Maxwell and/or any associate of Maxwell's in \nrecruiting, enticing, transporting or trafficking minors for the purpose \nof engaging in unlawful sexual contact. \n11 \nSBU -LAW ENFORCEMENT \nEFTA00022072\n\ne. Any communication to, from, or copying Jeffrey Epstein involving the \nfoil \ni. \nii. Any females Epstein or his associates or representatives, including \nMaxwell, arranged for Prince Andrew to meet. \niii. Any females Epstein or his associates or representatives, including \nMaxwell, arranged for other adult men to meet. \niv. Massage, massages, and/or masseuses. \nv. Any investigation into Epstein or is associates or representatives, \nincluding but not limited to any prosecutions brought by the U.S. \nauthorities against Epstein. \nvi. Any civil lawsuits threatened or brought against Prince Andrew, \nMaxwell, and/or their associates. \nvii. Any reference to or evidence of the destruction of evidence, the \nobstruction of investigations, or other efforts to conceal criminal \nactivity by Epstein, Maxwell, or their associates. \nviii. Any payments made, in cash or in kind, to Maxwell, Epstein, or their \nrepresentatives or associates. \nix. My sexual encounters and/or romantic relationships involving Prince \nAndrew and any female he met through Maxwell and/or Epstein. \nx. The involvement of Epstein and/or any associate of Epstein's in \nrecruiting, enticing, transporting or trafficking minors for the purpose \nof engaging in unlawful sexual contact \nCONCLUSION \nWe thank you for your assistance with this matter of Material Witness PA and ask that \nyou keep us apprised of all developments. \n3 April 2020 \nDate \nAssociate Director \nOffice of International Affairs \nCriminal Division \nU.S. Department of Justice \n12 \nSBU -LAW ENFORCEMENT \nEFTA00022073\n\nATTACHMENT A \nThe Jeffrey Epstein Investigation \nThe U.S. Authorities would seek to question Prince Andrew regarding the following \ntopics during a voluntary interview: \nI. The history and nature of Prince Andrew's relationship with Jeffrey Epstein. \n2. The history and nature of Prince Andrew's relationship with Ghislaine Maxwell. \n3. The history and nature of Prince Andrew's relationship with \n4. The details regarding any trips Prince Andrew took with and/or to visit Maxwell and/or \nEpstein. \n5. The details regarding any trips Maxwell and/or Epstein took to visit Prince Andrew. \n6. The details regarding any payments Prince Andrew made to or received from Maxwell, \nEpstein, or any female associated with Maxwell and/or Epstein. \n7. The names and identifying features of any females Prince Andrew met through Epstein \nand/or Maxwell. \n8. The details of any conversations Prince Andrew participated in or witnessed during \nwhich anyone discussed Epstein's sexual preferences, practices or history; Maxwell's \nsexual preferences, practices, or history; and/or Maxwell's role assisting Epstein or other \nmen in locating females with whom to engage in sexual activity. \n9. The details of Prince Andrew's interactions with and/or conversations regarding \n10. Communications, including email correspondence, between Prince Andrew and Maxwell \nregarding Maxwell's attempts to introduce Prince Andrew to females. \nII. Any knowledge Prince Andrew had or may have had of inappropriate relationships, \nincluding improper or unlawful sexual contact, involving Epstein and/or his associates \nwith any minor. \n12. Prince Andrew's involvement, if any, in any sexual contact and/or relationship with any \nperson Prince Andrew met through or with Epstein and/or Maxwell. \n1 \nSBU -LAW ENFORCEMENT \nEFTA00022074\n\nThe Peter Nygard Investigation \nI. The history and nature of Prince Andrew's relationship with Peter Nygard. \n2. The details regarding any trips Prince Andrew took with and/or to visit Nygard. \n3. The details of any trips Prince Andrew took to Nygard Cay, whether or not Nygard was \npresent. \n4. The names and/or descriptions of any females Prince Andrew met through Nygard or at \nNygard Cay. \n2 \nSBU -LAW ENFORCEMENT \nEFTA00022075\n\nATTACHMENT B \nPROFFER AGREEMENT \nWith respect to the meeting of (\"Client\") and his attorney, \nEsq., with Assistant United States Attorney to be held at the Office of the \nUnited States Attorney for the Southern District of New York on [Meeting Date] (\"the \nmeeting\"), the following understandings exist: \n(1) THIS IS NOT A COOPERATION AGREEMENT. The Client has agreed to \nprovide the Government with information, and to respond to questions, so that the Government \nmay evaluate Client's information and responses in making prosecutive decisions. By receiving \nClient's proffer, the Government does not agree to make a motion on the Client's behalf or to \nenter into a cooperation agreement, plea agreement, immunity or non-prosecution agreement. \nThe Government makes no representation about the likelihood that any such agreement will be \nreached in connection with this proffer. \n(2) In any prosecution brought against Client by this Office, except as provided below the \nGovernment will not offer in evidence on its case-in-chief, or in connection with any sentencing \nproceeding for the purpose of determining an appropriate sentence, any statements made by \nClient at the meeting, except (a) in a prosecution for false statements, obstruction of justice or \nperjury with respect to any acts committed or statements made during or after the meeting or \ntestimony given after the meeting; or (b) if, at any time following the meeting, Client becomes a \nfugitive from \njustice. \n(3) Notwithstanding item (2) above: (a) the Government may use information \nderived directly or indirectly from the meeting for the purpose of obtaining leads to other \nevidence, which evidence may be used in any prosecution of Client by the Government; (b) in \nany prosecution brought against Client, the Government may use statements made by Client at \nthe meeting and all evidence obtained directly or indirectly therefrom for the purpose of cross-\nexamination should Client testify; and (c) the Government may also use statements made by \nClient at the meeting to rebut any evidence or arguments offered by or on behalf of Client \n(including arguments made or issues raised sua sponte by the District Court) at any stage of the \ncriminal prosecution (including bail, all phases of trial, and sentencing) in any prosecution \nbrought against Client. \n(4) The Client understands and agrees that in the event the Client seeks to qualify for a \nreduction in sentence under Title 18, United States Code, Section \n3553(0, United States \nSentencing Guidelines, Sections 2D1.1(b)(18) or 5C1.2, or Fed. R. Crim. P. 35(b), the Office \nmay offer or use at any stage of the criminal proceeding any statement made by Client during the \nmeeting, and all evidence obtained directly or indirectly therefrom, to the extent such use is \nconsistent with Section 402 of the First Step Act of 2018. \n(5) To the extent that the Government is entitled under this Agreement to offer in \nevidence any statements made by Client or leads obtained therefrom, Client shall assert no claim \nunder the United States Constitution, any statute, Rule 410 of the Federal Rules of Evidence, or \nSBU -LAW ENFORCEMENT \nEFTA00022076\n\nany other federal rule that such statements or any leads therefrom should be suppressed. It is the \nintent of this Agreement to waive all rights in the foregoing respects. \n(6) If this Office receives a request from another prosecutor's office for access to \ninformation obtained pursuant to this Proffer Agreement, this Office may furnish such \ninformation but will do so only on the condition that the requesting office honor the provisions of \nthis Agreement. \n(7) It is further understood that this Agreement is limited to the statements made by \nClient at the meeting and does not apply to any oral, written or recorded statements made by \nClient at any other time. No understandings, promises, agreements and/or conditions have been \nentered into with respect to the meeting other than those set forth in this Agreement and none \nwill be entered into unless in writing and signed by all parties. \n(8) The understandings set forth in paragraphs 1  through 7 above extend to the \ncontinuation of this meeting on the dates that appear below. \n(9) Client and Attorney acknowledge that they have fully discussed and understand \nevery paragraph and clause in this Agreement and the consequences \nthereof. \nDated: New York, New York \nGEOFFREY S. BERMAN \nUnited States Attorney for the \nSouthern District of New York \nby: \nClient Assistant United States Attorney \nAttorney for Client \nWitness \n2 \nSBU -LAW ENFORCEMENT \nEFTA00022077\n\nATTACHMENT C \nThe Jeffrey Epstein Investigation \nI. Please provide a list of all dates of travel or visits to any of the following locations: \na. An Epstein-owned property located at 358 El Brillo Way, Palm Beach, Florida \nb. An Epstein-owned private island known as \"Little St. James,\" located in the U.S. \nVirgin Islands \nc. An Epstein-owned mansion located at 9 East 71st Street, New York, New York \nd. An Epstein-owned property known as \"Zorro Ranch,\" located in Santa Fe, New \nMexico \n2. For any dates provided for Question 1, please provide the following information: \na. Length of visit; \nb. The names of any other individuals who were part of the visit, including family \nmembers and security detail; \nc. The names of any other individuals who were present at the property at the time; \nd. Any related itineraries or schedules; and \ne. Whether Prince Andrew observed any females who appeared to be, or stated that \nthey were, under the age of 18 years old, the names of any of those females, any \nother observations Prince Andrew made of those females or conversations Prince \nAndrew had or witnessed involving those females, and whether Prince Andrew \nhimself engaged in any sexual contact involving any of those females. \n3. Please describe the history and nature of Prince Andrew's relationship with Ghislaine \nMaxwell, including but not limited to how they met, how frequently they were in contact \nduring the general time period 1994-2005, how they communicated, and when they most \nrecently communicated. \n4. Please describe the history and nature of Prince Andrew's relationship with Jeffrey \nEpstein, including but not limited to how they met, how frequently they were in contact \nduring the general time period 1994-2005, how they communicated, and when they most \nrecently communicated. \n5. Please describe the history and nature of Prince Andrew's relationship with \nincluding but not limited to any sexual interactions between Prince \nAndrew and well as the history and nature of any relationship between \nand Maxwell, or and Epstein. \n6. Please identify the approximate date(s) of any oral or written communications between \nGhislaine Maxwell or any other individual acting as an agent, intermediary, and/or \nrepresentative for Ghislaine Maxwell and any agent, intermediary, and/or representative \nfor Prince Andrew at any time, regarding any of the following topics: \na. Females associated with Ghislaine Maxwell; \nb. Females Ghislaine Maxwell or her representative arranged for Prince Andrew to \nmeet; \n1 \nSBU -LAW ENFORCEMENT \nEFTA00022078\n\nc. Females Ghislaine Maxwell or her representative arranged for other adult men to \nd. \ne. The nature of Ghislaine Maxwell's relationship with Jeffrey Epstein; \nf. Massage, massages, and/or \nmasseuses. \ng. Any investigation into Epstein or his associates, including but not limited to any \nprosecutions brought by the U.S. authorities against Epstein. \nh. Any civil lawsuits threatened or brought against Prince Andrew, Maxwell, and/or \ntheir associates. \ni. Any attempts to destroy evidence, obstruct or impede ongoing investigations, or \notherwise cover up criminal activity by Epstein, Maxwell, or their associates. \nj. Any payments Maxwell received or expected to receive from Epstein for \nattorneys' fees or otherwise. \n7. For any communications identified in response to Question 6, please provide the \nfollowing information: \na. Contact information, including phone numbers and email addresses for Ghislaine \nMaxwell and/or any other individual acting as an agent, intermediary, and/or \nrepresentative for Ghislaine Maxwell; \nb. Contact information, including phone numbers and email addresses for any \nindividual acting as an agent, intermediary, and/or representative for Prince \nAndrew; and \nc. Subject matter of the communications. Please be as detailed as possible. In \nparticular, please describe any communications regarding the following topics: \ni. Females associated with Ghislaine Maxwell; \nii. Females Ghislaine Maxwell or her representative arranged for Prince \nAndrew to meet; \niii. Females Ghislaine Maxwell or her representative arranged for other adult \nmen to meet• \niv. \nv. The nature of Ghislaine Maxwell's relationship with Jeffrey Epstein; \nvi. Massage, massages, and/or masseuses. \nvii. Any investigation into Epstein or his associates, including but not limited \nto any prosecutions brought by the U.S. authorities against Epstein. \nviii. Any civil lawsuits threatened or brought against Prince Andrew, Maxwell, \nand/or their associates. \nix. Any attempts to destroy evidence, obstruct or impede ongoing \ninvestigations, or otherwise cover up criminal activity by Epstein, \nMaxwell, or their associates. \nx. Any payments Maxwell received or expected to receive from Epstein for \nattorneys' fees or \notherwise. \n8. Please identify the approximate date(s) of any oral or written communications between \nJeffrey Epstein or any other individual acting as an agent, intermediary, and/or \nrepresentative for Jeffrey Epstein and any agent, intermediary, and/or representative for \nPrince Andrew at any time, regarding any of the following topics: \n2 \nSBU -LAW ENFORCEMENT \nEFTA00022079\n\na. Females associated with Jeffrey Epstein; \nb. Females Jeffrey Epstein or his representative arranged for Prince Andrew to meet; \nc. Females Jeffrey Epstein or his representative arranged for other adult men to \non\nd. \ne. The nature of Ghislaine Maxwell's relationship with Jeffrey Epstein; \nf. Massage, massages, and/or \nmasseuses. \ng. Any investigation into Epstein or his associates, including but not limited to any \nprosecutions brought by the U.S. authorities against Epstein. \nh. Any civil lawsuits threatened or brought against Epstein and/or his \nassociates. \ni. Any attempts to destroy evidence, obstruct or impede ongoing investigations, or \notherwise cover up criminal activity by Epstein, Maxwell, or their associates. \nj. Any payments Epstein made or intended to make to Maxwell for attorneys' fees \nor otherwise. \n9. For any communications identified in response to Question 8, please provide the \nfollowing information: \na. Contact information, including phone numbers and email addresses for Jeffrey \nEpstein and/or any other individual acting as an agent, intermediary, and/or \nrepresentative for Jeffrey Epstein; \nb. Contact information, including phone numbers and email addresses for any \nindividual acting as an agent, intermediary, and/or representative for Prince \nAndrew; and \nc. Subject matter of the communications. Please be as detailed as possible. In \nparticular, please describe any communications regarding the following topics: \ni. Females associated with Jeffrey Epstein; \nii. Females Jeffrey Epstein or his representative arranged for Prince Andrew \nto meet; \niii. Females Jeffrey Epstein or his representative arranged for other adult men \nto \nmeet.\niv. \nv. The nature of Ghislaine Maxwell's relationship with Jeffrey Epstein; \nvi. Massage, massages, and/or masseuses. \nvii. Any investigation into Epstein or his associates, including but not limited \nto any prosecutions brought by the U.S. authorities against Epstein. \nviii. Any civil lawsuits threatened or brought against Epstein and/or his \nassociates. \nix. Any attempts to destroy evidence, obstruct or impede ongoing \ninvestigations, or otherwise cover up criminal activity by Epstein, \nMaxwell, or their associates. \nx. Any payments Epstein made or intended to make to Maxwell for \nattorneys' fees or \notherwise. \n10. Please identif the a roximate date(s) of any oral or written communications between \nor any other individual acting as an agent, intermediary, and/or \n3 \nSBU -LAW ENFORCEMENT \nEFTA00022080\n\nrepresentative for and any agent, intermediary, and/or \nrepresentative for Prince Andrew \nII. For any communications identified in response to Question 10, please provide the \nfollowing information: \na. Contact information, including phone numbers and email addresses for \nand/or a as an agent, intermediary, \nand/or representative for \nb. Contact information, including phone numbers and email addresses for any \nindividual acting as an agent, intermediary, and/or representative for Prince \nAndrew; and \nc. Subject matter of the communications. \nd. Nature of Prince Andrew's interactions with \n12. Please identify the \napproximately \ndates and locations of any meetings or other \ninteractions with including the nature and/or purpose of the \nmeeting, the approximate duration of the meeting, the name(s) of any other persons \npresent for the meeting, and a detailed account of what occurred at the meeting. \n13. Please identify any payments made, in any form including by cash or in kind, to Prince \nAndrew by Ghislaine Maxwell or any other individual acting as an agent, intermediary, \nand/or representative for Ghislaine Maxwell. Please include travel, lodging, or other \nexpenses paid in connection with any trip to visit Ghislaine Maxwell. \n14. Please identify any payments made, in any form including by cash or in kind, to \nGhislaine Maxwell or any other individual acting as an agent, intermediary, and/or \nrepresentative for Ghislaine Maxwell from or on behalf of Prince Andrew. \n15. Please identify any payments made, in any form including by cash or in kind, to Prince \nAndrew by Jeffrey Epstein or any other individual acting as an agent, intermediary, \nand/or representative for Jeffrey Epstein. Please include travel, lodging, or other \nexpenses paid in connection with any trip to visit Jeffrey Epstein. \n16. Please identify any payments made, in any form including by cash or in kind, to Jeffrey \nEpstein or any other individual acting as an agent, intermediary, and/or representative for \nJeffrey Epstein well from or on behalf of Prince Andrew. \n17. Please identif any payments made, in any form including by cash or in kind, to \nor an other individual acting as an agent, intermediary, and/or \nrepresentative for well from or on behalf of Prince Andrew. \n18. Please identify any payments made, in any form including by cash or in kind, to any \nfemale Prince Andrew met through Ghislaine Maxwell and/or Jeffrey Epstein, or any \nother individual acting as an agent, intermediary, and/or representative for any such \nfemale from or on behalf of Prince Andrew. \n4 \nSBU -LAW ENFORCEMENT \nEFTA00022081\n\n19. Please identify any sexual encounters and/or romantic relationships involving Prince \nAndrew and any female he met through Maxwell and/or Epstein. In particular, please \ndescribe how Prince Andrew met any such female and detail any communications Prince \nAndrew had regarding any such female with Maxwell, Epstein, and/or any associates of \nMaxwell and/or Epstein. \n20. Please provide any information, based on, among other things, any of the interactions or \ncommunications responsive to any question above, about the involvement of Jeffrey \nEpstein and/or any associate of Epstein's in recruiting, enticing, transporting or \ntrafficking minors for the purpose of engaging in unlawful sexual contact. \nThe Peter Nygard Investigation \nI. Please provide a list of all dates of travel or visits to any of the following locations: \na. Nygard Cay, Bahamas \nb. Lyford Cay, Bahamas \nc. 1  Yawl Street, Marina Del Rey, CA \nd. 17 Yawl Street, Marina Del Rey, CA \ne. 1435 Broadway, New York, New York \n2. For any dates provided for Question 1, please provide the following information: \na. Length of visit; \nb. The names of any other individuals in party, including family members and \nsecurity detail; \nc. The names of any other individuals who were present at the property at the time; \nd. Any related itineraries or schedules; and \ne. Whether Prince Andrew observed any females who appeared to be, or stated that \nthey were, under the age of 18 years old, and the names of any of those females. \n3. Please identify the approximate date(s) of any oral or written communications between \nPeter Nygard or any other individual acting as an agent, intermediary, and/or \nrepresentative for Peter Nygard and any agent, intermediary, and/or representative for \nPrince Andrew. \n4. For any communications identified in response to Question 3, please provide the \nfollowing information: \na. Contact information, including phone numbers and email addresses for Peter \nNygard and/or any other individual acting as an agent, intermediary, and/or \nrepresentative for Peter Nygard; \nb. Contact information, including phone numbers and email addresses for any \nindividual acting as an agent, intermediary, and/or representative for Prince \nAndrew; and \nc. Subject matter of the communications. Please be as detailed as possible. \n5. Please identify any payments made, in any form including by cash or in kind, to Prince \nAndrew by Peter Nygard or any other individual acting as an agent, intermediary, and/or \n5 \nSBU -LAW ENFORCEMENT \nEFTA00022082\n\nrepresentative for Peter Nygard. Please include travel, lodging, or other expenses paid in \nconnection with any visit to Nygard Cay, Bahamas. \n6. Please identify any payments made, in any form including by cash or in kind, to Peter \nNygard or any other individual acting as an agent, intermediary, and/or representative for \nPeter Nygard from or on behalf of Prince Andrew. \n6 \nSBU -LAW ENFORCEMENT \nEFTA00022083",
    "pageCount": 22,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "e so made aware. \nTHE FACTS \nInvestigation I: The Jeffrey Epstein Investigation \nU.S. citizen Jeffrey Epstein is al"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "iminal conduct by Epstein's associates, including Ghislaine Maxwell. \nThe investigation to date has revealed that Pri"
      },
      {
        "name": "Prince Andrew",
        "role": "extracted",
        "context": "the \"U.S. \nauthorities\") seek to interview H.R.H. Prince Andrew Albert Christian Edward, the Duke of York, \nalso"
      },
      {
        "name": "Justice \nCriminal",
        "role": "extracted",
        "context": "U.S. Department of Justice \nCriminal Division \nVAA:WHG:JEC:JTM \nDO"
      },
      {
        "name": "International Affairs",
        "role": "extracted",
        "context": "No. CRM-182-73090 \nOffice of International Affairs Washington, D.C. \n20530 \nFROM"
      },
      {
        "name": "The Central",
        "role": "extracted",
        "context": "ashington, D.C. \n20530 \nFROM: The Central \nAuthority \nof the United Sta"
      },
      {
        "name": "United Kingdom",
        "role": "extracted",
        "context": "he Central \nAuthority \nof the United Kingdom \nSUBJECT: Request for Assista"
      },
      {
        "name": "Material Witness",
        "role": "extracted",
        "context": "r Assistance in the Matter of Material Witness PA \nDATE: April 3, 2020 \nThe"
      },
      {
        "name": "Central Authority",
        "role": "extracted",
        "context": "quests the assistance of \nthe Central Authority of the United Kingdom (\"UK\")"
      },
      {
        "name": "Mutual Legal",
        "role": "extracted",
        "context": "UK\") under the 1994 Treaty of Mutual Legal \nAssistance in Criminal Matte"
      },
      {
        "name": "Criminal Matters",
        "role": "extracted",
        "context": "f Mutual Legal \nAssistance in Criminal Matters between the U.S. and the UK,"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "ange of notes (\"the Treaty\"). The United States Attorney for the \nSout"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "es (\"the Treaty\"). The United States Attorney for the \nSouthern District of"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ited States Attorney for the \nSouthern District of New York and the Federal B"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "District of New York and the Federal Bureau of Investigation (collectivel"
      },
      {
        "name": "Albert Christian",
        "role": "extracted",
        "context": "nterview H.R.H. Prince Andrew Albert Christian Edward, the Duke of York, \nal"
      },
      {
        "name": "Andrew Mountbatten",
        "role": "extracted",
        "context": "Duke of York, \nalso known as Andrew Mountbatten-Windsor (\"Prince Andrew\" or\"t"
      },
      {
        "name": "The Jeffrey",
        "role": "extracted",
        "context": "THE FACTS \nInvestigation I: The Jeffrey Epstein Investigation \nU.S. c"
      },
      {
        "name": "Epstein Investigation",
        "role": "extracted",
        "context": "Investigation I: The Jeffrey Epstein Investigation \nU.S. citizen Jeffrey Epstein"
      },
      {
        "name": "Notwithstanding Epstein",
        "role": "extracted",
        "context": "ommitted suicide in his cell. Notwithstanding Epstein's death, the investigation \nt"
      },
      {
        "name": "Investigation Ili",
        "role": "extracted",
        "context": "ed any crime under U.S. law. \nInvestigation Ili The Peter Nygard Investigatio"
      },
      {
        "name": "The Peter",
        "role": "extracted",
        "context": "U.S. law. \nInvestigation Ili The Peter Nygard Investigation \nThe U.S"
      },
      {
        "name": "Nygard Investigation",
        "role": "extracted",
        "context": "Investigation Ili The Peter Nygard Investigation \nThe U.S. authorities are inv"
      },
      {
        "name": "Peter Nygard",
        "role": "extracted",
        "context": "authorities are investigating Peter Nygard, a  Canadian citizen, and oth"
      },
      {
        "name": "Lyford Cay",
        "role": "extracted",
        "context": "including Nygard's estate in Lyford Cay, \nBahamas, referred to as \"Ny"
      },
      {
        "name": "Nygard Cay",
        "role": "extracted",
        "context": "ay, \nBahamas, referred to as \"Nygard Cay.\" Sex trafficking victims wer"
      },
      {
        "name": "Sex \nIra",
        "role": "extracted",
        "context": "ed States Code, Section 1591 \nSex \nIra \nflicking \nof Minors and by F"
      },
      {
        "name": "Conspiracy \nIf",
        "role": "extracted",
        "context": "ited States Code, Section 371 Conspiracy \nIf two or more persons conspire"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "ommit any offense against the United \nStates ... and one or more of such p"
      },
      {
        "name": "York \nAlso",
        "role": "extracted",
        "context": "ert Christian Edward, Duke of York \nAlso known as Andrew Mountbatten-W"
      },
      {
        "name": "Windsor \nDate",
        "role": "extracted",
        "context": "o known as Andrew Mountbatten-Windsor \nDate of birth: 19 February 1960 \nP"
      },
      {
        "name": "Buckingham Palace",
        "role": "extracted",
        "context": "ebruary 1960 \nPlace of birth: Buckingham Palace, London, England \nCitizenship"
      },
      {
        "name": "England \nCitizenship",
        "role": "extracted",
        "context": "h: Buckingham Palace, London, England \nCitizenship: UK \nAddress: Royal Lodge, Wi"
      },
      {
        "name": "Royal Lodge",
        "role": "extracted",
        "context": "nd \nCitizenship: UK \nAddress: Royal Lodge, Windsor, England \n2 The pena"
      },
      {
        "name": "France \nCitizenship",
        "role": "extracted",
        "context": "ce of Birth: Maison-Laffitte, France \nCitizenship: \nU.S., UK, \nFrance \nName: Pe"
      },
      {
        "name": "France \nName",
        "role": "extracted",
        "context": "nce \nCitizenship: \nU.S., UK, \nFrance \nName: Peter Nygard \nDate of Birth:"
      },
      {
        "name": "Finland \nCitizenship",
        "role": "extracted",
        "context": "41 \nPlace of Birth: Helsinki, Finland \nCitizenship: Canada, Finland \nASSISTANCE"
      },
      {
        "name": "Voluntary Interview",
        "role": "extracted",
        "context": ", Finland \nASSISTANCE NEEDED \nVoluntary Interview Conducted by \nU.S. \nAuthoriti"
      },
      {
        "name": "For Investigation",
        "role": "extracted",
        "context": "d to attend the questioning: \nFor Investigation I (Epstein): \na. \nb. \nc. \n•"
      },
      {
        "name": "For Investigation II",
        "role": "extracted",
        "context": "Bureau of Investigation \ne. \nFor Investigation II (Nygard): \na. \nb. \nc. \nd. \ne."
      },
      {
        "name": "York City",
        "role": "extracted",
        "context": "gard): \na. \nb. \nc. \nd. \ne. \nw York City Police Department' \nAssistant"
      },
      {
        "name": "Police Department",
        "role": "extracted",
        "context": "b. \nc. \nd. \ne. \nw York City Police Department' \nAssistant .  . Attorney, So"
      },
      {
        "name": "Federal  Bureau",
        "role": "extracted",
        "context": "ct of New York \nS  ecial A nt Federal  Bureau of Investigation \nDetective."
      },
      {
        "name": "Investigation \nDetective",
        "role": "extracted",
        "context": "ecial A nt Federal  Bureau of Investigation \nDetective. New York City Police Departm"
      },
      {
        "name": "City Police",
        "role": "extracted",
        "context": "tigation \nDetective. New York City Police Departments \nIf the witness r"
      },
      {
        "name": "Departments \nIf",
        "role": "extracted",
        "context": "tective. New York City Police Departments \nIf the witness requests, U.S. au"
      },
      {
        "name": "Authorities \nIn",
        "role": "extracted",
        "context": "ary Interview Conducted by UK Authorities \nIn the event that UK authorities"
      },
      {
        "name": "Compelled Interview",
        "role": "extracted",
        "context": "e, Section 1001, in the U.S. \nCompelled Interview \nIf the witness declines to p"
      },
      {
        "name": "Sex Trafficking",
        "role": "extracted",
        "context": "deral criminal laws including Sex Trafficking in violation of 18 United Sta"
      },
      {
        "name": "Code \nSection",
        "role": "extracted",
        "context": "violation of 18 United States Code \nSection 1591, Transportation of Minor"
      },
      {
        "name": "Code Section",
        "role": "extracted",
        "context": "iolation of 18 United States \nCode Section 2423, Coercion and Enticement"
      },
      {
        "name": "Future Testimony",
        "role": "extracted",
        "context": "laws of the United Kingdom. \nFuture Testimony \nIf the witness provides rele"
      },
      {
        "name": "Zorro Ranch",
        "role": "extracted",
        "context": "Street, New York, New York; \"Zorro Ranch,\" located \nin Santa Fe, New M"
      },
      {
        "name": "Santa Fe",
        "role": "extracted",
        "context": "k; \"Zorro Ranch,\" located \nin Santa Fe, New Mexico; 358 El Brillo Wa"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "Ranch,\" located \nin Santa Fe, New Mexico; 358 El Brillo Way, Palm Beac"
      },
      {
        "name": "El Brillo",
        "role": "extracted",
        "context": "in Santa Fe, New Mexico; 358 El Brillo Way, Palm Beach, Florida; any"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "ew Mexico; 358 El Brillo Way, Palm Beach, Florida; any \nother property"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "ere present: Jeffrey Epstein; Ghislaine \nMaxwell; or \nd. Any communication to,"
      },
      {
        "name": "Prince \nAndrew",
        "role": "extracted",
        "context": "antic relationships involving Prince \nAndrew and any female he met through"
      },
      {
        "name": "Date \nAssociate",
        "role": "extracted",
        "context": "developments. \n3 April 2020 \nDate \nAssociate Director \nOffice of Internati"
      },
      {
        "name": "Director \nOffice",
        "role": "extracted",
        "context": "3 April 2020 \nDate \nAssociate Director \nOffice of International Affairs \nCri"
      },
      {
        "name": "Criminal Division",
        "role": "extracted",
        "context": "ice of International Affairs \nCriminal Division \nU.S. Department of Justice"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "and his attorney, \nEsq., with Assistant United States Attorney to be held at"
      },
      {
        "name": "Meeting Date",
        "role": "extracted",
        "context": "hern District of New York on [Meeting Date] (\"the \nmeeting\"), the follow"
      },
      {
        "name": "The Client",
        "role": "extracted",
        "context": "NOT A COOPERATION AGREEMENT. The Client has agreed to \nprovide the Go"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "r non-prosecution agreement. \nThe Government makes no representation about"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "sues raised sua sponte by the District Court) at any stage of the \ncrimina"
      },
      {
        "name": "Sentencing Guidelines",
        "role": "extracted",
        "context": "ction \n3553(0, United States \nSentencing Guidelines, Sections 2D1.1(b)(18) or 5C1"
      },
      {
        "name": "First Step",
        "role": "extracted",
        "context": "stent with Section 402 of the First Step Act of 2018. \n(5) To the exte"
      },
      {
        "name": "Federal Rules",
        "role": "extracted",
        "context": "any statute, Rule 410 of the Federal Rules of Evidence, or \nSBU -LAW ENF"
      },
      {
        "name": "Proffer Agreement",
        "role": "extracted",
        "context": "ion obtained pursuant to this Proffer Agreement, this Office may furnish such"
      },
      {
        "name": "Client Assistant",
        "role": "extracted",
        "context": "rn District of New York \nby: \nClient Assistant United States Attorney \nAttor"
      },
      {
        "name": "Attorney \nAttorney",
        "role": "extracted",
        "context": "lient Assistant United States Attorney \nAttorney for Client \nWitness \n2 \nSBU -"
      },
      {
        "name": "Client \nWitness",
        "role": "extracted",
        "context": "States Attorney \nAttorney for Client \nWitness \n2 \nSBU -LAW ENFORCEMENT \nEFT"
      },
      {
        "name": "An Epstein",
        "role": "extracted",
        "context": "the following locations: \na. An Epstein-owned property located at 358"
      },
      {
        "name": "Little St",
        "role": "extracted",
        "context": "wned private island known as \"Little St. James,\" located in the U.S."
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "James,\" located in the U.S. \nVirgin Islands \nc. An Epstein-owned mansion"
      },
      {
        "name": "New \nMexico",
        "role": "extracted",
        "context": "Ranch,\" located in Santa Fe, New \nMexico \n2. For any dates provided fo"
      },
      {
        "name": "Whether Prince",
        "role": "extracted",
        "context": "eraries or schedules; and \ne. Whether Prince Andrew observed any females w"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "ce Andrew's relationship with Jeffrey \nEpstein, including but not limited to"
      },
      {
        "name": "Females Ghislaine",
        "role": "extracted",
        "context": "d with Ghislaine Maxwell; \nb. Females Ghislaine Maxwell or her representative"
      },
      {
        "name": "Females Jeffrey",
        "role": "extracted",
        "context": "ted with Jeffrey Epstein; \nb. Females Jeffrey Epstein or his representative"
      },
      {
        "name": "Prince Andrew \nII",
        "role": "extracted",
        "context": "y, and/or \nrepresentative for Prince Andrew \nII. For any communications ident"
      },
      {
        "name": "Yawl Street",
        "role": "extracted",
        "context": "b. Lyford Cay, Bahamas \nc. 1  Yawl Street, Marina Del Rey, CA \nd. 17 Ya"
      },
      {
        "name": "Marina Del",
        "role": "extracted",
        "context": ", Bahamas \nc. 1  Yawl Street, Marina Del Rey, CA \nd. 17 Yawl Street, M"
      },
      {
        "name": "Peter \nNygard",
        "role": "extracted",
        "context": "mbers and email addresses for Peter \nNygard and/or any other individual a"
      }
    ],
    "locations": [
      {
        "name": "Little St. James",
        "type": "island"
      },
      {
        "name": "Zorro Ranch",
        "type": "property"
      },
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "358 El Brillo Way",
        "type": "address"
      },
      {
        "name": "9 East 71st Street",
        "type": "address"
      },
      {
        "name": "Santa Fe",
        "type": "location"
      },
      {
        "name": "Del Rey, CA",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-04-03",
        "event": "April 3, 2020"
      },
      {
        "date": "2019-07-02",
        "event": "July 2, 2019"
      },
      {
        "date": "2019-07-06",
        "event": "July 6, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, \n2019"
      },
      {
        "date": "2006-07-27",
        "event": "July 27, 2006"
      },
      {
        "date": "2004-12-16",
        "event": "16 December \n2004"
      },
      {
        "date": "1960-02-19",
        "event": "19 February 1960"
      },
      {
        "date": "1961-12-25",
        "event": "25 December 1961"
      },
      {
        "date": "1941-07-24",
        "event": "24 July 1941"
      },
      {
        "date": "2004-12-16",
        "event": "16 December 2004"
      },
      {
        "date": "2020-04-03",
        "event": "3 April 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:05.979Z"
}