{
  "document": {
    "id": "efta00015356",
    "filename": "EFTA00015356.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015356.pdf",
    "text": "\n\nFrom: (USANYS)\"  \nTo: \n(1.a>, ' \n[Contractor]\" \nCc: '\nlli..1SANYS)\" czi \nk \nSubject: RE: COVID Language for \nPress Release \nDate: Tue, 30 Jun 2020 15:11:57 +0000 \nInline-Images: image001.png; image003.jpg \n(USANYS) \n(USANYS)\" \nFor sure. Just wanted everyone to get a peek at how it'll generally look. \nFrom: \n(USANYS)<> \nSent: Tuesday, June 30, 2020 11:09 AM \nTo: \n(USANYS) \nCc: (USANYS) \nSubject: RE: COVID Language for Press Release \n(USANYS) [Contractor] .c) \n(USANYS) \nIt's tough to be more precise until we pin down a  venue, but what do you think about a little more specificity regarding \nprotocols as a placeholder, e.g.: MANDATORY COVID-19 SAFETY PROTOCOLS WILL BE \nIN PLACE,   INCLUDING MASKS AND SOCIAL DISTANCING.    We can add some more \nlanguage once we know if it'll be here or to reflect any other relevant particulars. \nAs an update on arrest timing, the latest thinking is that tomorrow remains possible but that we may well be pushing to \nThursday. We'll of course keep you posted. \nFrom: (USANYS) <]=> \nSent: Tuesday, June 30, 2020 11:04 AM \nTo: (USANYS) <=1>; \nCc: (USANYS) \nSubject: RE: COVID Language for Press Release \nI'm here in the press office, if needed. \nDraft advisory below and attached in Word format: \n(USANYS) [Contractor] < \n(USANYS) \nUnited States Attorney \nSouthern District of \nNew York \nThere will be a press conference today at XX:00 a.m. to announce charges against \nGhislaine Maxwell for her role in the sexual exploitation and abuse of multiple minor girls by Jeffrey Epstein. The \npress conference will be livestreamed on Facebook @USAOSDNY.  Relevant documents are attached. \nEFTA00015356\n\nWHO: Audrey Strauss, Acting United States Attorney for the Southern District of New York \n, Assistant Director-in-Charge of the New York Office of the Federal \nBureau of Investigation \nWHAT: \nPress Conference \nWHEN: Wednesday, July, I, 2020 \nxx:00 p.m. \nWHERE: U.S. Attorney's Office,  Southern District of New York \nCONTACT: \nNOTE: Please silence all cell phones, PDAs, and pagers before start of press conference. \nMANDATORY \nCOVID-I9 PROTOCOLS WILL BE IN PLACE. \nCLICK HERE FOR GUIDANCE. \nDO NOT REPLY TC \nFrom: (USANYS) \nSent: Tuesday, June 30, 2020 10:45 AM \nTo: (USANYS) [Contractor] \nCc: (USANYS) (USANYS) \nSubject: RE: COVID Language for Press Release \n(USANYS) \nThanks very much,. Looping in and MI Please do keep exploring the IM option. If it's doable it might \nbeat out our lobby—definitely seems like a stronger visual. On that note, if it was possible for one of you to take Audrey \non a walk-through of as we figure it out, she'd appreciate it. \nFrom: (USANYS) [Contractor] \nSent: Tuesday, June 30, 2020 10:38 AM \nTo: (USANYS) (USANYS) \nSubject: RE: COVID Language for Press Release \nWait, I thought we were now targeting the lobby of I just got off the phone with from the FBI \npress office, inquiring about the logistics of that. I think they can get chairs for press, check with GSA on their Covid \nprotocols (capacity, etc.), provide a \"step-and-repeat\" (a portable background with \"FBI\" and their seal) to reduce glare \nfrom the windows on the Duane Street side. The concerns are the acoustics (as you know, that space is cavernous, with \nall hard surfaces and a high ceiling) and their lack of a podium (so we'd have to lug ours over there). Is our lobby \npreferable? I can call back and call off the dogs. \nEFTA00015357\n\nFrom: (USANYS) <> \nSent: Tuesday, June 30, 2020 10:15 AM \nTo: (USANYS) (Contractor] •c \nCc: (USANYS) \nSubject: COVID Language for Press Release \n(USANYS)< \n(USANYS) < \nThe International Court of Trade has said no, so it looks like we're likely at Plan B (Plan Z?) option of using our whole lobby \nspace in an effort to create some social distance. \nWith apologies for adding to your full plate, Audrey asked if you could please come up with a paragraph to put at the top \nof tomorrow's press advisory, notifying the press of safety protocols—masks, social distancing, etc.—and asking them to \nplease leave extra time to get into the building (which may mean we should also send out the advisory earlier than \nusual). I've attached our safety protocols and am cc'ing (and M, though he's out), since I know you'll want to \ncoordinate with them on how press screening will work. Happy of course to talk or help in any way. \nThanks! \nEFTA00015358",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "exploitation and abuse of multiple minor girls by Jeffrey Epstein. The \npress conference will be livestreamed on Fa"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "today at XX:00 a.m. to announce charges against \nGhislaine Maxwell for her role in the sexual exploitation and abuse"
      },
      {
        "name": "Press Release",
        "role": "extracted",
        "context": "ject: RE: COVID Language for \nPress Release \nDate: Tue, 30 Jun 2020 15:11"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "r] < \n(USANYS) \nUnited States Attorney \nSouthern District of \nNew York \nThere"
      },
      {
        "name": "Audrey Strauss",
        "role": "extracted",
        "context": "attached. \nEFTA00015356\n\nWHO: Audrey Strauss, Acting United States Attorne"
      },
      {
        "name": "Acting United",
        "role": "extracted",
        "context": "0015356\n\nWHO: Audrey Strauss, Acting United States Attorney for the South"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Audrey Strauss, Acting United States Attorney for the Southern District of"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "nited States Attorney for the Southern District of New York \n, Assistant Dire"
      },
      {
        "name": "Assistant Director",
        "role": "extracted",
        "context": "thern District of New York \n, Assistant Director-in-Charge of the New York Off"
      },
      {
        "name": "Federal \nBureau",
        "role": "extracted",
        "context": "of the New York Office of the Federal \nBureau of Investigation \nWHAT: \nPres"
      },
      {
        "name": "Press Conference",
        "role": "extracted",
        "context": "reau of Investigation \nWHAT: \nPress Conference \nWHEN: Wednesday, July, I, 20"
      },
      {
        "name": "Duane Street",
        "role": "extracted",
        "context": "lare \nfrom the windows on the Duane Street side. The concerns are the ac"
      },
      {
        "name": "The International",
        "role": "extracted",
        "context": "lease \n(USANYS)< \n(USANYS) < \nThe International Court of Trade has said no, s"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-06-30",
        "event": "June 30, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:50.518Z"
}