{
  "document": {
    "id": "efta00028120",
    "filename": "EFTA00028120.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028120.pdf",
    "text": "\n\nFrom: \";\" \nTo:'\nCc: \nII \nSubject: Re: Draft Statement \nDate: Wed, 11 Nov 2020 17:19:00 +0000 \nThanks very much for sending. Our team has reviewed your draft and is prepared to go forward with the call at \n12:30pm today. \nBest, \nOn Nov 11, 2020, at 12:08 PM, wrote: \nAll: \nWe want to give you a draft of our suggested changes (attached) before our conversation this afternoon. We realize the \ntime is short before our scheduled call, so if you do not have sufficient time to review it in advance of our call, we are \nhappy to push the time for our call back until after you have had a chance to review it. \nWe have tried to work within the framework you provided. There are some allegations which we do not believe are \naccurate. Given the long passage of time, however, we understand that there might be different recollections about \nwhat occurred. We have tried to set forth both views of what occurred. We understand that you do not want a Fatico \nhearing and are willing to agree that we will not ask for a Fatico hearing to attempt to resolve the different recollections. \nWith respect to the specific allegations abou•eing present during massages when girls were sexually assaulted, \ndoes not believe she was ever present during any of these incidents and believes that the girls misremember the \ncircumstances. We note that these events occurred a long time ago and were emotionally charged, a circumstance \nwhich can cause people to have faulty memories. \nIndeed, we think that some of the evidence seems to contradict the victim's claims that was present when they, as \nminors, were sexually molested by Epstein. \nSpecifically, based on allegations in a lawsuit, one of the victims referred to in the statement of facts states that she was \nabused on Epstein's ranch when she was a minor and that was present. But flight logs reflect that the first time \nthat the victim was on a flight to or from the ranch where she states the abuse occurred was in April 2003, after the \nvictim was 18 years old. Moreover, the victim's attorney has also stated that a photo of the victim and Epstein in which \nthe victim is smiling, taken in December 2002, was taken before the victim knew that Epstein would sexually abuse her. \nThis appears to contradict the victim's allegation that in the summer of 2002 she was flown to the ranch and abused by \nEpstein in the presence of =. \nTo be clear, we are not asserting that this victim is lying about Epstein abusing her. Our point is simply that this occurred \n18 years ago and that she appears to be confused about the timing of events and who was present. \nAnother victim claims that that walked in on an incident where the victim was performing oral sex on Epstein in \nhis New York townhouse. This victim has named as a defendant in her civil suit and has alleged that this incident \noccurred in 2005. During this time period, worked out of Maxwell's home and spent little time in Epstein's \ntownhouse. Staff, including =, were never allowed to roam the halls or go into private areas of Epstein's Manhattan \nhome unless they were summoned there. never walked in on someone when that person was giving Epstein oral \nsex and believes that this victim must be confusing her with someone else. \ndoes not doubt that Epstein abused these women, as he did with almost all young women and girls he came into \ncontact with, but the available evidence does not support the assertion that was present for or witnessed any \nEFTA00028120\n\nsexual abuse of these victims while they were minors. Accordingly, we do not object to allowing these women telling \ntheir stories but we cannot agree that the allegations in their stories concerning are correct. \nLet us know what would work best for a call. \nThanks, \n<2020.10.11 Defense edited \nSOF.docx> \nEFTA00028121",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Draft Statement",
        "role": "extracted",
        "context": "\" \nTo:'\nCc: \nII \nSubject: Re: Draft Statement \nDate: Wed, 11 Nov 2020 17:19"
      },
      {
        "name": "On Nov",
        "role": "extracted",
        "context": "ll at \n12:30pm today. \nBest, \nOn Nov 11, 2020, at 12:08 PM, wrote:"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:19.668Z"
}