{
  "document": {
    "id": "efta00026750",
    "filename": "EFTA00026750.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026750.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 33 Filed 07/28/20 Page 1 of 7 \nU.S. \nDepartment of Justice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mao Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nJuly 28, 2020 \nVIA ECF \nThe Honorable Alison J. Nathan \nUnited \nStates District Court \nSouthern District of New York \nUnited States Courthouse \n40 Foley Square \nNew York, New York 10007 \nRe: United States v. Gleislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Government respectfully submits this letter with respect to the protective order to be \nentered in the above-captioned case, and to respond to the defendant's letter and submission of \nJuly 27, 2020 (the \"Defendant Letter\" or \"Def. Ltr.\") (Dkt. 29). The Government and defense \ncounsel have conferred regarding a protective order several times via telephone and email between \nJuly 9, 2020, and today, including as recently as this morning. The Government and defense \ncounsel have come to an agreement on much of the proposed protective order. However, the \nparties disagree as to two inclusions sought by the defendant which the Government objects to and \nfor which, as detailed herein, the Government submits there is no legal basis. Accordingly, the \nGovernment respectfully requests that the Court enter its proposed protective order (the \n\"Government Proposed Order\"), which is attached hereto as Exhibit A, and which differs from the \ndefendant's proposed order in those two respects, as further described below. \nA. The Defendant's Request to be Permitted to Publicly Name and Identify Victims \nAs detailed herein, the Government seeks to protect the identities of victims, consistent \nwith their significant privacy interests and the well-established law in this Circuit, and proposes a \nprotective order consistent with those very significant interests. In contrast, the defendant insists \nthat the protective order be modified such that she and her counsel would be permitted to \"publicly \nreferenc[e]\" individuals, by name, who have \"spoken on the public record to the media or in public \nfora, or in litigation —  criminal or otherwise —  relating to Jeffrey Epstein or Ghislaine Maxwell.\"' \nI  Specifically, the defendant's proposed protective order differs from the Government's in that \nit adds a sentence, in its paragraph 6 (which is paragraph 5 of the Government Proposed Order), \nstating the following: \"Nor does this Order prohibit Defense Counsel from publicly referencing \nindividuals who have spoken on the record to the media or in public fora, or in litigation — criminal \nor otherwise —  relating to Jeffrey Epstein or Ghislaine Maxwell.\" The defendant also either adds \nEFTA00026750\n\nCase 1:20-cr-00330-AJN Document 33 Filed 07/28/20 Page 2 of 7 \nThe Honorable Alison J. Nathan \nJuly \n28, 2020 \nPage 2 \nThe defendant's demand that she and her counsel be permitted to name any individuals who have \never publicly identified themselves as a victim of either Epstein or the defendant in any \"public \nfora,\" and at any time, without limitation, is extraordinarily broad, unnecessary, and inappropriate, \nand should be denied. \nAs an initial matter, there can be no serious question that there are significant privacy and \nvictim interests at issue here, which the Government Proposed Order seeks to protect. Particularly \nin the context of victim witnesses, there are compelling reasons to limit public disclosure of victim \nidentities and other sensitive information. Indeed, the Crime Victims' Rights Act, 18 U.S.C. § \n3771, requires district courts to implement procedures to ensure that crime victims are accorded, \namong other rights, \"[t]he right to be reasonably protected from the accused,\" in addition to \"[t]he \nright to be treated with fairness and with respect for the victim's dignity and privacy.\" Id. §§ \n(a)(1), (a)(8) (emphasis added). Moreover, \"the public generally has a strong interest in protecting \nthe identities of ... victims so that other victims will not be deterred from reporting such crimes.\" \nUnited States v. Paris, 2007 WL 1484974, at *2 (D. Conn. May 18, 2007). \nMoreover, \nand consistent with those interests, courts in this Circuit have routinely \nacknowledged the need to protect victim-witness identities. See, e.g., United States v. Corley, \n13 Cr. 48 (AJN), 2016 WL 9022508, at *4 (S.D.N.Y. Jan. 15, 2016) (\"Because Corley's minor \nvictims have significant privacy and safety interests at stake, while Corley's interests are minimal, \nthe Court finds good cause to modify the protective order in this case to prevent Corley from \nlearning the surnames of the minor victims.\"); United States v.  Kelly, \n07 Cr. 374 (SJ), 2008 WL \n5068820, at *2 (E.D.N.Y. July 10, 2008) (\"Given the potentially explicit nature of the government \nwitnesses' expected testimony, the government argues that it is necessary to conceal their identity \nto protect them from public humiliation and embarrassment. This Court agrees. Thus, the parties \n[. . .] are hereby prohibited from releasing to anyone, including members of the press, the identity \nor any identifying information of the government's witnesses.\"). It  is similarly routine in this \nDistrict for parties in a criminal case to refer to witnesses by pseudonyms (such as \"Victim-I\" or \n\"Witness-1\") to protect the privacy interests of third parties unless and until they testify publicly. \nThe Government's proposed order endeavors to protect those interests by generally \nrequiring the parties to abstain from identifying any victim by name in any public statement or \nfiling while also ensuring that the defendant and her counsel are fully able to prepare for trial. \nIndeed, to facilitate the defendant's investigation and preparation for trial, the Government's \nproposal makes clear that defense counsel and defense staff, including defense investigators, \nshould not be prohibited from referencing identities of individuals in conversations with \nprospective witnesses, so long as those witnesses and their counsel abstain from further disclosing \nor disseminating any such identities. See Government Proposed Order ¶ \n5. The terms of the \nGovernment's proposed order also would permit defense counsel to refer to any individual by \nname in any filing under seal, merely requiring redaction of identifying information or the use of \na  pseudonym in public filings. The Government further proposes that defense counsel not be \nprohibited from publicly referencing individuals who have spoken—or who at some future time \nor deletes language in furtherance of its desire to publicly reference victim identities in defense \nparagraphs 7, 9, and 17 (which are Government Proposed Order paragraphs 6, 7, and 16). \nEFTA00026751\n\nCase 1:20-cr-00330-AJN Document 33 Filed 07/28/20 Page 3 of 7 \nThe Honorable Alison J. Nathan \nJuly \n28, 2020 \nPage 3 \nspeak—by name on the public record in this case, as one victim has already chosen to do, because \nthose victims, and only those victims, have affirmatively chosen to be publicly identified in \nconnection with this case. These proposals are reasonable, narrowly tailored, and not broader than \nnecessary to protect victims' privacy interests, safety, and well-being, to avoid potential \nharassment of witnesses by the press and others, and to prevent undue embarrassment and other \nadverse consequences. At this stage in the case, permitting defense counsel to refer to witnesses \nby name in sealed filings, to refer to witnesses by name in the course of private conversations \nduring their investigation, and to refer by name to individuals who have made the affirmative \nchoice to be identified by name in connection with this criminal case is more than enough to enable \nthe defendant ability to \nvigorously pursue her defense. \nThe defendant has rejected this proposal because, as noted above, she believes that she and \nher counsel should be permitted to \"publicly referenc[e]\" individuals, by name, who have \"spoken \non the public record to the media or in public fora, or in litigation — criminal or otherwise — relating \nto Jeffrey Epstein or Ghislaine Maxwell.\" In support of the defendant's application for such \nsweeping ability to publicly name any such individuals, defense \ncounsel provides only the \nconclusory assertion that an inability to publicly reference the names of victims, in court \nproceedings and beyond, will hinder their ability to investigate, prepare witnesses for trial, and \nadvocate on the defendant's behalf. The Government has repeatedly asked defense counsel to \nexplain how or why it would need to publicly name victims of sexual abuse to prepare for trial, \nand the defense \nrepeatedly has declined to do so, presumably because the argument borders on the \nabsurd.2\nThe Government's proposed protective order would do no such thing. As described above, \nthe Government's proposed order would permit defense counsel and defense staff to reference the \nidentities of individuals they believe may be relevant to the defense to potential witnesses and their \ncounsel (who then \nwould be prohibited from further disclosing or disseminating such identifying \ninformation). Government Proposed Order ¶ 5. It would further permit the defendant to publicly \nidentify individuals who have chosen to speak on the record on this case. Id. ¶ 6. And it would \npermit the defendant to reference identifying information in filings made under seal. See id. \n2    Despite the Government's requests for clarity on the need for the defendant's requested \nmodification, the sole additional reason \nprovided by defense counsel for why it would be \nappropriate or necessary to publicly name victims is  that certain of these victims have obtained \nwhat defense counsel described as the \"benefit\" of publicly identifying themselves as victims (and \nthus, as the defendant presumably would have it, deserve whatever public identification and \nscrutiny the defendant intends to invite upon them). Beyond the offensive notion that victims of \nsexual abuse experience a  \"benefit\" by making the incredibly difficult decision to share their \nexperience publicly, the suggestion that victims who receive this supposed \"benefit\" should \nreceive fewer protections than the law ordinarily offers to victims in criminal cases is alarming. \nPermitting defense counsel to publicly identify witnesses who have not identified themselves on \nthe record in this case risks subjecting witnesses to harassment and intimidation, with no \nconceivable benefit to the defense other than perhaps discouraging witnesses from cooperating \nwith the Government. \nEFTA00026752\n\nCase 1:20-cr-00330-AJN Document 33 Filed 07/28/20 \nPage 4 of 7 \nThe Honorable Alison J. Nathan \nJuly 28, \n2020 \nPage 4 \nMoreover, the defendant is able, at any time, to apply to the Court for a modification of the \nprotective order should she be able to identify a particularized need to publicly name victims who \nhave not yet identified themselves on the record in this case—as opposed to redacting their names \nfrom court filings, or referring to them in an anonymized fashion. As noted, to date, defense \ncounsel has declined to identify to the \nCourt or to the Government any example of why doing so \nwould be necessary or helpful to the defense, or even under what circumstances the defense might \nwant to do so. \nThe defendant's proposal is also extraordinarily broad, and without any temporal or subject \nmatter limitation as to the phrase \"public fora.\" Adopting the defendant's proposal would mean \nthat any individual who has ever self-identified as a victim ofJeffrey Epstein or Ghislaine Maxwell \npublicly in any capacity would be subject to public identification by the defendant and her counsel \nin connection with this case. This would include, as hypothetical examples, someone who spoke \nto a journalist for a  local story in 1997, or posted on a MySpace page followed by a handful of \nfriends in 2005, or made a statement on a small podcast in 2009, or posted on Twitter to a handful \nof followers in 2013. But none of these examples of ventures into the \"public fora\" can possibly \nbe construed as efforts by hypothetical victims to consent or choose \"to self-identify,\" Def. Ltr. \nat 3, in a future criminal case against Ghislaine Maxwell subject to extraordinary public attention \nand scrutiny. \nAdditionally, while some individuals have identified themselves as victims without \nproviding any details or additional information about their abuse, the defense contemplates \nno \nlimitation of publicly associating those individuals with the details of their abuse in public defense \nstatements or filings. In essence, the defendant's proposal seeks authorization to drag into the \npublic glare any victim who has ever made any type of public statement of victimization—no \nmatter how long ago or how brief—without that victim's knowing consent and without any \nsubstantive justification. That is particularly troubling given that the Government expects to make \nproductions of discovery and 3500 materials well surpassing its obligations. Those productions \nwill necessarily include the identities of individuals whom the Government does not expect to call \nas witnesses, and whose accounts—much less identities—will have no bearing on this case. But \nthe defendant's proposal would allow her and her counsel to publicly name them in any public \nstatement or filing at their sole discretion. This is plainly unnecessary for any investigative steps \nor trial preparation, would be grossly inappropriate and unfair, and would be inconsistent with the \nCrime Victims' Rights Act. \nConversely, the Government's submission proposes that the defendant and her counsel not \nbe precluded from discussing publicly individuals who identify themselves on the record in this \ncriminal prosecution, because any such individuals will have made a  conscious and informed \nchoice to be associated publicly with this case. See Government Proposed Order¶¶ 5, 6, 8. The \nidentity of any other individuals should be protected from public broadcast by the defendant and \nher counsel. \nThe defendant argues that her proposed language is \"nearly identical in all material \nrespects\" to the protective \norder entered in United States v.  Epstein, 19 Cr. 490 (RMB) (Dkt. 38). \nDef. Ltr. at 3. In the first instance, that is false. The protective order in the Epstein case included \nEFTA00026753\n\nCase 1:20-cr-00330-AJN Document 33 Filed 07/28/20 Page 5 of 7 \nThe Honorable Alison J. Nathan \nJuly 28, \n2020 \nPage 5 \na provision stating that it did not prohibit defense counsel from publicly referencing individuals \nwho had spoken on the public record in litigation relating to Jeffrey Epstein. Id. ¶ 4. Here, defense \ncounsel seeks permission to publicly identify any individuals who have self-identified as victims \nof either the defendant or Epstein \"to the media or in public fora, or in litigation\"—a vastly broader \nallowance. Indeed, as a comparison, none of the \nhypothetical examples described above would \nhave been subject to public naming and identification under the Epstein protective order, but every \nsingle one would be under the defendant's proposed order in this case. \nAdditionally, beyond the differences in the language itself, there are two significant \ndifferences between the circumstances of the Epstein prosecution and this case. First, at the time \nthe \nEpstein protective order was entered, there were exceptionally few victims who had identified \nthemselves by name in litigation. Accordingly, the practical application of that provision was \nextremely limited. Second, and related, in the time between when the Epstein protective order was \nentered and the indictment in this case, many more victims have made public statements about \ntheir victimization at the hands of Epstein, and the defendant, on their own terms and in their own \nways, including by exercising their rights under the Crime Victims' Rights Act in the context of \nthe dismissal of the indictment against Jeffrey Epstein following his suicide. Those victims could \nnot possibly have predicted, much less chosen, that their names would be publicly broadcast by \ndefense counsel in connection with a subsequent criminal case. Victims should be able to continue \nto come forward, in the ways and in the venues they themselves choose, without fear of reprisal, \nshaming, or other consequence arising from having their \nidentities broadcast by defense counsel \nin this case. \nIn sum, the requested modification to the Government's proposed order sought by the \ndefendant is contrary to precedent and the compelling privacy interests of victims. Moreover, it is \nwithout basis in fact or law, and, despite the Government's repeated requests for clarity, the \ndefendant and defense counsel have offered no \nlegitimate reason for their desire to be able to \npublicly identify any number of victims, in the context of this criminal case and elsewhere, other \nthan a minimal, conclusory statement, without factual examples or legal support.;  At bottom, the \ndefendant and her counsel seek an unlimited ability to name victims and witnesses publicly, for no \ndiscernible reason, and without justification or legal basis. The victims of Ghislaine Maxwell and \nJeffrey Epstein have \nsuffered enough, and the Crime Victims' Rights Act, applicable law, and \ncommon decency compel far more protection of their privacy interests here than the defense \nproposal would afford. \nB. The Defendant's Demand that the Government Restrict Use of its Own Documents \nThe defendant and her counsel also ask the Court to impose restrictions upon the \nGovernment in its use, through potential witnesses and their counsel, of documents it currently \npossesses, beyond the already-extensive restrictions and protections applicable to the \n3   To the extent defense counsel attempts to provide such examples or arguments for the first \ntime in a  reply filing, the Government respectfully requests leave to \nreply to those examples or \narguments. \nEFTA00026754\n\nCase 1:20-cr-00330-AJN Document 33 Filed 07/28/20 Page 6 of 7 \nThe Honorable Alison J. Nathan \nJuly \n28, 2020 \nPage 6 \nGovenunent.4  The defendant cites not a single example in any district court in the country where \nsuch a restriction has been imposed in a protective order. Indeed, it is nonsensical for a protective \norder to require limitations of the Government in its use of material already in its possession so \nthat the Government may provide a defendant with discovery. The defendant's attempt to refuse \nto agree to receive discovery unless the Government agrees \nto additional restrictions upon the use \nof its own materials should be rejected. \nAs an initial matter, the Government's use of materials it has gathered through its \ninvestigation, including through the grand jury process, search warrants, interviews, and voluntary \ndisclosures, is already subject to a wide range of restrictions, including Rule 6(e) of the Federal \nRules of Criminal Procedure, the Privacy Act of 1974, and other policies of the Department of \nJustice and the U.S. Attorney's Office for the Southern District of New York. In this case, \nconsistent with the Government's customary practice, and as the Government has informed \ndefense counsel, the Government has no intention of providing witnesses, victims or their counsel \nwith the entirety of discovery produced to the defendant, nor anything even close to that. Indeed, \nconsistent with its standard practice, the Government rarely provides any third party, including a \nwitness, with any material they did not already possess. While the Government does more \ncommonly show a witness materials in connection with proffers or trial preparation, the \nGovernment rarely if ever shows a witness material she has not already seen, does not have \npersonal knowledge of, or would not have some specific reason to opine upon. Practically \nspeaking, therefore, the concerns defense \ncounsel raises about future use in civil litigation are not \nlikely to occur. \nNevertheless, a criminal protective order is not the appropriate forum for the defendant to \ndemand restrictions on the Government's use of its own materials. To the contrary, as noted above, \nmany of those restrictions are already established by rule and law—standards the defendant makes \nno suggestion the Government has failed to adhere to in this case. Moreover, the Government as \na whole, including those beyond the prosecutors on this case, may have obligations that would \nconflict with such language in a protective order. For example, the Government has obligations \nunder various statutory and regulatory regimes, including but not limited to the Freedom of \nInformation Act and Touhy v. Ragen, 340 U.S. 462 (1951), that cannot be bargained away through \na  protective order. Indeed, the Government can represent that the Department of Justice has \nreceived both FOIA and Touhy requests in connection with this investigation, requests to which \nthe Department has a  legal obligation to respond appropriately. The Government respectfully \nsubmits it would be inappropriate for the defendant to seek—or the Court to order—language in a \nprotective order that conflicts with or supersedes those obligations. Tellingly, the defendant cites \nno authority or precedent for her request regarding this \nissue. \nBy contrast, to the extent the defendant intends to produce reciprocal discovery to the \nGovernment, it may in that case be appropriate to limit the Government's use, or third parties' use, \nSpecifically, the defendant's proposed protective order differs from the Government's in that \nit adds a paragraph, its paragraph 3, proposing restrictions upon the Government and its potential \nwitnesses, and their counsel, as well as adding language to its paragraph 5, which is Government \nparagraph 4, further restricting potential government witnesses and their counsel. \nEFTA00026755\n\nCase 1:20-cr-00330-AJN Document 33 Filed 07/28/20 \nPage 7 of 7 \nThe Honorable Alison J. Nathan \nJuly 28, \n2020 \nPage 7 \nof such materials provided by the defendant to the Government. But there is no basis to add \nadditional restrictions upon the Government's use of materials gathered by the Government itself. \nThe defendant's only counter-argument, as noted—that this Court should put third parties \n\"on equal footing with the defense\"—is both unlikely to be relevant given the Government's \nstandard \npractice, as described above, and, the Government submits, an irrelevant consideration in \nthe context of a  criminal protective order. Indeed, the Government respectfully submits that \nneither it nor this Court is well-positioned to, or should, become the arbiter of what is appropriate \nor permissible in civil cases. \nIn sum, the defendant's attempt to restrict the Government and to restrict third parties in \nthis way appears to be unprecedented, and is without \nlegal basis, and should be denied. \nAccordingly, for the reasons set forth above, the Court should enter the Government's \nproposed protective order, which is enclosed, and deny the defendant's motion. \nRespectfully submitted, \nBy: \nAlex Rossmiller / Alison Moe / \nMaurene Comey \nAssistant United States Attorneys \nSouthern District of New York \nTel: (212) 637-2415 \nREY \nSTRAUSS \nng United States Attorney \nCc: All counsel of \nrecord (via ECF) \nEFTA00026756\n\nCase 1:20-cr-00330-AJN Document 33-1 Filed 07/28/20 Page 1  of 12 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nx \nUNITED STATES OF AMERICA \nGHISLAINE MAXWELL, \nDefendant. \nPROPOSED] \nPROTECTIVE ORDER \n20 Cr. 330 (AJN) \n   x \nALISON J. NATHAN, United States District Judge: \nWHEREAS the Government intends to produce to GHISLAINE \nMAXWELL, \nthe defendant, \ncertain documents and \nmaterials \nthat \n(i) affect the privacy and confidentiality of individuals, \n(ii) would impede, if prematurely disclosed, the Government's \nongoing investigation; (iii) would risk prejudicial pretrial \npublicity if \npublicly \ndisseminated, \nand (iv) is \nnot authorized \nto be disclosed to the public or disclosed beyond that which is \nnecessary for the defense of this action, and other materials \npursuant to Federal Rule of Criminal Procedure 16 (\"Rule 16\") \nand pursuant to any other \ndisclosure \nobligations \n(collectively, \nthe \"Discovery\"), which contain sensitive, confidential, or \npersonal identifying information; \nWHEREAS, the Government seeks to protect sensitive, \nconfidential, or \npersonal \nidentifying information contained in \nthe materials it produces consistent with Rule 16 or other \ndisclosure obligations; \n1 \nEFTA00026757\n\nCase 1:20-cr-00330-AJN Document 33-1 Filed 07/28/20 Page 2 of 12 \nWHEREAS the Government has applied for the entry of \nthis Order; \nIT HEREBY IS ORDERED: \n1. The Discovery disclosed to the defendant \n(\"Defendant\") and/or to the defendant's criminal defense \nattorneys (\"Defense Counsel\") during the course of proceedings \nin this \naction: \na) Shall be used by the Defendant or her \nDefense Counsel solely for purposes of the defense of this \ncriminal action, and not for any civil proceeding or any purpose \nother than the \ndefense of this action; \nb) Shall not be copied or otherwise recorded or \ntransmitted by the Defendant, except to Defense Counsel, or \nexcept as necessary for the Defendant to take notes, which are \nnot \nto be \nfurther \ntransmitted to anyone other than Defense \nCounsel; \nc) Shall not be disclosed or distributed in any \nform by the Defendant or her counsel except as set forth in \nparagraph \n1(d) below; \nd) May be disclosed only by Defense Counsel and \nonly to the following persons (\"Designated Persons\"): \ni. \ninvestigative, secretarial, clerical, \nor paralegal personnel employed full-time, part-time, or as \n2 \nEFTA00026758\n\nCase 1:20-cr-00330-AJN Document 33-1 Filed 07/28/20 Page 3 of 12 \nindependent contractors by the defendant's counsel (\"Defense \nStaff\"); \nii. any \nexpert or potential expert, legal \nadvisor, consultant, or any other individual retained or \nemployed by the Defendant and Defense Counsel for the purpose of \nassisting in the defense of this case (\"Defense \nExperts/Advisors\"); \niii. such other persons as hereafter may be \nauthorized by Order of the Court (\"Other Authorized Persons\"); \ne) May be provided to prospective witnesses and \ntheir counsel (collectively, \"Potential Defense Witnesses\"), to \nthe extent deemed necessary by defense counsel, for trial \npreparation. To the extent Discovery materials are disclosed to \nPotential Defense Witnesses, they agree that any such materials \nwill \nnot be \nfurther copied, \ndistributed, or otherwise \ntransmitted to individuals other than the recipient Potential \nDefense Witnesses. \n2. The Defendant and Defense Counsel shall provide a \ncopy of this Order to any Designated Persons to whom they \ndisclose Discovery materials. Prior to disclosure of Discovery \nmaterials to Designated Persons, any such Designated Person \nshall agree to be subject to the terms of this Order \nby signing \na copy hereof and stating that they \"Agree to be bound by the \nterms herein,\" and providing such copy to Defense Counsel. All \n3 \nEFTA00026759\n\nCase 1:20-cr-00330-AJN Document 33-1 Filed 07/28/20 Page 4 of 12 \nsuch acknowledgments shall be retained by Defense Counsel and \nshall be subject to in camera review by the Court if good cause \nfor review is \ndemonstrated. \nThe \nDefendant and her counsel need \nnot obtain signatures from any member of the defense team (i.e., \nattorneys, experts, consultants, paralegals, investigators, \nsupport personnel, and secretarial \nstaff involved in the \nrepresentation of the defendants in this case), all of whom are \nnonetheless bound by this Protective Order. \n3. To the extent that Discovery is disseminated to \nDefense Experts/Advisors, Other Authorized Persons, or Potential \nDefense \nWitnesses, \nvia \nmeans other than \nelectronic mail, \nDefense \nCounsel shall encrypt and/or password protect the Discovery. \n4. The Government, the Defendant, Defense Counsel, \nDefense Staff, \nDefense Experts/Advisors, \nPotential Defense \nWitnesses and their \ncounsel, \nand \nOther \nAuthorized Persons are \nprohibited from posting or causing to be posted any of the \nDiscovery or information contained in the Discovery on the \nInternet, including any social media website or other publicly \navailable medium. \n5. The Government (other than in the discharge of \ntheir professional obligations in this matter), the Defendant, \nDefense Counsel, Defense Staff, \nDefense \nExperts/Advisors, \nPotential Defense Witnesses and their counsel, and Other \nAuthorized Persons are strictly prohibited from publicly \n4 \nEFTA00026760\n\nCase 1:20-cr-00330-AJN Document 33-1 Filed 07/28/20 Page 5 of 12 \ndisclosing or disseminating the identity of any victims or \nwitnesses referenced in the Discovery. This Order \ndoes not \nprohibit \nDefense \nCounsel or \nDefense \nStaff from \nreferencing the \nidentities of individuals they believe may be relevant to the \ndefense to Potential Defense Witnesses and their counsel during \nthe course of the investigation and preparation of the defense \ncase at \ntrial. Any Potential \nDefense \nWitnesses \nand their \ncounsel who are provided identifying information by Defense \nCounsel or Defense Staff are prohibited from further disclosing \nor disseminating such identifying information. This Order does \nnot prohibit \nDefense Counsel from \npublicly referencing \nindividuals who have spoken by name on the public record in this \ncase. \n6. The Defendant, Defense Counsel, Defense Staff, \nDefense Experts/Advisors, Potential Defense Witnesses, and Other \nAuthorized Persons are prohibited from filing publicly as an \nattachment to a filing or excerpted within a filing the identity \nof any victims or witnesses referenced in the Discovery, who \nhave \nnot spoken by name on the \npublic record in \nthis case, \nunless authorized by the Government in writing or by Order of \nthe Court. Any such filings must be filed under seal, unless \nauthorized by the Government in \nwriting or by Order of the \nCourt. \n5 \nEFTA00026761\n\nCase 1:20-cr-00330-AJN Document 33-1 Filed 07/28/20 Page 6 of 12 \n7. Copies of Discovery or other materials produced \nby the \nGovernment in this action bearing \"confidential\" stamps, \nor \ndesignated \nas \"confidential\" as described below, \nand/or \nelectronic Discovery materials designated as \"confidential\" by \nthe Government, including such materials marked as \n\"confidential\" either on the documents or materials themselves, \nor designated as \"confidential\" in a folder or document title, \nare deemed \"Confidential Information.\" The Government shall \nclearly mark all pages or electronic materials containing \nConfidential Information, or folder or document titles as \nnecessary, with \n\"confidential\" \ndesignations. \n8. Confidential Information may contain personal \nidentification information of victims, witnesses, or other \nspecific \nindividuals who are not parties to this action, and \nother \nconfidential \ninformation; as well \nas \ninformation that \nidentifies, or could lead to the identification of, witnesses in \nthis matter. The identity of an alleged victim or witness who \nhas identified herself or himself publicly as such on the record \nin this \ncase \nshall \nnot be treated as \nConfidential Information. \n9. Defense Counsel may, at any time, notify the \nGovernment that Defense Counsel does not concur in the \ndesignation of documents or other materials as Confidential \nInformation. If the \nGovernment does not agree to de-designate \nsuch documents or materials, Defense Counsel may thereafter move \n6 \nEFTA00026762\n\nCase 1:20-cr-00330-AJN Document 33-1 Filed 07/28/20 Page 7 of 12 \nthe Court for an Order de-designating such documents or \nmaterials. The Government's designation of such documents and \nmaterials as \nConfidential \nInformation \nwill be \ncontrolling \nabsent \ncontrary order of the Court. \n10. Confidential Information disclosed to the \ndefendant, or Defense Counsel, respectively, during the course \nof proceedings in this \naction: \na) Shall be used by the Defendant or her \nDefense Counsel solely for purposes of the defense of this \ncriminal action, and not for any civil proceeding or any purpose \nother than the \ndefense of this action; \nb) Shall be maintained in a safe and secure \nmanner; \nc) \nShall be reviewed and possessed by the \nDefendant in \nhard copy \nsolely in the \npresence of Defense \nCounsel; \nd) Shall be possessed in electronic format only \nby Defense Counsel and by \nappropriate officials of the Bureau of \nPrisons (\"BOP\"), who shall provide \nthe \ndefendant with \nelectronic \naccess to the Discovery, including Confidential Information, \nconsistent with the rules and regulations of the BOP, for the \nDefendant's review; \n7 \nEFTA00026763\n\nCase 1:20-cr-00330-AJN Document 33-1 Filed 07/28/20 Page 8 of 12 \ne) Shall be reviewed by the Defendant solely in \nthe presence of Defense Counsel or when provided access to \nDiscovery materials in electronic format by BOP \nofficials; \nf) May be disclosed only by Defense Counsel and \nonly to Designated Persons; \ng) May be shown to, either in person, \nby \nvideoconference, or via a read-only document \nreview platform, \nbut not disseminated to or provided copies of to, Potential \nDefense Witnesses, to the extent deemed necessary by Defense \nCounsel, for trial preparation, and after such individual(s) \nhave \nread and signed this Order acknowledging that \nsuch \nindividual(s) are bound by this Order. \n11. Copies of Discovery or other materials produced \nby the Government in this \naction bearing \"highly confidential\" \nstamps \nor \notherwise \nspecifically \ndesignated as \n\"highly \nconfidential,\" and/or electronic Discovery materials designated \nas \"highly confidential\" by the Government, including such \nmaterials marked as \"highly confidential\" either on the \ndocuments or \nmaterials themselves, or \ndesignated as \n\"highly \nconfidential\" in an index, folder title, or document title, are \ndeemed \"Highly Confidential Information.\" To the extent any \nHighly Confidential \nInformation is physically produced to the \nDefendant and Defense Counsel, rather than being made available \nto the Defendant and Defense Counsel for on-site review, the \n8 \nEFTA00026764\n\nCase 1:20-cr-00330-AJN Document 33-1 Filed 07/28/20 Page 9 of 12 \nGovernment shall clearly mark all such pages or electronic \nmaterials containing Highly Confidential Information with \n\"highly confidential\" stamps \non the documents or materials \nthemselves. \n12. Highly Confidential Information contains nude, \npartially-nude, or otherwise sexualized images, videos, or other \ndepictions of \nindividuals. \n13. Defense Counsel may, at any time, notify the \nGovernment that Defense Counsel does not concur in the \ndesignation of documents or other materials as Highly \nConfidential Information. \nIf the Government does not agree to \nde-designate such documents or materials, Defense Counsel may \nthereafter move the Court for an Order de-designating such \ndocuments or materials. The Government's designation of such \ndocuments and materials as Highly Confidential \nInformation will \nbe controlling absent contrary order of the Court. \n14. Highly Confidential Information disclosed to \nDefense Counsel during the course of proceedings in this action: \na) Shall be used by the \nDefendant or her \nDefense Counsel solely for purposes of the defense of this \ncriminal action, and not for any civil proceeding or any purpose \nother than the defense of this action; \n9 \nEFTA00026765\n\nCase 1:20-cr-00330-AJN Document 33-1 Filed 07/28/20 Page 10 of 12 \nb) Shall not be disseminated, transmitted, or \notherwise copied and provided to Defense Counsel or the \nDefendant; \nc) Shall be reviewed by the Defendant solely in \nthe presence of Defense Counsel; \nd) Shall not be possessed outside the presence \nof Defense Counsel, \nor maintained, by the \nDefendant; \ne) Shall be made available for inspection by \nDefense Counsel and the Defendant, under the protection of law \nenforcement officers or employees; and \nf) \nShall \nnot \nbe \ncopied or otherwise duplicated \nby Defense Counsel or the Defendant during such inspections. \n15. The Defendant, Defense Counsel, Defense Staff, \nDefense Experts/Advisors, Potential Defense Witnesses, and Other \nAuthorized Persons are prohibited from filing publicly as an \nattachment to a filing or excerpted within a filing any \nConfidential Information or Highly Confidential Information \nreferenced in the Discovery, unless authorized by the Government \nin writing or by Order of \nthe Court. \nAny such \nfilings must be \nfiled under seal, unless authorized by the Government in writing \nor by Order of the Court. \n16. The provisions of \nthis Order shall not be \nconstrued as preventing disclosure of \nany information, with the \nexception of victim or witness identifying information, that is \n10 \nEFTA00026766\n\nCase 1:20-cr-00330-AJN Document 33-1 Filed 07/28/20 Page 11 of 12 \npublicly available or obtained by the Defendant or her Defense \nCounsel \nfrom a source other than the Government. \n17. \nExcept for Discovery that has been made \npart of \nthe record of this case, Defense Counsel shall return to the \nGovernment or securely destroy or delete all Discovery, \nincluding but not limited \nto Confidential Information, within 30 \ndays of the expiration of the period for direct \nappeal from any \nverdict in the above-captioned case; the period of direct appeal \nfrom any order dismissing any of the charges in the above-\ncaptioned case; the expiration of the period for a petition \npursuant to 28 U.S.C. \n§ \n2255; any period of time required by the \nfederal or state ethics rules applicable to any attorney of \nrecord in this case; or the granting of any motion made on \nbehalf of the \nGovernment dismissing any charges in the above-\ncaptioned \ncase, whichever date is \nlater. \n18. The foregoing provisions shall remain in effect \nunless and until either (a) the Government and Defense Counsel \nmutually agree in writing otherwise, or (b) this Order is \nmodified by further \norder of the Court. \n19. The Government and Defense Counsel agree to meet \nand confer in advance of any hearings or trial to discuss and \nagree to any modifications necessary for the presentation of \nevidence at those proceedings. In the absence of agreement, \n11 \nEFTA00026767\n\nCase 1:20-cr-00330-AJN Document 33-1 Filed 07/28/20 Page 12 of 12 \nDefense Counsel may make an appropriate application to the Court \nfor any such modifications. \nSO ORDERED: \nDated: \nNew York, New York \n, \n2020 \nHONORABLE ALISON J. NATHAN \nUnited States District Judge \n12 \nEFTA00026768",
    "pageCount": 19,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "itigation —  criminal or otherwise —  relating to Jeffrey Epstein or Ghislaine Maxwell.\"' \nI  Specifically, the def"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "al or otherwise —  relating to Jeffrey Epstein or Ghislaine Maxwell.\"' \nI  Specifically, the defendant's proposed pro"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "e 1 of 7 \nU.S. \nDepartment of Justice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Ma"
      },
      {
        "name": "The Silvio",
        "role": "extracted",
        "context": "outhern District of New York \nThe Silvio J. Mao Building \nOne Saint An"
      },
      {
        "name": "Mao Building",
        "role": "extracted",
        "context": "ct of New York \nThe Silvio J. Mao Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The Silvio J. Mao Building \nOne Saint Andrew's Plaza \nNew York. New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nJuly 28"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "0007 \nJuly 28, 2020 \nVIA ECF \nThe Honorable Alison J. Nathan \nUnited \nSta"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "ECF \nThe Honorable Alison J. Nathan \nUnited \nStates District Court \nSouth"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "ble Alison J. Nathan \nUnited \nStates District Court \nSouthern District of N"
      },
      {
        "name": "Court \nSouthern",
        "role": "extracted",
        "context": "than \nUnited \nStates District Court \nSouthern District of New York \nUnited"
      },
      {
        "name": "Foley Square",
        "role": "extracted",
        "context": "United States Courthouse \n40 Foley Square \nNew York, New York 10007 \nRe"
      },
      {
        "name": "Gleislaine Maxwell",
        "role": "extracted",
        "context": "k 10007 \nRe: United States v. Gleislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "ne Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Government respe"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "30 (AJN) \nDear Judge Nathan: \nThe Government respectfully submits this let"
      },
      {
        "name": "Defendant Letter",
        "role": "extracted",
        "context": "ssion of \nJuly 27, 2020 (the \"Defendant Letter\" or \"Def. Ltr.\") (Dkt. 29). T"
      },
      {
        "name": "Government Proposed",
        "role": "extracted",
        "context": "posed protective order (the \n\"Government Proposed Order\"), which is attached he"
      },
      {
        "name": "Publicly Name",
        "role": "extracted",
        "context": "'s Request to be Permitted to Publicly Name and Identify Victims \nAs deta"
      },
      {
        "name": "Identify Victims",
        "role": "extracted",
        "context": "ermitted to Publicly Name and Identify Victims \nAs detailed herein, the Gove"
      },
      {
        "name": "Defense Counsel",
        "role": "extracted",
        "context": "\"Nor does this Order prohibit Defense Counsel from publicly referencing \nin"
      },
      {
        "name": "Nathan \nJuly",
        "role": "extracted",
        "context": "of 7 \nThe Honorable Alison J. Nathan \nJuly \n28, 2020 \nPage 2 \nThe defend"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "tive information. Indeed, the Crime Victims' Rights Act, 18 U.S.C. § \n377"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "n. Indeed, the Crime Victims' Rights Act, 18 U.S.C. § \n3771, requires"
      },
      {
        "name": "Because Corley",
        "role": "extracted",
        "context": "*4 (S.D.N.Y. Jan. 15, 2016) (\"Because Corley's minor \nvictims have signifi"
      },
      {
        "name": "This Court",
        "role": "extracted",
        "context": "umiliation and embarrassment. This Court agrees. Thus, the parties \n[."
      },
      {
        "name": "See Government",
        "role": "extracted",
        "context": "minating any such identities. See Government Proposed Order ¶ \n5. The term"
      },
      {
        "name": "Proposed Order",
        "role": "extracted",
        "context": "ch identities. See Government Proposed Order ¶ \n5. The terms of the \nGover"
      },
      {
        "name": "Government Restrict",
        "role": "extracted",
        "context": "e Defendant's Demand that the Government Restrict Use of its Own Documents \nThe"
      },
      {
        "name": "Own Documents",
        "role": "extracted",
        "context": "overnment Restrict Use of its Own Documents \nThe defendant and her counse"
      },
      {
        "name": "Federal \nRules",
        "role": "extracted",
        "context": "s, including Rule 6(e) of the Federal \nRules of Criminal Procedure, the Pr"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "6(e) of the Federal \nRules of Criminal Procedure, the Privacy Act of 1974, and"
      },
      {
        "name": "Privacy Act",
        "role": "extracted",
        "context": "es of Criminal Procedure, the Privacy Act of 1974, and other policies o"
      },
      {
        "name": "Information Act",
        "role": "extracted",
        "context": "ot limited to the Freedom of \nInformation Act and Touhy v. Ragen, 340 U.S."
      },
      {
        "name": "Alex Rossmiller",
        "role": "extracted",
        "context": "Respectfully submitted, \nBy: \nAlex Rossmiller / Alison Moe / \nMaurene Comey"
      },
      {
        "name": "Alison Moe",
        "role": "extracted",
        "context": "tted, \nBy: \nAlex Rossmiller / Alison Moe / \nMaurene Comey \nAssistant U"
      },
      {
        "name": "Maurene Comey",
        "role": "extracted",
        "context": "ex Rossmiller / Alison Moe / \nMaurene Comey \nAssistant United States Atto"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "Alison Moe / \nMaurene Comey \nAssistant United States Attorneys \nSouthern Di"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "urene Comey \nAssistant United States Attorneys \nSouthern District of New Yor"
      },
      {
        "name": "Attorney \nCc",
        "role": "extracted",
        "context": "EY \nSTRAUSS \nng United States Attorney \nCc: All counsel of \nrecord (via"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "ISON J. NATHAN, United States District Judge: \nWHEREAS the Government inte"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "other materials \npursuant to Federal Rule of Criminal Procedure 16 (\"Ru"
      },
      {
        "name": "The Discovery",
        "role": "extracted",
        "context": "r; \nIT HEREBY IS ORDERED: \n1. The Discovery disclosed to the defendant \n("
      },
      {
        "name": "Defense \nCounsel",
        "role": "extracted",
        "context": "nsmitted to anyone other than Defense \nCounsel; \nc) Shall not be disclosed o"
      },
      {
        "name": "Designated Persons",
        "role": "extracted",
        "context": "ly to the following persons (\"Designated Persons\"): \ni. \ninvestigative, secret"
      },
      {
        "name": "Defense \nStaff",
        "role": "extracted",
        "context": "by the defendant's counsel (\"Defense \nStaff\"); \nii. any \nexpert or potent"
      },
      {
        "name": "Defense \nExperts",
        "role": "extracted",
        "context": "in the defense of this case (\"Defense \nExperts/Advisors\"); \niii. such other"
      },
      {
        "name": "Other Authorized",
        "role": "extracted",
        "context": "rized by Order of the Court (\"Other Authorized Persons\"); \ne) May be provide"
      },
      {
        "name": "Potential Defense",
        "role": "extracted",
        "context": "their counsel (collectively, \"Potential Defense Witnesses\"), to \nthe extent d"
      },
      {
        "name": "Potential \nDefense",
        "role": "extracted",
        "context": "uals other than the recipient Potential \nDefense Witnesses. \n2. The Defendant"
      },
      {
        "name": "Designated Person",
        "role": "extracted",
        "context": "Designated Persons, any such Designated Person \nshall agree to be subject to"
      },
      {
        "name": "The \nDefendant",
        "role": "extracted",
        "context": "for review is \ndemonstrated. \nThe \nDefendant and her counsel need \nnot obt"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "re \nnonetheless bound by this Protective Order. \n3. To the extent that Disco"
      },
      {
        "name": "Defense Experts",
        "role": "extracted",
        "context": "Discovery is disseminated to \nDefense Experts/Advisors, Other Authorized Pe"
      },
      {
        "name": "Defense Staff",
        "role": "extracted",
        "context": "Defendant, Defense Counsel, \nDefense Staff, \nDefense Experts/Advisors,"
      },
      {
        "name": "Other \nAuthorized",
        "role": "extracted",
        "context": "ses and their \ncounsel, \nand \nOther \nAuthorized Persons are \nprohibited from"
      },
      {
        "name": "This Order",
        "role": "extracted",
        "context": "referenced in the Discovery. This Order \ndoes not \nprohibit \nDefense"
      },
      {
        "name": "Any Potential",
        "role": "extracted",
        "context": "the defense \ncase at \ntrial. Any Potential \nDefense \nWitnesses \nand thei"
      },
      {
        "name": "Defense \nWitnesses",
        "role": "extracted",
        "context": "ase at \ntrial. Any Potential \nDefense \nWitnesses \nand their \ncounsel who are p"
      },
      {
        "name": "Confidential Information",
        "role": "extracted",
        "context": "document title, \nare deemed \"Confidential Information.\" The Government shall \nclear"
      },
      {
        "name": "Confidential \nInformation",
        "role": "extracted",
        "context": "cuments or other materials as Confidential \nInformation. If the \nGovernment does not"
      },
      {
        "name": "Highly Confidential",
        "role": "extracted",
        "context": "document title, are \ndeemed \"Highly Confidential Information.\" To the extent a"
      },
      {
        "name": "Highly \nConfidential",
        "role": "extracted",
        "context": "cuments or other materials as Highly \nConfidential Information. \nIf the Governme"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-28",
        "event": "July 28, 2020"
      },
      {
        "date": "2020-07-27",
        "event": "July 27, 2020"
      },
      {
        "date": "2020-07-09",
        "event": "July 9, 2020"
      },
      {
        "date": "2020-07-28",
        "event": "July \n28, 2020"
      },
      {
        "date": "2007-05-18",
        "event": "May 18, 2007"
      },
      {
        "date": "2008-07-10",
        "event": "July 10, 2008"
      },
      {
        "date": "2020-07-28",
        "event": "July 28, \n2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(212) 637-2415"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:16.790Z"
}