{
  "document": {
    "id": "efta00014001",
    "filename": "EFTA00014001.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00014001.pdf",
    "text": "\n\nFrom: '   (USAFLS)\"  \nTo: (USAFLS)\" <1 \nCc: (USAFLS)\"  \nBcc: '   (USAFLS)\"  \nSubject: RE: Jane Doe Hearing \nDate: Mon, 14 Jul 2008 16:16:43 +0000 \nImportance: Normal \nHi —  I  haven't heard any more from Jack and I  haven't received any faxes, so perhaps the storm has \npassed. If you would like to call him, his phone number is \nAssistant U.S. Attorney \nWest Palm Beach, FL 33401 \nPhone \nFax \nFrom: (USAFLS) \nSent: Monday, July 14, 2008 10:20 AM \nTo: . \n(USAFLS) \nSubject: RE: Jane Doe Hearing \nI left early on Friday since I had to take care of some matters before my Air Force reserve duty at Homestead \nAFB this weekend. If you want me to participate in a conference with Mr. Goldberger, I  will be happy to do so. \nFrom: (USAFLS) \nSent: Frida , July 11, 2008 3:04 PM \nTo: \n(USAFLS) \nSubject: RE: Jane Doe \nHearing \nHi — I really think you should be on this call with Jack Goldberger, if you feel a response is required. \nAssistant U.S. \nAttorney \nFrom: \n(USAFLS) \nSent: Friday, July 11, 2008 2:33 PM \nEFTA00014001\n\nTo: USAEO (USAFLS); \nCc: . (USAFLS); (USAFLS) \nSubject: Jane Doe Hearing \nColleagues, \n(USAFLS) \nThe hearing this morning lasted 45 minutes. Judge Marra first heard argument from Brad Edwards, who \nharangued the government for permitting Epstein to get off with a light sentence in state court. He argued \nthat the victims were entitled to be consulted before this agreement was reached, and the court should set the \nagreement aside. Edwards again argued that the rights in section 3771(a) accrue prior to the filing of any \ncharges. \nIn my portion of the argument, I advised the court of the status of Epstein's state case: (1) he entered pleas of \nguilty to two state charges on June 30, 2008; (2) he was sentenced to 18 months' incarceration and 1 year of \ncommunity control; and (3) he was serving his sentence of incarceration. The court queried me on the Dean \ncase and the government's position on when the rights in section 3371(a) applied. I distinguished Dean and \nargued that rights under 3771(a) does not accrue until a charge is filing in district court. I noted that the \nA/G's guidelines are applied with common sense, such that a victim claiming they were being threatened by a \nperpetrator would not be turned away since an indictment had not been returned. I also argued that 18 \nU.S.C. 3771 did not grant authority to the court to set aside the agreement in the instant case, since it was not a \nplea agreement filed with court, which it had the discretion to accept or reject. The court had questions \nregarding the completion of the agreement in September 2007, but the plea was not entered until June 30, \n2008. I advised the court that Epstein's attorneys sought higher review of the agreement within the DOJ. \nAs to the motion to seal the government's response, the court asked if that was necessary any more, since a \npublic hearing had been held and much of what was filed had been discussed. I argued that the government \nhad two bases for sealing: (1) protection of the privacy of the minor victims; and (2) confidentiality of \nnegotiations with Epstein's attorneys and the confidentiality clause in the Agreement. Edwards waived any \nprotection for his clients, two of whom were present in court I .) As to the confidentiality, the \ncourt found that the discussions regarding the potential impeachment of the victims because of the availability \nof relief under 18 U.S.C. 2255 had already been discussed at the hearing. I argued that the exact clause in the \nagreement pertaining to section 2255 had been cited in the notification letters to \nfiled, and the government had agreed to notify Epstein before making any disclosure. \nthe disclosure was being done pursuant to its order, not by the government's action. \ngovernment wanted to register its objection. \n., which were \nThe court stated that \nI told the court the \nThe court ordered the government's response, declaration, and the attachments, unsealed. Also, \nEdwards filed a reply, which is also a public record document. \nThe court noted that, since Epstein had entered his plea and was sentenced, this was no longer an emergency. \nBoth parties agreed. The court wanted to know if any evidentiary hearing need to be held. Since there is a \ndispute over what the FBI agents told in September 2007, I asked the court to permit the parties to speak \nto determine if there are any factual disputes which require a hearing. The court agreed. \nThere was a reporter from the Sun Sentinel present in the audience. \nEFTA00014002",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Goldberger",
        "role": "extracted",
        "context": "ticipate in a conference with Mr. Goldberger, I  will be happy to do s"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "'   (USAFLS)\"  \nSubject: RE: Jane Doe Hearing \nDate: Mon, 14 Jul 20"
      },
      {
        "name": "Hearing \nDate",
        "role": "extracted",
        "context": "FLS)\"  \nSubject: RE: Jane Doe Hearing \nDate: Mon, 14 Jul 2008 16:16:43 +0"
      },
      {
        "name": "Normal \nHi",
        "role": "extracted",
        "context": "8 16:16:43 +0000 \nImportance: Normal \nHi —  I  haven't heard any more"
      },
      {
        "name": "Attorney \nWest",
        "role": "extracted",
        "context": "one number is \nAssistant U.S. Attorney \nWest Palm Beach, FL 33401 \nPhone"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "Assistant U.S. Attorney \nWest Palm Beach, FL 33401 \nPhone \nFax \nFrom:"
      },
      {
        "name": "Phone \nFax",
        "role": "extracted",
        "context": "y \nWest Palm Beach, FL 33401 \nPhone \nFax \nFrom: (USAFLS) \nSent: Monday"
      },
      {
        "name": "Air Force",
        "role": "extracted",
        "context": "are of some matters before my Air Force reserve duty at Homestead \nAF"
      },
      {
        "name": "Hearing \nHi",
        "role": "extracted",
        "context": "AFLS) \nSubject: RE: Jane Doe \nHearing \nHi — I really think you should b"
      },
      {
        "name": "Jack Goldberger",
        "role": "extracted",
        "context": "u should be on this call with Jack Goldberger, if you feel a response is re"
      },
      {
        "name": "Attorney \nFrom",
        "role": "extracted",
        "context": "is required. \nAssistant U.S. \nAttorney \nFrom: \n(USAFLS) \nSent: Friday, Jul"
      },
      {
        "name": "Hearing \nColleagues",
        "role": "extracted",
        "context": "; (USAFLS) \nSubject: Jane Doe Hearing \nColleagues, \n(USAFLS) \nThe hearing this"
      },
      {
        "name": "Judge Marra",
        "role": "extracted",
        "context": "is morning lasted 45 minutes. Judge Marra first heard argument from Bra"
      },
      {
        "name": "Brad Edwards",
        "role": "extracted",
        "context": "rra first heard argument from Brad Edwards, who \nharangued the governmen"
      },
      {
        "name": "Sun Sentinel",
        "role": "extracted",
        "context": "There was a reporter from the Sun Sentinel present in the audience. \nEFT"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Palm Beach, FL",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2008-07-14",
        "event": "July 14, 2008"
      },
      {
        "date": "2008-07-11",
        "event": "July 11, 2008"
      },
      {
        "date": "2008-06-30",
        "event": "June 30, 2008"
      },
      {
        "date": "2008-06-30",
        "event": "June 30, \n2008"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:47.912Z"
}