{
  "document": {
    "id": "efta00021636",
    "filename": "EFTA00021636.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021636.pdf",
    "text": "\n\nFrom: Andrew Stemmer \nSubject: Re: Deutsche Bank Production (SDNY) \nDate: Fri, 19 Jul 2019 04:51:31 +0000 \nThanks for reaching out. I am currently out of the country, but am flying back today. I've copied in Tom Moyer \nwho has been primarily assisting us with this matter while Parvin has been out of the country. I believe \nwe are \npreparing a subsequent production for SDNY to be produced shortly, but Tom will confirm and let you know \nabout timing. \nI understand that Epstein had an initial client advisor who is no longer with the bank, but there was coverage \nover the relationship after he left. Tom and Parvin should be able to give you info on this point and how we can \ncoordinate an interview(s) as you describe, ASAP. \nI will also be back later today/this evening if you would like to speak directly. \nBest regards, \nAndrew \nOn Jul 19, 2019, at 5:21 AM, \nAndrew, \n• wrote: \nFollowing up on our discussions last week, we wanted to follow up on the status and expected timing of continued \nrolling productions in response to the subpoena in connection with Jeffrey Epstein. Could you please let us know? \nSeparately, I imagine—though of course please correct me if this is wrong—that for Mr. Epstein there was an individual \nor team responsible for managing the relationship. We would like to get a sense of his banking history generally, in \nterms of how he utilized his accounts, what types of financial activities he engaged in, etc., separate from just the \ndocuments themselves (which it sounds like will be extremely voluminous and include more than 60 separate \naccounts). Please let us know how we can best facilitate that kind of discussion with a knowledgeable person or \npersons? \nthank you, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00021636\n\nThis communication may contain confidential and/or privileged information. If you are not the intended \nrecipient (or have received this communication in error) please notify the sender immediately and \ndestroy this communication. Any unauthorized copying, disclosure or distribution of the material in this \ncommunication is strictly forbidden. \nPlease refer to https://db.com/disclosures for additional EU corporate and regulatory disclosures. \nDeutsche Bank does not render legal or tax advice, and the information contained in this \ncommunication should not be regarded as such. \nEFTA00021637",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ns in response to the subpoena in connection with Jeffrey Epstein. Could you please let us know? \nSeparately, I ima"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "me if this is wrong—that for Mr. Epstein there was an individual"
      },
      {
        "name": "Andrew Stemmer",
        "role": "extracted",
        "context": "From: Andrew Stemmer \nSubject: Re: Deutsche Bank P"
      },
      {
        "name": "Deutsche Bank",
        "role": "extracted",
        "context": "Andrew Stemmer \nSubject: Re: Deutsche Bank Production (SDNY) \nDate: Fri,"
      },
      {
        "name": "Tom Moyer",
        "role": "extracted",
        "context": "ng back today. I've copied in Tom Moyer \nwho has been primarily assis"
      },
      {
        "name": "Andrew \nOn",
        "role": "extracted",
        "context": "eak directly. \nBest regards, \nAndrew \nOn Jul 19, 2019, at 5:21 AM, \nAn"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "? \nthank you, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:05.095Z"
}