{
  "document": {
    "id": "efta00013944",
    "filename": "EFTA00013944.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013944.pdf",
    "text": "\n\nCase 9:08-cv-80736-KAM Document 26 Entered on FLSD Docket 08/21/2008 Page 1 of 2 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF FLORIDA \nNO. 08-80736-CIV-MARRA/JOHNSON \nIN RE: JANE DOES 1 AND 2, \nPetitioners. \nORDER TO COMPEL PRODUCTION AND PROTECTIVE ORDER \nTHIS CAUSE comes before the Court on the Petitioners' ore tents motion seeking the \nproduction of the Non-Prosecution Agreement between the United States Attorney's Office for the \nSouthern District of Florida (\"USAO\") and Jeffrey Epstein (\"Epstein\"). After consideration of the \nMotion, the arguments of the parties, and the record, it is ORDERED AND ADJUDGED that the \nPetitioners' Motion is GRANTED. The \nUSAO \nshall produce the Non-Prosecution Agreement, \nincluding any modifications and addenda thereto, in accordance with the following procedures: \n(a) \nThe USAO shall produce a copy of the Non-Prosecution Agreement, \nincluding any modifications and addenda thereto (collectively referred to as the \"Agreement\"), to \nthe attorneys for Petitioners. \n(b) Petitioners and their attorneys shall not disclose the Agreement or its terms \nto any third party absent further court order, following notice to and an opportunity for Epstein's \ncounsel to be heard. \n(c) Before counsel for petitioners show the Agreement to their clients or discuss \nthe specific terms with them, they must provide a copy of this Order to petitioners, who must review \nand acknowledge their receipt of, and agreement to abide by, the terms of the Order. Counsel for \npetitioners must promptly provide a copy of that acknowledgment to the USAO. \n(d) If any individuals who have been identified by the USAO as victims of \nEFTA00013944\n\nCase 9:08-cv-80736-KAM Document 26 Entered on FLSD Docket 08/21/2008 Page 2 of 2 \nEpstein and/or any attomey(s) for those individuals request the opportunity to review the \nAgreement, then the USAO shall produce the Agreement to those individuals, so long as those \nindividuals also agree that they shall not disclose the Agreement or its terms to any third party \nabsent further court order, following notice to and an opportunity for Epstein's counsel to be heard \n(e) Prior to producing the documents to any other individuals who have been \nidentified by the \nUSAO \nas victims of Epstein and/or any attomey(s) for those individuals, a copy \nof this Order must be provided to said individuals, who must review and acknowledge their receipt \nof, and agreement to abide by, the terms of this Order. Counsel for petitioners must promptly \nprovide a copy of that acknowledgment to the USAO. \nDONE and ORDERED in Chambers, in West Palm Beach, Palm Beach County, Florida, \nthis 21' day of August, 2008. \nKENNETH A. MARRA \nUNITED STATES DISTRICT JUDGE \nCopies furnished to: all counsel of record \nBy signing below, I certify that I  have reviewed and agree to be bound by the terms of this \nOrder. \nDated: Signed by:  \nPrinted Name: \n2 \nEFTA00013945",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "or the \nSouthern District of Florida (\"USAO\") and Jeffrey Epstein (\"Epstein\"). After consideration of the \nMotion,"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": "ng the \nproduction of the Non-Prosecution Agreement between the United States Att"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "es Attorney's Office for the \nSouthern District of Florida (\"USAO\") and Jeffr"
      },
      {
        "name": "West Palm",
        "role": "extracted",
        "context": "E and ORDERED in Chambers, in West Palm Beach, Palm Beach County, Flo"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "Chambers, in West Palm Beach, Palm Beach County, Florida, \nthis 21' da"
      },
      {
        "name": "Printed Name",
        "role": "extracted",
        "context": "Order. \nDated: Signed by:  \nPrinted Name: \n2 \nEFTA00013945"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2008-08-21",
        "event": "08/21/2008"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:47.794Z"
}