{
  "document": {
    "id": "efta00011115",
    "filename": "EFTA00011115.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00011115.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 1 of 17 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nx \nUNITED STATES OF AMERICA \nv. \nGHISLAINE MAXWELL, \nDefendant. \nx \nS2 20 \nCr. 330 (AJN) \nMEMORANDUM OF LAW IN SUPPORT OF GHISLAINE MAXWELL'S \nMOTION FOR INDIVIDUAL SEQUESTERED JUROR VOIR DIRE \nAND LIMITED COUNSEL-CONDUCTED VOIR DIRE \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \n800 Third Avenue New York, NY 10022 \n212-957-7600 \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN & FOREMAN P.C. \n150 East 10th \nAvenue \nDenver, CO 80203 \n303-831-7364 \nBobbi C. Sternheim \nLaw Offices of Bobbi C. Sternheim \n225 Broadway -Suite 715 \nNew York, NY 10007 \n212-243-1100 \nAttorneys for Ghislaine Maxwell \nEFTA00011115\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 2 of 17 \nINTRODUCTION \nDefendant Ghislaine Maxwell submits this memorandum of law in support of her motion \nfor individual sequestered voir dire of prospective jurors and limited attorney-conducted voir \ndire. \nPRELIMINARY STATEMENT \nThe Court has already determined that a juror questionnaire is appropriate in this case. \nPursuant to the Court's order, the parties recently submitted, under seal, a joint proposed jury \nquestionnaire. The Court has scheduled three days for prospective jurors to complete the final \nCourt-approved questionnaire, and four days to conduct examination of prospective jurors. \nBut a questionnaire by itself is not sufficient in this case to root out potential juror bias \nand to permit the attorneys to exercise intelligent peremptory challenges. Supplementing a \nrobust questionnaire with individual sequestered voir dire and limited examination of jurors by \ncounsel is necessary in this case because of the sensitive subject matter of the charges and two \ntypes of unfairly prejudicial media attention: (i) the pretrial publicity that this case has received \nand will continue to receive throughout the duration of the trial and (ii) the extensive prior \nnegative publicity concerning Ghislaine Maxwell and Jeffrey Epstein. \nThe intense negative media coverage of Ms. Maxwell and Epstein, most profoundly in \nthe aftermath of his death in August 2019 and the arrest of Ms. Maxwell in July 2020, has \nsignificantly increased the likelihood that prospective jurors will report to jury selection with \npreconceptions, impressions, and opinions about the conduct at issue in the trial and those \naccused of the charges in the indictment: Ms. Maxwell and Epstein An unprecedented amount of \nmedia coverage has focused on this case, Ms. Maxwell and Epstein. The publicity includes \nextensive coverage in the press, including newspapers, magazines, and on-line sites; in broadcast \nmedia, including regular and cable television stations, radio, and streaming platforms, such as \nEFTA00011116\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 3 of 17 \nNetflix, Peacock, and Amazon; in podcasts and YouTube recordings; in social media sites, such \nas Facebook, Instagram, Twitter; in online sites, chat rooms and blogs. The publicity has \ncovered a wide range of topics including and beyond those that will be presented at trial. \nProspective jurors may also have a strong reaction to the sensitive nature of the charges \nand some of the evidence that to be adduced at trial. Epstein's arrests and prior conviction for \nsexual misconduct, allegations of his sexual misconduct of minors over the course of two \ndecades, and his untimely death awaiting his federal trial will be front and center during Ms. \nMaxwell's upcoming trial. \nThe standard voir dire typically conducted by the Court is insufficient for this case and \nwill be redundant to questions posed in the proposed jury questionnaire. A written questionnaire \ncoupled with sequestered voir dire of individual prospective jurors and limited open-ended \nquestioning by counsel will assist the Court and parties in determining whether prospective \njurors have developed prejudicial preconceptions regarding this case, Ms. Maxwell, and Epstein \ndue to this intense media coverage and pretrial publications and broadcasts. \n2 \nEFTA00011117\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 4 of 17 \nARGUMENT \nI. THE APPLICABLE LAW \nA prospective juror may be excused for cause based on many forms of bias or partiality. \nAs the Second Circuit has explained, juror partiality can be actual, implied, or inferred: \nActual bias is \"bias in fact,\" generally evidenced by \"express proof,\" \nsuch as a juror's admission to \"a state of mind prejudicial to a party's \ninterest.\" Implied bias is \"bias conclusively presumed as a matter of \nlaw\" from circumstances in which an average person in the position \nof the prospective juror would be prejudiced. Inferred bias exists \n\"when a  juror discloses a fact that bespeaks a  risk of partiality \nsufficiently significant to warrant granting the trial judge discretion \nto excuse the juror for cause, but not so great as to make mandatory \na presumption of \nbias.\" \nUnited States v. Quinones, 511 F.3d 289, 301 (2d Cir. 2007) (quoting United States v. Haynes, \n398 F.2d 980, 984 (2d Cir. 1968) and United States v. Torres, 128 F.3d 38, 45 (2d Cir. 1997)). \nAll types of bias can properly form the basis to excuse a juror for cause. See id. Thus, the jury \nselection process should screen for each type. See id. \nVoir dire plays an important role in ensuring that juries are fair and impartial by allowing \nthe Court and parties to uncover unfair actual, implied, or inferred bias. It serves to protect the \nConstitutional right of a fair trial \"by exposing possible biases, both known and unknown, on the \npart of potential jurors.\" United States v. Stewart, 433 F.3d 273, 303 (2d Cir. 2006). For these \nreasons, district courts routinely use their broad discretion to issue written jury questionnaires in \nconducting voir dire, particularly in cases involving extensive pretrial publicity or hot-button \nissues. \nSee, e.g., Skilling v. United States, 130 S. Ct. 2896, 2919 (2010) (approving district \ncourt's use of questionnaire in trial of former Enron executive, Jeffrey Skilling); United States v. \nRobert Sylvester Kelly, 19 Cr. 286 (AMD) (EDNY) (\"R. Kelly case\"); United States v. Elizabeth \nHolmes, 18 Cr. 258 (EJD) (NDCA) (\"Theranos case\"); United States v. Keith Rainier, 18 Cr. 204 \n(NGG) (EDNY) (\"Nexium case\"). \n3 \nEFTA00011118\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 5 of 17 \nIndividual voir dire is appropriate and within the court's discretion in cases like this \nwhere the potential jury pool has been exposed to extensive pretrial publicity and may harbor \nprejudice against the defendant, and where the allegations touch on issues that are potentially \ninflammatory. See Stewart, 433 F.3d at 303; see also United States v. Rahman,189 F.3d 88, 122 \n(2d Cir. 1999). Using individual voir dire, in addition to a juror questionnaire, is necessary in \nthis case (i) to expose potential biases by maximizing the likelihood that members of the venire \nwill respond honestly to questions, and (ii) to avoid contaminating unbiased members of the \nvenire when other members disclose prior knowledge of prejudicial information or blurt out a \nprejudicial remark. As the Supreme Court has stated: \nIt may sometimes be necessary to question on voir dire prospective \njurors individually or in small groups, both to maximize the \nlikelihood that members of the venire will respond honestly to \nquestions concerning bias, and to avoid contaminating unbiased \nmembers of the venire when other members disclose prior \nknowledge of prejudicial information. \nNebraska Press Ass 'n v. Stuart, 427 U.S. 539, 602 (1976). \nII. THE JURY POOL HAS BEEN AND WILL CONTINUE TO BE EXPOSED TO \nSUBSTANTIAL PRETRIAL PUBLICITY ABOUT GHISLAINE MAXWELL, \nJEFFREY EPSTEIN, AND THIS CASE \nA. A Tsunami of Pretrial Publicity About this Case \nCountless articles, books, podcasts, television shows, and docuseries from various \nsources have been published and broadcast concerning this case since it was filed in July 2020. \nThis followed closely on the heels of an avalanche of media reports preceding and following \nEpstein's arrest in July 2019 and following his death in August 2019. A tsunami of reporting in \nevery conceivable form —  newspapers, magazines, books, television, radio, video streaming \nservices, podcasts, social media platforms —  has broadcast this case locally, nationally, and \nglobally. Without a doubt, and without any credible evidentiary basis, Ms. Maxwell has been \n4 \nEFTA00011119\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 6 of 17 \ntried, convicted, and condemned in the court of public opinion. Based on widespread coverage of \nher extraordinary and miserable conditions of pretrial detention, unswom \"jurors\" likely believe \nsentence has already been imposed. The pretrial publicity and publications are far too extensive \nto list. As of this writing, a simple Internet search by Google yields the following: \n• Ghislaine Maxwell: \"about 4,590,000 results (0.77 seconds)\" \n• Jeffrey Epstein: \"about 25,800,000 results (0.87 seconds)\" \nNeither Ms. Maxwell nor her undersigned defense team has ever spoken to the media and have \nnot contributed to the polluting effect of this unprecedented coverage. \nIn addition, there have been numerous books, podcasts, and documentaries published and \nbroadcast about Ms. Maxwell, Epstein, and the allegations in this case. The following is just a \nsmall sample of recent publications concerning Ms. Maxwell: \nDocumentaries \n• Jeffrey Epstein: Filthy Rich (Netflix) \n• Notorious: Ghislaine Maxwell (ABC 20/20) \n• Epstein's Shadow: Ghislaine Maxwell (Peacock) \nPodcasts: \n• Chasing Ghislaine: The Untold Story of the Woman in Epstein's Shadow \n(Vicky Ward) \n• Hunting Ghislaine (John \nSweeney) \n• The Ghislaine Maxwell Spiral (Audible) \nBooks: \n• Ghislaine Maxwell (Steve H. Dwight) \n• Relentless Pursuit: My Fight for the Victims of Jeffrey Epstein and Ghislaine \nMaxwell (Bradley Edwards) \n• Trash: Encounters with Ghislaine Maxwell (Christina Oxenberg) \n• Perversion of Justice (Julie K. Brown) \n5 \nEFTA00011120\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 7 of \n17 \n■ \nGhislaine Maxwell: The Rise and Fall of Manhattan's Most Famous Socialite \n(Nigel Cawthome) \n• The Spider: Insider the Criminal Web ofJeey Epstein and Ghislaine Maxwell \n(Barry Levin) \n• Jeffrey Epstein's Other Women: Behind Ghislaine Maxwell (Lisa Tait) \n• The Jeffrey Epstein Case: What We Do and Don't Know About Je•ey Epstein \nand Ghislaine Maxwell (Stephen Wright) \nMuch of the pretrial reporting, publications, and broadcasts refer to Epstein's 2008 case \nin Florida and the public outrage over his charges, plea deal, the leniency he received. The \naftermath of this coverage resulted in the resignation of Labor Secretary Alex Acosta, former \nU.S. Attorney of the Southern District of Florida, whose office was the subject of an inquiry \nconducted by the Department of Justice's Office of Professional Responsibility (\"OPR\") \nconcerning the federal criminal investigation of Epstein and its interactions with victims. OPR \nreleased a report of its investigation in November 2020, which again led to a series of media \narticles about Epstein's conduct and the appropriateness of the deal he received. The effect of \nsuch recurring reporting regarding Epstein has had an incalculable spillover effect that has \nindelibly stained Ms. Maxwell and significantly impacted her ability to receive a fair trial by an \nimpartial jury. \nB. Allegations of Sex Abuse Abound in New York \nMs. Maxwell approaches trial under the cloud of massive negative publicity focused on \none of the most sensational, hot-button social issues in recent years -  sexual harassment and \nabuse of females of all ages, including inappropriate sexual contact with minors. High-profile \ninvestigations, prosecutions, and trials involving politicians, moguls and celebrities are daily \noccurrences. New York has been the venue for some of the most notorious events, including but \nhardly limited to the recent investigation and resignation of Governor Andrew Cuomo and trials \nand convictions of Harvey Weinstein and R. Kelly. These are not rare occurrences. Consider the \n6 \nEFTA00011121\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 8 of 17 \ndownfall of other prominent New Yorkers due to sex scandals: former Governors David Paterson \nand Andrew Spitzer, former New York Attorney General Eric Schneiderman, former U.S. \nCongressman Andrew Wiener, not to mention the many New York-based television celebrities \nagainst whom serious allegations of sexual abuse have been alleged: Matt Lauer, Roger Ailes, \nBill O'Reilly. \nThe fact that a woman now stands trial for charges almost exclusively alleged against \nmen heightens the interest and intrigue of this case. There are literally hundreds if not thousands \nof negative articles about Ms. Maxwell and Epstein in the very newspapers, television stations, \nand streaming platforms to which the jury pool in this case are regularly exposed (New York \nDaily News, New York Post, New York Times, Wall Street Journal, NY 1, ABC, NBC, CBS, Fox, \nWu; Peacock). \nThe jury pool from which the jury in this case will be selected has been exposed to more \nthan its fair share of media coverage fomenting public outrage at individuals accused of sex \ncrimes, like Ms. Maxwell. The negative publicity has been so pervasive, vitriolic, and extreme \nthat Ms. Maxwell has been demonized in the press. While the Court has no power to protect Ms. \nMaxwell from such public contempt, it can exercise its supervisory powers and discretion and \nimplement protocols designed to obtain an open-minded jury sworn to return a verdict based \nsolely on evidence presented at trial. \nIII. A ROBUST JURY QUESTIONNAIRE AND INDIVIDUAL VOIR DIRE ARE \nNECESSARY FOR THIS CASE \nA. A Questionnaire Alone Is Insufficient to Uncover Potential Juror Bias \nIn cases like this—where there has been pervasive media exposure that inflames passions \nabout the underlying events and demonizes a party—prospective jurors can form biases long \nbefore they appear for jury service. Once a pretrial judgment is made, the concepts of \"belief \n7 \nEFTA00011122\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 9 of 17 \npersistence\" and \"confirmation bias\" are at work. Belief persistence occurs when an opinion \nformed is resistant to change even when proven wrong. Confirmation bias occurs when an \nindividual forms an opinion early in the decision-making process and then evaluates new \ninformation in a way that supports the earlier decision.' The July questionnaire is the first \nopportunity jurors have to tell the lawyers and the Court what they are thinking and, more \nimportantly, what influenced them to think that way. \nGiven the likelihood intense media scrutiny of this trial, it is critical to use both a robust \nwritten jury questionnaire and individual sequestered voir dire to inquire about the extent to \nwhich each potential juror has been exposed to pretrial publicity and to what extent each juror \nhas formed an opinion of Ms. Maxwell and Epstein \nBecause there is always the fear that a discussion of pretrial publicity in front of the entire \njury pool will contaminate those few jurors who have not been subjected to the publicity, a jury \nquestionnaire and individual voir dire in a case such as this is particularly warranted. If the Court \nwere to engage in public questioning of the venire panel en masse, answers could infect the \nentire panel. Alternatively, concerns about a panel member's unanticipated answer may render \nthe questions too carefully worded to uncover the problem. Further, questions asked pose privacy \nconcerns that would require constant side bars. A questionnaire can solve some, but not all, of \nthese \nissues. \nIndividual sequestered voir dire would encourage jurors to answer questions more \ncompletely and more honestly because the jurors would not be influenced by (or influence) the \nanswers given by fellow jurors or fear embarrassment in giving an honest response. Jurors avoid \nthe pressure to give \"right\" or socially acceptable answers in front of a large group or to parrot \nI See Hope, Memon & McGeorge, Understanding Pretrial Publicity: Predecisional Distortion of Evidence by Mock \nJurors, 10 J. Experimental Psych. Applied, 111-119 (2004). \n8 \nEFTA00011123\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 10 of 17 \nanswers that seem acceptable to the Court and counsel. For example, in this case it is necessary \nto ask jurors if they or a family member have ever been a victim of sexual abuse—a question that \nmost jurors will not be inclined to answer in public. In a case that has received media attention or \ninvolves a well-known defendant, a larger jury panel is often assembled in an attempt to increase \nthe odds of obtaining a fair jury. The paradox is that a larger panel can mean that jurors are even \nless inclined to speak up in front of a large group. Accordingly, in a high-publicity case such as \nthis, q questionnaire alone is insufficient. \nB. Individual Sequestered Voir Dire is Necessary Due to the Sensitive Nature \nof the \nCharges \nThe nature of the charges in this case poses special problems for jury selection rarely \nencountered in the average federal jury trial. The crimes charged (concerning sexual abuse of \nminors) are particularly inflammatory and of great concern to communities from which jurors are \ndrawn. The charges tap into strongly held moral, ethical, and religious beliefs concerning \nappropriate, inappropriate, and immoral behavior and conduct, and can produce visceral and \nemotional reactions leading to more severe judgments based on preconceived viewpoints rather \nthan on admissible evidence presented at trial As such, prospective jurors' opinion and beliefs \nregarding the nature of the crimes charged will need to be addressed through procedures that \nmaximize juror openness, honesty, and candor. \nIt is only through in-depth questioning and exploration of jurors' views on these issues \nthat both the defense and prosecution can uncover what is needed to pursue challenges for cause \nand to intelligently exercise peremptory challenges. The experiences and backgrounds of jurors \ncould have significant bearing on the potential biases that they have. A variety of potential \nexperiences, both general (e.g., being a victim of a crime or closely related to a victim) and \nspecific (e.g., harassment, molestation, unwanted sexual contact, sexual assault, rape, domestic \n9 \nEFTA00011124\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 11 of 17 \nviolence, etc.) are relevant to the subject matter of this case. Such experiences are of a highly \npersonal nature, the revelation of which in a public courtroom could lead to embarrassment and \nemotional distress. As a result, issues relevant to this case need to be addressed in a sensitive \nand private setting. \nThe jury selection procedures normally used by this Court — i.e., group voir dire with \nquestioning exclusively by the judge — pose heightened problems to an effective and informative \nvoir dire in a case involving topics that are difficult to discuss, let alone in a large public forum. \nIt is typically anxiety producing and discomforting for jurors to make public disclosures. This \ncase amplifies the likelihood that jurors will be more apprehensive and constrained to respond \nopenly and honestly in open court within earshot of other jurors, members of the public, and the \nmedia. \nIV. ATTORNEY-CONDUCTED VOIR DIRE PERMITS A MORE INFORMED \nEXERCISE OF FOR CAUSE AND PEREMPTORY CHALLENGES \nRule 24(a) of the Federal Rules of Criminal Procedure grants the Court broad discretion in \nconducting the voir dire examination. The Court has the right to control who conducts the voir \ndire and has the discretion to allow attorneys to conduct some, or all, of the voir dire. Fed. R. \nCiv. P. 24(a)(1) and (2) (\"The court may examine prospective jurors or may permit the attorneys \nfor the parties to do \nso.\"). \nThe Court should grant a limited period of attorney-conducted voir dire after the Court's \ngeneral voir dire because it will yield more complete information about the potential jurors for \nthe proper exercise of peremptory challenges. For a peremptory challenge to serve its purposes, it \nmust be intelligently exercised. This requires that the parties obtain sufficient information from \nthe potential jurors upon which to base their challenges. United States v. Ledee, 549 F.2d 990, \n993 (5th \nCir.), cent. denied, 434 U.S. 902 (1977) (\"Peremptory challenges are worthless if trial \n10 \nEFTA00011125\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 12 of 17 \ncounsel is not afforded an opportunity to gain the necessary information upon which to base such \nstrikes.\"). Without the opportunity for counsel to effectively probe for hidden prejudices, it \nwould be difficult to accomplish the goal of exercising sensitive and intelligent peremptory \nchallenges. \nA. The Attorneys Have More In-Depth Knowledge of the Case \nIt is counsel, not the Court, who is in the best position to obtain the information necessary \nto exercise intelligent peremptory challenges through attorney-conducted voir dire. The \nattorneys have more in-depth knowledge of the case than the Court. See, e.g., United States v. \nCleveland, 1997 WL 2554 at *3 (E.D. LA. Jan. 2, 1997). Important follow-up questions are more \nlikely to occur to an advocate than a judge for several reasons, including the fact that a judge \n\"does not have the advocate's awareness that soon [s]he will be making peremptory challenges \nbased on inferences from what prospective jurors have said\" and the fact that \"the judge does not \nknow the case of either party in detail, so that [s]he cannot realize when responses have opened \nareas for further inquiry.\"2 As the Fifth Circuit has recognized: \nA judge cannot have the same grasp of the facts, the complexities \nand nuances as the trial attorneys entrusted with the preparation of \nthe case. The court does not know the strength and weaknesses of \neach litigant's case. Justice requires that each lawyer be given an \nopportunity to ferret out possible bias and prejudice of which the \njuror himself may be unaware until certain facts are revealed. \nLedee, 549 F.2d at 993 (citing Frates and Greer, Jury Voir Dire: The Lawyer's Perspective, 2 \nA.B.A. Litigation No. 2 (1976)). Indeed, the Fifth Circuit later amplified this concept, stating \nthat \"voir dire may have little meaning if it is not conducted at least in part by counsel.\" \nWhile Federal Rules [sic] of Criminal Procedure 24(a) gives wide \ndiscretion to the trial Court, voir dire may have little meaning if it is \nnot conducted at least in part by counsel. The \"federal\" practice of \nalmost exclusive voir dire examination by the Court does not take \n2  Babcock, Voir Dire: Preserving \"Its Wonderful Power\", 27 Stan. L. Rev. 545, 549 (1975). \n11 \nEFTA00011126\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 13 of 17 \ninto account the fact that it is the parties, rather than the Court, who \nhave a full grasp of the nuances and the strength and weaknesses of \nthe case... Experience indicates that in the majority of situations \nquestioning by counsel would be more likely to fulfill this need [for \ninformation upon which to base the intelligent exercise of \nperemptory challenges] than an exclusive examination in general \nterms by the trial Court. \nUnited States v. Ible, 630 F.2d 389, 395 (5th Cir. 1980). \nIn this case, voir dire conducted solely by the Court will interfere with the intelligent \nexercise of peremptory challenges. Attorneys have been working on this case well over a year. \nThey are most likely to know the areas of questioning that must be explored to further uncover \nthe prejudices that are most pertinent to the evidence that will be presented at trial. They also act \nwith an awareness that they will have to base peremptory challenges on the juror's answers. \nPermitting attorney-conducted voir dire in addition to Court voir dire will therefore maximize the \ninformation obtained in voir dire. \nB. The Extensive \nPretrial \nPublicity Related to This Case Necessitates Attorney-\nConducted Voir Dire \nThe possibility of prejudice in this case due to the extensive pretrial publicity is so great \nthat specific voir dire questions by counsel are necessary. In United States v. Davis, the Fifth \nCircuit held that the district court erred in not undertaking a more thorough examination of panel \nmembers exposed to publicity (\"[W]here the nature of the publicity as a whole raised a \nsignificant possibility of prejudice, the cursory questioning by the court was not enough.\"). A \ndistrict court is required, under Davis, to determine what each juror may have heard or read and \nhow it may have affected his attitude toward the trial, and whether any juror's impartiality had \nbeen destroyed. Id; see also Silverthorne v. United States, 400 F.2d 627, 638 (9th Cir. 1968) \n(\"[I]n the absence of an examination designed to elicit answers which provide an objective basis \n12 \nEFTA00011127\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 14 of 17 \nfor the court's evaluation, `merely going through the form of obtaining jurors' assurances of \nimpartiality is insufficient [to test that impartiality]\") (citation omitted). \nBecause it is extremely likely that prospective jurors have been exposed to potentially \nprejudicial pretrial publicity, specific, individual voir dire is required. Davis, 583 F.2d at 196-97. \nTo increase the likelihood that any hidden prejudices of the jurors will be uncovered, to \naccomplish the goal of exercising sensitive and intelligent peremptory challenges, and to ensure \nthat a fair and impartial jury is empaneled in this case, counsel should be given an opportunity to \nindividually examine prospective jurors. \nIndividual sequestered voir dire conducted jointly by counsel and the Court has a variety \nof benefits. It invites a conversation rather than posing an interrogation. It eliminates the pressure \non jurors to provide socially desirable or acceptable answers in a group setting, reduces \nconformity pressures that can diminish candor, and removes the risk of other jurors being \ninfluenced by statements made during group voir dire that enable them to either stay on the jury \nor be removed for cause. It increases juror comfort, minimizes the anxiety of public speaking, \nencourages candor, and promotes honesty. \nFurthermore, questioning conducted exclusively by the Court further hampers the ability \nto uncover important information about jurors because it places jurors in a subordinate position \nheightening their reluctance to be candid. Attorney-conducted questioning bridges the status gap \nbetween the humble layperson and the honorable judicial officer exalted high above the venire. \nResearch indicates that expansive voir dire yields greater revelations of juror bias; and in-depth \nattorney-conducted voir dire combined with individual sequestered voir dire elicits greater \n3 See, e.g., Moran, Cutler & Loftus. Jury Selection in Major Controlled Substance Trials: The Need for Extended \nVoir Dire, 3 Forensics Reports 331(1990). \n13 \nEFTA00011128\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 15 of 17 \nadmissions of bias on the part of jurors.4  In-depth voir dire including limited open-ended \nquestions posed by counsel also helps to attack the minimization effect, whereby jurors often \nseek to decrease the extremity of their opinions in addition to their exposure to and the impact of \npretrial publicity.' \nC. The Court Can Reasonably Limit the Scope of Attorney-Conducted Voir Dire \nThe Court can also fairly and reasonably limit the time and scope of the attorney-\nconducted voir dire and prevent any abuse of the process. For example, the Court can direct \ndemand that the attorneys restrict themselves to new or proscribed areas of examination or \nrelevant follow-up examination to ferret out bias and prejudice. In addition, the Court can \nlegitimately place a specific time limit on attorney-conducted voir dire. Permitting each party \none minute per juror (expanded to three minutes if there is basis to pursue a cause challenge) is \neminently justifiable after basic voir dire has been conducted by the Court. An attorney who is \ngiven mere minutes for additional voir dire examination is unlikely to waste that precious time. \nPermitting each party a mere minute of attorney-conducted voir dire will increase the possibility \nof rooting out prejudice and bias in this unique case. \nD. The Uniqueness of This Case Warrants Limited Attorney-Conducted Voir Dire \nThe conventional voir dire procedures utilized in this district are inadequate to screen \nvenire members for bias and prejudice due to the nature of the charges and the extensive pretrial \npublicity and exposure. This case presents unique issues that require an expansion of traditional \nvoir dire \nprotocols. \n4 Johnson & Haney, Felony Voir Dire: An exploratory Study of its Contents and Effect, 18 Law and Human \nBehavior 309 (1994). \n5 Vidmar, Case Studies of Pre- and Madinat Prejudice in Criminal and Civil Litigation, 26 Law and Human \nBehavior 73 (2002). \n14 \nEFTA00011129\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 16 of 17 \nThis application is not seeking to conduct unduly invasive questioning, to \"pre-try\" the \ncase to the venire, to create impressions or sympathies which will help either party during the \ntrial, or to unreasonably extend the time for jury selection. The Court can restrict attorneys to \nposing open-ended questions to identify bias, prejudice and preconceptions, subject to reasonable \ntime limits. \nLong ago, the Supreme Court observed: \nImpartiality is not a technical conception. It is a state of mind. For \nthe ascertainment of this mental attitude of appropriate indifference, \nthe Constitution lays down no tests and procedure is not chained to \nany ancient and artificial formula. \nUnited States v. Wood, 299 U.S. 123, 145-146 (1936). Like impartiality, bias, prejudice, and \npreconceptions are mental states, making them all the more difficult to identify and assess when \na prospective juror is not forthcoming in revealing these mental attitudes. Limited attorney-\nconducted voir dire will help uncover any potential bias in the jury pool. \nCONCLUSION \nVoir dire is a mutual search between lawyers and the Court to determine whether a \nparticular individual can ensure integrity of the trial process in each case. In the words of a \nfederal appeals judge: \nWe would, as judges, have to ignore what we know as men to \nassume that only the law and the naked facts carry the burden of \npersuasion. Psychology governs human affairs even in the \ncourtroom... Our system of justice is deprived of its fullest potential \nwhen the lawyer is denied the right to examine veniremen in an \nadversary setting. \nHonorable Donald P. Lay (8th Cir.) \"In a Fair Adversary System, the Lawyer Should Conduct \nthe Voir Dire of the Jury.\" \n15 \nEFTA00011130\n\nCase 1:20-cr-00330-AJN Document 342 Filed 10/13/21 Page 17 of 17 \nConsidering the sensitive nature of the charges and the pervasive pretrial publicity and \nexposure of this case, the Court should grant the request for individual sequestered voir dire and \nlimited questioning by counsel. \nDated: October 13, 2021 \nRespectfully submitted, \n/s/ \nBobbi C. \nStemheim \nLaw Offices of \nBobbi C. Stemheim \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN & FOREMAN P.C. \nAttorneys for Ghislaine Maxwell \n16 \nEFTA00011131",
    "pageCount": 17,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "gative publicity concerning Ghislaine Maxwell and Jeffrey Epstein. \nThe intense negative media coverage of Ms. Maxw"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ICT OF NEW YORK \nx \nUNITED STATES OF AMERICA \nv. \nGHISLAINE MAXWELL, \nDefendant. \nx \nS2 20 \nCr. 330 (AJN) \nMEMORANDUM"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "se negative media coverage of Ms. Maxwell and Epstein, most profoun"
      },
      {
        "name": "Third Avenue",
        "role": "extracted",
        "context": "ll \nCOHEN \n& GRESSER LLP \n800 Third Avenue New York, NY 10022 \n212-957-7"
      },
      {
        "name": "Pagliuca \nLaura",
        "role": "extracted",
        "context": "022 \n212-957-7600 \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN"
      },
      {
        "name": "Avenue \nDenver",
        "role": "extracted",
        "context": "FOREMAN P.C. \n150 East 10th \nAvenue \nDenver, CO 80203 \n303-831-7364 \nBobb"
      },
      {
        "name": "Sternheim \nLaw",
        "role": "extracted",
        "context": "80203 \n303-831-7364 \nBobbi C. Sternheim \nLaw Offices of Bobbi C. Sternheim"
      },
      {
        "name": "Defendant Ghislaine",
        "role": "extracted",
        "context": "1 Page 2 of 17 \nINTRODUCTION \nDefendant Ghislaine Maxwell submits this memorand"
      },
      {
        "name": "Epstein An",
        "role": "extracted",
        "context": "e indictment: Ms. Maxwell and Epstein An unprecedented amount of \nmedi"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "f bias or partiality. \nAs the Second Circuit has explained, juror partiali"
      },
      {
        "name": "Jeffrey Skilling",
        "role": "extracted",
        "context": "al of former Enron executive, Jeffrey Skilling); United States v. \nRobert Sy"
      },
      {
        "name": "Robert Sylvester",
        "role": "extracted",
        "context": "Skilling); United States v. \nRobert Sylvester Kelly, 19 Cr. 286 (AMD) (EDNY"
      },
      {
        "name": "Elizabeth \nHolmes",
        "role": "extracted",
        "context": "elly case\"); United States v. Elizabeth \nHolmes, 18 Cr. 258 (EJD) (NDCA) (\"Th"
      },
      {
        "name": "Keith Rainier",
        "role": "extracted",
        "context": "anos case\"); United States v. Keith Rainier, 18 Cr. 204 \n(NGG) (EDNY) (\"N"
      },
      {
        "name": "See Stewart",
        "role": "extracted",
        "context": "re potentially \ninflammatory. See Stewart, 433 F.3d at 303; see also Un"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "a \nprejudicial remark. As the Supreme Court has stated: \nIt may sometimes"
      },
      {
        "name": "Nebraska Press",
        "role": "extracted",
        "context": "of prejudicial information. \nNebraska Press Ass 'n v. Stuart, 427 U.S. 53"
      },
      {
        "name": "Pretrial Publicity",
        "role": "extracted",
        "context": "ND THIS CASE \nA. A Tsunami of Pretrial Publicity About this Case \nCountless ar"
      },
      {
        "name": "Case \nCountless",
        "role": "extracted",
        "context": "Pretrial Publicity About this Case \nCountless articles, books, podcasts, te"
      },
      {
        "name": "Neither Ms",
        "role": "extracted",
        "context": ",000 results (0.87 seconds)\" \nNeither Ms. Maxwell nor her undersigned"
      },
      {
        "name": "Filthy Rich",
        "role": "extracted",
        "context": "mentaries \n• Jeffrey Epstein: Filthy Rich (Netflix) \n• Notorious: Ghisl"
      },
      {
        "name": "Chasing Ghislaine",
        "role": "extracted",
        "context": "xwell (Peacock) \nPodcasts: \n• Chasing Ghislaine: The Untold Story of the Woma"
      },
      {
        "name": "The Untold",
        "role": "extracted",
        "context": "dcasts: \n• Chasing Ghislaine: The Untold Story of the Woman in Epstein"
      },
      {
        "name": "Vicky Ward",
        "role": "extracted",
        "context": "e Woman in Epstein's Shadow \n(Vicky Ward) \n• Hunting Ghislaine (John"
      },
      {
        "name": "Hunting Ghislaine",
        "role": "extracted",
        "context": "ein's Shadow \n(Vicky Ward) \n• Hunting Ghislaine (John \nSweeney) \n• The Ghisla"
      },
      {
        "name": "John \nSweeney",
        "role": "extracted",
        "context": "y Ward) \n• Hunting Ghislaine (John \nSweeney) \n• The Ghislaine Maxwell Spi"
      },
      {
        "name": "The Ghislaine",
        "role": "extracted",
        "context": "Ghislaine (John \nSweeney) \n• The Ghislaine Maxwell Spiral (Audible) \nBoo"
      },
      {
        "name": "Maxwell Spiral",
        "role": "extracted",
        "context": "hn \nSweeney) \n• The Ghislaine Maxwell Spiral (Audible) \nBooks: \n• Ghislain"
      },
      {
        "name": "Relentless Pursuit",
        "role": "extracted",
        "context": "Maxwell (Steve H. Dwight) \n• Relentless Pursuit: My Fight for the Victims of"
      },
      {
        "name": "My Fight",
        "role": "extracted",
        "context": "wight) \n• Relentless Pursuit: My Fight for the Victims of Jeffrey Ep"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "ictims of Jeffrey Epstein and Ghislaine \nMaxwell (Bradley Edwards) \n• Trash: E"
      },
      {
        "name": "Bradley Edwards",
        "role": "extracted",
        "context": "stein and Ghislaine \nMaxwell (Bradley Edwards) \n• Trash: Encounters with Gh"
      },
      {
        "name": "Christina Oxenberg",
        "role": "extracted",
        "context": "nters with Ghislaine Maxwell (Christina Oxenberg) \n• Perversion of Justice (Ju"
      },
      {
        "name": "The Rise",
        "role": "extracted",
        "context": "of \n17 \n■ \nGhislaine Maxwell: The Rise and Fall of Manhattan's Most"
      },
      {
        "name": "Most Famous",
        "role": "extracted",
        "context": "Rise and Fall of Manhattan's Most Famous Socialite \n(Nigel Cawthome)"
      },
      {
        "name": "Nigel Cawthome",
        "role": "extracted",
        "context": "tan's Most Famous Socialite \n(Nigel Cawthome) \n• The Spider: Insider the C"
      },
      {
        "name": "The Spider",
        "role": "extracted",
        "context": "ocialite \n(Nigel Cawthome) \n• The Spider: Insider the Criminal Web ofJ"
      },
      {
        "name": "Criminal Web",
        "role": "extracted",
        "context": "e) \n• The Spider: Insider the Criminal Web ofJeey Epstein and Ghislaine"
      },
      {
        "name": "Jeey Epstein",
        "role": "extracted",
        "context": "r: Insider the Criminal Web ofJeey Epstein and Ghislaine Maxwell \n(Barry"
      },
      {
        "name": "Barry Levin",
        "role": "extracted",
        "context": "stein and Ghislaine Maxwell \n(Barry Levin) \n• Jeffrey Epstein's Other W"
      },
      {
        "name": "Other Women",
        "role": "extracted",
        "context": "y Levin) \n• Jeffrey Epstein's Other Women: Behind Ghislaine Maxwell (Li"
      },
      {
        "name": "Behind Ghislaine",
        "role": "extracted",
        "context": "effrey Epstein's Other Women: Behind Ghislaine Maxwell (Lisa Tait) \n• The Je"
      },
      {
        "name": "Lisa Tait",
        "role": "extracted",
        "context": "en: Behind Ghislaine Maxwell (Lisa Tait) \n• The Jeffrey Epstein Case:"
      },
      {
        "name": "The Jeffrey",
        "role": "extracted",
        "context": "slaine Maxwell (Lisa Tait) \n• The Jeffrey Epstein Case: What We Do and"
      },
      {
        "name": "Epstein Case",
        "role": "extracted",
        "context": "ll (Lisa Tait) \n• The Jeffrey Epstein Case: What We Do and Don't Know Ab"
      },
      {
        "name": "What We",
        "role": "extracted",
        "context": "• The Jeffrey Epstein Case: What We Do and Don't Know About Je•ey"
      },
      {
        "name": "Know About",
        "role": "extracted",
        "context": "in Case: What We Do and Don't Know About Je•ey Epstein \nand Ghislaine"
      },
      {
        "name": "Stephen Wright",
        "role": "extracted",
        "context": "stein \nand Ghislaine Maxwell (Stephen Wright) \nMuch of the pretrial report"
      },
      {
        "name": "Labor Secretary",
        "role": "extracted",
        "context": "esulted in the resignation of Labor Secretary Alex Acosta, former \nU.S. Att"
      },
      {
        "name": "Alex Acosta",
        "role": "extracted",
        "context": "esignation of Labor Secretary Alex Acosta, former \nU.S. Attorney of the"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "former \nU.S. Attorney of the Southern District of Florida, whose office was"
      },
      {
        "name": "Professional Responsibility",
        "role": "extracted",
        "context": "rtment of Justice's Office of Professional Responsibility (\"OPR\") \nconcerning the feder"
      },
      {
        "name": "Sex Abuse",
        "role": "extracted",
        "context": "tial jury. \nB. Allegations of Sex Abuse Abound in New York \nMs. Maxwe"
      },
      {
        "name": "Governor Andrew",
        "role": "extracted",
        "context": "estigation and resignation of Governor Andrew Cuomo and trials \nand convict"
      },
      {
        "name": "Harvey Weinstein",
        "role": "extracted",
        "context": "nd trials \nand convictions of Harvey Weinstein and R. Kelly. These are not r"
      },
      {
        "name": "New Yorkers",
        "role": "extracted",
        "context": "downfall of other prominent New Yorkers due to sex scandals: former G"
      },
      {
        "name": "Governors David",
        "role": "extracted",
        "context": "s due to sex scandals: former Governors David Paterson \nand Andrew Spitzer,"
      },
      {
        "name": "Andrew Spitzer",
        "role": "extracted",
        "context": "Governors David Paterson \nand Andrew Spitzer, former New York Attorney Gen"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "drew Spitzer, former New York Attorney General Eric Schneiderman, former U.S"
      },
      {
        "name": "Eric Schneiderman",
        "role": "extracted",
        "context": "mer New York Attorney General Eric Schneiderman, former U.S. \nCongressman And"
      },
      {
        "name": "Congressman Andrew",
        "role": "extracted",
        "context": "ic Schneiderman, former U.S. \nCongressman Andrew Wiener, not to mention the ma"
      },
      {
        "name": "Matt Lauer",
        "role": "extracted",
        "context": "xual abuse have been alleged: Matt Lauer, Roger Ailes, \nBill O'Reilly."
      },
      {
        "name": "Roger Ailes",
        "role": "extracted",
        "context": "ave been alleged: Matt Lauer, Roger Ailes, \nBill O'Reilly. \nThe fact th"
      },
      {
        "name": "Daily News",
        "role": "extracted",
        "context": "regularly exposed (New York \nDaily News, New York Post, New York Time"
      },
      {
        "name": "Wall Street",
        "role": "extracted",
        "context": "ew York Post, New York Times, Wall Street Journal, NY 1, ABC, NBC, CBS,"
      },
      {
        "name": "Questionnaire Alone",
        "role": "extracted",
        "context": "NECESSARY FOR THIS CASE \nA. A Questionnaire Alone Is Insufficient to Uncover Po"
      },
      {
        "name": "Is Insufficient",
        "role": "extracted",
        "context": "ASE \nA. A Questionnaire Alone Is Insufficient to Uncover Potential Juror Bi"
      },
      {
        "name": "Uncover Potential",
        "role": "extracted",
        "context": "aire Alone Is Insufficient to Uncover Potential Juror Bias \nIn cases like thi"
      },
      {
        "name": "Juror Bias",
        "role": "extracted",
        "context": "fficient to Uncover Potential Juror Bias \nIn cases like this—where the"
      },
      {
        "name": "The July",
        "role": "extracted",
        "context": "pports the earlier decision.' The July questionnaire is the first \no"
      },
      {
        "name": "Epstein \nBecause",
        "role": "extracted",
        "context": "an opinion of Ms. Maxwell and Epstein \nBecause there is always the fear that"
      },
      {
        "name": "See Hope",
        "role": "extracted",
        "context": "a large group or to parrot \nI See Hope, Memon & McGeorge, Understand"
      },
      {
        "name": "Understanding Pretrial",
        "role": "extracted",
        "context": "I See Hope, Memon & McGeorge, Understanding Pretrial Publicity: Predecisional Dist"
      },
      {
        "name": "Predecisional Distortion",
        "role": "extracted",
        "context": "rstanding Pretrial Publicity: Predecisional Distortion of Evidence by Mock \nJurors,"
      },
      {
        "name": "Mock \nJurors",
        "role": "extracted",
        "context": "nal Distortion of Evidence by Mock \nJurors, 10 J. Experimental Psych. Ap"
      },
      {
        "name": "Experimental Psych",
        "role": "extracted",
        "context": "idence by Mock \nJurors, 10 J. Experimental Psych. Applied, 111-119 (2004). \n8"
      },
      {
        "name": "Individual Sequestered",
        "role": "extracted",
        "context": "re alone is insufficient. \nB. Individual Sequestered Voir Dire is Necessary Due to"
      },
      {
        "name": "Voir Dire",
        "role": "extracted",
        "context": "t. \nB. Individual Sequestered Voir Dire is Necessary Due to the Sensi"
      },
      {
        "name": "Necessary Due",
        "role": "extracted",
        "context": "dual Sequestered Voir Dire is Necessary Due to the Sensitive Nature \nof t"
      },
      {
        "name": "Sensitive Nature",
        "role": "extracted",
        "context": "Dire is Necessary Due to the Sensitive Nature \nof the \nCharges \nThe nature"
      },
      {
        "name": "Charges \nThe",
        "role": "extracted",
        "context": "the Sensitive Nature \nof the \nCharges \nThe nature of the charges in this"
      },
      {
        "name": "Federal Rules",
        "role": "extracted",
        "context": "CHALLENGES \nRule 24(a) of the Federal Rules of Criminal Procedure grants"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "24(a) of the Federal Rules of Criminal Procedure grants the Court broad discre"
      },
      {
        "name": "The Attorneys",
        "role": "extracted",
        "context": "t peremptory \nchallenges. \nA. The Attorneys Have More In-Depth Knowledge"
      },
      {
        "name": "Have More",
        "role": "extracted",
        "context": "challenges. \nA. The Attorneys Have More In-Depth Knowledge of the Cas"
      },
      {
        "name": "Depth Knowledge",
        "role": "extracted",
        "context": "A. The Attorneys Have More In-Depth Knowledge of the Case \nIt is counsel, n"
      },
      {
        "name": "Case \nIt",
        "role": "extracted",
        "context": "ore In-Depth Knowledge of the Case \nIt is counsel, not the Court, wh"
      },
      {
        "name": "Fifth Circuit",
        "role": "extracted",
        "context": "for further inquiry.\"2 As the Fifth Circuit has recognized: \nA judge cann"
      },
      {
        "name": "Jury Voir",
        "role": "extracted",
        "context": "993 (citing Frates and Greer, Jury Voir Dire: The Lawyer's Perspectiv"
      },
      {
        "name": "The Lawyer",
        "role": "extracted",
        "context": "es and Greer, Jury Voir Dire: The Lawyer's Perspective, 2 \nA.B.A. Liti"
      },
      {
        "name": "Litigation No",
        "role": "extracted",
        "context": "wyer's Perspective, 2 \nA.B.A. Litigation No. 2 (1976)). Indeed, the Fifth"
      },
      {
        "name": "While Federal",
        "role": "extracted",
        "context": "t least in part by counsel.\" \nWhile Federal Rules [sic] of Criminal Proce"
      },
      {
        "name": "Its Wonderful",
        "role": "extracted",
        "context": "bcock, Voir Dire: Preserving \"Its Wonderful Power\", 27 Stan. L. Rev. 545,"
      },
      {
        "name": "The Extensive",
        "role": "extracted",
        "context": "on obtained in voir dire. \nB. The Extensive \nPretrial \nPublicity Related"
      },
      {
        "name": "Pretrial \nPublicity",
        "role": "extracted",
        "context": "voir dire. \nB. The Extensive \nPretrial \nPublicity Related to This Case Necessit"
      },
      {
        "name": "This Case",
        "role": "extracted",
        "context": "retrial \nPublicity Related to This Case Necessitates Attorney-\nConduc"
      },
      {
        "name": "Necessitates Attorney",
        "role": "extracted",
        "context": "ublicity Related to This Case Necessitates Attorney-\nConducted Voir Dire \nThe pos"
      },
      {
        "name": "Conducted Voir",
        "role": "extracted",
        "context": "s Case Necessitates Attorney-\nConducted Voir Dire \nThe possibility of prej"
      },
      {
        "name": "Dire \nThe",
        "role": "extracted",
        "context": "ates Attorney-\nConducted Voir Dire \nThe possibility of prejudice in t"
      },
      {
        "name": "In United",
        "role": "extracted",
        "context": "ons by counsel are necessary. In United States v. Davis, the Fifth \nC"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      },
      {
        "name": "Avenue \nDenver, CO",
        "type": "city"
      },
      {
        "name": "Street Journal, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-10-13",
        "event": "October 13, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "212-957-7600",
      "303-831-7364",
      "212-243-1100"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:43.147Z"
}