{
  "document": {
    "id": "efta00009962",
    "filename": "EFTA00009962.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00009962.pdf",
    "text": "\n\nFrom: \nCc: \nSubject: Re: WSJ article on Deutsche Bank and Epstein charity \nDate: Mon, 09 Sep 2019 00:41:44 +0000 \nThanks, . Let's chat in the morning. \nSent from my iPhone \nOn Sep \n8, 2019, at 7:57 PM, \n> \nwrote: \nThought some of this might actually be helpful to you. Just let us know if we're able to guide her on any of \nthis. Thx! \nSent from my iPhone \nBegin forwarded message: \nFrom: \"O'Brien, \"\nDate: Se tember 8, 2019 at 7:19:08 PM EDT \nTo: \nSubject: WSJ article on Deutsche Bank and Epstein charity \nHi M, \nI'm working on a story about one of Jeffrey Epstein's recent Virgin Islands-based charities, Gratitude America, \nwhich is interesting for a few reasons: \nI. It got most of its funding from a $10 million grant from a foundation controlled by Leon Black (of Apollo) \nin 2015 \n2. Some of Gratitude's donations between 2016 and 2017, listed in its tax forms, were never received by the \nnamed charities. \n3. Epstein attempted to use the charity to pay fines in the Virgin Islands. \n4. Gratitude America had a Deutsche Bank account. \nThe last point, about Deutsche Bank, is the new news here. To that end, I have a few questions for SDNY \nabout the charity and the bank. \nI. We write that SDNY is scrutinizing Epstein's relationship with Deutsche Bank. I  believe this has already \nbeen reported —  but a few questions: \n- For fairness reasons: Is it fair to say that Epstein's relationships with ALL his banks is under scrutiny? \n- Is DB in trouble here? Do they face any criminal exposure? \n2. Is SDNY looking into Epstein's work with his nonprofits and foundations? Is there interest in his charities' \nfinancial transactions, or tax filings? \nEFTA00009962\n\n3. We write that the investigation is ongoing. Does it remain a sex-trafficking investigation, or is this now \nexpanding into possible financial wrongdoings and other matters? \n4. As far as you know, are other investigative entities looking at Epstein? NY AG? IRS? \n5. We write that Gratitude America's activity could be of particular interest to prosecutors because the \ntransactions took place within the past five years (within the statute of limitations for fraud charges) and \nbecause they involved some of his closest associates (two of his personal lawyers were on the board, his \naccountant served as the foundation's president). This is just logical, in my mind, and several sources \nsuggested it would be of interest —  but maybe I'm going too far? \nWe are hoping to get this story out tomorrow afternoon or first thing Tuesday. Any guidance would be greatly \nappreciated. \nThank you, \nDavis \nO'Brien \nREPORTER \nTh \nM: +1 718 419 4758 \nO: +1 212 \n416 2739 \nE: \nrdrebeccadobrien \nA: 1211 Avenue of the Americas. New York, NY 10036 \nEFTA00009963",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "arity \nHi M, \nI'm working on a story about one of Jeffrey Epstein's recent Virgin Islands-based charities, Gratitud"
      },
      {
        "name": "Deutsche Bank",
        "role": "extracted",
        "context": "Subject: Re: WSJ article on Deutsche Bank and Epstein charity \nDate: Mo"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "n the morning. \nSent from my iPhone \nOn Sep \n8, 2019, at 7:57 PM, \n>"
      },
      {
        "name": "Phone \nBegin",
        "role": "extracted",
        "context": "of \nthis. Thx! \nSent from my iPhone \nBegin forwarded message: \nFrom: \"O'"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "e of Jeffrey Epstein's recent Virgin Islands-based charities, Gratitude Am"
      },
      {
        "name": "Gratitude America",
        "role": "extracted",
        "context": "rgin Islands-based charities, Gratitude America, \nwhich is interesting for a"
      },
      {
        "name": "Leon Black",
        "role": "extracted",
        "context": "om a foundation controlled by Leon Black (of Apollo) \nin 2015 \n2. Some"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [
      "718 419 4758",
      "+1 718 419 4758"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:41.006Z"
}