{
  "document": {
    "id": "efta00025443",
    "filename": "EFTA00025443.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00025443.pdf",
    "text": "\n\nFrom: The Washington Post <email@washingtonpost.com> \nTo: < \nSubject: The Daily 202: As a baseball season like no other begins, escaping coronavirus proves \nimpossible \nDate: Thu, 23 Jul 2020 17:45:53 +0000 \nSign \nup for this newsletter Read online \nThe Washington Post \nThe Daily 202  \nIntelligence for leaders. \nPresented by American Cancer Society Cancer Action Network \nii,Jame \nBy James Hohmann \ns \nwith Mariana Alfaro \nHohma I \nEmail \nAs a baseball season like no other begins, \nescaping coronavirus proves impossible \nA reporter approached Sen. Mitt Romney in the Capitol on Wednesday \nafternoon to ask: \"Do you have confidence in the president's handling of \nthis crisis right now?\" \n\"Which? There are so many crises going on,\" replied Romney (R-Utah). \n\"I'm not sure which.\" \nL. :Mitt Romney arrives for this week's Senate Republican lunch. (Stefani \n[\nReynolds/Bloomberg) \nMitt Romney arrives for this week's Senate Republican lunch. (Stefani Reynolds/Bloomberg) \nThe 2012 GOP presidential nominee was not trying to be flip and lamented \nPresident Trump's response to the novel coronavirus when the reporter \nclarified. But our nation faces cascading crises: the worst civil unrest since \nEFTA00025443\n\n1968, the worst economic \nupheaval since 1933 and the worst public health \nemergency since 1918. This morning's jobs report shows another 1.4 \nmillion workers filed for unemployment benefits last week, the 18th \nstraight week that more than a million Americans have filed \nclaims. \nOther ongoing crises get less attention \nbecause of the contagion, but that \ndoes not mean they have been \nsolved. There is an opioid crisis causing \ndeaths of despair, the climate crisis that imperils the future of the planet, a \nlooming \nsovereign debt crisis that most political leaders seem nonchalant \nabout, rising great-power conflict with China, including a new space race, \nand fresh complications overnight in Afghanistan as America struggles to \nexit her longest war. \nADVERTISEMEN1\nContent from American Cancer Society Cancer Action Network \nIt's time to remove hurdles to cancer care. \nCongress addressed the affordability of Covid-19 testing and treatment. Cancer care \nneeds the same. It's time to reduce out-of-pocket costs and ensure cost-sharing \nassistance benefits cancer patients. \nProfessional sports offer a comfortable getaway from the challenges of life \nand the \nburdens of reality. For a few hours, and a few bucks, you can go to \nthe ballpark and escape. That has always been \npart of the joy that comes \nwith the price of \nadmission. \nOn this Opening Day of the Major \nLeague Baseball season, delayed by \nnearly four months because \nof the coronavirus, such escapism is \nimpossible. Largely, this is because no one is safe from covid-19. To wit, the \nKansas City \nRoyals revealed Wednesday that Hunter Dozier, who hit 26 \nhome runs last season, tested \npositive and will be placed on the injured list. \nEFTA00025444\n\nThis abridged 6o-game \nseason, instead of the usual 162, will not be \nbaseball as we know it; it might \nbetter be described as covidball. First off, \nthere will be no spectators \nallowed in the stands, so all of us will be \nwatching on television and fake crowd noise will be \npiped into the \nballparks. \nThere is supposed to be social \ndistancing —  and mask wearing —  in the \ndugout. \nPlayers have been told not to give high-fives. Or spit. Or chew \nsunflower seeds. Coaches have been told they are not allowed to touch \ntheir \nfaces. \niti \nTradition-bound Major League Baseball has made rule changes that would \nhave been considered sacrilege not long ago, including introducing \ndesignated hitters in the National League and starting extra innings with \nan automatic runner on second base. \nHistorically and culturally, baseball has been far less political and polarized \nthan professional football and \nbasketball. Players have tended to be less \noutspoken than their counterparts in other sports. (I touched on this in \n2017 after completing a personal quest to watch games at all 3o major \nleague \nstadiums.) \nBut times are changing. The sport has not been immune to the national \nreckoning on racial injustice. San Francisco Giants manager Gabe Kapler \nand several of his players knelt during the national anthem earlier this \nweek before an exhibition game, provoking an attack by Trump. \"Looking \nforward to live sports,\" he tweeted on Tuesday, \"but any time I witness a \nplayer kneeling during the National Anthem, a sign of great \ndisrespect for \nour Country and our \nFlag, the game is over for me!\" \nEFTA00025445\n\nIn a show of solidarity, \"Black Lives Matter\" will be stenciled on several \nmounds across the \nleague this weekend, including in Washington. The \nleague has also given players the option to wear patches on their jerseys \nthat use \nthe phrase. \nThe \ntopsy-turvy process that got us to Opening Day has itself been a \nmetaphor for the country's \nbroader struggle to control the virus. Baseball is \nthe first of the big four sports to play a regular \nseason game since March. \nThe United States has lagged Europe and Asia in restarting professional \nsports. Players are being tested regularly now, but there \nhave been long \ndelays in turning around results —  just like for the \nrest of society —  that \nlimit the values of the tests. \nVr \nSo often, it has felt like America just cannot catch a break these past few \nmonths. It is perhaps apt that the forecast calls for scattered \nthunderstorms to linger in Washington into the evening before tapering off \nafter \nsunset. \nadjusts \nhis face mask during a Senate health \ncommittee hearing on June 30. (Al \nrago/Reuters) \nTony Fauci, director of the National Institute of Allergy and Infectious Diseases, adjusts his face mask \nduring a Senate health committee hearing on June 30. (AI Drago/Reuters) \nTony Fauci, the \ngovernment's top infectious-disease expert, will throw the \nceremonial first pitch of the first game at 7 p.m. Eastern in Washington as \nthe Nationals take on the New York Yankees. ESPN will broadcast it live. In \na video released Wednesday by the Nationals, the 79-year-old Fauci \nsaid he \nwas nervous about getting the ball past home plate. Washington star Ryan \nZimmerman told him not to worry. \"If you \nbounce it, there's nobody there \nto boo you,\" he quipped. \nEFTA00025446\n\nI will never forget flying to Houston last October to watch the Nationals \nwin in the World Series with my dad. But it feels hard to believe that \nincredible playoff run was just nine months ago. It feels like nine years. \nThe season opener is a \ndoubleheader: The Dodgers will play the Giants \ntonight in Los Angeles after the Nationals-Yankees game. But San \nFrancisco's star catcher Buster Posey will not play. He has opted to \nsit out \nthe season because he and his wife adopted identical twin girls who were \nborn prematurely, and he doesn't want to put them at risk. Among the \ndozen or so \nother stars skipping this season are Zimmerman, Atlanta's \nNick \nMarkakis, \nLos Angeles's David Price and Colorado's Ian \nDesmond. \nThe members of my fantasy baseball league normally gather in the \nbasement of a Capitol Hill bar for an annual draft. This year, we gathered \nvirtually to respect \nsocial distancing protocols. We also waited to hold our \ndraft until late last night because so many players kept announcing that \nthey wouldn't play this season. None of us wanted \nto pay for pitchers and \nhitters who will not generate any stats for our teams. \n(For those who care about the game, the roster for \"The \n2O2s\" \nincludes \nGerrit Cole, \nFrancisco Lindor, Clayton Kershaw, Nelson Cruz, Javier Baez, \nJose Altuve, Matt Olson, Eddie Rosario and \nKyle Schwarber. Picking Cole \nas one of my staffing pitchers creates a somewhat awkward dynamic \ntonight because I will \nbe cheering for the Nationals as the new Yankees ace \nstarts \nagainst them. So it goes.) \nEverything comes with some risks amid the pandemic. The fi\nrst road game \nfor the Nationals will be against the Toronto Blue \nJays. But no one knows \nwhere that game will take place because \nCanada is not allowing its sole \nMLB team to play in the country. On Wednesday, the state of Pennsylvania \ntold the Blue Jays that they will not be allowed to play their home games \nthis season at PNC Park in Pittsburgh, as they had \nhoped to do. \nEFTA00025447\n\n\"In recent weeks, we have seen a significant increase in the number of \nCOVID-19 cases in southwestern Pennsylvania,\" said Rachel Levine, \nsecretary of \nthe state Department of Health, in a statement. \"To add \ntravelers to this region for any reason, including for professional \nsports \nevents, risks residents, \nvisitors and members of both teams. We know that \nthis virus \ndoes not discriminate and can even make professional athletes \nvery sick. We are committed to protecting the health and well-being of all \nPennsylvanians.\" \nMore team coverage: \n•  Thomas Boswell: \"This MLB season will be weird and not without \nrisk. \nI can't wait.\" \n•  Jesse Dougherty: \"This was not the Opening Day the Nationals had \nplanned, but at least it's here.\" \n• Dave Sheinin: \"The baseball season starts Thursday. How it ends is \nanyone's guess.\" \n•  Jerry Brewer: \"Sports are doing what they can to remain viable, just \nlike the \nrest of us.\" \n• Scott Allen: \"Shut out from Nationals Park, fans look for other ways to \nmake Opening Day memorable.\" \n• \nGeorge Will created his annual baseball trivia quiz for Opening Day. \n(You can \ntake it here.) \nShare \nThe Daily 202 0'.4] \nThe \ncoronavirus \nListen \nto the podcast \nP.Sophie Cunningham, \nseen here on the right after a win in last year's NCAA \nwomen's college basketball tournament, believes she has had the coronavirus twice. \n(Charlie \nNeibergall/AP) \nSophie Cunningham, seen here on the right after a win in last year's NCAA women's college basketball \ntournament. believes she has had the coronavirus twice. \n(Charlie Neibergall/AP) \nAnecdotal evidence is mounting that you can get covid-19 \ntwice, but doctors remain unsure. \nEFTA00025448\n\n\"When Sophie Cunningham, a guard for the WNBA's Phoenix Mercury, \nreturned to training last week after a bout with \ncovid-19, she ... said she \nbelieved she had been infected twice \n— once in March and then again in \nJune or July,\" Carolyn Johnson and Ariana Eunjung Cha report. \"Daniel \nGriffin, an \ninfectious diseases doctor and researcher at Columbia \nUniversity Medical Center, said that with every virus — including \nchickenpox, for which antibodies are supposed to last a lifetime — there are \ncases of people who \nbecome sick again after recovering from the initial \nillness. When it comes to Ebola, American doctor Ian Crozier was declared \nfree of the virus but then doctors found it lurking in his eye. In HIV/AIDS, \na baby in Mississippi born to an HIV-positive mother was thought to be \ncured but then the virus reemerged 27 months after therapy was stopped. \nSo in a world where 14.5 million people have had the coronavirus, a small \nnumber \nwith resurgent sickness should not be cause for alarm.... \n\"At the University of Pennsylvania, there was the pregnant woman infected \nin March who was fine for two months and then \nbecame so sick during \nchildbirth she had to be put on a ventilator. At Cleveland Clinic, there was a \npatient with very mild symptoms in February — just a \nloss of smell and \ntaste — who was well for two months, but then needed to be hospitalized in \nearly May and was confirmed to have the virus again. And at ProHealth \nCare in Long Island, there was a man infected at the end of March who was \nnever sick \nenough to be hospitalized. He showed up again in July, this time \nvery ill. 'He thought he had an immunity shield, so he took care of his son \nwhen he got covid,' Griffin said. Two weeks later, he was in the ER' The \nman, who had a very high antibody response the first time and donated his \nplasma so it \ncould be used to treat other coronavirus patients, had barely \nany when doctors recently tested his blood in the hospital.\" \nThere are conflicting \nexplanations for what's going on. \"For severe acute \nrespiratory \nsyndrome, or SARS, and Middle East respiratory syndrome \n(MERS), the antibodies seem to last for a year or longer. But other \ncoronaviruses, such as the four that cause the common \ncold, act differently. \nEFTA00025449\n\nPeople seem to be able to get them \neach season, over and over again,\" \nCarolyn and Ariana report. \"Last week, a British study posted to a preprint \nserver added to the body of \nevidence that virus-fighting antibodies drop off \nsteeply two to three months after infection ... It was quickly followed by \nanother study, also not peer-reviewed, of antibodies in nearly 20,000 New \nYorkers with mild or moderate covid-19 symptoms. After retesting 120 of \nthose people \nthree months later, researchers at Mount Sinai Health System \nfound virus-fighting antibodies were largely \nstable and had even increased \nin people that started with lower levels right after their infections.\" \nThe Senate GOP scrapped Trump's demand for a payroll \ntax \ncut. \nSenate Republicans have cast aside one of Trump's key demands in their \nemerging coronavirus stimulus package, refusing to include a payroll tax \ncut in their opening offer to Democrats, which \nSenate Majority Leader \nMitch McConnell (R-Ky.) is aiming to announce later today. \"The \ndevelopment came amid a frantic GOP effort to try and salvage other parts \nof the package, though the entire process remained fluid and there was \nconfusion among Republican aides about when a deal might be reached,\" \nper Erica Werner, Seung Min Kim and Jeff Stein. \n•  Ascena Retail Group, the conglomerate behind women's apparel \nbrands Ann Taylor, Lane Bryant and Catherines, filed for \nbankruptcy \nand said it would \nclose some of its \n2,800 \nstores. (Abha Bhattarai) \n• LinkedIn, which is laying off 96o staff, joins a growing group of \nemployers announcing layoffs for \nwhite-collar jobs, as coronavirus \nlosses continue to ripple beyond low-wage work to better-paying jobs \nin auto manufacturing, technology and consulting. \n\"Economists and \nhuman resources experts said the job cuts at Linkedln were further \nevidence that hiring for white-collar \njobs has stalled and did not bode \nwell for a short-term recovery,\" Jena McGregor reports. \n•  The top executives of biotechnology company Novavax stand to collect \nmillions even if their vaccine never makes it to the market. The \nstock \noptions earmarked for CEO Stanley Erck \nand three other executives \nEFTA00025450\n\nare worth more than $100 million. They're contingent on the vaccine \nmaking it to a Phase 2 trial, which is said to be imminent. (Hamza \nShaban) \nThe U.S. will soon \nsurpass 4 million confirmed cases. \n\"Trump painted a wishful view Wednesday \nof the U.S. response to the \ncoronavirus pandemic, in which existing treatments can almost cure \npatients flooding hospitals, all schools will safely reopen this fall, and \nthe \ncountry's soaring cases are confined \nto a handful of states,\" William Wan \nand Jacqueline Dupree report. \"The rosy assessment he issued at a White \nHouse news \nbriefing ... was undermined by the alarming reality that on \nWednesday, almost every metric showed just how \nbadly America is losing \nits fight against the virus. The \nnumber of daily deaths on \nWednesday surpassed 1,10o, \nthe first time that mark had been reached \nsince May 29. And total deaths in the United States since the start of the \npandemic increased to more than 140,000. California on Wednesday \npassed New York in the number of total \nconfirmed coronavirus cases ... \n\"With transmission rapidly spiking in many areas, governors in \nIndiana, Minnesota and Ohio joined the \ngrowing number of \nstates mandating face coverings statewide. More than 3o states \nrequire \npeople to wear masks. ... [Trump] declined to press for a \nnationwide mandate for masks, despite the near-universal urgings of \npublic health experts.... On Wednesday, an \ninfluential model created by \nthe Institute for Health Metrics and Evaluation ... said wider mask-wearing \nby Americans had caused the \ninstitute to revise projections on how many \npeople will die of covid-19 by Nov. 1. Earlier, it had forecast 224,50o deaths \nby that date. Now, it estimates \n219,90o deaths by Nov. 1 — a decrease of \nabout \n5,000 \ndeaths. If 95 percent of Americans wore masks when leaving \ntheir homes, that number would drop further to \n185,900, \nIHME \nresearchers said.\" \nEFTA00025451\n\nA Texas county is storing bodies in trucks because so \nmany residents are dying. \n\"Texas, which reported 197 deaths and 10,893 hospitalizations, \nhas been \none of the states hardest hit by the resurgent coronavirus. Hidalgo \nCounty, \nat the southern tip of the state on \nthe U.S. border with Mexico, has seen \ncases rise 6o percent in the last week ... with deaths doubling to more than \n36o,\" Reuters reports. \"Crematoriums in the Hidalgo area have a wait list \nof two weeks ... forcing \nthe county to use five refrigerated trucks that can \nhold 50 bodies each. Hidalgo's top medical \nofficial, Dr. Ivan Melendez, \npartly blamed (Republican Gov. Greg) \nAbbott's move to override local \nofficials for the spike in coronavirus infections, which he said has jammed \nthe local medical system at every level.\" \nBanks face a unique coronavirus problem: \nRobbers in \nmasks. \nFinancial regulators and banks fear masks \ncould double as handy disguises \nfor would-be bank robbers, and there have been a few mask-involved \nattempted robberies. \"In one \ncase, a man walked into a Houston bank with \na bandanna covering his face and handed a teller a note: 'I didn't get a \nstimulus or that iok loan. I lost my \nbusiness to Covid so please make this \neasy and comply,' Renae Merle reports. \"Another would-be robber in \nFlorida, entered a Wells Fargo branch wearing sunglasses, gloves and a \nwhite cone-like mask over his face. He approached a teller's \nwindow \ndemanding money, according to the arrest warrant. But the bank employee \nhad trouble hearing the robber's demands — through the mask. 'The male \ngot upset and repeated himself several times' and eventually left empty-\nhanded, according to the arrest warrant.... Despite the robbery attempt, \nWells Fargo began requiring customers to wear masks July 13. They are \nalso required by Bank of America. JPMorgan \nChase said its employees are \nrequired to wear masks but they would comply with local ordinances \nwhen \nit comes to their customers.\" \nEFTA00025452\n\nD.C. imposed one of the most stringent mask requirements \nin the \ncountry. \n\"Mayor Muriel E. Bowser said her \norder requires people older than 2 to \nwear a mask when they leave the house and are likely to come into \ncontact \nwith others. It's one of the strictest mask ordinances in \nthe country — and \ncame on the same day the city \nrecorded 102 new coronavirus cases, the \nhighest daily number since early June,\" Julie Zauzmer, Ovetta Wiggins, \nDana Hedgpeth and Rachel Chason report. \"John Falcicchio, the \nmayor's \nchief of staff, said D.C. police will be empowered to fine \npeople not wearing \na mask, \nalthough the city expects such fines to be limited. As the city's case \ncounts rise, Health Director LaQuandra Nesbitt said Wednesday that an \nincreasing proportion of those newly diagnosed \ninfections involve younger \npeople.\" \n•  The virus could push \n250,000 into hunger in the D.C. region, \naccording to a report by the \nCapital Area Food Bank. About half of the \nfood bank's 450 partner groups and food pantries are still closed \nbecause of \nthe pandemic. (Kyle Swenson) \n• Southwest Airlines said it will no longer let travelers fly without \nmasks, thus enacting the strictest mask policy among U.S. airlines. \n(Lori Aratani) \n•  Trump attended a fundraiser at his D.C. hotel without a mask. The \ncity sent an investigator to inspect the hotel. (Fenit Nirappil and Julie \nZauzmer) \n•  Two \ncafeterias used by staff in the White House complex were closed \nafter an employee tested positive. \n(NYT) \nColleges are creating special quarantine housing for \nstudents who get infected or exposed. \nMichigan State University will quarantine \nsick students in a 500-person \n\"isolation dorm.\" Penn State will quarantine sick students at an on\n-campus \nhotel, while the University of North Carolina at Chapel Hill will convert two \ndorms —  one for students who have been exposed to the virus and another \nfor those confirmed to have it. (Teo Armus) \nEFTA00025453\n\n• \nEducation Secretary Betsy DeVos said children are \"stoppers\" of the \nvirus. While there is evidence that younger children especially may \nnot transmit the virus as easily, claiming that children may stop the \nspread of the disease shows a \nstunning lack of due diligence, writes \nPost fact checker Glenn Kessler. \n•  A new poll shows 6o percent of parents with school-age children say \nthey'd rather wait for schools to reopen later to minimize infection \nrisks, even if their kids miss out on academics, according the Kaiser \nFamily Foundation. \n•  Trump said he would be comfortable \nsending his son and \ngrandchildren back to school. (Colby Itkowitz) \n•  Teachers across Arizona protested against \nreopening schools in \n\"motor marches.\" (Arizona Republic) \n• Florida Gov. Ron DeSantis (R) reiterated his plan to let parents \nchoose between sending their \nkids back to school or educating them \nonline. (Miami Herald) \nQuote of \nthe day \n\"This is everything I \nwas trying to warn people about,\" said Rebekah \nJones, a Florida Department of Health employee who created the \nstate's \ncorona \nvirus dashboard and was fired by DeSantis after being \nlabeled an \"alarmist\"for \npredicting that the state would suffer 4,000 \ncovid-.0 deaths. (Yahoo News) \nDivided \nAmerica \n(,Portland, Ore., \nMayor Ted Wheeler joins protests in his city. (Jonathan \nMaus/Bikeportland via Reuters) \nPortland, Ore., Mayor Ted Wheeler joins protests in his city. (Jonathan Maus/Bikeportland via Reuters) \nPortland Mayor Ted Wheeler got tear-gassed by federal \nagents. \nEFTA00025454\n\n\"Wheeler choked on tear gas late Wednesday as he stood outside the \nfederal courthouse in downtown \nPortland, where federal agents set off \nexplosives \nand fired chemicals into a crowd of hundreds,\" Marissa Lang \nreports. \"The Democratic mayor ... had strapped on lab goggles to help \nprotect his eyes, but still, \nthe mayor said, his face burned and eyes watered. \n`It's hard to breathe — it's a little harder to breathe than I thought,' \nWheeler told The Washington Post while a man with a leaf blower turned \nthe nozzle on the mayor to clear away any gas still hanging in the air. 'This \nis abhorrent. This is beneath \nus.' As Wheeler stood at the fence, he was \nheckled and insulted. ... \nFor hours before Wheeler's brush with chemical \nirritants, the mayor made a contentious and, at times, tense attempt to talk \nwith protesters. On the wall of the justice center behind him, activists had \ndisplayed a list of demands. The \nlast demand on the list, which included \ndefunding the Portland Police Bureau by 5o percent and expelling federal \nforces from \nthe city, was for Wheeler to resign. ... After nearly an hour, \nWheeler had enough. A thick \ncloud of gas hung over the place where he \nstood as he and two security officers pushed through \nthe crowd and away \nfrom the \nfederal building.\" \nThe House voted to remove Confederate statues from the \nCapitol. \nThe chamber also voted to \"replace the bust of Roger B. Taney, the U.S. \nchief justice \nwho wrote the Supreme Court decision that said people of \nAfrican descent are \nnot U.S. citizens,\" Felicia Sonmez and Donna Cassata \nreport. \"The vote was 305 to 113 for the bill that would replace the bust of \nTaney, which \nsits outside the old Supreme Court chamber on the first floor \nof the Capitol, with one of Thurgood Marshall, the first black member of \nthe Supreme Court. ... Democrats were unified in backing the measure; all \nthe no votes came from Republicans, who \nwere divided with 72 GOP \nlawmakers voting for the bill \nand 113 opposed.\" \n•  The GOP-controlled Senate is \npoised to defy Trump's veto threat and \nforce the renaming of 10 military bases that honor Confederate \nEFTA00025455\n\ngenerals. The name changes are included in the $740 billion military \nspending bill, a final version of which the Senate has yet to \npass. But \nthe chamber voted yesterday to end \nthe debate period for \namendments without taking up a measure from Sen. Josh Hawley (R-\nMo.) that sought to strip the legislation's requirement to rename the \nbases. (Karoun Demirjian) \n• \nGeorge Washington University will consider retiring the \nschool's \n\"Colonials\" moniker and renaming the campus's community center. \nThe \ncenter is named after Cloyd Heck Marvin, a former university \npresident \ncredited with expanding the school but also known for being \na segregationist who \nresisted admitting black students. (Lauren \nLumpkin) \nTrump announced a surge of federal law enforcement into \nChicago and Albuquerque. \n\"Appearing at an event with top federal law enforcement officials and the \nfamily members of crime victims, Trump delivered fiery talking points that \ntook direct aim at those who have advocated redirecting funding from law \nenforcement to other endeavors. He blamed the recent increases in \nviolence in some cities on leaders who have \nendorsed such steps and said \nhe planned to increase \nfederal law enforcement's presence to reduce \ncrime,\" Matt Zapotosky reports. \"Soon after he finished speaking, \nChicago's mayor accused Trump of \nseeking to distract from his handling of \nthe \ncoronavirus pandemic.... The deployments, at least at first, will be \nfocused in Chicago \nand Albuquerque, where Attorney General William P. \nBarr said the Justice Department will roll out a program it launched earlier \nthis month in Kansas City, Mo., to increase the number of agents from the \nFBI, the U.S. Marshals Service, the Drug Enforcement Administration and \nthe Bureau of Alcohol, \nTobacco, Firearms and Explosives. The program \nwas named `Operation Legend' to honor 4-year-old LeGend Taliferro, who \nwas shot and \nkilled in Kansas City last month.\" \n• Barr falsely claimed that \nfederal agents have already arrested 200 \npeople in K.C. as part of \"Operation Legend.\" A Justice \nDepartment \nEFTA00025456\n\nlater tried to clarify that his number included arrests dating back to \nlast year and included state and FBI arrests in other joint operations. \n(Kansas City \nStar) \n• Philadelphia District Attorney Larry Krasner (D) said he's prepared to \narrest federal agents if they bring the tactics they've used in Portland \nto his city. \"Anyone, including federal law enforcement, who \nunlawfully assaults and kidnaps people will face criminal \ncharges \nfrom my office,\" he said. (Bloomberg News) \n•  The number of people trying to buy guns who are not legally allowed \nto own them has more than doubled this spring, according to \ninternal \nFBI data. A year ago, in March, the FBI's National Instant Criminal \nBackground Check System ran background checks on 823,273 \nattempted gun buys, blocking about 9,500 people from buying guns. \nThis March, the system processed more than 1.4 \nmillion background \nchecks and blocked \n23,692 gun sales. (Politico) \n•  The fired Minneapolis police officer who put his knee on George \nFloyd's neck was charged with felony tax evasion. Authorities allege \nthat Derek Chauvin failed to claim more than $460,000 in \nincome —\nat \nleast $96,000 \nof that in his off-duty security work. (Star Tribune) \n•  A Canadian court said sending asylum seekers back to the U.S. \nviolates their rights. The court \"threw out a long-standing deal that \nhas allowed the country to send asylum \nseekers back to the United \nStates, saying it violates their rights by exposing them to likely \ndetention and possible removal on \nthe U.S. side,\" Amanda Coletta \nreports. \n• \nCharles Evers, brother of slain civil rights activist Medgar Evers, died \nat 97. Charles picked \nup his brother's mantle by leading black voter \nregistration efforts in Mississippi in the 196os. He \nwas elected the first \nblack mayor of a mixed-race Mississippi town since Reconstruction. \n(Olesia Plokhil) \nThe \nelections \nEFTA00025457\n\nAt least 76 percent of American voters can cast ballots by \nmail this fall. \n\"As of now, nearly i8o million Americans who are \neligible to vote would be \nable to cast \na ballot by mail. Of those, 22 million live in states that will \naccept fear of the coronavirus as an \nexcuse to vote absentee, or have \nswitched to become 'no \nexcuse' states,\" Kate Rabinowitz and Brittany \nRenee Mayes report. \n\"Thirty-four states and the District of Columbia \nalready allowed anyone to vote \nabsentee. But many of these places are \nmaking the process easier. California will start proactively mailing ballots \nto registered voters, \njoining universal vote-by-mail states such as Colorado. \nMany states will send every registered voter \nan absentee-ballot application. \nThese types of statewide \nexpansions affect another 63 million eligible \nvoters. In some states like Nebraska, individual counties are planning to \nsend mail-in voting applications in the absence of a statewide directive. For \nvoters in nine states — Connecticut, New York, Indiana, Kentucky, \nLouisiana, \nMississippi, South Carolina, Texas and West Virginia —  in-\nperson voting remains the only option \nunless they can provide an approved \nreason not \nrelated to fear of the coronavirus. Traditional absentee excuses \ninclude military deployments or illness.\" \nRepublican lawmakers are privately having conversations \nabout what happens if Trump refuses to relinquish power. \n\"Most legal experts said it is hard to envision that Trump would actually try \nto remain in office after a clear defeat by Biden, considering the uproar that \nwould follow,\" Elise Viebeck and Robert Costa report. \"But his \nunwillingness to commit to a smooth transition of \npower has forced \nacademics and political leaders — including, privately, \nsome GOP \nlawmakers — to contemplate possible scenarios.... Among the possibilities: \nTrump could claim victory before the vote in key states is fully counted — a \nprocess that could take \ndays or even weeks this year because of the \nexpected avalanche of absentee \nballots. He could also spend weeks refusing \nto concede amid a legal war over which votes are valid and should be \nEFTA00025458\n\nincluded in the tally ... \nOr he could simply refuse to leave on Jan. 2O. ... \nThis year, the president has attacked the security of voting by mail at least \n5o times ... There is no evidence that mail voting leads to the kind of \nmassive fraud Trump has \ndescribed.... \n\"In GOP circles, private talk about Trump's assertions veers \nfrom alarm to shrugging off his comments as simply \nincendiary \npolitical salvos. One moderate Republican House member, who spoke \non the condition of anonymity to comment candidly and \navoid Trump's \nwrath, said he expects Trump to `leave quickly' if it is a blowout defeat. But \nhe said he worries about a narrow election and whether Trump would go to \nextreme lengths to `protect his personal brand.\"It's something we'd all \nrather not think about, but it's there,' he said. The \npresident is being \nbacked by a bustling \nRepublican operation in 15 states to monitor voting \nlocations and ensure a heavy GOP presence at polling sites. Trump's \nreelection campaign and the RNC are working together to \nrecruit 50,000 volunteers to serve as `poll watchers,' according to \nadvisers to both groups, \nwith $2o million set aside for courtroom fights ... \nDemocrats and voting rights advocates, meanwhile, are mustering their \nown legal effort to make it easier to cast ballots by mail, filing more than 5o \nlawsuits in 25 states.\" \n•  A new Quinnipiac University poll finds Biden leading Trump by one \npoint in Texas, 45 percent to 44 percent. Voters there say they like \nTrump \nbetter, but they're seriously considering breaking for the \nformer vice president. (Aaron Blake) \n• Biden claimed that Trump is America's \"first\" racist president. That's \nnot correct: A dozen presidents \nowned slaves. Others like Woodrow \nWilson used racist language. And many others, think Andrew \nJackson, enacted racist \npolicies. Trump's spokeswoman also insists \nthat he is not racist. (Colby Itkowitz and John Wagner) \nTrump keeps bragging about passing a cognitive test, but it \ndoesn't mean what he thinks it does. \nEFTA00025459\n\n\"In another Fox News interview [last night], Trump couldn't resist \nrevisiting what he said was the hardest part of the test — repeating five \nwords, in order. Trump said he was first \nasked to repeat a set of words — \n'person,\"woman,\"man,\"camera,\"TV,' he said, offering a hypothetical \nexample — and then, later in the assessment after some time \nhad elapsed, \nhe was again asked whether he remembered those same \nwords, in order,\" \nAshley Parker and William Wan report. \"'And they say... 'Go \nback to that \nquestion, and \nrepeat them. Can you do it?\" Trump said, mimicking the \ndoctors administering the exam. `And you go, `Person, woman, man, \ncamera, TV.' They say, 'That's amazing. How did you do that?' I do it \nbecause I have, like, a good memory, because I'm cognitively there.' ... \nExperts say the president's fixation on the Montreal \nCognitive Assessment \n... is particularly puzzling because the \ntest is normally administered \nonly if someone is concerned that they or their loved ones may \nbe experiencing dementia or other cognitive \ndecline. Getting a perfect \nscore — as Trump has repeatedly \nclaimed he did —  merely signifies that the \ntest\n-taker probably does not have a cognitive impairment as measured by \nthe exam.\" \nSenate primaries are exposing growing fissures inside the \nGOP. \nThe Senate \nLeadership Fund formally took a side Wednesday in a \ncontested GOP primary for a candidate to succeed retiring Kansas Sen. Pat \nRoberts (R). The super PAC's aim is to stifle the chances of former Kansas \nsecretary of state Kris \nKobach. Kobach choked in a very winnable \ngovernor's race two years ago. SLF, which is closely aligned with \nMcConnell and run by his former chief of staff, will launch a $1.2 million \nad campaign promoting Rep. Roger Marshall (R-Kan.) in the primary. The \nprimary in Tennessee to replace retiring Sen. Lamar Alexander is also \nbecoming nastier: The Trump\n-endorsed candidate, former U.S. \nambassador to Japan Bill \nHagerty, launched attack ads this week against \nEFTA00025460\n\nhis main competitor, Manny Sethi, an orthopedic surgeon whom Ted Cruz \nendorsed. (Seung Min Kim \nand Rachael Bade) \nTrump's company applied to trademark the word \"telerally.\" \nThen Trump held one. \nIn an application to the trademark office, a subsidiary of the organization \nsaid the \nword will be used for \"organizing events in the field of politics and \npolitical campaigning.\" The trademark application could mark a shift in the \ncompany's business model, which has always stayed one step away from \npolitics and \ndoesn't market itself as a political company. By filing it, \ntrademark experts said, the company is saying it intends to enter this \nbusiness soon. (David Fahrenthold and Colby Itkowitz) \nFollowing weeks of erratic behavior by Kanye West, his \nwife addressed his bipolar disorder. \nKim Kardashian West issued a statement requesting \"compassion and \nempathy\" from the public, as the rapper claims that he's running for \npresident. \"We as a society talk about giving grace to the issue of mental \nhealth as a whole,\" the reality TV star wrote, \"however \nwe should also give \nit to the individuals who are living with it in times when they need it most.\" \nWest held what was billed as a campaign rally in North Charleston, S.C., on \nSunday, during \nwhich he attacked abolitionist Harriet Tubman and \nrevealed that he and \nKardashian had seriously considered terminating \ntheir first pregnancy. \"For the following two nights, West sent — and, in \nmost cases, deleted — tweets detailing a strained relationship with his \nfamily,\" Sonia Rao reports. \"He also stated that Kardashian tried to get him \nmedical attention and, later on, claimed he has been trying to divorce her.\" \nSocial media speed read \nEFTA00025461\n\nThe \npresident joined his eldest son in attacking Rep. Liz Cheney (R-Wyo.), \nthe No. 3 member of \nHouse GOP leadership and the highest-ranking \nconservative woman in Congress: \nThe newest branch of the military had a meta message: \nTrump's description of the coordinator of his coronavirus task force was \nmagical: \nVideos of \nthe day \nStephen Colbert was confused by Trump's message to Ghislaine Maxwell: \nGJ \nSeth Meyers said Trump is trying to convince \nAmerica that he suddenly \ncares about the virus: \nThe \nCongressional Black Caucus hosted a special session on the House \nfloor for members to remember the late Rep. John Lewis (D-Ga.): \nEFTA00025462\n\nWe think you'll like this newsletter \nCheck out Must Reads for a curated selection of our best \njournalism in your inbox every Saturday, plus a peek behind \nthe scenes into how one story came together. Sign up \ne Washington Post \nManage my email newsletters and alerts I Unsubscribe from The Daily 202 I Privacy Policy I Help \nYou received this email because you signed up for The Daily 202 or because it is included in your subscription. \nO2020 The Washington Post 1 1301 K St NW, Washington DC 20071 \nEFTA00025463",
    "pageCount": 21,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "tephen Colbert was confused by Trump's message to Ghislaine Maxwell: \nGJ \nSeth Meyers said Trump is trying to convinc"
      },
      {
        "name": "Ivan Melendez",
        "role": "extracted",
        "context": "algo's top medical \nofficial, Dr. Ivan Melendez, \npartly blamed (Republic"
      },
      {
        "name": "The Washington",
        "role": "extracted",
        "context": "From: The Washington Post <email@washingtonpost.co"
      },
      {
        "name": "The Daily",
        "role": "extracted",
        "context": "tonpost.com> \nTo: < \nSubject: The Daily 202: As a baseball season lik"
      },
      {
        "name": "Post \nThe",
        "role": "extracted",
        "context": "r Read online \nThe Washington Post \nThe Daily 202  \nIntelligence for"
      },
      {
        "name": "American Cancer",
        "role": "extracted",
        "context": "ce for leaders. \nPresented by American Cancer Society Cancer Action Network"
      },
      {
        "name": "Society Cancer",
        "role": "extracted",
        "context": "Presented by American Cancer Society Cancer Action Network \nii,Jame \nBy J"
      },
      {
        "name": "Action Network",
        "role": "extracted",
        "context": "merican Cancer Society Cancer Action Network \nii,Jame \nBy James Hohmann \ns"
      },
      {
        "name": "Jame \nBy",
        "role": "extracted",
        "context": "ety Cancer Action Network \nii,Jame \nBy James Hohmann \ns \nwith Marian"
      },
      {
        "name": "James Hohmann",
        "role": "extracted",
        "context": "r Action Network \nii,Jame \nBy James Hohmann \ns \nwith Mariana Alfaro \nHohm"
      },
      {
        "name": "Mariana Alfaro",
        "role": "extracted",
        "context": "me \nBy James Hohmann \ns \nwith Mariana Alfaro \nHohma I \nEmail \nAs a basebal"
      },
      {
        "name": "Email \nAs",
        "role": "extracted",
        "context": "with Mariana Alfaro \nHohma I \nEmail \nAs a baseball season like no oth"
      },
      {
        "name": "Mitt Romney",
        "role": "extracted",
        "context": "e \nA reporter approached Sen. Mitt Romney in the Capitol on Wednesday"
      },
      {
        "name": "Senate Republican",
        "role": "extracted",
        "context": "omney arrives for this week's Senate Republican lunch. (Stefani \n[\nReynolds/B"
      },
      {
        "name": "Stefani Reynolds",
        "role": "extracted",
        "context": "k's Senate Republican lunch. (Stefani Reynolds/Bloomberg) \nThe 2012 GOP pres"
      },
      {
        "name": "President Trump",
        "role": "extracted",
        "context": "ying to be flip and lamented \nPresident Trump's response to the novel coron"
      },
      {
        "name": "Opening Day",
        "role": "extracted",
        "context": "price of \nadmission. \nOn this Opening Day of the Major \nLeague Baseball"
      },
      {
        "name": "Major \nLeague",
        "role": "extracted",
        "context": ". \nOn this Opening Day of the Major \nLeague Baseball season, delayed by"
      },
      {
        "name": "Kansas City",
        "role": "extracted",
        "context": "e from covid-19. To wit, the \nKansas City \nRoyals revealed Wednesday th"
      },
      {
        "name": "Hunter Dozier",
        "role": "extracted",
        "context": "oyals revealed Wednesday that Hunter Dozier, who hit 26 \nhome runs last s"
      },
      {
        "name": "Major League",
        "role": "extracted",
        "context": "faces. \niti \nTradition-bound Major League Baseball has made rule change"
      },
      {
        "name": "National League",
        "role": "extracted",
        "context": "ng \ndesignated hitters in the National League and starting extra innings wi"
      },
      {
        "name": "Gabe Kapler",
        "role": "extracted",
        "context": "San Francisco Giants manager Gabe Kapler \nand several of his players k"
      },
      {
        "name": "National Anthem",
        "role": "extracted",
        "context": "a \nplayer kneeling during the National Anthem, a sign of great \ndisrespect"
      },
      {
        "name": "Black Lives",
        "role": "extracted",
        "context": "45\n\nIn a show of solidarity, \"Black Lives Matter\" will be stenciled on"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "ar \nseason game since March. \nThe United States has lagged Europe and"
      },
      {
        "name": "Vr \nSo",
        "role": "extracted",
        "context": "mit the values of the tests. \nVr \nSo often, it has felt like Ameri"
      },
      {
        "name": "Tony Fauci",
        "role": "extracted",
        "context": "June 30. (Al \nrago/Reuters) \nTony Fauci, director of the National Ins"
      },
      {
        "name": "National Institute",
        "role": "extracted",
        "context": "Tony Fauci, director of the National Institute of Allergy and Infectious Dis"
      },
      {
        "name": "Infectious Diseases",
        "role": "extracted",
        "context": "onal Institute of Allergy and Infectious Diseases, adjusts his face mask \ndurin"
      },
      {
        "name": "Ryan \nZimmerman",
        "role": "extracted",
        "context": "t home plate. Washington star Ryan \nZimmerman told him not to worry. \"If yo"
      },
      {
        "name": "World Series",
        "role": "extracted",
        "context": "tch the Nationals \nwin in the World Series with my dad. But it feels har"
      },
      {
        "name": "The Dodgers",
        "role": "extracted",
        "context": "on opener is a \ndoubleheader: The Dodgers will play the Giants \ntonight"
      },
      {
        "name": "But San",
        "role": "extracted",
        "context": "r the Nationals-Yankees game. But San \nFrancisco's star catcher Bus"
      },
      {
        "name": "Buster Posey",
        "role": "extracted",
        "context": "San \nFrancisco's star catcher Buster Posey will not play. He has opted t"
      },
      {
        "name": "Nick \nMarkakis",
        "role": "extracted",
        "context": "son are Zimmerman, Atlanta's \nNick \nMarkakis, \nLos Angeles's David Price a"
      },
      {
        "name": "David Price",
        "role": "extracted",
        "context": "ick \nMarkakis, \nLos Angeles's David Price and Colorado's Ian \nDesmond."
      },
      {
        "name": "Ian \nDesmond",
        "role": "extracted",
        "context": "'s David Price and Colorado's Ian \nDesmond. \nThe members of my fantasy b"
      },
      {
        "name": "Capitol Hill",
        "role": "extracted",
        "context": "gather in the \nbasement of a Capitol Hill bar for an annual draft. This"
      },
      {
        "name": "Gerrit Cole",
        "role": "extracted",
        "context": "er for \"The \n2O2s\" \nincludes \nGerrit Cole, \nFrancisco Lindor, Clayton K"
      },
      {
        "name": "Francisco Lindor",
        "role": "extracted",
        "context": "O2s\" \nincludes \nGerrit Cole, \nFrancisco Lindor, Clayton Kershaw, Nelson Cruz"
      },
      {
        "name": "Clayton Kershaw",
        "role": "extracted",
        "context": "rrit Cole, \nFrancisco Lindor, Clayton Kershaw, Nelson Cruz, Javier Baez, \nJ"
      },
      {
        "name": "Nelson Cruz",
        "role": "extracted",
        "context": "isco Lindor, Clayton Kershaw, Nelson Cruz, Javier Baez, \nJose Altuve, M"
      },
      {
        "name": "Javier Baez",
        "role": "extracted",
        "context": "Clayton Kershaw, Nelson Cruz, Javier Baez, \nJose Altuve, Matt Olson, Ed"
      },
      {
        "name": "Jose Altuve",
        "role": "extracted",
        "context": "w, Nelson Cruz, Javier Baez, \nJose Altuve, Matt Olson, Eddie Rosario an"
      },
      {
        "name": "Matt Olson",
        "role": "extracted",
        "context": "z, Javier Baez, \nJose Altuve, Matt Olson, Eddie Rosario and \nKyle Schw"
      },
      {
        "name": "Eddie Rosario",
        "role": "extracted",
        "context": "ez, \nJose Altuve, Matt Olson, Eddie Rosario and \nKyle Schwarber. Picking"
      },
      {
        "name": "Kyle Schwarber",
        "role": "extracted",
        "context": "att Olson, Eddie Rosario and \nKyle Schwarber. Picking Cole \nas one of my s"
      },
      {
        "name": "Picking Cole",
        "role": "extracted",
        "context": "Rosario and \nKyle Schwarber. Picking Cole \nas one of my staffing pitche"
      },
      {
        "name": "Toronto Blue",
        "role": "extracted",
        "context": "Nationals will be against the Toronto Blue \nJays. But no one knows \nwher"
      },
      {
        "name": "On Wednesday",
        "role": "extracted",
        "context": "team to play in the country. On Wednesday, the state of Pennsylvania \nt"
      },
      {
        "name": "Blue Jays",
        "role": "extracted",
        "context": "ate of Pennsylvania \ntold the Blue Jays that they will not be allowed"
      },
      {
        "name": "Rachel Levine",
        "role": "extracted",
        "context": "thwestern Pennsylvania,\" said Rachel Levine, \nsecretary of \nthe state Dep"
      },
      {
        "name": "Thomas Boswell",
        "role": "extracted",
        "context": "ns.\" \nMore team coverage: \n•  Thomas Boswell: \"This MLB season will be wei"
      },
      {
        "name": "Jesse Dougherty",
        "role": "extracted",
        "context": "ut \nrisk. \nI can't wait.\" \n•  Jesse Dougherty: \"This was not the Opening Da"
      },
      {
        "name": "Dave Sheinin",
        "role": "extracted",
        "context": ", but at least it's here.\" \n• Dave Sheinin: \"The baseball season starts"
      },
      {
        "name": "Jerry Brewer",
        "role": "extracted",
        "context": "ends is \nanyone's guess.\" \n•  Jerry Brewer: \"Sports are doing what they"
      },
      {
        "name": "Scott Allen",
        "role": "extracted",
        "context": "st \nlike the \nrest of us.\" \n• Scott Allen: \"Shut out from Nationals Par"
      },
      {
        "name": "Nationals Park",
        "role": "extracted",
        "context": "• Scott Allen: \"Shut out from Nationals Park, fans look for other ways to"
      },
      {
        "name": "George Will",
        "role": "extracted",
        "context": "e Opening Day memorable.\" \n• \nGeorge Will created his annual baseball t"
      },
      {
        "name": "Share \nThe",
        "role": "extracted",
        "context": "y. \n(You can \ntake it here.) \nShare \nThe Daily 202 0'.4] \nThe \ncoronav"
      },
      {
        "name": "Sophie Cunningham",
        "role": "extracted",
        "context": "us \nListen \nto the podcast \nP.Sophie Cunningham, \nseen here on the right afte"
      },
      {
        "name": "Charlie \nNeibergall",
        "role": "extracted",
        "context": "had the coronavirus twice. \n(Charlie \nNeibergall/AP) \nSophie Cunningham, seen"
      },
      {
        "name": "Charlie Neibergall",
        "role": "extracted",
        "context": "had the coronavirus twice. \n(Charlie Neibergall/AP) \nAnecdotal evidence is mo"
      },
      {
        "name": "When Sophie",
        "role": "extracted",
        "context": "emain unsure. \nEFTA00025448\n\n\"When Sophie Cunningham, a guard for the W"
      },
      {
        "name": "Phoenix Mercury",
        "role": "extracted",
        "context": "ngham, a guard for the WNBA's Phoenix Mercury, \nreturned to training last w"
      },
      {
        "name": "Carolyn Johnson",
        "role": "extracted",
        "context": "then again in \nJune or July,\" Carolyn Johnson and Ariana Eunjung Cha report"
      },
      {
        "name": "Ariana Eunjung",
        "role": "extracted",
        "context": "or July,\" Carolyn Johnson and Ariana Eunjung Cha report. \"Daniel \nGriffin,"
      },
      {
        "name": "Daniel \nGriffin",
        "role": "extracted",
        "context": "d Ariana Eunjung Cha report. \"Daniel \nGriffin, an \ninfectious diseases doct"
      },
      {
        "name": "Columbia \nUniversity",
        "role": "extracted",
        "context": "ases doctor and researcher at Columbia \nUniversity Medical Center, said that wit"
      },
      {
        "name": "Medical Center",
        "role": "extracted",
        "context": "rcher at Columbia \nUniversity Medical Center, said that with every virus —"
      },
      {
        "name": "Ian Crozier",
        "role": "extracted",
        "context": "mes to Ebola, American doctor Ian Crozier was declared \nfree of the vir"
      },
      {
        "name": "At Cleveland",
        "role": "extracted",
        "context": "ad to be put on a ventilator. At Cleveland Clinic, there was a \npatient"
      },
      {
        "name": "Health \nCare",
        "role": "extracted",
        "context": "ve the virus again. And at ProHealth \nCare in Long Island, there was a m"
      },
      {
        "name": "Long Island",
        "role": "extracted",
        "context": "in. And at ProHealth \nCare in Long Island, there was a man infected at"
      },
      {
        "name": "Middle East",
        "role": "extracted",
        "context": "atory \nsyndrome, or SARS, and Middle East respiratory syndrome \n(MERS),"
      },
      {
        "name": "New \nYorkers",
        "role": "extracted",
        "context": "f antibodies in nearly 20,000 New \nYorkers with mild or moderate covid-1"
      },
      {
        "name": "Mount Sinai",
        "role": "extracted",
        "context": "months later, researchers at Mount Sinai Health System \nfound virus-fi"
      },
      {
        "name": "Health System",
        "role": "extracted",
        "context": "r, researchers at Mount Sinai Health System \nfound virus-fighting antibod"
      },
      {
        "name": "The Senate",
        "role": "extracted",
        "context": "ght after their infections.\" \nThe Senate GOP scrapped Trump's demand f"
      },
      {
        "name": "Senate Republicans",
        "role": "extracted",
        "context": "and for a payroll \ntax \ncut. \nSenate Republicans have cast aside one of Trump'"
      },
      {
        "name": "Senate Majority",
        "role": "extracted",
        "context": "ng offer to Democrats, which \nSenate Majority Leader \nMitch McConnell (R-Ky"
      },
      {
        "name": "Leader \nMitch",
        "role": "extracted",
        "context": "crats, which \nSenate Majority Leader \nMitch McConnell (R-Ky.) is aiming t"
      },
      {
        "name": "Erica Werner",
        "role": "extracted",
        "context": "deal might be reached,\" \nper Erica Werner, Seung Min Kim and Jeff Stein"
      },
      {
        "name": "Seung Min",
        "role": "extracted",
        "context": "reached,\" \nper Erica Werner, Seung Min Kim and Jeff Stein. \n•  Ascen"
      },
      {
        "name": "Jeff Stein",
        "role": "extracted",
        "context": "ica Werner, Seung Min Kim and Jeff Stein. \n•  Ascena Retail Group, the"
      },
      {
        "name": "Ascena Retail",
        "role": "extracted",
        "context": "g Min Kim and Jeff Stein. \n•  Ascena Retail Group, the conglomerate behin"
      },
      {
        "name": "Ann Taylor",
        "role": "extracted",
        "context": "ehind women's apparel \nbrands Ann Taylor, Lane Bryant and Catherines,"
      },
      {
        "name": "Lane Bryant",
        "role": "extracted",
        "context": "s apparel \nbrands Ann Taylor, Lane Bryant and Catherines, filed for \nba"
      },
      {
        "name": "Abha Bhattarai",
        "role": "extracted",
        "context": "some of its \n2,800 \nstores. (Abha Bhattarai) \n• LinkedIn, which is laying"
      },
      {
        "name": "Jena Mc",
        "role": "extracted",
        "context": "l for a short-term recovery,\" Jena McGregor reports. \n•  The top ex"
      },
      {
        "name": "Stanley Erck",
        "role": "extracted",
        "context": "ck \noptions earmarked for CEO Stanley Erck \nand three other executives"
      },
      {
        "name": "Hamza \nShaban",
        "role": "extracted",
        "context": "hich is said to be imminent. (Hamza \nShaban) \nThe U.S. will soon \nsurpass"
      },
      {
        "name": "William Wan",
        "role": "extracted",
        "context": "ned \nto a handful of states,\" William Wan \nand Jacqueline Dupree report"
      },
      {
        "name": "Jacqueline Dupree",
        "role": "extracted",
        "context": "of states,\" William Wan \nand Jacqueline Dupree report. \"The rosy assessment"
      },
      {
        "name": "White \nHouse",
        "role": "extracted",
        "context": "osy assessment he issued at a White \nHouse news \nbriefing ... was underm"
      },
      {
        "name": "Health Metrics",
        "role": "extracted",
        "context": "created by \nthe Institute for Health Metrics and Evaluation ... said wider"
      },
      {
        "name": "Hidalgo \nCounty",
        "role": "extracted",
        "context": "by the resurgent coronavirus. Hidalgo \nCounty, \nat the southern tip of the"
      },
      {
        "name": "Republican Gov",
        "role": "extracted",
        "context": "van Melendez, \npartly blamed (Republican Gov. Greg) \nAbbott's move to over"
      },
      {
        "name": "Renae Merle",
        "role": "extracted",
        "context": "make this \neasy and comply,' Renae Merle reports. \"Another would-be ro"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:13.214Z"
}