{
  "document": {
    "id": "efta00009796",
    "filename": "EFTA00009796.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00009796.pdf",
    "text": "\n\n§ 2635.705 Use of official time., 5 C.F.R. § 2635.705 \nCode of Federal Regulations \nTitle 5. Administrative Personnel \nChapter XVI. Office of Government Ethics \nSubchapter B. Government Ethics \nPart 2635. Standards of Ethical Conduct for Employees of the Executive Branch (Refs & Annos) \nSubpart G. Misuse of Position \n5 C.F.R. § 2635.705 \n§ 2635.705 Use of official time. \nCurrentness \n(a) Use of an employee's own time. Unless authorized in accordance with law or regulations to use such time for other purposes. \nan employee shall use official time in an honest effort to perform official duties. An employee not under a leave system, including \na  Presidential appointee exempted under 5  U.S.C. 6301(2), has an obligation to expend an honest effort and a  reasonable \nproportion of his time in the performance of official duties. \nExample I:  An employee of the Social Security Administration may use official time to engage in certain representational \nactivities on behalf of the employee union of which she is a member. Under 5 U.S.C. 7131, this is a proper use of her official \ntime even though it does not involve performance of her assigned duties as a disability claims examiner. \nExample 2: A pharmacist employed by the Department of Veterans Affairs has been granted excused absence to participate \nas a speaker in a conference on drug abuse sponsored by the professional association to which he belongs. Although excused \nabsence granted by an agency in accordance with guidance in chapter 630 of the Federal Personnel Manual allows an employee \nto be absent from his official duties without charge to his annual leave account, such absence is not on official time. \n(b) Use of a subordinate's time. An employee shall not encourage, direct, coerce, or request a subordinate to use official time \nto perform activities other than those required in the performance of official duties or authorized in accordance with law or \nregulation. \nExample 1: An employee of the Department of Housing and Urban Development may not ask his secretary to type his personal \ncorrespondence during duty hours. Further, directing or coercing a subordinate to perform such activities during nonduty hours \nconstitutes an improper use of public office for private gain in violation of § 2635.702(a). Where the arrangement is entirely \nvoluntary and appropriate compensation is paid, the secretary may type the correspondence at home on her own time. Where \nthe compensation is not adequate, however, the arrangement would involve a gift to the superior in violation of the standards \nin subpart C of this part. \nSOURCE: 57 FR 3504I, Aug. 7, 1992; 62 FR 48747, Sept. 17, 1997, unless otherwise noted. \nAUTHORITY: 5 U.S.C. 7301, 7351, 7353; 5 U.S.C. App. (Ethics in Government Act of 1978); E.O. 12674, 54 FR 15159, 3 \nCFR, 1989 Comp., p. 215, as modified by E.O. 12731, 55 FR 42547, 3 CFR, 1990 Comp., p. 306. \nNotes of Decisions ( 1) \nWESTLAW © 2022 Thomson Reuters. No claim to original U.S. \nGovernment Works. \n1 \nEFTA00009796\n\n§ 2635.705 Use of official time., 5 C.F.R. § 2635.705 \nCurrent through Nov. 14, 2022, 87 FR 68310. Some sections may be more current. See credits for details. \nEnd of Document s.2022 Thomson Reuters. No chin, to original U.S. Government Works. \nWESTLAW © 2022 Thomson Reuters. No claim to original U.S. Government Works. 2 \nEFTA00009797",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Federal Regulations",
        "role": "extracted",
        "context": "5 C.F.R. § 2635.705 \nCode of Federal Regulations \nTitle 5. Administrative Pers"
      },
      {
        "name": "Administrative Personnel",
        "role": "extracted",
        "context": "Federal Regulations \nTitle 5. Administrative Personnel \nChapter XVI. Office of Gover"
      },
      {
        "name": "Government Ethics",
        "role": "extracted",
        "context": "onnel \nChapter XVI. Office of Government Ethics \nSubchapter B. Government Eth"
      },
      {
        "name": "Ethical Conduct",
        "role": "extracted",
        "context": "hics \nPart 2635. Standards of Ethical Conduct for Employees of the Executiv"
      },
      {
        "name": "Executive Branch",
        "role": "extracted",
        "context": "Conduct for Employees of the Executive Branch (Refs & Annos) \nSubpart G. Mi"
      },
      {
        "name": "Social Security",
        "role": "extracted",
        "context": "xample I:  An employee of the Social Security Administration may use offici"
      },
      {
        "name": "Veterans Affairs",
        "role": "extracted",
        "context": "employed by the Department of Veterans Affairs has been granted excused abse"
      },
      {
        "name": "Federal Personnel",
        "role": "extracted",
        "context": "uidance in chapter 630 of the Federal Personnel Manual allows an employee \nto"
      },
      {
        "name": "Urban Development",
        "role": "extracted",
        "context": "the Department of Housing and Urban Development may not ask his secretary to"
      },
      {
        "name": "Government Act",
        "role": "extracted",
        "context": "353; 5 U.S.C. App. (Ethics in Government Act of 1978); E.O. 12674, 54 FR 1"
      },
      {
        "name": "Thomson Reuters",
        "role": "extracted",
        "context": "ecisions ( 1) \nWESTLAW © 2022 Thomson Reuters. No claim to original U.S. \nG"
      },
      {
        "name": "Government Works",
        "role": "extracted",
        "context": "s. No claim to original U.S. \nGovernment Works. \n1 \nEFTA00009796\n\n§ 2635.705"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:40.684Z"
}