{
  "document": {
    "id": "efta00020952",
    "filename": "EFTA00020952.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00020952.pdf",
    "text": "\n\nFrom: \n\"-\nTo: Robert Lewis <I \nCc: \n\"-\nSubject: RE: Epstein --\nDate: Fri, 26 Jul 2019 01:02:41 +0000 \nInline-Images: —WRD164.jpg; image002.jpg \nr  \nr  \nBob, \nThanks very much for being in touch, and we appreciate Mr. continued willingness to speak with us if and when \nthat would be useful. At the moment, we don't immediately need to speak with him, and we certainly will contact you \nanytime that changes. We're currently working our way through a number of interviews and investigative steps on the \ncharged case, but I do expect we'll want to speak with Mr.= in the coming weeks or months. Meanwhile, if anything \nelse arises, please don't hesitate to reach out to us, and we'll do the same. \nthanks again, \nFrom: Robert Lewis \nSent: Thursday, July 25, 2019 14:11 \nTo: \n<I \n >; \nSubject: Epstein --\nDear and \nI represent a potential witness in your case. As you will recall, we spoke about Mr. \nback in March, when you reached out to see if Mr. would speak to you and we agreed that you could. \nAlthough you have not contacted Mr. = I  thought you should know about some recent developments. \nFor the last week or so the New York Times (Mike McIntire) has been aggressively reaching out to Mr. =, \nJesse Rose this employment lawyer) and me (who represented him in the Maxwell case) by email and hone, as \nwell comiaiMr. home twice. He is seeking our comments and information concerning the \nand Mr. testimony in the Maxwell \ncase. \nAccording to McIntire, the Times is planning to run story on the and their ties to Epstein. It also appears \nthat the Times has a copy of all or a portion of the deposition Mr. gave in the Maxwell case, which is \ntroubling because it was subject to confidentiality in that case and, although the Second Circuit has ordered the \nunsealing of the summary judgment papers (which likely include references to Mr. deposition \ntestimony), no mandate has issued or documents been unsealed. \nIn addition, the Times tells us that a \"representative\" of the has told it that Mr. \"lied\" in his \ndeposition. If a representative did that, it is both defamatory and breaches a non-disparagement provision in the \nsettlement agreement with Mr. .  The Times also informs that flight documents purportedly do not \ncorroborate certain portions of Mr. deposition. We do not have access to those flight documents, but we \nunderstand that Epstein's flight documentation is incomplete, if not materially inaccurate. Also pursuant to his \nsettlement of his enitiment dispute with the , Mr. destroyed all of the documents he possessed \npertaining to the , which might corroborate some of his testimony, \nWe have rebuffed the Times' entreaties because of confidentiality obligations has pursuant to a settlement \nagreement in the employment case and the confidentiality order in the Maxwell case, as well as his desire to \nEFTA00020952\n\navoid doing anything that would undermine your criminal prosecution. \nShould you need or want a copy of Mr. deposition transcript in the Maxwell case, we would provide it to \nyou pursuant to subpoena. \nIf you wish to discuss these matters, please do not hesitate to call. \nBest regards, \nBob Lewis \nI I \nROBERT Y. LEWIS \nCell: I Direct Tel: I Fax: \nwvm.freemanlewis.com \nCONFIDENTIALITY NOTICE: The information contained in this message and any attachment is confidential and may be \nsubject to the attorney-client privilege, or otherwise protected from disclosure by applicable law. Any disclosure, distribution, \ncopying, or use of the information contained in this message or any attachment by anyone other than the intended recipient, \nregardless of address or routing, is strictly prohibited. If you are not the intended recipient, please telephone or email the sender \nand delete this message and any attachment from your system. \nEFTA00020953",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Robert Lewis",
        "role": "extracted",
        "context": "From: \n\"-\nTo: Robert Lewis <I \nCc: \n\"-\nSubject: RE: Epst"
      },
      {
        "name": "Mike Mc",
        "role": "extracted",
        "context": "eek or so the New York Times (Mike McIntire) has been aggressively"
      },
      {
        "name": "Jesse Rose",
        "role": "extracted",
        "context": "ively reaching out to Mr. =, \nJesse Rose this employment lawyer) and m"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "n that case and, although the Second Circuit has ordered the \nunsealing of"
      },
      {
        "name": "The Times",
        "role": "extracted",
        "context": "tlement agreement with Mr. .  The Times also informs that flight docu"
      },
      {
        "name": "Bob Lewis",
        "role": "extracted",
        "context": "tate to call. \nBest regards, \nBob Lewis \nI I \nROBERT Y. LEWIS \nCell:"
      },
      {
        "name": "Direct Tel",
        "role": "extracted",
        "context": "I I \nROBERT Y. LEWIS \nCell: I Direct Tel: I Fax: \nwvm.freemanlewis.com"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-07-25",
        "event": "July 25, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:03.694Z"
}