{
  "document": {
    "id": "efta00025392",
    "filename": "EFTA00025392.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00025392.pdf",
    "text": "\n\nFrom: New York Law360 <news@law360.com> \nTo: \nSubject: Sheldon Silver Winds Up With 61/4-Year Prison Term \nDate: \"Cue, 21 Jul 2020 07:29:34 +0000 \ns i_aw360 New York \nNEW YORK \nTuesday, July 21, 2020 GiFollow Law360 \nTOP NEWS \nSheldon Silver Winds Up With 6%-Year Prison Term \nMore than four years after he was first sentenced to 12 years in prison on \ncorruption charges, former New York State Assembly Speaker Sheldon Silver \non Monday was resentenced to a 6%-year term, in a rejection of his bid for \nhome confinement. \nRead full article » \nFor Attys, Flexible Work Arrangements May Be Here To Stay \nWhen COVID-19 hit the U.S. in March, law firms grappled with office closures \nand remote-work arrangements to comply with local stay-at-home orders. \nFour months later, many attorneys seem to have adapted to working from \nhome and may not need to return to the office anytime soon, experts said \nduring a panel discussion Monday. \nRead full article » \nEx-Fox News Host Accused Of Rape In New Harassment Suit \nFox News fired a producer after she was allegedly raped by ousted host Ed \nHenry and complained about toxic workplace culture, while a female guest \nlost out on a full-time job after refusing an advance from Tucker Carlson and \nenduring harassment by Sean Hannity, according to a lawsuit filed Monday. \nComplaint attached I Read full article » \n2nd Circ. Upholds Turkish Banker's Conviction \nThe Second Circuit upheld a Turkish banker's conviction for evading U.S. \nsanctions on Iran, saying in a Monday opinion that strong evidence \nsupported the jury verdict, even if one of the government's charging theories \nmissed the mark. \nOpinion attached I Read full article » \nShowtime Beats Cayuga Nation's 'Billions' Defamation Suit \nA New York judge has tossed a defamation suit by the Cayuga Nation and a \ncouncil member over what they called a negative portrayal of the tribal official \nin an episode of Showtime's fictional show \"Billions,\" saying they hadn't \nshown the character was based closely enough on the council member. \nOpinion \nattached I Read \nfull \narticle » \nSens. Moving Forward On Bill With 65 New Fed. Judgeships \nTwo Republican senators are putting the finishing touches on a bill that would \ncreate 65 new district judgeships, a move that would fulfill the federal \n;:',,Law360 Practice Groups of the \nYear \nLAW FIRMS \nAlva & Gleizer \nArnold & Porter \nBarclay Damon \nBerger Montague \nBerke-Weiss Law PLLC \nBoies Schiller \nCleary Gottlieb \nCovington & Burling \nCravath Swaine \nDavis Wright Tremaine \nDebevoise & Plimpton \nDechert \nDentons \nDiserio Martin \nEarthjustice \nEisenberg & Baum \nGarces & Grabler \nGhidotti Berger \nGibbons PC \nGoldberg & Iryami \nGoodwin \nHarvey & Binnall \nHaynes & Boone \nEFTA00025392\n\njudiciary's recommendation for addressing shortages in overworked courts \nacross the country. \n1 document attached I Read full article » \n23 AGs Challenge Rollback Of Transgender Health Protections \nA coalition of 23 Democratic attorneys general sued the Trump administration \nMonday over a rule eliminating civil rights protections for transgender people \nunder the Affordable Care Act, arguing the rule ignored the U.S. Supreme \nCourt's landmark decision extending Title VII protections to LGBTQ workers. \n2 \ndocuments attached I Read full \narticle \n» \nREAL ESTATE & DEVELOPMENT \n5Pointz Owner Tells High Court Art Law Is Unconstitutional \nA New York City real estate developer who destroyed a famed graffiti space \nknown as 5Pointz asked the U.S. Supreme Court on Monday to strike down \nas unconstitutional a federal law that protects works of art from harm. \nPetition \nattached I \nRead full article \n» \nENERGY & ENVIRONMENTAL \nEPA Escapes Long Island Sound Dumping Grounds Suit \nThe U.S. Environmental Protection Agency acted within its rights when \ndesignating an area of eastern Long Island Sound as a dumping ground for \ndredged materials in a long-term plan for the region, a New York federal \njudge ruled. \nOrder attached I Read full \narticle » \nFederal Coal Lease Ban Should Be Reinstated, AGs Say \nSeveral state attorneys general, environmentalists and a Native American \ntribe on Monday regrouped and took another stab at attempting to revive an \nObama-era moratorium on federal coal leasing after a federal judge recently \nshot down their initial attempt. \n2 documents attached I Read full article » \nEMPLOYMENT \nWeWork Fights Atty's Bid To Appeal Arbitration Ruling \nA New York federal judge should reject a former WeWork attorney's bid to \nappeal a decision that the federal arbitration law trumps the state's arbitration \nrules on allegations of discrimination, as the question is not \"exceptional,\" the \nshared workspace company has argued. \nMemorandum attached I Read full article » \nSECURITIES & WHITE COLLAR \nSEC Seeks Sanctions For CEO Of Memorabilia Biz \nThe U.S. Securities and Exchange Commission asked a New York federal \njudge Friday to sanction the CEO of a sports memorabilia auction company \nand his wife for violating a temporary restraining order in a multimillion-dollar \nfraud suit, saying the couple covertly transferred cash from the U.S. to \nRussia, perpetrated two insurance fraud schemes and destroyed \ncommunications at the center of the schemes. \nMemorandum attached Read full \narticle \n» \nTextron Escapes Investor Suit Over Arctic Cat Buy \nTextron Inc. slipped a proposed securities class action Monday after a New \nYork federal judge found that its shareholders hadn't properly alleged a single \nHerrick Feinstein \nHodgson Russ \nHogan Lovells \nJenner & Block \nJones Day \nKaplan Fox \nKirkland & Ellis \nKlestadt Winters \nKobre & Kim \nLaw Offices of Tim Powers \nLevi & Korsinsky \nLinklaters \nMcCarter & English \nMcCulley McCluer \nMcDermott Will \nMorgan Lewis \nNorris McLaughlin \nOrrick \nPalazzo Law Firm \nParker Ibrahim \nPaul Weiss \nPeiffer Wolf \nPetrillo Klein \nRottenberg Lipman \nSchneider Wallace \nSelendy & Gay \nShearman & Sterling \nSullivan & Worcester \nVinson & Elkins \nWeitz & Luxenberg \nWigdor LLP \nWilkinson Walsh \nWilmerHale \nWinston & Strawn \nZiontz Chestnut \nZumpano Patricios \nCOMPANIES \nAdvanced Micro Devices Inc. \nAmerican Bar Association \nApple Inc. \nArctic Cat Inc. \nBanco Santander SA \nBank of America Corp. \nBarclays PLC \nCelgene Corp. \nCenter for Biological Diversity \nChevron Corp. \nChina International Economic and \nTrade Arbitration Commission \nCitigroup Inc. \nEFTA00025393\n\nmisrepresentation regarding Textron's purchase of a snowmobile company in \n2017. \nOpinion attached I Read full article » \nGOVERNMENT CONTRACTS \nJudge Says DOD Freight False Claims Suit Should Proceed \nA New York federal magistrate judge recommended that most of the U.S. \nDepartment of Defense's allegations in a False Claims Act suit accusing a \nfreight carrier of systematically overcharging the department move forward, \nwhile refusing to transfer the case. \nReport attached I Read \nfull article » \nBANKRUPTCY \nCancer Center Beats Ex-Lobbyist's $6M Claim At 2nd Circ. \nThe Second Circuit on Monday upheld a bankruptcy court finding that an ex-\nlobbyist for 21st Century Oncology Holdings Inc. is not owed $7 million in \nbonus pay, saying the letter of the law allows the bankrupt cancer chain to \ncap his bonus. \nOpinion attached I Read full article » \nBANKING \n$12.6M Deal In Forex Rigging Suit Gets Initial OK \nA $12.6 million allocation plan between a class of investors and several major \nbanks including JPMorgan Chase & Co., Standard Chartered PLC and Bank \nof America Corp. got preliminary approval by a New York federal judge to \nresolve foreign exchange market rigging claims against the financial \ninstitutions. \nOrder attached \nI \nRead \nfull article \n>> \nTAX \nNYC Biz Execs Oppose Competitive Regional Tax Incentives \nNew York City business leaders asked political leaders Monday to consider \ncutting tax subsidies, ending regional tax incentive competition and \neliminating commercial rent taxes on some businesses in light of the \neconomic hit caused by the COVID-19 pandemic. \nReport attached I Read full \narticle » \nPROJECT FINANCE \nVale Wins Bid For Docs In $500M Guinean Mining Project Fight \nA New York judge on Monday allowed Brazilian mining company Vale SA to \nseek information on the whereabouts of $500 million it invested in a doomed \nGuinean mining project to be used in U.K. litigation accusing Israeli billionaire \nBeny Steinmetz of fraudulently inducing it to enter into the venture. \nOrder attached I Read \nfull article ” \nIMMIGRATION \nNYCLU Sues For Info On Child Refugee Atty Policy Change \nThe New York Civil Liberties Union filed a freedom-of-information suit \nMonday seeking details from the Trump administration about what the rights \ngroup calls a stealth move to cut back on access to lawyers for \nunaccompanied immigrant children in federal custody. \nComplaint attached I Read full article » \nDell Technologies Inc. \nDeutsche Bank AG \nEl Paso Corporation \nFedEx Corp. \nFederation for American \nImmigration Reform \nFibroGen Inc. \nFord Motor Co. \nFordham University \nFox News Network LLC \nHenry Schein Inc. \nHertz Global Holdings Inc. \nICAP \nImmigration Reform Law Institute \nIntel Corp. \nJPMorgan Chase & Co. \nLos Angeles Dodgers \nMylan NV \nNational Women's Law Center \nNew York City Bar Association \nNew York Civil Liberties Union \nNike Inc. \nPartnership for New York City \nPivotal Software Inc. \nQUALCOMM Inc. \nRFR Realty LLC \nRoku Inc. \nSantander Investment Securities \nInc. \nServotronics Inc. \nShowtime Networks Inc. \nSierra Club \nSouthern Poverty Law Center \nStandard Chartered PLC \nState Bar of California \nSunoco LP \nTD Ameritrade Holding Corp. \nTencent Holdings Ltd. \nTextron Inc. \nThe Boeing Co. \nThe Coca-Cola Co. \nThe Walt Disney Co. \nThoratec Corporation \nTwitter Inc. \nVale SA \nWeWork Co. Inc. \nWitkoff Group \nYRC Freight Inc. \nGOVERNMENT AGENCIES \nAdministration for Children and \nFamilies \nEFTA00025394\n\nNATIVE AMERICAN \nNative Cig Co. Says NY Judge Should Snuff Out State's Suit \nKing Mountain Tobacco Co. has opposed the state of New York's request that \na federal court keep jurisdiction over the state's suit against the Native \nAmerican tobacco maker, saying claims King Mountain might have resumed \nshipping illegal cigarettes to New York are \"flatly wrong.\" \n1 document attached I Read full article » \nEXPERT ANALYSIS \nDespite 2nd Circ. Ruling, Discovery Statute's Reach Grows \nThe Second Circuit's recent Guo ruling barring the use of cross-border \ndiscovery under Section 1782 in private, international commercial arbitration \nis the exception to the rule of broad circuit-level interpretation as this statute \nbecomes an increasingly powerful tool for litigators, say attorneys at Dechert. \nOpinion \nattached I Read \nfull \narticle » \nMediator Confidentiality Promises Carry Serious Risks \nA mediation agreement that promises to keep evidence confidential could \nresult in a legal malpractice case for the mediator, and the risk has increased \nin the COVID-19 era of online sessions, says mediator Jeff Kichaven. \nRead full article » \nLEGAL INDUSTRY \n'Men's Rights' Atty Named As Killer Of Federal Judge's Son \nThe deceased gunman suspected of killing U.S. District Judge Esther Salas' \nson and wounding her husband at their New Jersey home was identified \nMonday as Roy Den Hollander, a solo \"men's rights\" attorney who has \nargued before her, according to the FBI and U.S. attorney's office. \nRead full article » \nJudge Whose Son Was Gunned Down Made History In NJ \nU.S. District Judge Esther Salas, whose son was killed and husband \nwounded in a shooting at their New Jersey home Sunday, has had a history-\nmaking judicial career marked by some of the most high-profile cases in the \nGarden State, including a recent suit against Deutsche Bank AG over its ties \nto millionaire sex offender Jeffrey Epstein. \nRead full article » \nAnalysis \nSalas Attack Highlights Importance Of Judicial Security \nPast violent attacks on judges and their families have spurred attempts to \naddress weaknesses in judicial security, but following a fatal shooting at the \nhome of U.S. District Judge Esther Salas in New Jersey on Sunday, experts \nsay that even more can be done to ensure the safety of judges and those \nclose to them. \nRead full article » \nHaynes And Boone Eyes Expansion With New Leader \nA new managing partner will take the helm at Haynes and Boone LLP in \nJanuary as the Texas-based firm sets lofty goals to expand at home in Texas \nand in its national and international offices, the firm announced Monday. \nRead full article » \nCoca-Cola, Ford Each Name New General Counsel \nBureau of Citizenship and \nImmigration Services \nBureau of Land Management \nCalifornia Supreme Court \nConfederated Tribes and Bands of \nthe Yakama Nation \nEuropean Commission \nExecutive Office for Immigration \nReview \nFederal Bureau of Investigation \nGeorgia Supreme Court \nJudicial Conference of the United \nStates \nNew York Attorney General's Office \nNew York City Council \nNew York State Assembly \nNorthern Cheyenne Tribe \nU.S. Army \nU.S. Army Corps of Engineers \nU.S. Attorney's Office \nU.S. Coast Guard \nU.S. Court of Appeals for the \nDistrict of Columbia Circuit \nU.S. Court of Appeals for the Fifth \nCircuit \nU.S. Court of Appeals for the Ninth \nCircuit \nU.S. Court of Appeals for the \nSecond Circuit \nU.S. Court of Appeals for the Tenth \nCircuit \nU.S. Department of Defense \nU.S. Department of Health and \nHuman Services \nU.S. Department of Justice \nU.S. Department of the Interior \nU.S. District Court for the Central \nDistrict of California \nU.S. District Court for the District of \nDelaware \nU.S. District Court for the Eastern \nDistrict of New York \nU.S. District Court for the Eastern \nDistrict of Texas \nU.S. District Court for the Southern \nDistrict of New York \nU.S. District Court for the Western \nDistrict of New York \nU.S. District Court for the Western \nDistrict of Texas \nU.S. Environmental Protection \nAgency \nU.S. Navy \nEFTA00025395\n\nThe Coca-Cola Co. and Ford Motor Co. announced Monday that they will \nboth have new general counsel, with the automotive giant's top attorney \nshifting over to the beverage company. \nRead full article » \nGun-Toting St. Louis Attys Charged Over Anti-Protest Standoff \nHusband-and-wife attorneys who run a prominent St. Louis personal injury \nfirm were charged with a felony apiece in Missouri state court Monday as \nprosecutors say they brandished an assault rifle and a handgun while \nconfronting protesters marching outside their home last month. \nRead full article » \nAllow Menstrual Products At Bar Exam, Thousands Tell NCBE \nThousands of law professors, lawyers and law students on Monday urged the \nNational Conference of Bar Examiners to clarify that examinees must be \npermitted to bring menstrual products to the Multistate Bar Examination, \ncharacterizing some states' practice of banning them as \"illogical\" and \n\"shaming.\" \nRead full article » \nGa. Is Latest State To Delay Bar Exam And Move Online \nGeorgia's high court on Monday canceled the in-person bar examination \nscheduled for September and moved the test online, joining a growing list of \nstates that have changed plans for the exam as a result of COVID-19. \nRead full article » \nSurvey Finds Most Judges Say Systemic Racism Is An Issue \nA National Judicial College poll released Monday found that 65% of the \njudges who responded believe systemic racism is part of the U.S. criminal \njustice system, with many leaving comments that suggested the problem was \none the judiciary should be paying close attention to. \nRead full article » \n2 Ex-High Court Clerks Exit BigLaw For The MacArthur Center \nThe appellate practices at Orrick and Jenner & Block each lost a former \nSupreme Court clerk this month to the MacArthur Justice Center, a Chicago \npublic interest law firm aimed at criminal justice reform. \nRead full article » \nFlynn Says Trial Judge 'Hijacked' Case With En Banc Bid \nPresident Donald Trump's former national security adviser Michael Flynn \naccused a federal judge Monday of hijacking his criminal prosecution by \nrefusing to immediately grant the government's request to end his case and \nurged the full D.C. Circuit to allow a recent ruling ordering his case's \ndismissal to stand without a review. \nRead full article » \nAvenatti Is Out Of Money For Legal Fees, Lawyer Says \nMichael Avenatti is out of money and can't afford the legal fees for his \nupcoming embezzlement trial, his counsel told a California federal judge over \nthe weekend, asking to continue representing the embattled attorney on a \npublicly funded basis. \nRead full article » \nExpert Witness Sues Levi & Korsinsky For Unpaid Fees \nSecurities and consumer litigation law firm Levi & Korsinsky LLP has not paid \na financial industry consulting firm for its work as an expert witness in a \nproposed class action against TD Ameritrade Inc. and has refused to respond \nto a demand for arbitration, according to a suit filed in Connecticut state \ncourt. \nU.S. Securities and Exchange \nCommission \nU.S. Supreme Court \nUnited States District Court for the \nDistrict of Montana \nEFTA00025396\n\nRead full article » \nEx-FAIR Research Director Among 46 New Immigration Judges \nFormer immigration judges said Monday that the Trump administration's \nrecent appointments of 46 immigration judges are \"a fraud on American \njustice\" and that the appointment of a former leader of an immigration \nrestrictionist organization will make it \"impossible for one to receive a fair \nhearing.\" \nRead full \narticle \nInterview \n15 Minutes With Geometer's Chief Legal Officer \nAfter in-house stints at EMC and a cloud software company spun out by Dell \nEMC and VMware, Andrew Cohen earlier this year helped establish a \nsoftware incubator that dedicates a quarter of its projects to furthering the \nsocial good. Here, the head lawyer shares more about the challenges at \nGeometer, and the ways he has seen the general counsel role change. \nRead full article » \nJOBS \nSearch full listings or advertise your job opening \nNot sure if your firm subscribes? Ask your librarian. \nWe hope you found this message to be useM. \nHowever, if you'd rather noi receive future mails of this son, \nyou may unsubscribe here. \nPlease DO NOT reply to this email. For customer support inquiries, please call + I -646-781.7ICO or visit our Contact Us page. \nPrivacy Policy \nLaw360 I Portfolio Media. Inc. Ill West 19th Street. 5th Floor, New York, NY I 0DI I \nEFTA00025397",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ank AG over its ties \nto millionaire sex offender Jeffrey Epstein. \nRead full article » \nAnalysis \nSalas Attack Hig"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "Judge 'Hijacked' Case With En Banc Bid \nPresident Donald Trump's former national security adviser Michael Flynn"
      },
      {
        "name": "Sheldon Silver",
        "role": "extracted",
        "context": "ws@law360.com> \nTo: \nSubject: Sheldon Silver Winds Up With 61/4-Year Priso"
      },
      {
        "name": "Winds Up",
        "role": "extracted",
        "context": "To: \nSubject: Sheldon Silver Winds Up With 61/4-Year Prison Term \nD"
      },
      {
        "name": "Year Prison",
        "role": "extracted",
        "context": "don Silver Winds Up With 61/4-Year Prison Term \nDate: \"Cue, 21 Jul 2020"
      },
      {
        "name": "Term \nDate",
        "role": "extracted",
        "context": "inds Up With 61/4-Year Prison Term \nDate: \"Cue, 21 Jul 2020 07:29:34 +"
      },
      {
        "name": "Follow Law",
        "role": "extracted",
        "context": "ORK \nTuesday, July 21, 2020 GiFollow Law360 \nTOP NEWS \nSheldon Silver"
      },
      {
        "name": "Term \nMore",
        "role": "extracted",
        "context": "Winds Up With 6%-Year Prison Term \nMore than four years after he was"
      },
      {
        "name": "State Assembly",
        "role": "extracted",
        "context": "tion charges, former New York State Assembly Speaker Sheldon Silver \non Mo"
      },
      {
        "name": "Speaker Sheldon",
        "role": "extracted",
        "context": "ormer New York State Assembly Speaker Sheldon Silver \non Monday was resente"
      },
      {
        "name": "For Attys",
        "role": "extracted",
        "context": "nement. \nRead full article » \nFor Attys, Flexible Work Arrangements M"
      },
      {
        "name": "Flexible Work",
        "role": "extracted",
        "context": "ad full article » \nFor Attys, Flexible Work Arrangements May Be Here To S"
      },
      {
        "name": "Arrangements May",
        "role": "extracted",
        "context": "e » \nFor Attys, Flexible Work Arrangements May Be Here To Stay \nWhen COVID-1"
      },
      {
        "name": "Be Here",
        "role": "extracted",
        "context": "lexible Work Arrangements May Be Here To Stay \nWhen COVID-19 hit th"
      },
      {
        "name": "To Stay",
        "role": "extracted",
        "context": "Work Arrangements May Be Here To Stay \nWhen COVID-19 hit the U.S. i"
      },
      {
        "name": "Fox News",
        "role": "extracted",
        "context": "day. \nRead full article » \nEx-Fox News Host Accused Of Rape In New H"
      },
      {
        "name": "Host Accused",
        "role": "extracted",
        "context": "d full article » \nEx-Fox News Host Accused Of Rape In New Harassment Sui"
      },
      {
        "name": "Of Rape",
        "role": "extracted",
        "context": "e » \nEx-Fox News Host Accused Of Rape In New Harassment Suit \nFox N"
      },
      {
        "name": "In New",
        "role": "extracted",
        "context": "Fox News Host Accused Of Rape In New Harassment Suit \nFox News fir"
      },
      {
        "name": "Harassment Suit",
        "role": "extracted",
        "context": "s Host Accused Of Rape In New Harassment Suit \nFox News fired a producer af"
      },
      {
        "name": "Ed \nHenry",
        "role": "extracted",
        "context": "llegedly raped by ousted host Ed \nHenry and complained about toxic wo"
      },
      {
        "name": "Tucker Carlson",
        "role": "extracted",
        "context": "fter refusing an advance from Tucker Carlson and \nenduring harassment by S"
      },
      {
        "name": "Sean Hannity",
        "role": "extracted",
        "context": "n and \nenduring harassment by Sean Hannity, according to a lawsuit filed"
      },
      {
        "name": "Upholds Turkish",
        "role": "extracted",
        "context": "ead full article » \n2nd Circ. Upholds Turkish Banker's Conviction \nThe Seco"
      },
      {
        "name": "Conviction \nThe",
        "role": "extracted",
        "context": "irc. Upholds Turkish Banker's Conviction \nThe Second Circuit upheld a Turki"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "kish Banker's Conviction \nThe Second Circuit upheld a Turkish banker's con"
      },
      {
        "name": "Showtime Beats",
        "role": "extracted",
        "context": "tached I Read full article » \nShowtime Beats Cayuga Nation's 'Billions' De"
      },
      {
        "name": "Cayuga Nation",
        "role": "extracted",
        "context": "ull article » \nShowtime Beats Cayuga Nation's 'Billions' Defamation Suit"
      },
      {
        "name": "Defamation Suit",
        "role": "extracted",
        "context": "ts Cayuga Nation's 'Billions' Defamation Suit \nA New York judge has tossed"
      },
      {
        "name": "Moving Forward",
        "role": "extracted",
        "context": "Read \nfull \narticle » \nSens. Moving Forward On Bill With 65 New Fed. Judg"
      },
      {
        "name": "On Bill",
        "role": "extracted",
        "context": "ticle » \nSens. Moving Forward On Bill With 65 New Fed. Judgeships"
      },
      {
        "name": "New Fed",
        "role": "extracted",
        "context": "oving Forward On Bill With 65 New Fed. Judgeships \nTwo Republican s"
      },
      {
        "name": "Judgeships \nTwo",
        "role": "extracted",
        "context": "ward On Bill With 65 New Fed. Judgeships \nTwo Republican senators are putti"
      },
      {
        "name": "Practice Groups",
        "role": "extracted",
        "context": "fill the federal \n;:',,Law360 Practice Groups of the \nYear \nLAW FIRMS \nAlva"
      },
      {
        "name": "Gleizer \nArnold",
        "role": "extracted",
        "context": "the \nYear \nLAW FIRMS \nAlva & Gleizer \nArnold & Porter \nBarclay Damon \nBerg"
      },
      {
        "name": "Porter \nBarclay",
        "role": "extracted",
        "context": "RMS \nAlva & Gleizer \nArnold & Porter \nBarclay Damon \nBerger Montague \nBerke"
      },
      {
        "name": "Damon \nBerger",
        "role": "extracted",
        "context": "zer \nArnold & Porter \nBarclay Damon \nBerger Montague \nBerke-Weiss Law PLL"
      },
      {
        "name": "Montague \nBerke",
        "role": "extracted",
        "context": "Porter \nBarclay Damon \nBerger Montague \nBerke-Weiss Law PLLC \nBoies Schille"
      },
      {
        "name": "Weiss Law",
        "role": "extracted",
        "context": "Damon \nBerger Montague \nBerke-Weiss Law PLLC \nBoies Schiller \nCleary"
      },
      {
        "name": "Boies Schiller",
        "role": "extracted",
        "context": "ntague \nBerke-Weiss Law PLLC \nBoies Schiller \nCleary Gottlieb \nCovington &"
      },
      {
        "name": "Cleary Gottlieb",
        "role": "extracted",
        "context": "iss Law PLLC \nBoies Schiller \nCleary Gottlieb \nCovington & Burling \nCravath"
      },
      {
        "name": "Burling \nCravath",
        "role": "extracted",
        "context": "Cleary Gottlieb \nCovington & Burling \nCravath Swaine \nDavis Wright Tremaine"
      },
      {
        "name": "Swaine \nDavis",
        "role": "extracted",
        "context": "Covington & Burling \nCravath Swaine \nDavis Wright Tremaine \nDebevoise &"
      },
      {
        "name": "Wright Tremaine",
        "role": "extracted",
        "context": "urling \nCravath Swaine \nDavis Wright Tremaine \nDebevoise & Plimpton \nDecher"
      },
      {
        "name": "Plimpton \nDechert",
        "role": "extracted",
        "context": "Wright Tremaine \nDebevoise & Plimpton \nDechert \nDentons \nDiserio Martin \nEar"
      },
      {
        "name": "Dentons \nDiserio",
        "role": "extracted",
        "context": "ebevoise & Plimpton \nDechert \nDentons \nDiserio Martin \nEarthjustice \nEisenbe"
      },
      {
        "name": "Martin \nEarthjustice",
        "role": "extracted",
        "context": "on \nDechert \nDentons \nDiserio Martin \nEarthjustice \nEisenberg & Baum \nGarces & G"
      },
      {
        "name": "Baum \nGarces",
        "role": "extracted",
        "context": "in \nEarthjustice \nEisenberg & Baum \nGarces & Grabler \nGhidotti Berger \nG"
      },
      {
        "name": "Grabler \nGhidotti",
        "role": "extracted",
        "context": "e \nEisenberg & Baum \nGarces & Grabler \nGhidotti Berger \nGibbons PC \nGoldberg"
      },
      {
        "name": "Berger \nGibbons",
        "role": "extracted",
        "context": "m \nGarces & Grabler \nGhidotti Berger \nGibbons PC \nGoldberg & Iryami \nGoodwi"
      },
      {
        "name": "Iryami \nGoodwin",
        "role": "extracted",
        "context": "erger \nGibbons PC \nGoldberg & Iryami \nGoodwin \nHarvey & Binnall \nHaynes & B"
      },
      {
        "name": "Binnall \nHaynes",
        "role": "extracted",
        "context": "g & Iryami \nGoodwin \nHarvey & Binnall \nHaynes & Boone \nEFTA00025392\n\njudici"
      },
      {
        "name": "Gs Challenge",
        "role": "extracted",
        "context": "ed I Read full article » \n23 AGs Challenge Rollback Of Transgender Healt"
      },
      {
        "name": "Rollback Of",
        "role": "extracted",
        "context": "l article » \n23 AGs Challenge Rollback Of Transgender Health Protection"
      },
      {
        "name": "Transgender Health",
        "role": "extracted",
        "context": "23 AGs Challenge Rollback Of Transgender Health Protections \nA coalition of 2"
      },
      {
        "name": "Affordable Care",
        "role": "extracted",
        "context": "transgender people \nunder the Affordable Care Act, arguing the rule ignored"
      },
      {
        "name": "Supreme \nCourt",
        "role": "extracted",
        "context": "ing the rule ignored the U.S. Supreme \nCourt's landmark decision extending"
      },
      {
        "name": "Pointz Owner",
        "role": "extracted",
        "context": "REAL ESTATE & DEVELOPMENT \n5Pointz Owner Tells High Court Art Law Is U"
      },
      {
        "name": "Tells High",
        "role": "extracted",
        "context": "& DEVELOPMENT \n5Pointz Owner Tells High Court Art Law Is Unconstituti"
      },
      {
        "name": "Court Art",
        "role": "extracted",
        "context": "ENT \n5Pointz Owner Tells High Court Art Law Is Unconstitutional \nA Ne"
      },
      {
        "name": "Law Is",
        "role": "extracted",
        "context": "tz Owner Tells High Court Art Law Is Unconstitutional \nA New York"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "own as 5Pointz asked the U.S. Supreme Court on Monday to strike down \nas"
      },
      {
        "name": "Escapes Long",
        "role": "extracted",
        "context": "ENERGY & ENVIRONMENTAL \nEPA Escapes Long Island Sound Dumping Grounds"
      },
      {
        "name": "Island Sound",
        "role": "extracted",
        "context": "VIRONMENTAL \nEPA Escapes Long Island Sound Dumping Grounds Suit \nThe U.S"
      },
      {
        "name": "Dumping Grounds",
        "role": "extracted",
        "context": "EPA Escapes Long Island Sound Dumping Grounds Suit \nThe U.S. Environmental"
      },
      {
        "name": "Suit \nThe",
        "role": "extracted",
        "context": "Island Sound Dumping Grounds Suit \nThe U.S. Environmental Protection"
      },
      {
        "name": "Environmental Protection",
        "role": "extracted",
        "context": "umping Grounds Suit \nThe U.S. Environmental Protection Agency acted within its right"
      },
      {
        "name": "Long Island",
        "role": "extracted",
        "context": "esignating an area of eastern Long Island Sound as a dumping ground for"
      },
      {
        "name": "Federal Coal",
        "role": "extracted",
        "context": "ached I Read full \narticle » \nFederal Coal Lease Ban Should Be Reinstate"
      },
      {
        "name": "Lease Ban",
        "role": "extracted",
        "context": "full \narticle » \nFederal Coal Lease Ban Should Be Reinstated, AGs Say"
      },
      {
        "name": "Should Be",
        "role": "extracted",
        "context": "cle » \nFederal Coal Lease Ban Should Be Reinstated, AGs Say \nSeveral"
      },
      {
        "name": "Gs Say",
        "role": "extracted",
        "context": "se Ban Should Be Reinstated, AGs Say \nSeveral state attorneys gene"
      },
      {
        "name": "Native American",
        "role": "extracted",
        "context": "eral, environmentalists and a Native American \ntribe on Monday regrouped an"
      },
      {
        "name": "Work Fights",
        "role": "extracted",
        "context": "full article » \nEMPLOYMENT \nWeWork Fights Atty's Bid To Appeal Arbitrat"
      },
      {
        "name": "Bid To",
        "role": "extracted",
        "context": "LOYMENT \nWeWork Fights Atty's Bid To Appeal Arbitration Ruling \nA"
      },
      {
        "name": "Appeal Arbitration",
        "role": "extracted",
        "context": "WeWork Fights Atty's Bid To Appeal Arbitration Ruling \nA New York federal ju"
      },
      {
        "name": "Seeks Sanctions",
        "role": "extracted",
        "context": "ECURITIES & WHITE COLLAR \nSEC Seeks Sanctions For CEO Of Memorabilia Biz \nT"
      },
      {
        "name": "Of Memorabilia",
        "role": "extracted",
        "context": "SEC Seeks Sanctions For CEO Of Memorabilia Biz \nThe U.S. Securities and"
      },
      {
        "name": "Biz \nThe",
        "role": "extracted",
        "context": "ctions For CEO Of Memorabilia Biz \nThe U.S. Securities and Exchange"
      },
      {
        "name": "Exchange Commission",
        "role": "extracted",
        "context": "Biz \nThe U.S. Securities and Exchange Commission asked a New York federal \njud"
      },
      {
        "name": "Textron Escapes",
        "role": "extracted",
        "context": "tached Read full \narticle \n» \nTextron Escapes Investor Suit Over Arctic Cat"
      },
      {
        "name": "Investor Suit",
        "role": "extracted",
        "context": "article \n» \nTextron Escapes Investor Suit Over Arctic Cat Buy \nTextron"
      },
      {
        "name": "Over Arctic",
        "role": "extracted",
        "context": "Textron Escapes Investor Suit Over Arctic Cat Buy \nTextron Inc. slipped"
      },
      {
        "name": "Cat Buy",
        "role": "extracted",
        "context": "pes Investor Suit Over Arctic Cat Buy \nTextron Inc. slipped a propo"
      },
      {
        "name": "Textron Inc",
        "role": "extracted",
        "context": "tor Suit Over Arctic Cat Buy \nTextron Inc. slipped a proposed securitie"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "s class action Monday after a New \nYork federal judge found that its"
      },
      {
        "name": "Herrick Feinstein",
        "role": "extracted",
        "context": "'t properly alleged a single \nHerrick Feinstein \nHodgson Russ \nHogan Lovells"
      },
      {
        "name": "Hodgson Russ",
        "role": "extracted",
        "context": "a single \nHerrick Feinstein \nHodgson Russ \nHogan Lovells \nJenner & Bloc"
      },
      {
        "name": "Hogan Lovells",
        "role": "extracted",
        "context": "rick Feinstein \nHodgson Russ \nHogan Lovells \nJenner & Block \nJones Day \nK"
      },
      {
        "name": "Block \nJones",
        "role": "extracted",
        "context": "Russ \nHogan Lovells \nJenner & Block \nJones Day \nKaplan Fox \nKirkland & E"
      },
      {
        "name": "Day \nKaplan",
        "role": "extracted",
        "context": "ovells \nJenner & Block \nJones Day \nKaplan Fox \nKirkland & Ellis \nKlesta"
      },
      {
        "name": "Fox \nKirkland",
        "role": "extracted",
        "context": "er & Block \nJones Day \nKaplan Fox \nKirkland & Ellis \nKlestadt Winters \nKo"
      },
      {
        "name": "Ellis \nKlestadt",
        "role": "extracted",
        "context": "s Day \nKaplan Fox \nKirkland & Ellis \nKlestadt Winters \nKobre & Kim \nLaw Off"
      },
      {
        "name": "Winters \nKobre",
        "role": "extracted",
        "context": "x \nKirkland & Ellis \nKlestadt Winters \nKobre & Kim \nLaw Offices of Tim Pow"
      },
      {
        "name": "Kim \nLaw",
        "role": "extracted",
        "context": "is \nKlestadt Winters \nKobre & Kim \nLaw Offices of Tim Powers \nLevi &"
      },
      {
        "name": "Tim Powers",
        "role": "extracted",
        "context": "Kobre & Kim \nLaw Offices of Tim Powers \nLevi & Korsinsky \nLinklaters"
      },
      {
        "name": "Korsinsky \nLinklaters",
        "role": "extracted",
        "context": "Offices of Tim Powers \nLevi & Korsinsky \nLinklaters \nMcCarter & English \nMcCulley"
      },
      {
        "name": "English \nMc",
        "role": "extracted",
        "context": "insky \nLinklaters \nMcCarter & English \nMcCulley McCluer \nMcDermott Will"
      },
      {
        "name": "Culley Mc",
        "role": "extracted",
        "context": "laters \nMcCarter & English \nMcCulley McCluer \nMcDermott Will \nMorgan"
      },
      {
        "name": "Cluer \nMc",
        "role": "extracted",
        "context": "cCarter & English \nMcCulley McCluer \nMcDermott Will \nMorgan Lewis \nNo"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-07-21",
        "event": "July 21, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:13.084Z"
}