{
  "document": {
    "id": "efta00017935",
    "filename": "EFTA00017935.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00017935.pdf",
    "text": "\n\nFrom: (USANYS)\"  \nTo: (USANYS)\" \nSubject: FW: CORRECTIONAL OFFICERS CHARGED WITH FALSIFYING RECORDS ON \nAUGUST 9TH AND 10TH AT THE METROPOLITAN CORRECTIONAL CENTER \nDate: The, 19 Nov 2019 16:21:10 +0000 \nAttachments: U.S._v._Tova_Noel_and_Michael_Thomas_19_Cr_830_Indictmentisigned].pdf \nInline-Images: image001.png \nLooking forward to the motion to strike the following as superfluous: \nDuring that time period, NOEL and THOMAS were the only correctional officers assigned to the SHU. Aside \nfrom two other officers who briefly visited the common area of the SHU, as confirmed by video surveillance, no \none else entered the SHU, no one conducted any counts or rounds throughout the night, and no one entered the \narea in which Epstein was housed. \nFrom: Biase, Nicholas (USANYS)\nSent: Tuesday, November 19, 2019 11:15 AM \nSubject: CORRECTIONAL OFFICERS CHARGED WITH FALSIFYING RECORDS ON AUGUST 9TH AND 10TH AT THE \nMETROPOLITAN CORRECTIONAL CENTER \nUNITED STATES ATTORNEY'S OFFICE \nSouthern District of New York \nCORRECTIONAL OFFICERS CHARGED WITH FALSIFYING RECORDS ON \nAUGUST 9TH  AND 10TH  AT THE METROPOLITAN CORRECTIONAL CENTER \nDefendants Allegedly Created Records Falsely Attesting to Required Checks of Inmates the Defendants Never \nDid in the Special Housing Unit on the Night Inmate Jeffiwy Epstein Committed Suicide \nGeoffrey S. \nBerman, the United States Attorney for the Southern District of New York, Guido Modano, \nSpecial Agent in Charge of the Department of Justice Office of the Inspector General, New York Field Office \n(\"DOJ OIG\"), and William F. Sweeney Jr., Assistant Director-in-Charge of the New York Field Office of the \nFederal Bureau of Investigation (\"FBI\"), announced today the unsealing of an indictment charging federal \ncorrectional officers TOVA NOEL and MICHAEL THOMAS with making false records and conspiring to make \nfalse records and to defraud the United States by impairing the lawful functions of the Metropolitan Correctional \nCenter (\"MCC\"), a Manhattan detention facility that houses federal inmates. NOEL and THOMAS surrendered \nthis morning. The case is assigned to Southern District of New York U.S. District Judge Analisa Tones. \nU.S. Attorney Geoffrey S. Berman said: \"As alleged, the defendants had a duty to ensure the safety and \nsecurity of federal inmates in their care at the Metropolitan Correctional Center. Instead, they repeatedly failed \nEFTA00017935\n\nto conduct mandated checks on inmates, and lied on official forms to hide their dereliction.\" \nDOJ OIG Special Agent in Charge Guido Modano said: \"Correctional Officers swear an oath to carry out \ntheir duties. Completing rounds to verify inmate counts and certifying the accuracy of logs are important tasks \nto ensure the safety and security of institutions and the wellbeing of inmates. Those who shirk their duties but \nfalsely state they have completed them place the institution, fellow employees, inmates, and the public at risk.\" \nFBI Assistant Director William F. Sweeney Jr. said: \"Security protocols are in place to protect the public, \nfellow officers and inmates being held in the MCC. We allege these officers falsified records to create the \nappearance they were following those protocols. The security risks created by this type of behavior are \nimmense. The message here is simple - citizens place their trust in those who have taken an oath to serve and \nprotect the public, and when that trust is deliberately violated by public servants, who instead choose to break \nthose regulations, then they will be held accountable.\" \nAccording to the Indictment[l I  filed today in Manhattan federal court: \nOn August 10, 2019, NOEL and THOMAS repeatedly failed to complete mandated counts of prisoners \nunder their watch in the MCC's Special Housing Unit (\"SHU\"). Instead, for substantial portions of their shifts, \nNOEL and THOMAS sat at their desk, browsed the intemet, and moved around the common area of the SHU. \nTo conceal their failure to perform their duties, NOEL and THOMAS repeatedly signed false certifications \nattesting to having conducted multiple counts of inmates that they did not do. As a result of those false \nstatements, the MCC believed prisoners in the SHU were being regularly monitored when, in fact, as a result of \nthe defendants' conduct, no correctional officer conducted any count or round of the SHU from approximately \n10:30 p.m. on August 9 until approximately 6:30 a.m. on August 10, at which time, NOEL and THOMAS \ndiscovered the body of MCC inmate Jeffrey Epstein, who had committed suicide overnight while unobserved. \nBackground on Relevant Individuals & Entities \nThe MCC is a federal administrative detention facility located in Manhattan that is run by the Federal \nBureau of prisons. The MCC employs correctional officers, whose primary duty is to ensure the care, custody, \nand control of the inmate population of the MCC. NOEL has been employed as a correctional officer at the \nMCC since approximately 2016, and THOMAS has been employed as a correctional officer at the MCC since \napproximately 2007. Both NOEL and THOMAS were regularly assigned to work shifts in the SHU at the \nMCC. \nCorrectional officers assigned to guard inmates in the SHU —  and throughout the MCC — are required to \nconduct institution-wide counts of inmates at regular, scheduled intervals to ensure that each inmate is alive and \naccounted for within the MCC. Two officers are required to complete the institutional count for each housing \nunit, including the SHU, and are further required to document their performance of the count on an official MCC \nform called a count slip. In addition to the institutional count, MCC correctional officers assigned to the SHU \nare required to complete rounds every thirty minutes to ensure that each inmate is alive and accounted for within \nhis cell. Correctional officers working in the SHU are required to complete a form documenting the date and \ntime of each 30-minute round in each area of the SHU. \nOn July 6, 2019, Epstein was arrested and detained at the MCC on sex trafficking charges, and was \nsubsequently assigned to the SHU due to risk factors for suicidality and safety concerns. After an apparent \nsuicide attempt on July 23, 2019, Epstein was transferred to suicide watch and then psychological observation. \nUpon being moved back to the SHU on July 30, 2019, the MCC took steps to guard against future suicide \nattempts by Epstein, including by assigning Epstein to the cell closest to the correctional officers' desk. \nConducting the required institutional counts and thirty-minute rounds in the SHU were also part of the MCC's \nprocedures for ensuring the safety of inmates, including Epstein. \nThe Events ofAugust 9-10, 2019 \nEFTA00017936\n\nOn August 9, 2019, NOEL was assigned to work in the SHU from 4:00 p.m. on August 9, 2019, to 8:00 \na.m. on August 10, 2019. THOMAS was assigned to work with NOEL in the SHU from 12:00 a.m. until 8:00 \na.m. on August 10, 2019. From 4:00 p.m. on August 9 to 8:00 a.m. on August 10, the officers on duty in the \nSHU, including NOEL and THOMAS, were responsible for conducting five institutional counts at 4:00 p.m. and \n10:00 p.m. on August 9, and at 12:00 a.m., 3:00 a.m., and 5:00 a.m. on August 10. NOEL and THOMAS were \nalso responsible for completing forms attesting to the completion of each of those counts. In fact, NOEL, and \nthen NOEL and THOMAS, repeatedly failed to complete mandated counts in the SHU. Instead for substantial \nportions of their 12:00-8:00 a.m. shifts, NOEL and THOMAS sat at their desk, browsed the intemet, and moved \naround the common area of the SHU. During that time period, NOEL and THOMAS were the only correctional \nofficers assigned to the SHU. Aside from two other officers who briefly visited the common area of the SHU, as \nconfirmed by video surveillance, no one else entered the SHU, no one conducted any counts or rounds \nthroughout the night, and no one entered the area in which Epstein was housed. \nTo conceal their failure to complete their duties, NOEL signed false certifications attesting to having \nconducted counts of inmates at 4:00 p.m. and 10:00 p.m., and NOEL and THOMAS signed false certifications \nattesting to having conducted counts of inmates at 12:00 a.m., 3:00 a.m., and 5:00 a.m. when, in truth and in fact, \nthey never conducted such counts. As a result of those false reports, the MCC believed prisoners in the SHU \nwere being regularly monitored and accounted for when, in fact, no correctional officer conducted any count or \nround of the SHU from approximately 10:30 p.m. on August 9 until approximately 6:30 a.m. on August 10, at \nwhich time, NOEL and THOMAS discovered the body of Epstein, who had committed suicide by hanging \nhimself earlier that morning while unobserved. \nNOEL, 31, and THOMAS, 41, are each charged with one count of conspiring to defraud the United \nStates by impairing, obstructing, and defeating the lawful functions of the MCC, and to make false records, \nwhich carries a maximum sentence of five years in prison. NOEL is also charged with five counts of making \nfalse records, and THOMAS is also charged with three counts of making false records, each of which carries a \nmaximum sentence of five years in prison. \nThe statutory maximum and mandatory penalties are prescribed by Congress and are provided here for \ninformational purposes only, as any sentencing of the defendants would be determined by the judge. \nMr. Berman praised the outstanding investigative work of the Office of the Inspector General, the FBI, \nand the New York City Police Department. \nThis case is being handled by the Office's Public Corruption Unit. Assistant U.S. Attorneys Rebekah \nDonaleski and Nicolas Roos are in charge of the prosecution. \nThe charges contained in the Indictment are merely accusations. The defendants are presumed innocent \nunless and until proven guilty. \n19-383 \nTo view a  pdf version of this  press release,  click here. \nFollow us on \nFacebook  I Follow us on Twitter  I SDNY website  I YouTube \nNicholas Biase \nEFTA00017937\n\nPublic Affairs \nUnited States Department of Justice \nU.S. Attorney's Office 'Southern District of New York \n'Mobile: \nI \nPress Office: \n[ 1 ] As the introductory phrase signifies, the entirety of the text of the Indictment, and the description of the Indictment set forth herein, \nconstitute only allegations, and every fact described therein should be treated as an allegation. \nEFTA00017938",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "OEL and THOMAS \ndiscovered the body of MCC inmate Jeffrey Epstein, who had committed suicide overnight while unobse"
      },
      {
        "name": "Berman",
        "role": "extracted",
        "context": "be determined by the judge. \nMr. Berman praised the outstanding i"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "TED STATES ATTORNEY'S OFFICE \nSouthern District of New York \nCORRECTIONAL OFF"
      },
      {
        "name": "Defendants Allegedly",
        "role": "extracted",
        "context": "OPOLITAN CORRECTIONAL CENTER \nDefendants Allegedly Created Records Falsely Attes"
      },
      {
        "name": "Created Records",
        "role": "extracted",
        "context": "CENTER \nDefendants Allegedly Created Records Falsely Attesting to Required"
      },
      {
        "name": "Falsely Attesting",
        "role": "extracted",
        "context": "nts Allegedly Created Records Falsely Attesting to Required Checks of Inmates"
      },
      {
        "name": "Required Checks",
        "role": "extracted",
        "context": "Records Falsely Attesting to Required Checks of Inmates the Defendants Nev"
      },
      {
        "name": "Defendants Never",
        "role": "extracted",
        "context": "equired Checks of Inmates the Defendants Never \nDid in the Special Housing U"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "Defendants Never \nDid in the Special Housing Unit on the Night Inmate Jeff"
      },
      {
        "name": "Night Inmate",
        "role": "extracted",
        "context": "e Special Housing Unit on the Night Inmate Jeffiwy Epstein Committed Sui"
      },
      {
        "name": "Jeffiwy Epstein",
        "role": "extracted",
        "context": "sing Unit on the Night Inmate Jeffiwy Epstein Committed Suicide \nGeoffrey S"
      },
      {
        "name": "Committed Suicide",
        "role": "extracted",
        "context": "Night Inmate Jeffiwy Epstein Committed Suicide \nGeoffrey S. \nBerman, the Uni"
      },
      {
        "name": "Guido Modano",
        "role": "extracted",
        "context": "outhern District of New York, Guido Modano, \nSpecial Agent in Charge of"
      },
      {
        "name": "Special Agent",
        "role": "extracted",
        "context": "t of New York, Guido Modano, \nSpecial Agent in Charge of the Department o"
      },
      {
        "name": "Justice Office",
        "role": "extracted",
        "context": "n Charge of the Department of Justice Office of the Inspector General, New"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "ment of Justice Office of the Inspector General, New York Field Office \n(\"DOJ"
      },
      {
        "name": "Field Office",
        "role": "extracted",
        "context": "e Inspector General, New York Field Office \n(\"DOJ OIG\"), and William F."
      },
      {
        "name": "Sweeney Jr",
        "role": "extracted",
        "context": "(\"DOJ OIG\"), and William F. Sweeney Jr., Assistant Director-in-Charg"
      },
      {
        "name": "Assistant Director",
        "role": "extracted",
        "context": ", and William F. Sweeney Jr., Assistant Director-in-Charge of the New York Fie"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "New York Field Office of the \nFederal Bureau of Investigation (\"FBI\"), ann"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "g the lawful functions of the Metropolitan Correctional \nCenter (\"MCC\"), a Manhattan"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "ern District of New York U.S. District Judge Analisa Tones. \nU.S. Attorney"
      },
      {
        "name": "Analisa Tones",
        "role": "extracted",
        "context": "New York U.S. District Judge Analisa Tones. \nU.S. Attorney Geoffrey S. B"
      },
      {
        "name": "Attorney Geoffrey",
        "role": "extracted",
        "context": "ct Judge Analisa Tones. \nU.S. Attorney Geoffrey S. Berman said: \"As alleged,"
      },
      {
        "name": "Charge Guido",
        "role": "extracted",
        "context": "n.\" \nDOJ OIG Special Agent in Charge Guido Modano said: \"Correctional Of"
      },
      {
        "name": "Correctional Officers",
        "role": "extracted",
        "context": "in Charge Guido Modano said: \"Correctional Officers swear an oath to carry out \nt"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "in Manhattan federal court: \nOn August 10, 2019, NOEL and THOMAS rep"
      },
      {
        "name": "Relevant Individuals",
        "role": "extracted",
        "context": "le unobserved. \nBackground on Relevant Individuals & Entities \nThe MCC is a fede"
      },
      {
        "name": "Entities \nThe",
        "role": "extracted",
        "context": "und on Relevant Individuals & Entities \nThe MCC is a federal administrati"
      },
      {
        "name": "Federal \nBureau",
        "role": "extracted",
        "context": "Manhattan that is run by the Federal \nBureau of prisons. The MCC employs c"
      },
      {
        "name": "On July",
        "role": "extracted",
        "context": "und in each area of the SHU. \nOn July 6, 2019, Epstein was arrested"
      },
      {
        "name": "The Events",
        "role": "extracted",
        "context": "inmates, including Epstein. \nThe Events ofAugust 9-10, 2019 \nEFTA0001"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "of conspiring to defraud the United \nStates by impairing, obstructing, an"
      },
      {
        "name": "City Police",
        "role": "extracted",
        "context": "l, the FBI, \nand the New York City Police Department. \nThis case is bei"
      },
      {
        "name": "Public Corruption",
        "role": "extracted",
        "context": "being handled by the Office's Public Corruption Unit. Assistant U.S. Attorney"
      },
      {
        "name": "Attorneys Rebekah",
        "role": "extracted",
        "context": "rruption Unit. Assistant U.S. Attorneys Rebekah \nDonaleski and Nicolas Roos a"
      },
      {
        "name": "Nicolas Roos",
        "role": "extracted",
        "context": "orneys Rebekah \nDonaleski and Nicolas Roos are in charge of the prosecut"
      },
      {
        "name": "Tube \nNicholas",
        "role": "extracted",
        "context": "Twitter  I SDNY website  I YouTube \nNicholas Biase \nEFTA00017937\n\nPublic A"
      },
      {
        "name": "Public Affairs",
        "role": "extracted",
        "context": "Nicholas Biase \nEFTA00017937\n\nPublic Affairs \nUnited States Department of"
      },
      {
        "name": "Press Office",
        "role": "extracted",
        "context": "ict of New York \n'Mobile: \nI \nPress Office: \n[ 1 ] As the introductory p"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-11-19",
        "event": "November 19, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2019-07-06",
        "event": "July 6, 2019"
      },
      {
        "date": "2019-07-23",
        "event": "July 23, 2019"
      },
      {
        "date": "2019-07-30",
        "event": "July 30, 2019"
      },
      {
        "date": "2019-08-09",
        "event": "August 9, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:55.898Z"
}