{
  "document": {
    "id": "efta00024724",
    "filename": "EFTA00024724.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00024724.pdf",
    "text": "\n\nCase 1:20-cv-00484-JGK-DCF Document 80 Filed 09/09/20 Page 1 of 4 \nU.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nBY EMAIL' \nThe Honorable Debra Freeman \nUnited States District Court \nSouthern District of New York \nUnited States Courthouse \n500 Pearl Street \nNew York, New York 10007 \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza  \nNew York, New York 10007 \nThe \nClerk of Court is directed \nto file this letter on the Docket \nSeptember 4, 2020 \nof Case \nNo. 20cv00484. \nDated: 09/09/2020 \nSO ORDERED \nDEBRA FREEMAN \nUnited \nStates Magistrate Judge \nRe: Jane Doe v. Darren It Indyke, et aL, 20 Civ. 484 (DCF) (JGK) \nDear Judge Freeman: \nThe Government respectfully submits this letter to request that the Court: (1) permit the \nGovernment to intervene in the above-referenced matter for the limited purpose of seeking a stay \nof the action, and (2) stay this matter in its entirety pending the resolution of the criminal \nprosecution against Ghislaine Maxwell in the matter of United States v. Ghislaine Maxwell, 20 Cr. \n330 (AJN). As discussed below, the Government submits that a complete stay of this civil action \nwill serve the public interest of preserving the integrity of the criminal prosecution against \nMaxwell and will conserve private, public, and judicial resources; and that those interests will \noutweigh any delay or disruption caused to the resolution of this civil action. \nOn June 29, 2020, a  federal grand jury in this District returned a  sealed indictment (the \n\"Indictment\") charging Ghislaine Maxwell with one count of conspiracy to entice minors to travel \nto engage in illegal sex acts, in violation of 18 U.S.C. § 371; one count of enticing a minor to travel \nto engage in illegal sex acts, in violation of 18 U.S.C. § 2422 and 2; one count of conspiracy to \ntransport minors to participate in illegal sex acts, in violation of 18 U.S.C. § 371; one count of \ntransporting minors to participate in illegal sex acts, in violation of 18 U.S.C. § 2423 and 2; and \ntwo counts of perjury, in violation of 18 U.S.C. § 1623. The charges arise from a  scheme to \nsexually abuse underage girls at Jeffrey Epstein's properties in New York, Florida, and New \nMexico, between approximately 1994 and 1997. As the Indictment details, Maxwell played a key \nrole in Epstein's abuse of minors by helping Epstein to identify, groom, and ultimately abuse \nunderage girls. \n' While the Government understands that letters from parties are required to be filed via ECF, the \nGovernment is not a party in this matter, and the ECF system does not permit non-parties to file \nletters. \nEFTA00024724\n\nCase 1:20-cv-00484-JGK-DCF Document 80 Filed 09/09/20 Page 2 of 4 \nPage 2 \nOver the past year, a  number of plaintiffs have filed civil complaints in this District \nasserting claims arising from Jeffrey Epstein's sexual abuse of minor girls. Of those lawsuits, the \nabove-captioned matter is the lone case in this District that has not yet been either resolved or \nstayed at this point, as far as the Government is aware. In particular, this matter appears to be the \nonly remaining active civil case in this District in which claims against Ghislaine Maxwell have \nbeen asserted. \nThis Court has the inherent power to stay civil cases in the interests of justice pending the \ncompletion of criminal prosecution. See Landis v. North Am. Co., 299 U.S. 248, 255 (1936); Kashi \nv. Gratsos, 790 F.2d 1050, 1057 (2d Cir. 1986). Courts routinely grant applications to stay civil \nproceedings in order to protect a pending criminal case. See, e.g., Johnson v. New York City Police \nDep't, 01 Civ. 6570 (RCC) (JCF), 2003 WL 21664882, at *2 (S.D.N.Y. July 16, 2003); Okoli v. \nCty. of Nassau, 15 Civ. 0701 (JS) (SIL), 2015 WL 8207496, at *24 (E.D.N.Y. Dec. 7, 2015). \nThe complaint in this civil action alleges that Maxwell facilitated the sexual abuse of a \nminor by Jeffrey Epstein in the 1990s. Those allegations will, by definition, touch on matters \nrelating to the pending Indictment. Indeed, based on a review of the civil complaint, the \nGovernment understands that it is likely that should discovery in civil action go forward, multiple \nwitnesses or potential witnesses at the criminal trial would be subject to deposition. Accordingly, \nthere is a significant risk that proceeding with this civil matter would adversely affect the ongoing \ncriminal prosecution against Maxwell. Those concerns include, among others: (i) subjecting \npotential trial witnesses in the criminal matter to depositions by civil litigants in advance of their \ntestimony on similar matters in the criminal trial; (ii) subjecting the defendant to a deposition on \nmatters for which she presently stands criminally charged in advance of her criminal trial; and (iii) \nthe potential waste of significant judicial, government, and defense resources that would result \nfrom having both the civil and criminal proceeding move forward simultaneously given the \npotential of the resolution of the criminal case to impact any resolution of the civil action. \nCourts generally apply a  five-factor test in determining whether to stay a  civil action \npending the resolution of a  related criminal matter, considering: (i) the private interests of the \nplaintiffs in proceeding expeditiously with the civil litigation balanced against the prejudice to the \nplaintiffs if delayed; (ii) the private interests of and burden on the defendants; (iii) the interests of \nthe courts; (iv) the interests of persons not parties to the civil litigation; and (v) the public interest. \nSEC v. Beacon Hill Asset Mgmt. LLC, No. 02 Civ. 8855, 2003 WL 554618, at *1 (S.D.N.Y. Feb. \n27, 2003); see also SEC v. Doody IV, 186 F. Supp. 2d 379, 381 (S.D.N.Y. 2002). Here, the factors \nweigh in favor of granting a stay. \nHere, while the Government appreciates the plaintiff's interest in resolving the civil suit,2\nany potential prejudice to the plaintiff is outweighed by both the public interest in the enforcement \nof criminal laws and the fact that resolution of the criminal process may result in a more efficient \nresolution of the civil suit. See generally In re Ivan F. Boesky Sec. Litig., 128 F.R.D. 47, 49 \n(S.D.N.Y. 1989) (\"the public interest in the criminal case is entitled to precedence over the civil \n2 As Maxwell also seeks a stay of this matter, it does not appear that granting the stay would cause \nany prejudice to Maxwell. \nEFTA00024725\n\nCase 1:20-cv-00484-JGK-DCF Document 80 Filed 09/09/20 Page 3 of 4 \nPage 3 \nlitigant\"); United States v.  Hugo Key & Son, Inc., 672 F. Supp. 656, 685 (D.R.I. 1987) (\"While a \ncivil litigant with a  private dispute has an interest in the prompt disposition of his or her claims, \nthe public has a  greater interest in the enforcement of the criminal law.\"). In particular, any \nconcern regarding the potential delay of this civil suit is outweighed by the concern that Maxwell \nwould seek to assert her Fifth Amendment rights rather than submit to a deposition in the civil \naction, and that depositions of other witnesses could potentially interfere with the criminal \nprosecution. See United States v. Saad, 229 F.R.D. 90, 91 (S.D.N.Y. 2005) (noting that \ninvocations of the Fifth Amendment privilege can disrupt the orderly conduct of a  civil case). \nMoreover, given the factual overlap between the civil and criminal cases, allowing the criminal \nmatter to be resolved in the first instance may result in a narrowing of the factual and legal issues \nbefore this Court. See Volmar Dist, Inc. v. New York Post Co., 152 F.R.D. 36, 40 (S.D.N.Y. \n1993). Accordingly, the interests of judicial economy are better served by the stay the Government \nseeks. \nAdditionally, consideration of the interests of third parties, including the public, weighs in \nfavor of granting the stay. In particular, the Government is not aware of any third parties that \nwould be harmed by a stay, and, to the contrary, the public interest in the enforcement of the \ncriminal law will be served by a stay. Multiple third-party witnesses possess information that is \npotentially relevant to both this lawsuit and the criminal prosecution.3  Premature disclosure of the \ntestimony of these witnesses could severely impair the criminal prosecution. First, such witnesses \nmay be forced to testify about any efforts to assist the criminal investigation and prosecution, and \nmay thereby expose facts about the investigation that would otherwise not be disclosed far in \nadvance of a criminal trial and could potentially expose witnesses and/or their families to \nharassment. Moreover, permitting any discovery to proceed in this lawsuit would enable Maxwell \nto seek a preview of trial testimony in the criminal case, and would afford her with a broader array \nof discovery than she is entitled to in the criminal case. See Johnson, 2003 WL 21664882, at *2 \n(\"[T]he civil action, if not stayed, might undermine the criminal defendant's Fifth Amendment \nprivilege against self-incrimination, expand the rights of discovery beyond the limits of the state's \ncriminal procedure law, expose the basis of the defense to the prosecution, or otherwise prejudice \nthe criminal case.\"). Finally, the Government notes that Maxwell's access to information about \nthe criminal matter is under the jurisdiction of the Honorable Alison J. Nathan, who has entered a \nprotective order and has issued several rulings regarding the scope of discovery that Maxwell is \n3  In an August 25, 2020 opinion, Judge Nathan held that Maxwell is not entitled to know who the \nGovernment's trial witnesses are at this stage of the criminal case. United States v. Ghislaine \nMaxwell, 20 Cr. 330 (AJN), Dkt. 49. Consistent with that ruling, the Government is not including \ndetailed information in this letter about who those trial witnesses might be and will not engage \nwith Maxwell's speculation as to who those witnesses may be. The Government respectfully \nsubmits that the Court need not make any findings on that score to resolve this motion, as a \ncomplaint concerning sexual abuse of minors by Epstein and Maxwell will inevitably implicate \ndocuments, witnesses, and other evidence that overlaps with the criminal matter, whether or not \nthe plaintiff in this action—or the conduct she alleges—has any direct connection to the charges in \nthe Indictment. If it would be useful to the Court, however, the Government is prepared to provide \nan a parte submission under seal detailing the anticipated overlap of witnesses between the \ncriminal case and this case. \nEFTA00024726\n\nCase 1:20-cv-00484-JGK-DCF Document 80 Filed 09/09/20 Page 4 of 4 \nPage 4 \nentitled to and the manner in which she may or may not use that information. Given that Maxwell \nis represented by the same counsel in both the criminal and civil matter, a stay is necessary to avoid \nblurring the carefully drawn boundaries between the criminal case and pending civil litigation. \nThe Government recognizes that the plaintiff in this action has an interest in pursuing her \nclaim against Maxwell. To that end, the Government has considered whether a partial stay—or \nsome other remedy short of a  complete stay of this action—would address the Government's \nconcerns. However, after carefully considering the issues in this case and the pending criminal \ncase, the Government respectfully submits that nothing short of a  full stay of this matter would \naddress the Government's concerns and preserve the public's substantial interest in avoiding \ninterference with prosecution of the criminal case \nFinally, the Government notes that any stay would be no longer than necessary to \naccommodate the interests of the criminal process. At this time, the Government only seeks a stay \nuntil the conclusion of the criminal trial, which is scheduled to begin on July 12, 2021. \nRespectfully submitted, \nAUDREY \nSTRAUSS \nActing United States \nAttorney \nBy:  Is \nAssistant United States Attorneys \nSouthern District of New York \nTel: \nCc: All counsel of record (by email) \nEFTA00024727",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "om a  scheme to \nsexually abuse underage girls at Jeffrey Epstein's properties in New York, Florida, and New \nMexic"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "e resolution of the criminal \nprosecution against Ghislaine Maxwell in the matter of United States v. Ghislaine Maxwe"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "ge 1 of 4 \nU.S. Department of Justice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nBY EMAIL' \nThe H"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "trict of New York \nBY EMAIL' \nThe Honorable Debra Freeman \nUnited States"
      },
      {
        "name": "Debra Freeman",
        "role": "extracted",
        "context": "ork \nBY EMAIL' \nThe Honorable Debra Freeman \nUnited States District Court"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "Debra Freeman \nUnited States District Court \nSouthern District of New Yor"
      },
      {
        "name": "Pearl Street",
        "role": "extracted",
        "context": "United States Courthouse \n500 Pearl Street \nNew York, New York 10007 \nTh"
      },
      {
        "name": "The Silvio",
        "role": "extracted",
        "context": "et \nNew York, New York 10007 \nThe Silvio J. Mollo Building \nOne Saint"
      },
      {
        "name": "Mollo Building",
        "role": "extracted",
        "context": "New York 10007 \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza  \nN"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The Silvio J. Mollo Building \nOne Saint Andrew's Plaza  \nNew York, Ne"
      },
      {
        "name": "Plaza  \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza  \nNew York, New York 10007 \nThe \nCl"
      },
      {
        "name": "The \nClerk",
        "role": "extracted",
        "context": "a  \nNew York, New York 10007 \nThe \nClerk of Court is directed \nto file"
      },
      {
        "name": "Docket \nSeptember",
        "role": "extracted",
        "context": "d \nto file this letter on the Docket \nSeptember 4, 2020 \nof Case \nNo. 20cv004"
      },
      {
        "name": "Case \nNo",
        "role": "extracted",
        "context": "Docket \nSeptember 4, 2020 \nof Case \nNo. 20cv00484. \nDated: 09/09/202"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "0 \nSO ORDERED \nDEBRA FREEMAN \nUnited \nStates Magistrate Judge \nRe: Jane Do"
      },
      {
        "name": "Magistrate Judge",
        "role": "extracted",
        "context": "DEBRA FREEMAN \nUnited \nStates Magistrate Judge \nRe: Jane Doe v. Darren It In"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "States Magistrate Judge \nRe: Jane Doe v. Darren It Indyke, et aL, 2"
      },
      {
        "name": "Darren It",
        "role": "extracted",
        "context": "strate Judge \nRe: Jane Doe v. Darren It Indyke, et aL, 20 Civ. 484 (D"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "aL, 20 Civ. 484 (DCF) (JGK) \nDear Judge Freeman: \nThe Government resp"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": ") (JGK) \nDear Judge Freeman: \nThe Government respectfully submits this let"
      },
      {
        "name": "On June",
        "role": "extracted",
        "context": "lution of this civil action. \nOn June 29, 2020, a  federal grand ju"
      },
      {
        "name": "New \nMexico",
        "role": "extracted",
        "context": "ies in New York, Florida, and New \nMexico, between approximately 1994 a"
      },
      {
        "name": "This Court",
        "role": "extracted",
        "context": "Maxwell have \nbeen asserted. \nThis Court has the inherent power to sta"
      },
      {
        "name": "See Landis",
        "role": "extracted",
        "context": "tion of criminal prosecution. See Landis v. North Am. Co., 299 U.S. 24"
      },
      {
        "name": "North Am",
        "role": "extracted",
        "context": "al prosecution. See Landis v. North Am. Co., 299 U.S. 248, 255 (1936"
      },
      {
        "name": "City Police",
        "role": "extracted",
        "context": "ee, e.g., Johnson v. New York City Police \nDep't, 01 Civ. 6570 (RCC) (J"
      },
      {
        "name": "Beacon Hill",
        "role": "extracted",
        "context": "the public interest. \nSEC v. Beacon Hill Asset Mgmt. LLC, No. 02 Civ."
      },
      {
        "name": "Asset Mgmt",
        "role": "extracted",
        "context": "interest. \nSEC v. Beacon Hill Asset Mgmt. LLC, No. 02 Civ. 8855, 2003"
      },
      {
        "name": "Boesky Sec",
        "role": "extracted",
        "context": ". See generally In re Ivan F. Boesky Sec. Litig., 128 F.R.D. 47, 49 \n("
      },
      {
        "name": "As Maxwell",
        "role": "extracted",
        "context": "precedence over the civil \n2 As Maxwell also seeks a stay of this mat"
      },
      {
        "name": "Hugo Key",
        "role": "extracted",
        "context": "litigant\"); United States v.  Hugo Key & Son, Inc., 672 F. Supp. 656"
      },
      {
        "name": "Fifth Amendment",
        "role": "extracted",
        "context": "ell \nwould seek to assert her Fifth Amendment rights rather than submit to"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "th the criminal \nprosecution. See United States v. Saad, 229 F.R.D. 90"
      },
      {
        "name": "See Volmar",
        "role": "extracted",
        "context": "al issues \nbefore this Court. See Volmar Dist, Inc. v. New York Post C"
      },
      {
        "name": "Post Co",
        "role": "extracted",
        "context": "Volmar Dist, Inc. v. New York Post Co., 152 F.R.D. 36, 40 (S.D.N.Y."
      },
      {
        "name": "See Johnson",
        "role": "extracted",
        "context": "tled to in the criminal case. See Johnson, 2003 WL 21664882, at *2 \n(\"["
      },
      {
        "name": "Honorable Alison",
        "role": "extracted",
        "context": "under the jurisdiction of the Honorable Alison J. Nathan, who has entered a"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "n an August 25, 2020 opinion, Judge Nathan held that Maxwell is not enti"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "iminal case. United States v. Ghislaine \nMaxwell, 20 Cr. 330 (AJN), Dkt. 49. C"
      },
      {
        "name": "Acting United",
        "role": "extracted",
        "context": "submitted, \nAUDREY \nSTRAUSS \nActing United States \nAttorney \nBy:  Is \nAs"
      },
      {
        "name": "States \nAttorney",
        "role": "extracted",
        "context": "UDREY \nSTRAUSS \nActing United States \nAttorney \nBy:  Is \nAssistant United St"
      },
      {
        "name": "Is \nAssistant",
        "role": "extracted",
        "context": "United States \nAttorney \nBy:  Is \nAssistant United States Attorneys \nSout"
      },
      {
        "name": "Attorneys \nSouthern",
        "role": "extracted",
        "context": "Is \nAssistant United States Attorneys \nSouthern District of New York \nTel: \nC"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-09-09",
        "event": "09/09/2020"
      },
      {
        "date": "2020-09-04",
        "event": "September 4, 2020"
      },
      {
        "date": "2020-06-29",
        "event": "June 29, 2020"
      },
      {
        "date": "2003-07-16",
        "event": "July 16, 2003"
      },
      {
        "date": "2020-08-25",
        "event": "August 25, 2020"
      },
      {
        "date": "2021-07-12",
        "event": "July 12, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:11.714Z"
}