{
  "document": {
    "id": "efta00019067",
    "filename": "EFTA00019067.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019067.pdf",
    "text": "\n\nFrom: \n\"Martin G. \nWeinberg\" czl> \nTo: \"al\" -talnins\"'Miller, Michael\"' \n<MMEIMIMME>, \n\"'Weingarten, Reid\"' \nCc:\n'\n, \"'Martin G. Weinberg\" \nSubject: RE: US v Epstein \nDate: Sun, 11 Aug 2019 19:54:44 +0000 \nM, Mr. Epstein's family has asked me to send to you and Adam Johnson at the MCC a request for the preservation of any \nand all documents, records, reports, videos, pictures, physical evidence, electronic communication data, tape recordings, \nlogs, notes, papers, emails and any and all other forms of information that would be in the possession of the MCC, its \nWarden, their legal counsel, the USMS, the FBI, the Inspector General, the USAO for the SDNY or any other federal or \nrelevant state or city agency that relate to Jeffrey Epstein's imprisonment/detention since July 6, 2019 and that relate \nparticularly but not exclusively to the July 23, 2019 occurrence which was investigated as an attempted suicide by the \nMCC and the events relating to his death on August 10, 2019. The request encompasses but is not limited to any videos of \nthe 9th floor area in the proximity of his cell during the evening of August 9 through the time Mr. Epstein was taken out of \nhis cell for the last time on August 10, 2019, or videos of the cell itself during that time period, records of the identities of \n(i.e. MCC employees or independent contractors or anyone else) who were on duty from midnight through 8 AM on \nAugust 10, 2019 or otherwise had access to the 9th floor unit where Mr. Epstein was incarcerated during this time period, \nrecords of any observations of Mr. Epstein on August 9-10, 2019, any and all photographs of Mr. Epstein or his cell taken \non August 10, 2019, any and all electronic or tape recordings or records of any internal communications within the MCC or \nany external communciations by MCC staff on August 9 and August 10, 2019, records of any mental health interviews or \nassessements of Mr. Epstein at anytime during his detention, records of any decision to put him on or take Mr Epstein off \nsuicide watch, photos of his cell taken on or before August 9 or on or after August 10, 2019, memoranda of interviews with \nany prisoners who were in Mr. Epstein's \nSHU \nunit on the 9th floor on or about July 23 or on August 9-10, 2019 relating to \nMr. Epstein, the same request for interview memoranda of any MCC employee or independent contractor or any other \nperson in the MCC midnight-8 AM August 10, 2019, any and all medical and EMS and hospital records from July 23 \nand/or August 10, 2019, and the future pathology and toxicology and medical examiner's reports. Additionally, we would \nrequest the preservation of any note or notes found in Mr. Epstein's cell on August 10, 2019, any ligature or other physical \nevidence related to his cause of death, any bedding, any medication or vitamins, any log showing who entered or were \npresent in the MCC for the 12 hour period before 6:30 AM on August 10, 2019, as well as a list of inmates who were in Mr. \nEpstein's unit during the evening of August 9 and the morning of August 10, 2019. We would in addition to the \npreservation request ask for the production of all of the above. We would receive and retain in subject any information \nreceived in response to this request subject to the terms and conditions of our Protective Order. In short, the family requests \na preservation and production of any and all records and documents relevant to his detention, treatment, and death. I will \nsend an identical request to Mr Johnson (as well as to Mark Epstein's personal counsel \nThank you for your consideration of these requests and your ongoing assistance \nMartin Weinberg \nMartin G. Weinberg, Esq. \n20 Park Plaza \nSuite 1000 \nBoston, MA 02116 \n - \nOffice \nCell \n —This Electronic Message contains information from the Law Office of \nMartin G. Weinberg, \nP.C., \nand may be privileged. The information is intended for the use of the addressee only. If you are \nnot the addressee, please note that any disclosure, copying, distribution, or use of the contents of this message is prohibited. \nFrom• [mailto: \nSent: Saturday, August 10, 2019 7:31 PM \nTo: Miller, Michael ; Martin G. Weinbe ; Wein arten, Reid \nCc: \n; \nSubject: RE: US v Epstein \nMike, Marty, Reid, \nEFTA00019067\n\nI just wanted to let you know that I don't expect we'll have any further updates today, and so wanted to send you a brief \nnote to let you know that since we hadn't otherwise been in touch since earlier this afternoon. I imagine we will continue to \nbe in contact in the coming days; meanwhile, I appreciate you being in touch today, and I  hope the investigations of these \nevents will be thorough and swift. \nrespectfully, \nFrom: \nSent: Saturday, August 10, 2019 14:14 \nTo: Miller, Michael <I >; Martin G. Weinberg <=EM>; Weingarten, Reid \n\"cl  \nCc:  \nI›; I  <I \nSubject: RE: US v Epstein \nFollowing up on the below, wanted to make sure the attached letter from the Warden immediately got to Mike as well (in \naddition to Marty and Reid having been copied and emailed). As the letter indicates, there are now investigations ongoing, \nincluding as initiated by the Attorney General himself. Separately, we have not received additional information on topics \nsuch as the apparent cause of death, the status of observation of Mr. Epstein at the time, etc., but we will continue to be in \ntouch immediately if that changes. \nthank you, \nFrom: \nSent: Saturday, August 10, 2019 11:57 \nTo: Miller, Michael <I Marlin G. Weinberg <=EIM>; Weingarten, Reid \n\"cl  \nCc:  \nSubject: Re: US v Epstein \nMike, Marty, Reid, \nFollowing up on my conversations with Mike and Marty this morning, and my discussion with Mike moments \nago, attached is a press release just sent to us (and I believe also issued publicly) some minutes ago. It represents \nall the information we have from BOP so far, but of course if we are successful in our continuing efforts to get \nadditional information we will pass it along immediately. \nSeparately, we can tell you that the reports that an FBI investigation into the death has been initiated are \naccurate, and I fully expect that investigation to be extremely rigorous. \nAs always please don't hesitate to reach out to us directly at any time if that would be useful. \nthank you, \nEFTA00019068",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "or \nrelevant state or city agency that relate to Jeffrey Epstein's imprisonment/detention since July 6, 2019 and t"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "1 Aug 2019 19:54:44 +0000 \nM, Mr. Epstein's family has asked me to"
      },
      {
        "name": "Epstein \nDate",
        "role": "extracted",
        "context": "Weinberg\" \nSubject: RE: US v Epstein \nDate: Sun, 11 Aug 2019 19:54:44 +0"
      },
      {
        "name": "Adam Johnson",
        "role": "extracted",
        "context": "s asked me to send to you and Adam Johnson at the MCC a request for the"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "unsel, the USMS, the FBI, the Inspector General, the USAO for the SDNY or any"
      },
      {
        "name": "Mr Epstein",
        "role": "extracted",
        "context": "ecision to put him on or take Mr Epstein off \nsuicide watch, photos of"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "e terms and conditions of our Protective Order. In short, the family request"
      },
      {
        "name": "Mr Johnson",
        "role": "extracted",
        "context": "send an identical request to Mr Johnson (as well as to Mark Epstein's"
      },
      {
        "name": "Mark Epstein",
        "role": "extracted",
        "context": "to Mr Johnson (as well as to Mark Epstein's personal counsel \nThank you"
      },
      {
        "name": "Martin Weinberg",
        "role": "extracted",
        "context": "and your ongoing assistance \nMartin Weinberg \nMartin G. Weinberg, Esq. \n20"
      },
      {
        "name": "Park Plaza",
        "role": "extracted",
        "context": "Martin G. Weinberg, Esq. \n20 Park Plaza \nSuite 1000 \nBoston, MA 02116"
      },
      {
        "name": "Office \nCell",
        "role": "extracted",
        "context": "e 1000 \nBoston, MA 02116 \n - \nOffice \nCell \n —This Electronic Message co"
      },
      {
        "name": "This Electronic",
        "role": "extracted",
        "context": "MA 02116 \n - \nOffice \nCell \n —This Electronic Message contains information"
      },
      {
        "name": "Law Office",
        "role": "extracted",
        "context": "contains information from the Law Office of \nMartin G. Weinberg, \nP.C."
      },
      {
        "name": "Reid \nCc",
        "role": "extracted",
        "context": "artin G. Weinbe ; Wein arten, Reid \nCc: \n; \nSubject: RE: US v Epstei"
      },
      {
        "name": "Epstein \nMike",
        "role": "extracted",
        "context": "id \nCc: \n; \nSubject: RE: US v Epstein \nMike, Marty, Reid, \nEFTA00019067"
      },
      {
        "name": "Epstein \nFollowing",
        "role": "extracted",
        "context": "I›; I  <I \nSubject: RE: US v Epstein \nFollowing up on the below, wanted to ma"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "including as initiated by the Attorney General himself. Separately, we have"
      }
    ],
    "locations": [
      {
        "name": "Boston, MA",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-07-06",
        "event": "July 6, 2019"
      },
      {
        "date": "2019-07-23",
        "event": "July 23, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:58.229Z"
}