{
  "document": {
    "id": "efta00019112",
    "filename": "EFTA00019112.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019112.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: FW: FOR THE ATTENTION OF GEOFFREY BERMAN \nDate: Mon, 15 Jun 2020 15:28:15 +0000 \nInline-Images: image001.jpg \nFYI, I am merely forwarding this email sent to me but directed to you. It isn't from a journalist, so far as I can tell, but \nrather from an Epstein/Andrew/others conspiracy theorist. The gentleman is asking you to make a  public statement \nabout Andrew and the investigation that addresses two points: \n• \"The first would be to make an unequivocal statement to the press that the Prince IS now a target of your \ninvestigation due to his obfuscation and blatant stonewalling.\" \n• \". . .this is the second thing I'd like to see you do, to ask your Attorney General why he has dismissed the idea of \nextradition out of hand?\" \nFrom: \nSent: Monday, June 15, 2020 10:54 AM \nTo: \nSubject: FOR THE ATTENTION OF GEOFFREY BERMAN \nFOR THE ATTENTION OF GEOFFREY BERMAN \nDear \nMay I offer my congratulations on the way in which your office has been handling the Prince Andrew \nAffair this past week? \nMy thinking is that it must have been rather interesting, even for a grown man, to learn just how low \nand dirty and \ntricky the British can sink when push comes to shove? They make Roger Stone, he who still has a \nRichard Nixon \ntattoo on his back, look like an amateur don't they? \nEveryone it the UK has hugely welcomed the news that an MLA has been sought with the Home \nOffice, and most \nseem to be confident that Priti Patel dare not interfere by denying your request. The consensus \nseems to be that \nshe would instantly destroy not only her career but also her life by acting to prevent someone who is \nobviously \na child-abuser and paedophile from facing justice when the entire English-speaking world has branded \nhim a liar \nafter the car-crash interview. \nHowever I am not so certain. Looking at the tactics they have employed this past week, of \ntrying to blame you \nfor all of Prince Andrew's ills when you are in the middle of trying to conduct a professional \ninvestigation into \nEFTA00019112\n\nsomething as serious as child sex slavery; my thinking is that they are willing to use every \ndirty trick in the book \nto keep the pervert Prince out of the FBI's clutches. The UK Tory Party has always been \nan instrument designed \nprimarily to maintain the status quo in this country, with priority always given to \nperpetuation of the monarchy. \nIt would not be beyond the Eton/Westminster old boys to find some way of using Priti Patel \nwithout her even \nbeing aware of it. ( she's not all that bright ) Mark my words, this is what I expect will \nhappen next; and I am \na man who told the world that Jeffrey Epstein would never make it to trial barely 48 hours \nbefore his life was ended. \nSo there are two things I am now hopeful you might do. The first would be to make an \nunequivocal statement to \nthe press that the Prince IS now a target of your investigation due to his obfuscation and \nblatant stonewalling. \nMany are they on your side of the pond who have said, quite rightly, that an innocent man \ndoes not deflect or hide. \nAnd it is for this reason that everyone in Britain now feels that Prince Andrew really should \nbe extradited. The reaction \nto the latest headline from the Sun newspaper has made this abundantly clear. Everyone \nis saying that if he were \na Plumber or a Bus Driver he would be in handcuffs on a flight bound for New York right \nnow. So don't you think it \nis high time, and this is the second thing I'd like to see you do, to ask your Attorney General \nwhy he has dismissed the idea of extradition out of hand? Is it not a slap in the face of \nDemocracy to accord Prince Andrew special privileges \nsimply because of his royal status? \nWhat does General William Barr want the world to think? That perhaps there may be \npeople in high places in \nAmerica who are guilty along with Prince Andrew? And this after Donald Trump himself \nwas filmed next to their \nclose mutual friend Jeffrey Epstein yelling \"oh yeah, she looks hot!\". \nJournalists all over the globe have been saying the whole world has been watching this \naffair unfold as if they had \ntelescopic eyeballs. If the United States law system does not interrogate this wicked man \nunder oath very soon the \nworld will have to conclude that the American ruling class is controlled by Paedophiles in \nexactly the same way as the \nBritish ruling class. And that the kind of corruption we have seen in Hollywood which led to \nthe death of children like Heather O'Rourke is endemic throughout the higher echelons of \nthe entire Anglo/American establishment. \nEFTA00019113\n\nIs this what you want the world to think? Does your Attorney General want the world to \nthink that he must be \na child abuser as well? \nYou are now aware that the British Royal family are nothing but gangsters, every bit as \nwilling as were the Chicago \nmob of the 1930's to silence anyone who becomes inconvenient. So please think about \nthis very carefully... \nSupposing during the course of your investigation you uncover the inconvenient truth that \nboth Donald Trump and \nyour Attorney General ARE involved with the international paedophile network? and that \nyour own country truly is \nbeing run by gangsters? \nWhat then? \nkind regards \nVirus-free. wvo..e.avg.com\nEFTA00019114",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "pen next; and I am \na man who told the world that Jeffrey Epstein would never make it to trial barely 48 hours \nbef"
      },
      {
        "name": "Prince Andrew",
        "role": "extracted",
        "context": "he way in which your office has been handling the Prince Andrew \nAffair this past week? \nMy thinking is that it m"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "e guilty along with Prince Andrew? And this after Donald Trump himself \nwas filmed next to their \nclose mutual f"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "ke to see you do, to ask your Attorney General why he has dismissed the idea"
      },
      {
        "name": "Dear \nMay",
        "role": "extracted",
        "context": "ATTENTION OF GEOFFREY BERMAN \nDear \nMay I offer my congratulations on"
      },
      {
        "name": "Roger Stone",
        "role": "extracted",
        "context": "ush comes to shove? They make Roger Stone, he who still has a \nRichard"
      },
      {
        "name": "Richard Nixon",
        "role": "extracted",
        "context": "er Stone, he who still has a \nRichard Nixon \ntattoo on his back, look lik"
      },
      {
        "name": "Home \nOffice",
        "role": "extracted",
        "context": "MLA has been sought with the Home \nOffice, and most \nseem to be confide"
      },
      {
        "name": "Priti Patel",
        "role": "extracted",
        "context": "st \nseem to be confident that Priti Patel dare not interfere by denying"
      },
      {
        "name": "Tory Party",
        "role": "extracted",
        "context": "of the FBI's clutches. The UK Tory Party has always been \nan instrumen"
      },
      {
        "name": "Bus Driver",
        "role": "extracted",
        "context": "at if he were \na Plumber or a Bus Driver he would be in handcuffs on a"
      },
      {
        "name": "General William",
        "role": "extracted",
        "context": "his royal status? \nWhat does General William Barr want the world to think?"
      },
      {
        "name": "British Royal",
        "role": "extracted",
        "context": "? \nYou are now aware that the British Royal family are nothing but gangst"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-06-15",
        "event": "June 15, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:58.324Z"
}