{
  "document": {
    "id": "efta00016766",
    "filename": "EFTA00016766.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016766.pdf",
    "text": "\n\nFrom: \" \nTo: \"Weinstein, Marc A.\" < , \"Tomback, Andrew\" \nCc: \"I \ncl \n>,'\n) \nSubject: RE: Estate call \nDate: Wed, 15 Jan 2020 17:40:35 +0000 \nMarc, Andy, \nWe wanted to again follow up on the status of our request in December for prior wills and for photographs and videos, \nand in particular the prior wills, which we had emailed about last week (and Marc mentioned he expected we'd hear back \nabout by last Thursday). Could you please let us know that status, including the volume of responsive materials possessed \nby your respective clients and when we can expect to receive those materials? And if you expect we will not receive them \nby this Friday, please let us know why that is. \nthank you, \nFrom: Weinstein, Marc A. \nSent: Tuesday, January 07, 2020 20:17 \nTo: \nCc: Tomback, Andrew ; \nSubject: Re: Estate call \nShould be able to let you know by Thursday. \nMarc A. Weinstein I Partner \nCo-Chair, White Collar Defense \nHughes Hubbard & Reed LLP \nThis message contains confidential information and is intended only for the individual named. If yam are not the named addressee you should not disseminate. distribute or copy this e-mail. \nNeale notify the sender immediately by e-mail if you haw received by mistake and delete this e-mail from your system. E-mail transmission cannot be guaranteed to be sceure or \nerror-lice a inhumation could be imereepted, corrupted lost. denroyed. aline late or incomplete. or contain viruses. The sender therefore does not accept liability for any emits or OTISSXXIS in \nthe contents of \nthys \nmessave, which :MSC as a result of e-mail transmission. If verification is required please request a hard-copy version. \nOn Jan 7, 2020, at 7:57 PM, wrote: \nCAUTION: This email was sent by someone outside of the Firm. \nUnderstood, thank you. Can you please let us know when you expect to have a response on prior wills in particular? \nUnderstanding that's a much more narrow category than photos and videos. \nthanks, \nAlex. \nFrom: Weinstein, Marc A. \nSent: Tuesday, January 07, 2020 19:45 \nTo: \nCc: Tom back, Andrew \n< \nSubject: Re: Estate call \nWe don't think a call is needed tomorrow. We will get back to you on the requests. \nRegards, \nEFTA00016766\n\nMarc \nMarc A. Weinstein I Partner \nCo-Chair, White Collar Defense \nHughes Hubbard & Reed LLP \nThis message contains confidential information and k intended only for the individual named. If you are not the named addremee you should not disseminate. disuibute or copy this e-mail. \nPlewe notify tlw sender immediately by e-mail if you haw received this e-mail by mistake and delete this e-mail from your system. transmission cannot be guaranteed lo be secure or \nas \ninformation could b: intercepted. corrupted. lost. dntroyo.l. aline law or incomplete. o contain •vases. The sender therefore don not accept liability for any enon or omimions in \nthe contents of this message. which MSC as a result of e-mail it -ammo:non. If VellikallOll a nNuind pleas• \nrequest \na Inrd•copy version. \nOn Jan 7, 2020, at 6:32 PM, wrote: \nCAUTION: This email was sent by someone outside of the Firm. \nMarc, Andy, \nDid you want to have a call tomorrow? We don't presently have any substantive update on our end, but as usual would be \nhappy to talk if there's anything you think would be helpful to convey to us. Separately, we are also wondering about the \nstatus of our request in December for prior wills and for photographs and videos; not sure if that's easier by email or by \nphone. \nThanks very much, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00016767",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Partner \nCo",
        "role": "extracted",
        "context": "hursday. \nMarc A. Weinstein I Partner \nCo-Chair, White Collar Defense"
      },
      {
        "name": "White Collar",
        "role": "extracted",
        "context": "einstein I Partner \nCo-Chair, White Collar Defense \nHughes Hubbard & Ree"
      },
      {
        "name": "Defense \nHughes",
        "role": "extracted",
        "context": "rtner \nCo-Chair, White Collar Defense \nHughes Hubbard & Reed LLP \nThis mess"
      },
      {
        "name": "On Jan",
        "role": "extracted",
        "context": "request a hard-copy version. \nOn Jan 7, 2020, at 7:57 PM, wrote:"
      },
      {
        "name": "Marc \nMarc",
        "role": "extracted",
        "context": "sts. \nRegards, \nEFTA00016766\n\nMarc \nMarc A. Weinstein I Partner \nCo-Ch"
      },
      {
        "name": "If Vellikall",
        "role": "extracted",
        "context": "esult of e-mail it -ammo:non. If VellikallOll a nNuind pleas• \nrequest"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ks very much, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-01-07",
        "event": "January 07, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:53.340Z"
}