{
  "document": {
    "id": "efta00022186",
    "filename": "EFTA00022186.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00022186.pdf",
    "text": "\n\nCase 1:19-cr-00830-AT Document 36 Filed 06/09/20 Page 1 of 9 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUNITED STATES OF AMERICA, \n-against-\nTOVA NOEL and MICHAEL THOMAS, \nDefendants. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY \nFli i) \nDOC #:  \nDATE \nFILED: \n6/9/2020 \n19 Cr. 830-2 (AT) \nORDER \nANALISA TORRES, District Judge: \nOn November 19, 2019, Defendant Michael Thomas was charged with one count of \nconspiring to defraud the United States in violation of 18 U.S.C. § 371, and three counts of \nmaking false statements with the intent to impede, obstruct, or influence the investigation or \nproper administration of a matter within the jurisdiction of a department or agency of the United \nStates in violation of 18 U.S.C. § 1001(aX3). ECF No. 1. The indictment alleges that Thomas, \nin his capacity as a correctional officer at the Metropolitan Correctional Center (the \"MCC\"), \nalong with another officer, co-Defendant Tova Noel, submitted several false \"count slips\" on the \nnight of August 9, 2019 and the morning of August 10, 2019, certifying that he conducted counts \nof the inmates he was supervising in the MCC's Special Housing Unit (\"SHU\"), even though he \ndid not conduct those counts. Id. ¶¶ 16, 30, 36, 38, 40. During that time period, one of the \ninmates in the SHU—Jeffrey Epstein—hanged himself in his cell. Id. ¶q 1, 26-27. \nThomas now moves to compel the Government to produce evidence in connection with \nthe trial scheduled to begin on January 4, 2021. Motion, ECF No. 33. Thomas seeks three \ncategories of information: (1) \"Nile report of the Inspector General\" for the United States \nDepartment of Justice related to Epstein's death, and \"any and all supplemental memorandums, \nwritten statements, photos, videos, and incident reports\" obtained by the Inspector General's \ninvestigation, id, at 5; (2) \"[a]ly and all internal investigative reports created by the [Bureau of \nEFTA00022186\n\nCase 1:19-cr-00830-AT Document 36 Filed 06/09/20 Page 2 of 9 \nPrisons (the \"BOP\")] as to both [D]efendants, including[] any and all supporting memorandums, \nwritten statements, photos, videos, and incident reports,\" id. at 6; and (3) \"any and all reports, \nmemorandums, written statements, photos, videos, and incident reports created, manufactured, or \npossessed by any investigative or disciplinary agencies[] participating in the investigation of the \n[D]efendants, allied with the prosecution, and to which the prosecution has access,\" id. at 7. \nFor the reasons stated below, Thomas' motion is DENIED. \nDISCUSSION \nThe Government has already produced \"surveillance video going back to July 5, \n2019 . . . ; count slips, thirty minute round forms, and staffing rosters for the three-week period \nsurrounding Epstein's suicide; internal MCC phone records; employee files and staffing history \nfor Noel and Thomas; and a wide range of written [BOP] policies and regulations,\" as well as \n\"statements for all of the witnesses interviewed during the investigation.\" Gov't Opp. at 8-9, \nECF No. 35. \nThomas argues that he is entitled to additional discovery on two grounds: (1) Rule 16 of \nthe Federal Rules of Criminal Procedure, and (2) the constitutional guarantee of due process as \nexpressed by the Supreme Court's decisions in Brady v. Maryland, 373 U.S. 83 (1963), and \nGiglio v.  United States, 405 U.S. 150 (1972). Motion at 1. \nI. Legal Standards \nA. Rule \n16 \nRule 16 requires the Government to \"permit the defendant to inspect and to copy or \nphotograph books, papers, documents, data, photographs, tangible objects, buildings or places, or \ncopies or portions of any of these items, if the item is within the government's possession, \n2 \nEFTA00022187\n\nCase 1:19-cr-00830-AT Document 36 Filed 06/09/20 Page 3 of 9 \ncustody, or control and: (i) the item is material to preparing the defense; (ii) the [G]overnment \nintends to use the item in its case-in-chief at trial; or (iii) the item was obtained from or belongs \nto the defendant.\" Fed. R. Crim. P. 16(a)(1)(E). \"Evidence is material if it could be used to \ncounter the [G]overnment's case or to bolster a defense.\" United States v.  Ulbricht, 858 F.3d 71, \n109 (2d Cir. 2017) (internal quotation marks and citation omitted), abrogated on other grounds \nby Carpenter v.  United States, 138 S. Ct. 2206 (2018). \"In order to compel the Government to \nproduce certain evidence, a defendant must make a prima facie showing of materiality, and must \noffer more than the conclusory allegation that the requested evidence is material.\" United States \nv. Abdalla, 317 F. Supp. 3d 786, 790 (S.D.N.Y. 2018) (internal quotation marks and citation \nomitted). \"There must be some indication that the pretrial disclosure of the disputed evidence \nwould enable the defendant significantly to alter the quantum of proof in his favor.\" United \nStates v. Urena, 989 F. Supp. 2d 253, 261 (S.D.N.Y. 2013) (internal quotation marks, citation, \nand alterations omitted). \nEvidence is \"within the [G]ovemment's possession, custody, or control\" if \"(1) it has \nactually reviewed [the evidence], or (2) [the evidence is] in the possession, custody, or control of \na government agency so closely aligned with the prosecution so as to be considered part of the \nprosecution team.\" United States v. Finnerty, 411 F. Supp. 2d 428, 432 (S.D.N.Y. 2006). \n\"Legal ownership of the requested documents or things is not determinative, nor is actual \npossession necessary if the party has control of the items. Control has been defined to include \nthe legal right to obtain the documents requested upon demand. The term `control' is broadly \nconstrued.\" United States v. Stein, 488 F. Supp. 2d 350, 361 (S.D.N.Y. 2007) (internal quotation \nmarks and citation omitted) (collecting \ncases). \n3 \nEFTA00022188\n\nCase 1:19-cr-00830-AT Document 36 Filed 06/09/20 Page 4 of 9 \nIf the Government represents that it \"it has fully complied with [its Rule 16] obligations \nand will continue to do so,\" the defendant must put forward some \"compelling demonstration to \nthe contrary\" by pointing to a \"specific failure by the Government to comply with its \ndisclosure \nobligations\" in order to justify a motion to compel. United States v. Minaya, 395 F. Supp. 2d 28, \n34 \n(S.D.N.Y. 2005). \nB. BradylGiglio \nUnder the Supreme Court's decision in Brady v. Maryland, the Government \"has a \nconstitutional duty to disclose evidence favorable to an accused when such evidence is material \nto guilt or punishment,\" and as elaborated in Giglio v.  United States, that obligation extends to \n\"not only exculpatory material, but also information that could be used to impeach a key \n[G]overnment witness.\" United States v. Coppa, 267 F.3d 132, 135 (2d Cir. 2001). \"Evidence is \nmaterial within the meaning of Brady when there is a reasonable probability that, had the \nevidence been disclosed, the result of the proceeding would have been different.\" Turner v. \nUnited States, 137 S. Ct. 1885, 1893 (2017) (internal quotation marks, citations, and alteration \nomitted)); see also Coppa, 267 F.3d at 135 (\"[T]he prosecutor must disclose evidence if, without \nsuch disclosure, a reasonable probability will exist that the outcome of a trial in which the \nevidence had been disclosed would have been different.\"). \n\"The prosecution's obligation to disclose Brady material extends to any material in the \npossession of any entity that has acted as an `arm of the prosecutor' in a given case.\" United \nStates v. Middendorf, No. 18 Cr. 36, 2018 WL 3956494, at *4 (S.D.N.Y. Aug. 17, 2018) \n(quoting United States v. Blaszczak, 308 F. Supp. 3d 736, 741 (S.D.N.Y. 2018)). \"A \nprosecutor's duty to review documents in the possession, custody, or control of another agency \n4 \nEFTA00022189\n\nCase 1:19-cr-00830-AT Document 36 Filed 06/09/20 Page 5 of 9 \narises where the Government conducts a joint investigation with another agency.\" United States \nv.  Collins, 409 F. Supp. 3d 228, 239 (S.D.N.Y. 2019) (internal quotation marks and citation \nomitted). In determining whether the prosecution has conducted a joint investigation, courts in \nthis district look to a number of non-exhaustive factors, \"including whether the other agency: (1) \nparticipated in the prosecution's witness interviews, (2) was involved in presenting the case to \nthe grand jury, (3) reviewed documents gathered by or shared documents with the prosecution, \n(4) played a role in the development of prosecutorial strategy, or (5) accompanied the \nprosecution to court proceedings.\" Id. (internal quotation marks and citation omitted). \nAs under Rule 16, if the Government has represented that it is aware of and has complied \nwith its Brady and Giglio obligations, a defendant must make a \"particularized showing that \nmaterials exist requiring disclosure\" in order to sustain a motion to compel. United States v. \nJuliano, No. 99 Cr. 1197, 2000 WL 640644, at ■2 (S.D.N.Y. May 18, 2000); see United States v. \nEvanchik, 413 F.2d 950, 953 (2d Cir. 1969) (\"[T]he assurance by the [G]overnment that it has in \nits possession no undisclosed evidence that would tend to exculpate defendant justifies the denial \nof a motion for inspection that does not make some particularized showing of materiality and \nusefulness.\") \nII. Inspector General Materials \nThomas seeks disclosure of both the investigatory materials from the Department of \nJustice Office of the Inspector General's (\"OIG\") investigation regarding Epstein's death, and a \ndraft of the Inspector General's report arising from that investigation. Motion at 5. The \nGovernment concedes that attorneys from OIG participated in the Government's investigation \nthat led to the indictment of Thomas. Gov't Opp. at 3, 19. But, the Government represents that \n5 \nEFTA00022190\n\nCase 1:19-cr-00830-AT Document 36 Filed 06/09/20 Page 6 of 9 \nit has already delivered to Thomas all of the materials gathered by OIG personnel in the course \nof investigating this case, and that \"it is the prosecution's understanding that [OIG] attorneys \nhave not conducted any additional interviews or otherwise discovered any potential Brady \nmaterial.\" Id. at 23-24. Thomas has not identified any specific material that might be in OIG's \npossession that has not been disclosed. \nThe Court, therefore, has no basis to compel the Government to disclose additional \nevidence underlying the Inspector General's report. \"[C]ourts in this circuit have repeatedly \ndenied requests for discovery orders where the [G]overnment represents that it has produced \ndiscovery to defendants pursuant to Rule 16 and has made a good faith representation to the \ndefense that it recognizes and has complied with its obligations under Brady and its progeny.\" \nUnited States v.  Garcia-Pena, No. 17 Cr. 363, 2018 WL 6985220, at *6 (S.D.N.Y. Dec. 19, \n2018) (internal quotation marks, citation, and alterations omitted); see also, e.g., United States v. \nBlondet, No. 16 Cr. 387, 2019 WL 5690711, at *5 (\"[T]o the extent that these \nmotions seek \nevidence pursuant to Brady [], Giglio [], and their progeny, they are [denied] on the basis of the \nGovernment's good-faith representation that it has complied with its obligations and will \ncontinue to do so.\" (citations omitted)); United States v. Goode, No. 16 Cr. 529, 2018 WL \n919928, at *18 (S.D.N.Y. Feb. 15, 2018) (\"The Government represents that it has complied with \nRule 16 obligations; the Rule 16 requests are therefore moot.\" (citation omitted)). \nAs for the draft Inspector General's report itself, the Government reports that \"attorneys \nfrom [OIG] responsible for writing the [r]eport have not yet completed a draft, and do not \nanticipate completing the [r]eport in the near term,\" and so \"there are no drafts of the [r]eport to \n6 \nEFTA00022191\n\nCase 1:19-cr-00830-AT Document 36 Filed 06/09/20 Page 7 of 9 \ndisclose.\" Gov't Opp. at 21-22. The Court cannot grant a motion to compel the Government to \nproduce a report that, at the time of this order, does not exist.I\nAccordingly, Thomas' motion to compel disclosure of materials related to the Inspector \nGeneral's investigation is DENIED. \nIII. BOP Materials \nThomas also seeks disclosure of \"reports generated by investigators within the [BOP] \nregarding\" Epstein's death, and \"any and all documents, reports, witness statements and \ndisciplinary records of any and all MCC employees who have engaged in conduct\" similar to \nthat alleged against Thomas. Motion at 6. However, Thomas has adduced no evidence that the \nGovernment reviewed information arising from a BOP investigation. Nor has he shown that \nBOP officials \"participated in the prosecution's witness interviews,\" were \"involved in \npresenting the case to the grand jury,\" \"reviewed documents gathered by or shared documents \nwith the prosecution,\" \"played a role in the development of prosecutorial strategy,\" \n\"accompanied the prosecution to court proceedings,\" or in any other way played a role in the \ninvestigation that led to the charges against him. Collins, 409 F. Supp. 3d at 239 (internal \nquotation marks, citation, and alteration omitted). There is, therefore, no evidence that BOP \npersonnel participated in the criminal investigation that led to Thomas' indictment. Thus, the \nCourt concludes that the BOP was not part of the prosecution team for purposes of Rule 16 and \nBrady. \nTo be sure, the BOP is a component of the Department of Justice, but that fact standing \nalone is not sufficient to make the BOP an arm of the prosecution. \"The court cannot find that \nBecause the Court denies Thomas' motion on the ground that no material exists to disclose, it does not address \nwhether the Inspector General's report might contain information material to his defense, nor whether it is protected \nby the deliberative process privilege. See Gov't Opp. at 12-15,22-23. \n7 \nEFTA00022192\n\nCase 1:19-cr-00830-AT Document 36 Filed 06/09/20 Page 8 of 9 \nthe government is in constructive possession of the materials where, as here, defendant has not \npresented any evidence suggesting that the BOP was involved in the investigation or prosecution \nof this case.\" United States v. Rivera, No. 13 Cr. 149, 2015 WL 1540517, at *3 (E.D.N.Y. Apr. \n7, 2015); see, e.g., United States v. Merlin, 349 F.3d 144, 155 (3d Cir. 2003) (holding that \nGovernment did not violate Brady obligation in failing to turn over tapes in BOP possession \nbecause \"the BOP was not part of the prosecutorial arm of the federal government as it was not \nat all involved in either the investigation or the prosecution of the defendants\"); United States v. \nBattle, 264 F. Supp. 2d 1088, 1201-02 (N.D. Ga. 2003) (\"Defendant implies that because the \nBOP employees are connected with the Department of Justice that the prosecution team \nconstructively possessed exculpatory information that could have been within the knowledge of \nBOP staff.... Even if the Court assumes that some members of the BOP staff did possess \nfavorable information that alone does not impute knowledge to the prosecution team.\" (citing \nUnited States v. Avellino, 136 F.3d 249, 255 (2d Cir. 1998)). \nAccordingly, Thomas' motion to compel the Government to disclose evidence \nin the \npossession of the BOP is DENIED. \nIV. Other Materials\nFinally, Thomas seeks disclosure of information that he argues will tend to show that the \nconduct for which he is being prosecuted was: \"1) rampant throughout the BOP; 2) made with \nknowledge and acquiescence by the leadership of the BOP; 3) made as a result of BOP policies \nthat forced the defendant to engage in conduct for which he is now being charged criminally, \nand; 4) made in a manner which contains a possible discriminatory application of BOP policies \nby [G]overnment prosecutors.\" Motion at 7. But Thomas has not provided support for his \n8 \nEFTA00022193\n\nCase 1:19-cr-00830-AT Document 36 Filed 06/09/20 Page 9 of 9 \nassertion that the Government, or any other agency that has operated as an arm of the \nprosecution, is in possession or control of evidence that relates to the prevalence of falsifying \ncount slips in federal correctional facilities, or BOP leadership's tolerance of such practices. \nMoreover, to the extent that Thomas is seeking discovery in support of a selective \nprosecution defense, he has not met the \"rigorous\" standard that applies for obtaining discovery \nin aid of such a claim. United States v. Armstrong, 517 U.S. 456, 468 (1996). \"[A] defendant \nwho seeks discovery on a claim of selective prosecution must show some evidence of both \ndiscriminatory effect and discriminatory intent.\" United States v. Bass, 536 U.S. 862, 863 \n(2002). Though Thomas claims that BOP supervisors may have acquiesced in his submission of \nfalse count slips in this case, and that other BOP employees have submitted false documents in \nother circumstances, he has not presented any evidence that those officers differed from him in \nany protected characteristic-for example, that they were of a different race, sex, or ethnicity. \nSee Motion at 10. Nor has Thomas put forward any evidence of a discriminatory motive for his \nprosecution. \nAccordingly, Thomas' motion to compel the Government to disclose evidence that the \nsubmission of false count slips was widespread and tolerated at the BOP, and for discovery \nrelated to selective prosecution, is DENIED. \nCONCLUSION \nFor the reasons stated, Thomas' motion to compel is DENIED. The Clerk of Court is \ndirected to terminate the motion at ECF \nNo. 33. \nSO \nORDERED. \nDated: June 9, 2020 \nNew York, New York \n9 \nANA \nLISA TORRES \nUnited \nStates District \nJudge \nEFTA00022194",
    "pageCount": 9,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "that time period, one of the \ninmates in the SHU—Jeffrey Epstein—hanged himself in his cell. Id. ¶q 1, 26-27. \nTho"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "(AT) \nORDER \nANALISA TORRES, District Judge: \nOn November 19, 2019, Defen"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "LISA TORRES, District Judge: \nOn November 19, 2019, Defendant Michael T"
      },
      {
        "name": "Defendant Michael",
        "role": "extracted",
        "context": "Judge: \nOn November 19, 2019, Defendant Michael Thomas was charged with one c"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "a department or agency of the United \nStates in violation of 18 U.S.C. § 1"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "a correctional officer at the Metropolitan Correctional Center (the \"MCC\"), \nalong wi"
      },
      {
        "name": "Defendant Tova",
        "role": "extracted",
        "context": "long with another officer, co-Defendant Tova Noel, submitted several false"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "was supervising in the MCC's Special Housing Unit (\"SHU\"), even though he"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "tion: (1) \"Nile report of the Inspector General\" for the United States \nDepar"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "otion is DENIED. \nDISCUSSION \nThe Government has already produced \"surveil"
      },
      {
        "name": "Federal Rules",
        "role": "extracted",
        "context": "grounds: (1) Rule 16 of \nthe Federal Rules of Criminal Procedure, and (2"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "e 16 of \nthe Federal Rules of Criminal Procedure, and (2) the constitutional g"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "process as \nexpressed by the Supreme Court's decisions in Brady v. Maryl"
      },
      {
        "name": "Legal Standards",
        "role": "extracted",
        "context": "150 (1972). Motion at 1. \nI. Legal Standards \nA. Rule \n16 \nRule 16 require"
      },
      {
        "name": "Giglio \nUnder",
        "role": "extracted",
        "context": "4 \n(S.D.N.Y. 2005). \nB. BradylGiglio \nUnder the Supreme Court's decision"
      },
      {
        "name": "Materials \nThomas",
        "role": "extracted",
        "context": "ess.\") \nII. Inspector General Materials \nThomas seeks disclosure of both the"
      },
      {
        "name": "Justice Office",
        "role": "extracted",
        "context": "rials from the Department of \nJustice Office of the Inspector General's (\""
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "t investigation. Motion at 5. The \nGovernment concedes that attorneys from"
      },
      {
        "name": "Inspector \nGeneral",
        "role": "extracted",
        "context": "e of materials related to the Inspector \nGeneral's investigation is DENIED. \nI"
      },
      {
        "name": "See Gov",
        "role": "extracted",
        "context": "liberative process privilege. See Gov't Opp. at 12-15,22-23. \n7 \nEF"
      },
      {
        "name": "Other Materials",
        "role": "extracted",
        "context": "on of the BOP is DENIED. \nIV. Other Materials\nFinally, Thomas seeks disclos"
      },
      {
        "name": "But Thomas",
        "role": "extracted",
        "context": "nt prosecutors.\" Motion at 7. But Thomas has not provided support for"
      },
      {
        "name": "Though Thomas",
        "role": "extracted",
        "context": "s, 536 U.S. 862, 863 \n(2002). Though Thomas claims that BOP supervisors m"
      },
      {
        "name": "See Motion",
        "role": "extracted",
        "context": "ent race, sex, or ethnicity. \nSee Motion at 10. Nor has Thomas put for"
      },
      {
        "name": "The Clerk",
        "role": "extracted",
        "context": "' motion to compel is DENIED. The Clerk of Court is \ndirected to term"
      },
      {
        "name": "District \nJudge",
        "role": "extracted",
        "context": "LISA TORRES \nUnited \nStates District \nJudge \nEFTA00022194"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-06-09",
        "event": "6/9/2020"
      },
      {
        "date": "2019-11-19",
        "event": "November 19, 2019"
      },
      {
        "date": "2019-08-09",
        "event": "August 9, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2021-01-04",
        "event": "January 4, 2021"
      },
      {
        "date": "2019-07-05",
        "event": "July 5, \n2019"
      },
      {
        "date": "2000-05-18",
        "event": "May 18, 2000"
      },
      {
        "date": "2020-06-09",
        "event": "June 9, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:06.216Z"
}