{
  "document": {
    "id": "efta00023318",
    "filename": "EFTA00023318.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00023318.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: Fwd: \nFollow-up \nDate: Fri, 16 Oct 2020 20:33:09 +0000 \nHi \nDo you recall where you left things with this firm about \nThanks. \nSent from my iPhone \nBegin forwarded message: \nFrom: ' \nDate: \nTo: Colleen \nri \nE12941F1 VA KAMM WO E2 \nII \nSubject: RE: Follow-up \nColleen, \nPer our discussion —  the protective order is attached, as are the Court's opinion on this as well as the Government's strong \nargument on these issues. \nthanks. \nFrom: Colleen \nSen \nTo: \nCc: Teri Gib • \nSubject: Re: o ow-u \nThank you, \nI will give you a call today. \nColleen \nOn Thu, Aug 20, 2020 at 3:05 PM \nwrote: \nColleen, \nThe times were EST, but I can do 1:00 p.m. PST (4:00 p.m. EST) tomorrow, thanks. We can use the following dial-in: \nconference ID: 698244 \nFrom: Colleen \nSent: Thursda 20 2020 15:30 \nTo: \nEFTA00023318\n\nSubject :  Re: Follow-up \nI am available tomorrow after 1pm (PST). Are your proposed times in PST or EST? \nColleen \nOn Thu, Aug 20, 2020 at 9:55 AM \nwrote: \nColleen, \nI don't, I'm sorry —  I'm unfortunately totally booked today. I could talk at 12:30 or 1:00 tomorrow, or sometime \nearly next week, if that's better for you? \nthanks, \nFrom: Colleen \nSent: Thursda \nTo: \nCc: \nTeri Gibbs IMN\nI \nSubject: Re: Follow-up \nl\ny.,ave time to speak today around 1pm (PST)? Please let me know. \nColleen \nWed Au 19 2020 at 6:35 PM \nwrote: \nI  Colleen, \nlilt\ning up on the below —  please let us know? Thanks very much. \nFrom: \nSent: Tuesday, \nTo: Colleen \nCc: \nTeri Gibbs \nect: ow-up \nColleen, \nWe are happy to speak with you —  we had only followed up because we were under the impression she was \ninterested in speaking with us. We certainly can discuss issues of witness safety and confidentiality, but we also \nare not looking to pressure anyone, at all. Please let us know if it makes sense to chat, and if so, what time ranges \nwould work for you later this week or next. \nFrom: Colleen \nSen \nTo: \nCc: \nject: e: o ow-up \nDo you have any time to speak this week? My client is deeply concerned about her personal safety and \nwishes to maintain her anonymity. \nBest, \nColleen \nOn \nThu. \nAu= 6. 2020 at 10:26 AM \nwrote: \nColleen, \nEFTA00023319\n\nWe wanted to follow up on this from last month. Please let us know? (And obviously we're past late July now, \nbut we could look at dates and times for an interview this month.) \nthanks, \nFrom: \nSent: \nWednesday, Jul 08 2020 17:30 \nTo: Colleen \nCc: \nTen Gibbs \nu  Jec o  ow-up \nColleen, \nThanks very much for being in touch, and we would like to speak with Ms. As a threshold \nquestion, would it be possible for you to share with us the documents from and email correspondence with \nMaxwell referenced in your email below? And is there a good date or dates later in July that would work for a \nphone or videoconference interview? \nagain, \nFrom: Colleen \nSent: Monday, Jul \nTo: \nCc: \nTeri Gibbs \n• \n06 1.11 \now-up \nAs stated earlier, Ms. worked for Ms. Maxwell (and, by extension, Jeffrey \nWe wanted to follow up on ourprior email and offer to speak with our client \nEpstein). \nI confirmed with our client that she is willing to speak with you and wants to fully cooperate with the \ncriminal investigation/action pending against Ms. Maxwell. She could be a valuable witness for you. \nPlease let us know if you would like to speak with our client. We are happy to facilitate this \nconversation. \nBest, \nColleen \nOn Wed, Jan 29, 2020 at 12:57 PM \n r wrote: \nReceived, thanks very much. \nFrom: Teri Gibbs\nSent: Tuesday, Janua 28, 2020 19:08 \nTo: \nSulfite: Follow-up \nHi \nAs we discussed last week, our client, as in her possession documents \nfrom and email correspondence with Ghislaine Maxwell. Thus far, we have received authorization \nto share the list of office numbers Ms. used during her employment with Ghislaine \nMaxwell from 2003-2007. Please see attached. \nPlease let us know if you have any questions. \nBest, \nTeri \nrt  Wed Jan 22 2020 at 1:48 PM \nwrote: \nWill do, speak with you then. Thanks. \nEFTA00023320\n\nFrom: Teri Gibbs \nSent: W an 22 2020 16:44 \nTo: \nColleen \nu jec : e: o ow-up \nGreat. Tomorrow at 12PM PST/3PM EST works. Please call our conference line at \nBest, \nTeri \nOn \nWe \nJan 22,\nwrote: \nTeri, \nI can give you a call at 3:00 p.m. tomorrow (Thursday). Please let me know what number is best to \nreach you at, and I'll plan to call you then. \nNs' \nFrom: Teri Gibbs \nSent: Tuesda \nTo: \nCc: \n21.2020 \n20:15 \nSubject: Reow-up \nWonderful,M. I am available tomorrow through Friday from 1PM-3PM EST. Please let me \nknow what time works best for you. \nBest, \nTeri \nOn Tue Jan 21, 2020 at 5:06 PM \nwrote: \nTeri, \nWe would be happy to set up a call to speak with you and receive the new information—please let us \nknow a few times this week that would work for you. \nFrom: Teri Gibbs \nSen • • \nTo: \nCc: \n; Colleen \nSu Re: Follow-up \nHi\nI am following up regarding our cli nt and We \nhave more information from Ms. that may be important to your investigation. \nPlease let us know if you would like to speak with us over the phone or set up interviews \nwith either of them. \nBest regards, \nTeri \nOn Mon, Jan 6, 2020 at 1:12 PM Teri Gibbs > wrote: \nGreat. Please call our conference line at . You should receive an invitation \nEFTA00023321\n\nin a few moments from UberConference. You will not need a sign-in pin. \nLooking forward to our call on Wednesday at 12:30PM PST. \nBest, \nTeri \nwrote: \nYes, we can do Wednesday at 12:30 p.m. PST (3:30 p.m. EST). Please let us know the best \nto reach you at, and we'll call you then. \nFrom: Teri Gibbs \nSent: Monde Janua 06 \n2020 12: I\nlb \nSubject: Re: Witness re Prince \nWe have a last-minute mediation that is now scheduled for Tuesday. Are you available \non Wednesday between 10-11AM PST and 12-2PM PST or Thursday at any time \nbetween 9 AM-5PM PST? \nThank you in advance for your flexibility. \nBest, \nTeri \nOn Fri \nJan 3, 2020 at 6:04 PM \nwrote: \nTeri, \nNo problem, and thanks for getting back to us. We could do a call on Tuesday the 7th at \n11:00 a.m. PST (2:00 p.m. EST). Please let us know the best number to reach you at, and \nwe'll give you a call then. \nthanks, \nFrom: Teri Gibbs \nSubject: Re: Witness re Prince \nHi \nThank you for your response. I apologize for the delay. I  hope you had a wonderful \nholiday. Attorney Lisa Bloom and I are available at the following times for a phone \nor video conference: \n• Tuesday (1/7) between LOAM-1PM PST \n• Wednesday (1/8) between 10-11AM PST and 12-2PM PST \nPlease let me know if any of these times work for \nyou. \nBest regards, \nTeri \nOn Fri, \nDec 20 2019 at 9:55 AM \nrote: \nTeri, \nThanks for being in touch. In the first instance, before we would request an interview \ndirectly, it would be helpful for us to get a full attorney proffer from you about what the \nEFTA00023322\n\nclient's information is, what you expect she would convey in an interview, any relevant \ndocumentary or other corroborating materials, etc. That way we can make sure we're not \nre-victimizing any individual unnecessarily, and be efficient with any necessary follow-up \ninterview of the individual him- or herself. Please let us know when a good time would be \nfor an attorney proffer? And we can figure out scheduling. \nthanks very much, \nFrom: Teri Gibbs \nSe J11111111 \nTo: \nCc: \nSulii•Witness re Prince \nHi \nWe have a client who witnessed Prince interactions with= \nI would like to set up a phone or video interview with the appropriate \nparty to allow our client to make a statement. Please let me know how to proceed. \nBest regards, \nTeri \nGibbs \nNotice To Recipient: This e-mail is meant for only the intended recipient oldie transmission. and may be a communication privileged by \nlaw. If you received this e-mail in error, any review, use, dissemination, \ndistribution \nor copying of this e-mail is strictly prohibited. Please \nnotify us immediately of the error by return email and please delete this message and any and all duplicates of this message from your \nsystem. Thank you in advance for your cooperation. \nIRS Circular 230 Disclosure: In order to comply with requirements imposed by the Internal Revenue Service. we inform you that any U.S. \ntax advice contained in this communication (including any attachments) is not intended to be used. and cannot be used. for the purpose of \n(dl \navoiding penalties under the Internal Revenue Code or (ii) promoting, marketing. or recommending to another party any transaction or \nmatter addressed herein. \nNotice To Recipient: This e-mail is mean for only the intended recipient of the transmission, and may be a communication privileged by law. \nIf you received this e-mail in error. any review, use. dissemination. \ndistribution \nor copying of this e-mail is strictly prohibited. Please notify us \nimmediately of the Mier by return e-mail and please delete this message and any and all duplicate; of this message from your system. Thank \nyou in advance for your cooperation. \nIRS Circular 230 Disclosure: In order to comply with requirements imposed by the Internal Revenue Service, we inform you that any U.S. tax \nadvice contained in this communication (including any attachments) is not intended to be used, and cannot be used. for the purpose of (i) \navoiding penalties under the Internal Revenue Code or (ii) promoting. marketing. or recommending to another party any transaction or matter \naddressed herein. \nNotice le Recipient: This e-mail is meant for only the intended recipient of the transmission, and may be a communication privileged by law. If \nyou received this e-mail in error. any review. use, dissemination. \ndistribution \nor copying of this equal' is strictly prohibited. Please notify us \nimmtxliately of the error by return e.nthil and please delete this message and any and all duplicates of this message from your system. Thank you in \nadvance for your cooperation. \nIRS Circular 230 Disclosure: In order to comply with requirements imposed by the Internal Revenue Service, we inform you that any U.S. tax \nadvice contained in this communication (including any attachments) is not intended to be tried, and cannot be used, for the purpose of (i) avoiding \npenalties under the Internal Revenue Cale or (ii) promoting, marketing, or recommending to another party any transaction or matter addressed \nherein. \nNotice To Recipient: This equall is meant the only the intended recipient of the transmission. and may be a communication privileged by law. If you \nreceived this e-mail in error, any review, use, dissemination, distribution. or copying of this e-mail is strictly prohibited. Please Mgt us immediately of \nthe error by return equall and please delete this message and any and all duplicates of this message from your system. Thank you in advance for your \ncooperation. \nIRS Circular 230 Disclosure: In order to comply with requirements imposed by the Internal Revenue Service. we inform you that any U.S. tax advice \ncontained in this communication (including any attachments) is not intended to be used, and cannot be used, for the purpose of Wavoiding penalties \nEFTA00023323\n\nunder the Internal Revenue Code or (i it promoting, marketing. or recommending to another party any transaction or matter addressed herein. \nNotice To Recipient: This email is meant for only the intended recipient of the transmission, and may be a communication privileged by law. If you \nreceived this e-mail in error. any review use. dissemination. distribution, or copying of this e-mail is strictly prohibited. Plane notify us immediately or the \nerror by return e-mail and please delete this message and any and all duplicates of this message from your system. Thank you in advance for vxtur \ncooperation. \nIRS Circular 230 Disclosure: In order to comply with requirement imposed by the Internal Revenue Service. we inform you that any U.S. tax advice \ncontained in this communication (including any attachments) is not intended to be used. and cannot be used. for the purpose of (i) avoiding penalties under \nthe Internal Revenue Code or (ii) promoting. marketing. or recommending to another party any transaction or matter addressed herein. \nNotice To Recipient: This e-mail is meant for only the intended recipient of the transmission. and may be a conenunkation privileged by law. If you received \nthis e-mail in error, any review. use. dissemination, distribution. or copying of this email is strictly prohibited. Please notify in immediately of the error by \nreturn email and please delete this message and any and all duplicates of this message from your system. Thank you in advance for your cooperation. \nIRS Circular 230 Disclosure: In order to comply with requirements imposed by the Internal Revenue Service. we inform you that any U.S. tax advice contained \nin this communication (including any attachments) is not intended to be used. and cannot be used. for the purpose or (s) avoiding penalties under the Internal \nRevenue Code or ( ii) promoting, marketing, or recommending to another party any transaction or matter addressed herein. \nNotice To Recipient: This e-mail is meant for only the intended recipient of the transmission, and may be a communication privileged by law. If you received this e-\nmail in error, any review, use. dissemination. \ndistribution \nor copying of this e-mail is strictly prohibited. Platte notify us immediately of the error by retum e-mail \nand please delete this message and any and all duplicates or this message from your system. Thank you in advance for your coaperation. \nIRS Circular 230 Disclosure: In order to comply with requirements imposed by the Internal Revenue Service, we inform you that any US. tax advice contained in \nthiscommunication (including any attachments) is not intended to be used. and cannot be used, for the purpose of (i) avoiding penalties under the Internal Revenue \nCode or (ii) promoting, marketing. or recommending to another party any transaction or matter addressed herein. \nNotice To Recipient: This e-mail is meant for only the intended recipient of the transmission, and may be a communication privileged by law. If you received this e-\nmail in error. any review. use. \ndissemination \ndistribution, or copying of this e-mail is strictly prohibited. Please notify us immediately of the error by return email and \nplease delete this message and any and all duplicates of this message from your system. Thank you in advance for your cooperation. \nIRS Circular 230 Disclosure: In order to comply with requirements imposed by the Interval Revenue Service. we inform you that any U.S. Lax advice contained in this \ncommunication (including any attachments) is not intended to be used, and cannot be used, for the purpose 01(0 avoiding penalties under the Internal Revenue Code or \n(ii) promoting. marketing, or reconenending to another party any transaction or matter addressed heran. \nColleen M. M, Esq. \nTo protect the health and safety of our clients and employees, and in compliance with local orders, \nThe Bloom Firm has closed its physical offices until further notice. We are fully operational \nremotely. Attorneys and staff continue to be available via videoconference, email, telephone, and fax. \nPlease do not send mail or attempt service at our physical office. \nThis message is for the designated recipient only and may contain privileged, proprietary, or \notherwise private information. If you have received it in error, please notify the sender immediately \nand delete the original. Any other use of the email by you is prohibited. \nColleen M. M, Esq. \nTo protect the health and safety of our clients and employees, and in compliance with local orders, The \nBloom Firm has closed its physical offices until further notice. We are fully operational remotely. \nAttorneys and staff continue to be available via videoconference, email, telephone, and fax. Please do \nnot send mail or attempt service at our physical office. \nThis message is for the designated recipient only and may contain privileged, proprietary, or otherwise \nprivate information. If you have received it in error, please notify the sender immediately and delete the \noriginal. Any other use of the email by you is prohibited. \nEFTA00023324\n\nColleen M. , Esq. \nTo protect the health and safety of our clients and employees, and in compliance with local orders, The \nBloom Firm has closed its physical offices until further notice. We are fully operational remotely. \nAttorneys and staff continue to be available via videoconference, email, telephone, and fax. Please do not \nsend mail or attempt service at our physical office. \nThis message is for the designated recipient only and may contain privileged, proprietary, or otherwise \nprivate information. If you have received it in error, please notify the sender immediately and delete the \noriginal. Any other use of the email by you is prohibited. \nColleen M. M, Esq. \nTo protect the health and safety of our clients and employees, and in compliance with local orders, The \nBloom Firm has closed its physical offices until further notice. We are fully operational remotely. \nAttorneys and staff continue to be available via videoconference, email, telephone, and fax. Please do not \nsend mail or attempt service at our physical office. \nThis message is for the designated recipient only and may contain privileged, proprietary, or otherwise \nprivate information. If you have received it in error, please notify the sender immediately and delete the \noriginal. Any other use of the email by you is prohibited. \nColleen M. M, Esq. \nTo protect the health and safety of our clients and employees, and in compliance with local orders, The Bloom \nFirm has closed its physical offices until further notice. We are fully operational remotely. Attorneys and staff \ncontinue to be available via videoconference, email, telephone, and fax. Please do not send mail or attempt \nservice at our physical office. \nThis message is for the designated recipient only and may contain privileged, proprietary, or otherwise private \ninformation. If you have received it in error, please notify the sender immediately and delete the original. Any \nother use of the email by you is prohibited. \n<2020-07-31, GM, signed protective order (docketed).pdf> \n<2020-07-31, GM, memorandum & order granting government motion.pdf> \n<2020-07-28, government letter re protective order (docketed).pdf> \nEFTA00023325",
    "pageCount": 8,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ion documents \nfrom and email correspondence with Ghislaine Maxwell. Thus far, we have received authorization \nto sha"
      },
      {
        "name": "As",
        "role": "extracted",
        "context": "d we would like to speak with Ms. As a threshold \nquestion, wo"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "tated earlier, Ms. worked for Ms. Maxwell (and, by extension, Jeffr"
      },
      {
        "name": "Hi \nDo",
        "role": "extracted",
        "context": ", 16 Oct 2020 20:33:09 +0000 \nHi \nDo you recall where you left thi"
      },
      {
        "name": "Phone \nBegin",
        "role": "extracted",
        "context": "about \nThanks. \nSent from my iPhone \nBegin forwarded message: \nFrom: '"
      },
      {
        "name": "Colleen \nSen",
        "role": "extracted",
        "context": "these issues. \nthanks. \nFrom: Colleen \nSen \nTo: \nCc: Teri Gib • \nSubject"
      },
      {
        "name": "Teri Gib",
        "role": "extracted",
        "context": "From: Colleen \nSen \nTo: \nCc: Teri Gib • \nSubject: Re: o ow-u \nThank"
      },
      {
        "name": "Colleen \nOn",
        "role": "extracted",
        "context": "will give you a call today. \nColleen \nOn Thu, Aug 20, 2020 at 3:05 PM"
      },
      {
        "name": "Colleen \nSent",
        "role": "extracted",
        "context": "conference ID: 698244 \nFrom: Colleen \nSent: Thursda 20 2020 15:30 \nTo:"
      },
      {
        "name": "Thursda \nTo",
        "role": "extracted",
        "context": "thanks, \nFrom: Colleen \nSent: Thursda \nTo: \nCc: \nTeri Gibbs IMN\nI \nSubj"
      },
      {
        "name": "Teri Gibbs",
        "role": "extracted",
        "context": "een \nSent: Thursda \nTo: \nCc: \nTeri Gibbs IMN\nI \nSubject: Re: Follow-up"
      },
      {
        "name": "Colleen \nWed",
        "role": "extracted",
        "context": "m (PST)? Please let me know. \nColleen \nWed Au 19 2020 at 6:35 PM \nwrote:"
      },
      {
        "name": "Colleen \nCc",
        "role": "extracted",
        "context": ". \nFrom: \nSent: Tuesday, \nTo: Colleen \nCc: \nTeri Gibbs \nect: ow-up \nCol"
      },
      {
        "name": "Ten Gibbs",
        "role": "extracted",
        "context": "2020 17:30 \nTo: Colleen \nCc: \nTen Gibbs \nu  Jec o  ow-up \nColleen, \nT"
      },
      {
        "name": "Jul \nTo",
        "role": "extracted",
        "context": "From: Colleen \nSent: Monday, Jul \nTo: \nCc: \nTeri Gibbs \n• \n06 1.11"
      },
      {
        "name": "Jeffrey \nWe",
        "role": "extracted",
        "context": ". Maxwell (and, by extension, Jeffrey \nWe wanted to follow up on ourpri"
      },
      {
        "name": "Hi \nAs",
        "role": "extracted",
        "context": ":08 \nTo: \nSulfite: Follow-up \nHi \nAs we discussed last week, our c"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "ed during her employment with Ghislaine \nMaxwell from 2003-2007. Please see at"
      },
      {
        "name": "Wed Jan",
        "role": "extracted",
        "context": "questions. \nBest, \nTeri \nrt  Wed Jan 22 2020 at 1:48 PM \nwrote: \nW"
      },
      {
        "name": "Teri \nOn",
        "role": "extracted",
        "context": "ur conference line at \nBest, \nTeri \nOn \nWe \nJan 22,\nwrote: \nTeri, \nI"
      },
      {
        "name": "We \nJan",
        "role": "extracted",
        "context": "nce line at \nBest, \nTeri \nOn \nWe \nJan 22,\nwrote: \nTeri, \nI can give"
      },
      {
        "name": "Tuesda \nTo",
        "role": "extracted",
        "context": "Ns' \nFrom: Teri Gibbs \nSent: Tuesda \nTo: \nCc: \n21.2020 \n20:15 \nSubjec"
      },
      {
        "name": "Tue Jan",
        "role": "extracted",
        "context": "est for you. \nBest, \nTeri \nOn Tue Jan 21, 2020 at 5:06 PM \nwrote:"
      },
      {
        "name": "Colleen \nSu",
        "role": "extracted",
        "context": "i Gibbs \nSen • • \nTo: \nCc: \n; Colleen \nSu Re: Follow-up \nHi\nI am follow"
      },
      {
        "name": "Monde Janua",
        "role": "extracted",
        "context": "hen. \nFrom: Teri Gibbs \nSent: Monde Janua 06 \n2020 12: I\nlb \nSubject: R"
      },
      {
        "name": "Prince \nWe",
        "role": "extracted",
        "context": "I\nlb \nSubject: Re: Witness re Prince \nWe have a last-minute mediation"
      },
      {
        "name": "Fri \nJan",
        "role": "extracted",
        "context": "flexibility. \nBest, \nTeri \nOn Fri \nJan 3, 2020 at 6:04 PM \nwrote: \nT"
      },
      {
        "name": "Prince \nHi",
        "role": "extracted",
        "context": "ibbs \nSubject: Re: Witness re Prince \nHi \nThank you for your response."
      },
      {
        "name": "Attorney Lisa",
        "role": "extracted",
        "context": "you had a wonderful \nholiday. Attorney Lisa Bloom and I are available at"
      },
      {
        "name": "Teri \nGibbs",
        "role": "extracted",
        "context": "w to proceed. \nBest regards, \nTeri \nGibbs \nNotice To Recipient: This e-"
      },
      {
        "name": "Notice To",
        "role": "extracted",
        "context": "Best regards, \nTeri \nGibbs \nNotice To Recipient: This e-mail is mea"
      },
      {
        "name": "Internal Revenue",
        "role": "extracted",
        "context": "h requirements imposed by the Internal Revenue Service. we inform you that a"
      },
      {
        "name": "Please Mgt",
        "role": "extracted",
        "context": "-mail is strictly prohibited. Please Mgt us immediately of \nthe error"
      },
      {
        "name": "Internal \nRevenue",
        "role": "extracted",
        "context": "avoiding penalties under the Internal \nRevenue Code or ( ii) promoting, mark"
      },
      {
        "name": "Interval Revenue",
        "role": "extracted",
        "context": "h requirements imposed by the Interval Revenue Service. we inform you that a"
      },
      {
        "name": "The Bloom",
        "role": "extracted",
        "context": "ompliance with local orders, \nThe Bloom Firm has closed its physical"
      },
      {
        "name": "The \nBloom",
        "role": "extracted",
        "context": "compliance with local orders, The \nBloom Firm has closed its physical"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-31",
        "event": "2020-07-31"
      },
      {
        "date": "2020-07-28",
        "event": "2020-07-28"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:08.720Z"
}