{
  "document": {
    "id": "efta00013552",
    "filename": "EFTA00013552.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013552.pdf",
    "text": "\n\nFrom• \nTo• \nSubject: Epstein \nDate: Wed, 28 May 2008 15:28:45 +0000 \nImportance: Normal \n• \nIn response to the possible further delay in the prosecution of Mr. Epstein, we have listed below the reasons why this would \nhave a negative impact on the Government's case: \nThe statute of limitations issue is the state statute of limitations. According to Detective the statute of limitations is \nthree years from the time of reporting. The statute of limitations will begin to expire in Fall 2008 for five of the 16 victims \nlisted in the indictment. The issue is implicated in two ways. First, because of the state's leniency for the first set of girls, the \nadditional girls have been presented only to us for prosecution. If we cannot go forward, then there will be no prosecution of \nthose crimes. (In response to the argument that Joe should just present them now, we believe that some of the victims are \nunknown to the defense and disclosing them further weakens our case by allowing them to depose and harass those \nvictims.) Second, our \"state resolution\" of the case requires Mr. Epstein to plead to something that hasn't been charged yet \nso further delay will allow him to escape one of the terms of the deal he signed several months ago. (There is also a statute \nof limitations on the private cause of action under 2255 pursuant to which he must pay damages to the girls. The delay will \nallow him to escape responsibility for that term, too.) \nOther reasons: \nThe victims are getting older. Clearly one of Mr. Epstein's arguments will be that he did not know they were minors. The older \nthey are when they testify the more plausible Epstein's argument becomes. \nSeveral of the victims have relocated to other areas of the country which may become difficult should the case proceed to \ntrial. \nThe girls deserve swift justice so they can move on with their lives. The continued delay has had profound effects upon many \nof their lives is just one example). \nThe delay so far has led many of the victims to reach out to private lawyers which, in turn, let's Mr. Epstein's counsel argue \nthat they are only in it for money. \nThe grand jury we are using will expire soon. We have already presented more than a dozen hours of testimony and the \ngrand jury is invested and wants to indict. \nWhy give him more time? He has already been afforded more than a year's delay. This is not a  white collar or other non-\nviolent crime. This is a child exploitation crime with more than 20 known child victims. We are mandated by statute and DOJ \npolicy to prosecute those cases vigorously and in a timely fashion - whether the children were prostitutes or unwilling victims. \nthe state trial for Mr. Epstein is set for early July 2008. I'm unsure of the legal issues that may arise from the \nstate prosecution and the effect they may have on the federal prosecution. Thank you for the updates and please let us know \nif we can be of further assistance. \nEFTA00013552",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "r delay in the prosecution of Mr. Epstein, we have listed below the"
      },
      {
        "name": "Epstein \nDate",
        "role": "extracted",
        "context": "From• \nTo• \nSubject: Epstein \nDate: Wed, 28 May 2008 15:28:45 +0"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2008-05-28",
        "event": "28 May 2008"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:46.852Z"
}