{
  "document": {
    "id": "efta00013538",
    "filename": "EFTA00013538.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013538.pdf",
    "text": "\n\nU.S. \nDepartment ofJustice \nDELIVERY BY ELECTRONIC MAIL \nJay P. Lefkowitz, Esq. \nKirkland & Ellis LLP \nCitigroup Center \n153 East 53rd \nStreet \nNew York, New York 10022-4675 \nRe: Jeffrey Epstein \nDear Jay: \nUnited States Attorney \nSouthern District of Florida \nDecember 11, 2007 \nI am writing not to respond to your asserted \"policy concerns\" regarding Mr. Epstein's Non-\nProsecution Agreement, which will be addressed by the United States Attorney, but the time has \ncome for me to respond to the ever-increasing attacks on my role in the investigation and \nnegotiations. \nIt  is an understatement to say that I  am surprised by your allegations regarding my role \nbecause I thought that we had worked very well together in resolving this dispute and because I had \ndescribed you to others as a man of integrity. I  also am surprised because I feel that I  bent over \nbackwards to keep in mind the effect that the agreement would have on Mr. Epstein and to make \nsure that you (and he) understood the repercussions of the agreement. For example, I brought to \nyour attention that one potential plea could result in no gain time for your client; I correct one of \nyour calculations of the Sentencing Guidelines that would have resulted in Mr. Epstein spending far \nmore time in prison than you projected; I contacted the Bureau of Prisons to see whether Mr. Epstein \nwould be eligible for the prison camp that you desired; and I  told you my suspicions about the \nsource of the press \"leak\" and suggested ways to avoid the press. Importantly, I continued to work \nwith you in a professional manner even after I learned that you had been proceeding in bad faith for \nseveral weeks —  thinking that I  had incorrectly concluded that solicitation of minors to engage in \nprostitution was a registrable offense and that you would \"fool\" our Office into letting Mr. Epstein \nplead to a non-registrable offense. Even now, when it is clear that neither you nor your client ever \nintended to abide by the terms of the agreement that he signed, I have never alleged misconduct on \nyour part. \nThe first allegation that you raise is that I  \"assiduously\" hid from you the fact that Bert \nEFTA00013538\n\nJAY P. LEFKOWITZ, ESQ. \nDECEMBER 11, 2007 \nPAGE 2 OF 5 \nOcariz is a friend of my boyfriend and that I  have a \"longstanding relationship\" with Mr. Ocariz. \nI  informed you that I  selected Mr. Ocariz because he was a friend and classmate of two people \nwhom I respected, and that I had never met or spoken with Mr. Ocariz prior to contacting him about \nthis case. All of those facts are true. I still have never met Mr. Ocariz, and, at the time that he and \nI spoke about this case, he did not know about my relationship with his friend. You suggest that I \nshould have explicitly informed you that one of the referrals came from my \"boyfriend\" rather than \nsimply a  \"friend,\" which is the term I  used, but it is not my nature to discuss my personal \nrelationships with opposing counsel. Your attacks on me and on the victims establish why I wanted \nto find someone whom I  could trust with safeguarding the victims' best interests in the face of \nintense pressure from an unlimited number of highly skilled and well paid attorneys. Mr. Ocariz \nwas that \nperson. \nOne of your letters suggests a business relationship between Mr. Ocariz and my boyfriend. \nThis is patently untrue and neither my boyfriend nor I  would have received any financial benefit \nfrom Mr. Ocariz's appointment. Furthermore, after Mr. Ocariz learned more about Mr. Epstein's \nactions (as described below), he expressed a  willingness to handle the case pro bono, with no \nfinancial benefit even to himself. Furthermore, you were given several other options to choose from, \nincluding the Podhurst firm, which was later selected by Judge Davis. You rejected those other \noptions. \nYou also allege that I  improperly disclosed information about the case to Mr. Ocariz. I \nprovided Mr. Ocariz with a bare bones summary of the agreement's terms related to his appointment \nto help him decide whether the case was something he and his firm would be willing to undertake. \nI did not provide Mr. Ocariz with facts related to the investigation because they were confidential \nand instead recommended that he \"Google\" Mr. Epstein's name for background information. When \nMr. Ocariz asked for additional information to assist his firm in addressing conflicts issues, I \nforwarded those questions to you, and you raised objections for the first time. I did not share any \nfurther information about Mr. Epstein or the case. Since Mr. Ocariz had been told that you \nconcurred in his selection, out of professional courtesy, I  informed Mr. Ocariz of the Office's \ndecision to use a Special Master to make the selection and told him that the Office had made contact \nwith Judge Davis. We have had no further contact since then and I  have never had contact with \nJudge Davis. I  understand from you that Mr. Ocariz contacted Judge Davis. You criticize his \ndecision to do so, yet you feel that you and your co-counsel were entitled to contact Judge Davis to \ntry to \"lobby\" him to select someone to your liking, despite the fact that the Non-Prosecution \nAgreement vested the Office with the exclusive right to select the attorney representative. \nAnother reason for my surprise about your allegations regarding misconduct related to the \nSection 2255 litigation is your earlier desire to have me perform the role of \"facilitator\" to convince \nthe victims that the lawyer representative was selected by the Office to represent their interests alone \nand that the out-of-court settlement of their claims was in their best interests. You now state that \ndoing the same things that you had asked me to do earlier is improper meddling in civil litigation. \nEFTA00013539\n\nJAY P. LEFKOWITZ, ESQ. \nDECEMBER 11, 2007 \nPAGE 3 OF 5 \nMuch of your letter reiterates the challenges to Detective investigation that have \nalready been submitted to the Office on several occasions and you suggest that I  have kept that \ninformation from those who reviewed the proposed indictment package. Contrary to your \nsuggestion, those submissions were attached to and incorporated in the proposed indictment \npackage, so your suggestion that I  tried to hide something from the reviewers is false. I  also take \nissue with the duplicity of stating that we must accept as true those parts of the eports and \nwitness statements that you like and we must accept as false those parts that you do not like. You \nand your co-counsel also impressed upon me from the beginning the need to undertake an \nindependent investigation. It seems inappropriate now to complain because our independent \ninvestigation uncovered facts that are unfavorable to your client. \nYou complain that I  \"forced\" your client and the State Attorney's Office to proceed on \ncharges that they do not believe in, yet you do not want our Office to inform the State Attorney's \nOffice of facts that su ort the additional char e nor do ou want any of the victims of that charge \nto contact Ms. 'r rt. Ms. pinion may change if she knows the full \nri, \nscope of your c lent s actions. Also, it has always been nix intention to have Mr. Epstein plead to \nfederal, not state, charges. You and I spent several weeks trying to identify and put together a plea \nto federal charges that your client was willing to accept. Yet your letter now accuses me of \n\"manufacturing\" charges of obstruction of justice, making obscene phone calls, and violating child \nprivacy laws. When Mr. Mold you that those charges would \"embarrass the Office,\" he meant \nthat the Office was unwilling to bend the facts to satisfy Mr. Epstein's desired prison sentence —  a \nstatement with which I agree. \nI hope that you understand how your accusations that I imposed \"ultimatums\" and \"forced\" \nyou and your client to agree to unconscionable contract terms cannot square with the true facts of \nthis case. As explained in letters from Messrs. Acosta and the indictment was postponed \nfor more than five months to allow you and Mr. Epstein's other attorneys to make presentations to \nthe Office to convince the Office not to prosecute. Those presentations were unsuccessful. As you \nmention in your letter, I —a simple line AUSA — handled the primary negotiations for the Office, and \nconducted those negotiations with you, Ms. Sanchez, Mr. Lewis, and a host of other highly skilled \nand experienced practitioners. The agreement itself was signed by Mr. Epstein, Ms. Sanchez, and \nMr. Lefcourt, whose experience speaks for itself. You and I  spent hours negotiating the terms, \nincluding when to use \"a\" versus \"the\" and other minutiae. ach \nagreement, you repeatedly went over my head, involving Messrs and \nAcosta in the negotiations at various times. In any and all p ea nego is ions e e  endant \nunderstands that his options are to plead or to continue with the investigation and proceed to trial. \nThose were the same options that were proposed to Mr. Epstein, and they are not \"persecution or \nintimidation tactics.\" Mr. Epstein chose to sign the agreement with the advice of a  multitude of \nextremely noteworthy counsel. \nYou also make much of the fact that the names of the victims were not released to Mr. \nEpstein prior to signing the Agreement. You never asked for such a  term. During an earlier \nEFTA00013540\n\nJAY P. LEFKOWITZ, ESQ. \nDECEMBER 11, 2007 \nPAGE 4 OF 5 \nmeeting, where Mr. Black was present, he raised the concern that you now voice. Mr. Black and \nI did not have a chance to discuss the issue, but I  had already conceived of a way to resolve that \nissue if it were raised during negotiations. As I stated, it was not, leading me to believe that it was \nnot a matter of concern to the defense. Since the signing of the Non-Prosecution Agreement, the \nagents and I have vetted the list of victims more than once. In one instance, we decided to remove \na name because, although the minor victim was touched inappropriately by Mr. Epstein, we decided \nthat the link to a payment was insufficient to call it \"prostitution.\" I have always remained open to \na challenge to the list, so your suggestion that Mr. Epstein was forced to write a  blank check is \nsimply unfounded. \nYour last set of allegations relates to the investigation of the matter. For instance, you claim \nthat some of the victims were informed of their right to collect damages prior to a  thorough \ninvestigation of their allegations against Mr. Epstein. This also is false. None of the victims was \ninformed of the right to sue under Section 2255 prior to the investigation of the claims. Three \nvictims were notified shortly after the signing of the Non-Prosecution Agreement of the general \nterms of that Agreement. You raised objections to any victim notification, and no further \nnotifications were done. Throughout this process you have seen that I  have prepared this case as \nthough it would proceed to trial. Notifying the witnesses of the possibility of damages claims prior \nto concluding the matter by plea or trial would only undermine my case. If my reassurances are \ninsufficient, the fact that not a single victim has threatened to sue Mr. Epstein should assure you of \nthe integrity of the investigation.' \nWith respect to Mss I contacted her attorney — who was paid for by Mr. Epstein and \nwas directed by counsel for Mr. Epstein to demand immunity —  and asked only whether he still \nrepresented Ms. nd if he wanted me to send the victim notification letter to him. He asked \nwhat the letter woad say and I told him that the letter would be fo g in about a week and \nthat I  could not provide him with the terms. With respect to Ms. tatus as a victim, you \nagain want us to accept as true o that are beneficial to your c rent and to reject as false \nanything detrimental to him. Ms. ade a  number of statements that are contradicted by \ndocumentary evidence and a review o er recorded statement shows her lack of credibility with \nrespect to a number of statements. Based upon all of the evidence collected Ms. s classified \nas a victim as defined by statute. Of course, that does not mean that Ms. onsiders herself \na victim or that she would seek damages from Mr. Epstein. I believe that a number of the identified \nvictims will not seek damages, but that does not negate their legal status as victims. \nI  understand that you and your co-counsel perceive a strategic advantage to removing me \nfrom the case, and that perhaps my willingness to allow others to speak for me emboldened your \n'There are numerous other unfounded allegations in your letter about document demands, \nthe money laundering investigation, contacting potential witnesses, speaking with the press, and the \nlike. These allegations have been raised and disproven earlier and need not be readdressed. \nEFTA00013541\n\nJAY P. LEFKOWITZ, ESQ. \nDECEMBER 11, 2007 \nPAGE 5 OF 5 \ncriticisms. I  hope that you now understand that your accusations are unfounded, and that you can \nno longer continue unchecked your attack on the credibility of myself and the agents. In the future, \nI recommend that you address your accusations to me so that I can correct any misunderstandings \nbefore you make false allegations to others in the Department. \nSincerely, \nR. Alexander Acosta \nUnited States Attorney \nBy: \ncc: \nR. Alexander Acosta, U.S. Attorney \nEFTA00013542",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "53rd \nStreet \nNew York, New York 10022-4675 \nRe: Jeffrey Epstein \nDear Jay: \nUnited States Attorney \nSouthern Dist"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "d \"policy concerns\" regarding Mr. Epstein's Non-\nProsecution Agreem"
      },
      {
        "name": "Ocariz",
        "role": "extracted",
        "context": "ngstanding relationship\" with Mr. Ocariz. \nI  informed you that I"
      },
      {
        "name": "Mold",
        "role": "extracted",
        "context": "ing child \nprivacy laws. When Mr. Mold you that those charges wo"
      },
      {
        "name": "Sanchez",
        "role": "extracted",
        "context": "those negotiations with you, Ms. Sanchez, Mr. Lewis, and a host of"
      },
      {
        "name": "Lewis",
        "role": "extracted",
        "context": "ations with you, Ms. Sanchez, Mr. Lewis, and a host of other high"
      },
      {
        "name": "Lefcourt",
        "role": "extracted",
        "context": "r. Epstein, Ms. Sanchez, and \nMr. Lefcourt, whose experience speaks"
      },
      {
        "name": "Black",
        "role": "extracted",
        "context": "PAGE 4 OF 5 \nmeeting, where Mr. Black was present, he raised th"
      },
      {
        "name": "Citigroup Center",
        "role": "extracted",
        "context": ", Esq. \nKirkland & Ellis LLP \nCitigroup Center \n153 East 53rd \nStreet \nNew Y"
      },
      {
        "name": "Street \nNew",
        "role": "extracted",
        "context": "igroup Center \n153 East 53rd \nStreet \nNew York, New York 10022-4675 \nRe"
      },
      {
        "name": "Dear Jay",
        "role": "extracted",
        "context": "22-4675 \nRe: Jeffrey Epstein \nDear Jay: \nUnited States Attorney \nSou"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ein \nDear Jay: \nUnited States Attorney \nSouthern District of Florida \nDecember"
      },
      {
        "name": "Florida \nDecember",
        "role": "extracted",
        "context": "ttorney \nSouthern District of Florida \nDecember 11, 2007 \nI am writing not to"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": "regarding Mr. Epstein's Non-\nProsecution Agreement, which will be addressed by t"
      },
      {
        "name": "Sentencing Guidelines",
        "role": "extracted",
        "context": "of \nyour calculations of the Sentencing Guidelines that would have resulted in M"
      },
      {
        "name": "Judge Davis",
        "role": "extracted",
        "context": ", which was later selected by Judge Davis. You rejected those other \nop"
      },
      {
        "name": "When \nMr",
        "role": "extracted",
        "context": "e for background information. When \nMr. Ocariz asked for additional"
      },
      {
        "name": "Since Mr",
        "role": "extracted",
        "context": "bout Mr. Epstein or the case. Since Mr. Ocariz had been told that yo"
      },
      {
        "name": "Special Master",
        "role": "extracted",
        "context": "e Office's \ndecision to use a Special Master to make the selection and tol"
      },
      {
        "name": "Prosecution \nAgreement",
        "role": "extracted",
        "context": "despite the fact that the Non-Prosecution \nAgreement vested the Office with the ex"
      },
      {
        "name": "State Attorney",
        "role": "extracted",
        "context": "\"forced\" your client and the State Attorney's Office to proceed on \ncharg"
      },
      {
        "name": "When Mr",
        "role": "extracted",
        "context": "iolating child \nprivacy laws. When Mr. Mold you that those charges"
      },
      {
        "name": "Alexander Acosta",
        "role": "extracted",
        "context": "e Department. \nSincerely, \nR. Alexander Acosta \nUnited States Attorney \nBy:"
      },
      {
        "name": "Attorney \nBy",
        "role": "extracted",
        "context": "exander Acosta \nUnited States Attorney \nBy: \ncc: \nR. Alexander Acosta, U"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2007-12-11",
        "event": "December 11, 2007"
      },
      {
        "date": "2007-12-11",
        "event": "DECEMBER 11, 2007"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:46.822Z"
}