{
  "document": {
    "id": "efta00021202",
    "filename": "EFTA00021202.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021202.pdf",
    "text": "\n\nFrom:The Washington Post <email@washingtonpost.com> \nTo:< \nSubject: The Daily 202: Five things to watch when Bob Mueller testifies \nDate: Wed, 26 Jun 2019 13:28:11 +0000 \nIt you're \nhaving trouble reading this, click here. \nThe Daily 202 \nShare: \na \nliS \nListen to The Big Idea \nFive things to watch when Bob Mueller testifies \n'The report is my testimony': Mueller would not provide Congress new information \nBYLINE \nTEXT \nBY JAMES HOHMANN \nwith Joanie Greve and Mariana Alfaro \nTHE BIG IDEA: Bob Mueller thought his public statement last \nmonth could get him out of testifying before Congress about \nhis 448-page report and 22-month investigation. He thought \nwrong. \nComplying with a subpoena issued yesterday, the former special \ncounsel has agreed to appear in back-to-back public hearings on \nJuly 17 before two House committees. Intelligence Chairman Adam \nSchiff (D-Calif.) and Judiciary Chairman Jerry Nadler (D-N.Y.) \nneeded to issue a subpoena to persuade Mueller to appear, but the \nduo pledged in a letter that they will work with him to address his \n\"legitimate concerns about preserving the integrity\" of his probe and \nEFTA00021202\n\nsaid they will respect his desire not to discuss the \"several criminal \ninvestigations\" that he referred to other Justice Department offices, \nwhich are ongoing. \nHere are five things to watch for at the hearing three \nWednesdays from now: \nWhat you need to know about Trump, Mueller and obstruction of justice \n1) Will Mueller say anything he hasn't said already? \nDon't count on it. \n\"The report is my testimony,\" the former special counsel said on \nMay 29. \"Any testimony from this office would not go beyond our \nreport. ... I would not provide information beyond that which is \nalready public in any appearance before Congress.\" \nThe 74-year-old is no novice. It seems exceptionally unlikely that \nMueller will be baited into saying something he doesn't want to say. \nHe's testified before Congress more than 50 times, including during \nhigh-profile hearings as FBI director after the 9/11 attacks and the \n2013 Boston Marathon bombings. The C-SPAN archive includes \nmore than 140 hours of footage of him fielding questions from \nsometimes hostile lawmakers. \n\"Mueller is no longer a Justice Department employee, and after the \nspecial counsel's office formally closed last month, he and his \npersonal representatives had been negotiating directly with the \ncommittee. ... Those who know him well said that it was virtually \nimpossible that he would ignore or reject a subpoena,\" per Rachael \nBade,  Matt Zapotosky and Karoun Demirjian. \"Still, Mueller is \nEFTA00021203\n\nunlikely to answer Democrats' biggest question: whether he or his \nteam thought there was sufficient evidence to charge President \nTrump with obstruction, were he not president.\" \nHe said during his brief remarks at the Justice Department that if his \noffice \"had confidence that the president clearly did not commit a \ncrime, we would have said so,\" and he noted that the Constitution \n\"requires a process other than the criminal justice system to \nformally accuse a sitting president of wrongdoing.\" \nOn the other hand: Even if Mueller just reads directly from his \nreport, it could have a huge impact. Most Americans and even many \nlawmakers have not read the whole thing. \nFrom a former FBI special agent who now teaches at Yale: \nThe former White House counsel who flipped on Richard Nixon said \nMueller can change the conversation: \nNixon's White House counsel says Mueller provided House committee with 'a roadmap' \n2) Can Democratic leaders keep expectations in check and \nprevent the hearings from becoming a circus? \nPrivately, many House Democrats and their aides worry they will not \nbe able to. This is going to be a television extravaganza. Cable \nchannels on the right and left will cover Mueller's appearance wall \nto wall. The networks will likely preempt regularly scheduled \nprogramming. But if Mueller doesn't say anything groundbreaking or \nEFTA00021204\n\nexplosive despite weeks of hype, the narrative could be that his \nappearance was a let down for Democrats. \nMoreover, it's politically imperative for Democrats that they look like \nthey are motivated by a pursuit of the truth rather than a partisan \nvendetta against the president. Underscoring why that is, Trump \ncried \"Presidential Harassment!\" last night when news broke of \nMueller's appearance. \nGrandstanding lawmakers pulling sophomoric stunts could play into \nTrump's hands. Think of Rep. Steve Cohen eating Kentucky Fried \nChicken last month when Attorney General Bill Barr didn't show up \nfor a hearing. \nAn Obama-era Justice Department spokesman tried to keep \nexpectations check: \nA Democratic senator from Hawaii emphasized that it will take an \nelection to replace Trump: \nAsked about Mueller testimony, Trump pivots to Mueller's 'conflicts' of interest \n3) Will Trump's Republican allies successfully cast doubt on \nMueller's credibility and stain his sterling reputation? Or will \nthey come across as partisan and unserious about his \nconclusions? \nEFTA00021205\n\n\"Bob Mueller better be prepared,\" Rep. Mark Meadows (R-N.C.) told \nLaura Ingraham on Fox News last night. \"Because I can tell you, he \nwill be cross-examined for the first time and the American people \nwill start to see the flaws in his report.\" \n\"The first thing he needs to answer is his own conflicts of interest,\" \nadded Trump lawyer Jay Sekulow on Sean Hannity's Fox show. \nMueller's unwillingness to engage in a tit-for-tat with Trump and Co. \nthroughout his probe kept him above the fray, but it also allowed the \npresident's boosters to make scurrilous charges about the Vietnam \nveteran's integrity without strong pushback. Does he finally stand up \nfor himself? Or does he cling to the idea that the quality of his work \nproduct speaks for itself? \nRep. Justin Amash (R-Mich.), the only GOP lawmaker who has \nendorsed impeachment, does not sit on either committee so he \nwon't get a round of questioning. \nSenate Judiciary Committee Chairman Lindsey Graham (R-S.C.) \ncontinues to resist calls to hold hearings on the Mueller report in the \nother chamber. \"It is `case closed' for me,\" Graham told Hannity on \nFox last night. \"They can do anything they want to in the House, \nand I think it will blow up in their face. ... The conclusions can't \nchange.\" \nHow Barr appeared to misrepresent Mueller's findings \n4) Does Mueller's appearance make it easier or harder for \nNancy Pelosi to contain calls for impeachment from her \ncaucus? \nEFTA00021206\n\n\"Members of Congress must honor our oath and our patriotic duty to \nfollow the facts, so we can protect our democracy,\" the speaker said \nin a statement last night. \nNearly 80 House Democrats are now on the record calling for \nopening impeachment proceedings against Trump. Mueller's sole \npublic appearance in May didn't include any new information, but it \nnonetheless offered a  justification for a stream of Democratic \npresidential candidates to call for the president's impeachment. \nSomething similar could happen again. More House Democrats \ncould use whatever Mueller says as cover to change their positions \n—  or they could oppose impeachment on the grounds that oversight \nis being conducted without it. \nThe answer probably depends primarily on whether Mueller's \ntestimony moves the needle in the polls. As Pelosi loves to say, \n\"Public sentiment is everything.\" \nAndrew Goldstein, a lead prosecutor for Mueller, walks through \nthe rain outside the building where the Mueller team did its work in \nMarch. (J. Scott Applewhite/AP) \nAndrew Goldstein, a lead prosecutor for Mueller, walks through the rain outside the building where \nthe Mueller team did its work in March. (J. Scott Applewhite/AP) \n5) Will any of Mueller's lieutenants appear? \n\"An unspecified number of the special counsel's senior deputies are \nexpected to accompany their former boss and testify in closed \nsession when Mueller appears next month,\" Politico's Darren \nSamuelsohn and Kyle Cheney report. \"Schiff declined Tuesday \nnight to identify the deputies, and it was also unclear if they would \nEFTA00021207\n\nbe appearing under subpoena. Democrats also haven't precluded \nbringing the former Mueller lawyers back for additional rounds. 'I \nthink that's likely to happen after Mueller testifies,' said Rhode \nIsland Rep. David Cicilline, another Judiciary Committee Democrat. \n'There are additional witnesses. But he's the principal in terms of \nthe contents of the report.-\nMueller's team has been scattering. \"Andrew Goldstein, a senior \nassistant special counsel under Mueller, will join the Cooley law firm \nas a litigation partner working in New York and Washington,\" \nZapotosky reported on Monday.  \"On Friday, the firm Paul Weiss \nannounced it would add Jeannie Rhee, another senior member of \nMueller's team who had left the WilmerHale firm to work on the \nspecial counsel investigation. The Justice Department revealed this \nweek that Michael Dreeben, a deputy solicitor general who has \nargued more than 100 cases before the Supreme Court and took a \nsabbatical to work with Mueller, would be leaving the department.... \nLast month, the firm Davis Polk announced it would add Greg \nAndres, the senior assistant special counsel who led the \nprosecution of former Trump campaign chairman Paul Manafort, to \nits litigation department in New York. ... Andrew Weissmann, \nanother senior assistant special counsel who is now a fellow at New \nYork University School of Law, is writing a book.\" \nI-:The Trump International Hotel is located at 1100 Pennsylvania \nAve NW. (Jonathan Newton/The Washington Post) \nThe Trump International Hotel is located at 1100 Pennsylvania Ave NW. (Jonathan Newton/The \nWashington Post) \nEFTA00021208\n\n-- No matter what happens, Mueller's testimony won't clear the \nthicket of thorny legal issues facing Trump. There was a \nsignificant development yesterday, for example, in one of the \nemoluments challenges: \n\"Rejecting a request from President Trump, a federal judge in \nWashington on Tuesday cleared the way for nearly 200 \nDemocrats in Congress to continue their lawsuit against him \nalleging that his private business violates an anti-corruption \nprovision of the Constitution,\" Ann Marimow,  Jonathan O'Connell \nand Carol Leonnig report. \"U.S. District Judge Emmet G. Sullivan \ndeclined to put the case on hold and said lawmakers could begin \nthis week seeking financial information, interviews and other \nrecords from the Trump Organization. ... Sullivan ordered the two \nparties to begin the process of requesting records and other \ninformation as part of a three-month discovery period from Friday to \nSept. 27. ... The Trump administration still can try to delay or block \nDemocrats in Congress from issuing subpoenas for the president's \nclosely held business information by appealing directly to the U.S. \nCourt of Appeals for the D.C. Circuit to intervene. ... Justice \nDepartment spokeswoman Kelly Laco said the government would \nappeal.\" \nThe emoluments clauses bar the president from accepting gifts or \npayments from foreign or state governments. The cases, which \nseem destined for the Supreme Court, mark the first time that \nfederal judges have interpreted these clauses. Trump is being sued \nby the members of Congress in one case and states in the other. In \nthe second case, brought by the attorneys general of the \nDistrict of Columbia and Maryland, a federal judge also denied \nthe Trump administration's request for an immediate appeal. \nEFTA00021209\n\nBut the U.S. Court of Appeals for the 4th Circuit, which is \nbased in Richmond and hears Maryland-related federal \nappeals, agreed to review the case and temporarily blocked \nsubpoenas for financial records and \nother documents related to \nTrump's D.C. hotel. The 4th Circuit heard oral argument in March \nand could issue a ruling \nat any time. \nThe Daily 202's BIG IDEA > Get James' insight into Washington every weekday on your \nsmart speaker or favorite podcast player. \nSubscribe on Amazon Echo, Google Home, Apple HomePod \nand other podcast \nplayers. \nWelcome to the Daily 202, PowerPost's morning \nbriefing for decision-makers. \nSign up to receive \nthe newsletter. \nWHILE YOU WERE SLEEPING: \nEFTA00021210\n\nI.:A promotional poster for an NRATV show featuring Oliver North \nhangs during the group's annual meeting in Indianapolis. (Daniel \nAcker/Bloomberg) \nA promotional poster for an NRATV show featuring Oliver North hangs during the group's annual \nmeeting in Indianapolis. (Daniel Acker/Bloomberg) \n-- The National Riffle Association shut down NRATV. The New \nYork Times's Danny Hakim reports: \"The N.R.A. on Tuesday also \nsevered all business with its estranged advertising firm, Ackerman \nMcQueen, which operates NRATV, the N.R.A.'s live broadcasting \nmedia arm ... While NRATV may continue to air past content, its live \nbroadcasting will end and its on-air personalities —Ackerman \nemployees including Dana Loesch — will no longer be the public \nfaces of the N.R.A. It remained unclear whether the N.R.A. might try \nto hire some of those employees, but there was no indication it was \nnegotiating to do so. ... 'Many members expressed concern about \nthe messaging on NRATV becoming too far removed from our core \nmission: defending the Second Amendment,' Wayne LaPierre, the \nN.R.A.'s longtime chief executive, wrote in a message to members \nthat was expected to be sent out by Wednesday. ... Ackerman, in its \nown statement, said it was 'not surprised that the N.R.A. is unwilling \nto honor its agreement to end our contract and our long-standing \nrelationship in an orderly and amicable manner.-\n-- An employee at a high-end Chicago cocktail bar was \nquestioned by the Secret Service last night after allegedly \nspitting in Eric Trump's face, per Tim Elfrink and Mark Guarino. \nEFTA00021211\n\n•  The president's son confirmed the incident at the Aviary to \nBreitbart News early this morning. \"When somebody is sick \nenough to resort to spitting on someone, it just emphasizes a \nsickness and desperation and the fact that we're winning,\" the \n35-year-old told the right-wing site. \n•  The Chicago Police Department's spokesman referred \nquestions to the Secret Service, which did not  immediately \ncomment. \nRep. Duncan Hunter, wife charged with spending campaign money on personal expenses \nGET SMART FAST: \n1. Rep. Duncan Hunter (R-Calif.) illegally misused campaign \nfunds to facilitate extramarital affairs with at least five \nwomen, according to a new court filing from the Justice \nDepartment. Federal prosecutors want to show jurors evidence \nthat Hunter took money from his campaign account to pay for \ndinners, drinks and trips with women he was romantically \ninvolved with —  including an employee of his congressional \noffice, a staffer to a member of House GOP leadership and \nthree different lobbyists. A Democrat running against Hunter in \n2020 said \"he's literally in bed with lobbyists.\" Hunter, who \npromises to fight the charges in court, declined to respond to \nany of the allegations. (Matt Zapotosky and Halley Fuchs) \n2. Federal prosecutors are fighting efforts to throw out the \nlenient non-prosecution agreement that Labor Secretary \nAlex Acosta, as a prosecutor, offered to alleged sex \ntrafficker Jeffrey Epstein. The Justice Department told a \nfederal judge that Epstein's alleged victims, who were not \nEFTA00021212\n\nproperly notified about what they view as a sweetheart deal, \nhave no right to remedies from the government because the \nCrime Victims' Rights Act does not outline specific penalties. \n(Miami Herald) \n3. The National Security Agency ended a controversial \ncounterterrorism program after learning that millions of \nAmericans' phone records had been collected in error. The \nagency said its purged the records in what was the second \ninstance of \"over-collection\" recorded by the NSA last year. \n(Ellen Nakashima) \n4. A new Alabama law severs the parental rights of those \nconvicted of first-degree rape. The ability of convicted rapists \nin the state to seek custody of children conceived through their \nassaults gained renewed attention after Alabama passed a law \noutlawing abortion in nearly all circumstances, including \ninstances of rape and incest. (Emily Wax-Thibodeaux) \n5. A court has ruled that the Office of Personnel Management \nis responsible for the 2015 hack of of 22 million people's \npersonal information. According to a federal appeals court, \nthe office ignored repeated warnings from its inspector \ngeneral's office that the databases were vulnerable. (Eric Yoder) \n6. Two U.S. service members were killed in Afghanistan. No \nmore information is known about them at this stage, including \nhow they died. (CNN) \n7. Illinois became the 11th state to legalize marijuana for \nrecreational use. The legalization will also let nearly 800,000 \nEFTA00021213\n\npeople with criminal records for purchasing or possessing 30 \ngrams of marijuana or less expunge their records. (AP) \n8. An effort to boost lawmaker pay has been nixed after \nbacklash. House Majority Leader Steny Hoyer's plans were \nmet with bipartisan protest. (Mike DeBonis and Karoun \nDemirjian) \n9. Tiffany Caban, a liberal public defender backed by Rep. \nAlexandria Ocasio-Cortez, declared victory in the Queens \ndistrict attorney Democratic primary. Caban had a lead of \njust over 1,000 votes over her closest challenger with 99 \npercent of precincts reporting in a race that became a national \nproxy battle. It's a blow for Greg Meeks and the Democratic \nestablishment in New York. (CBS News) \n10. Three men were killed at a Ford dealership in California. A \nwitness said that the shooter, whose body police found with an \napparently self-inflicted gunshot wound, had been fired that day \nand came back to shoot two managers. (Mercury News) \n11. Paris is installing temporary water fountains and keeping \npools open late to combat a massive heat wave hitting \nEurope. Temperatures across the continent are expected to \nrise up to 35 degrees Fahrenheit above normal, but France is \nbeing particularly cautious given the 15,000 deaths the country \nsaw during a similar heat wave in 2003. (Claire Parker) \n12. The number of Americans who say they have never \nattended religious services has nearly doubled since 2000. \nAccording to the most recent NBC-Wall Street Journal poll, 26 \npercent of Americans report never having attended religious \nservices, compared to 14 percent in 2000. Among those \nEFTA00021214\n\nbetween the ages of 18 and 34, the figure is even higher at 36 \npercent. (Wall Street Journal) \n13. Jan Meyers, the first Republican woman elected to \nCongress from Kansas, died at 90. A moderate who \nrepresented a stretch of northeast Kansas from 1985 to 1997, \nMeyers rose through the ranks of the House to become chair of \nthe Small Business Committee. (Harrison Smith) \n14. A YouTube star was found dead in New York's East River \nfollowing a number of erratic videos and police \nconfrontations. Desmond Amofah, known as \nEtika, was \nfamous for his gaming channel,  which he had recentuly turned \ninto a venue for rants and confrontations with police officers. \n(Avi \nSelk) \n15. Breakdancing might make its first appearance at the \nOlympics soon after the International Olympic Committee \nvoted in favor of a proposal that could bring the dance \nstyle to the 2024 Summer Games in Paris. Skateboarding, \nclimbing/bouldering and surfing are also among the activities \nproposed to be added to the \nevents program. (CNN)\n--The bodies of Salvadoran migrant Oscar Alberto Martinez \nRamirez and his nearly 2-year-old daughter Valeria lie on the bank \nof the Rio Grande in Matamoros, \nMexico, on Monday after they \ndrowned trying to \ncross the river to \nBrownsville, \nTexas. (Julia Le \nDuc/AP) \nThe bodies of Salvadoran migrant Oscar Alberto Martinez Ramirez and his nearly 2-year-old \ndaughter Valeria lie on the bank of the Rio Grande in Matamoros, Mexico, on Monday after they \ndrowned trying to cross the river to Brownsville, Texas. (Julia Le Duc/AP) \nTHE IMMIGRATION WARS ARE KILLING PEOPLE: \nEFTA00021215\n\n-- The image of the drowned bodies of a Salvadoran man and \nhis baby daughter lying face down on the bank of the Rio \nGrande after attempting to cross the border has sparked \noutrage as Trump's policies continue putting the lives of \nmigrants at risk. From the AP's Peter Orsi and Amy Guthrie:  \"Her \narm was draped around his neck \nsuggesting she clung to him in her \nfinal moments. The searing photograph of the sad \ndiscovery of their \nbodies [see above] highlights the perils \nfaced by mostly Central \nAmerican migrants fleeing violence and poverty and hoping for \nasylum in \nthe United States.... Oscar Alberto Martinez Ramirez, \nfrustrated because the family from El Salvador was unable to \npresent themselves to U.S. authorities and request asylum, \nswam across the river on Sunday with his daughter, Valeria. He \nset her on the U.S. bank of the river and started back for his \nwife, Tania Vanessa Avalos, but seeing him move away the girl \nthrew herself into the waters. Martinez returned and was able \nto grab Valeria, but the current swept them both away.... \n\"Details of the incident were \nconfirmed Tuesday by a Tamaulipas \ngovernment official ... and by Martinez's mother back in El Salvador, \nRosa Ramirez, who spoke with her daughter-in-law by phone \nafterward. ... Ramirez said her son and his family left El Salvador on \nApril 3 and spent about two months at a  shelter in Tapachula, near \nMexico's \nborder with Guatemala. 'I begged them not to go, but he \nwanted to scrape together money to build a home,' Ramirez \nsaid. 'They hoped to be \nthere a few years and save up for the \nhouse.' El \nSalvador's foreign ministry said it was working to assist \nthe family including Avalos, who was at a border migrant \nshelter \nfollowing the drownings. The bodies were \nexpected to be flown to El \nSalvador \non Thursday. ... The photo recalls the 2015 image of a \n3-year-old Syrian boy who drowned in the Mediterranean near \nEFTA00021216\n\nTurkey, though it remains to be seen whether it may have the \nsame impact in focusing international attention on migration to \nthe U.S.... U.S. 'metering' policy has dramatically reduced the \nnumber of migrants who are allowed to request asylum, down from \ndozens per day previously to sometimes just a handful at some \nports of entry.\" \n-- The House passed a $4.5 billion emergency border aid bill \nthat includes provisions requiring better treatment of migrant \nchildren in U.S. custody, which were added to secure passage \namid bubbling anger over Trump's handling of the crisis. Mike \nDeBonis and Erica Werner report: \"The 230-to-195 vote, largely \nalong party lines, followed a flurry of last-minute negotiations among \nDemocrats who said they have been horrified by reports of poor \nconditions at overcrowded U.S. Customs and Border Protection \nfacilities where unaccompanied children have been kept. The bill's \npassage sets up a high-stakes negotiation with Trump and Senate \nRepublicans to deliver aid days before a looming deadline.... \nHouse Appropriations Committee Chairwoman Nita M. Lowey (D-\nN.Y.) unveiled changes to the bill Tuesday morning that would \nrequire CBP to establish new health and safety standards for \nmigrants in its custody, as well as protocols for dealing with migrant \nsurges, within 30 days. The changes would also limit children's \nstays at 'influx' shelters used by the Department of Health and \nHuman Services to no more than 90 days and require the \ndepartment to report to Congress on their use.\" \n-- Palace intrigue: A week after beginning his reelection \ncampaign with promises of mass deportations, Trump sent the \nagencies responsible for immigration enforcement deeper into \ndisarray by replacing his interim border chief with a figure he \nEFTA00021217\n\nplucked from cable news punditry last month. \"Mark Morgan, \nwho Trump installed as acting director of U.S. Immigration and \nCustoms Enforcement in early June, will take over as acting \ncommissioner of Customs and Border Protection, replacing John \nSanders,\" per Nick Miroff and Josh Dawsey. \"The shake-up \nTuesday comes after weeks of interagency squabbles and political \nknifings among agency officials ... Since April, the president has \npurged nearly all of the top officials remaining at DHS from the \nbeginning of his term, leaving every immigration-related U.S. \nagency with an interim leader.... \n\"Immigration hard-liners in recent days have been pushing \nTrump to remove acting DHS secretary Kevin McAleenan at the \nmoment when the policies McAleenan has advanced —\nincluding a deal with Mexico for an unprecedented immigration \ncrackdown there — are beginning to yield results. U.S. \nauthorities detained more than 144,000 migrants last month along \nthe Mexico border, the highest level since 2006, but preliminary \nreports indicate fewer have been crossing in recent weeks and \nothers are being turned back by Mexican military forces. McAleenan \non Tuesday was en route to meetings with officials in Central \nAmerica, where the Trump administration is seeking a separate \naccord that would allow the United States to send asylum seekers \nback to the first foreign nation where they step foot after fleeing their \nhomelands. \n\"McAleenan had challenged the feasibility and timing of the \n[ICE] raids ... Morgan had pushed for the `family op' to go \nforward, and it was not clear whether the decision to move him \nfrom ICE to a loftier position at CBP was a consolation for losing out \nto McAleenan. ... One person who has spoken with Trump about \nEFTA00021218\n\nimmigration said the president has heard from senior immigration \nadviser Stephen Miller and others around him that `everyone at \nDHS is weak.-\n-- The U.S. returned 100 migrant children to the overcrowded \nborder facility in Clint, Tex., after trying to find temporary \nalternatives — including tents and other border \nfacilities. Immigration and health authorities say they are \nsimply out of space. Abigail Hauslohner reports: \"Officials from \nU.S. Customs and Border Protection, which first takes the migrants \ninto custody, and from the Department of Health and Human \nServices, which runs the migrant children's shelters, characterized \nthe situation as a dire humanitarian crisis but also defended U.S. \ntreatment of young migrants as adhering to the law. And universally, \nTrump administration officials Tuesday used the moment to urge \nCongress to swiftly approve billions of dollars in border funding that \nthey say would provide bed space and services for children. ... A \nCBP official said Tuesday that the allegations of child neglect at \nClint were being investigated but also that the child detainees in the \nagency's custody receive `continuous' access to hygiene products \nand adequate food while awaiting placement in U.S. shelters \ndesigned for children.\" \n-- A federal appeals court ordered that a Maryland judge take a \nfresh look at the new evidence that the Trump administration \nhad discriminatory intent in adding a citizenship question to \nthe 2020 Census. Robert Barnes,  Felicia Sonmez and Tara \nBahrampour report: \"The order was part of last-minute wrangling in \nthe lower courts, in the Supreme Court and on Capitol Hill as the \njustices are set to vote on the issue before the end of their term, \npresumably this week. ... Solicitor General Noel Francisco, \nEFTA00021219\n\nrepresenting the Trump administration, told the Supreme Court that \nthe order from the 4th Circuit jeopardizes' the census process.... \nHe had said in an earlier letter to the Supreme Court that the claims \nin the Maryland case were `based on a speculative conspiracy \ntheory that is unsupported by the evidence and legally irrelevant to \ndemonstrating that Secretary Ross acted with a discriminatory \nintent.-\n-- Reporters are being kept away from the facilities where \nmigrant children are being held. Paul Farhi reports: \"News stories \nemerged last week about squalid conditions at a Border Patrol \ndetention facility housing about 300 migrant children on the U.S.-\nMexico border. ... Apart from their appalling specifics, the stories \nwere notable for one element: They were all based on secondhand \naccounts. Reporters were unable to see the facilities themselves or \nspeak to any of the children. Instead, they relied on descriptions \nprovided by lawyers and advocates who were granted access under \na legal settlement with the Border Patrol. ... The blackout on press \naccess has left Americans largely in the dark about conditions in \ngovernment facilities designed to handle migrants who have \ncrossed the border. Photographs and TV images are rare and often \ndated. Rarer still are interviews with federal agency managers and \nemployees or with the children themselves.\" \n-- Sarah Fabian, the Justice Department lawyer who flippantly \nargued in open court that toothbrushes and soap are not \nrequired for the government to provide children sanitary living \nconditions, defended herself in a private Facebook post that \none of her friends leaked to NBC. Josh Lederman reports:\n\"Fabian says she shares `many people's anger and fear' about the \nnation's future. Saying she is `not an official of any administration,' \nEFTA00021220\n\nFabian points out that she's a career federal employee who's \nserved in her role since 2011. Fabian expresses regret that her \ncomments in the video 'struck a nerve' but argues that selective \nediting, combined with a lack of precision in her argument created a \nfalse impression. 'I think that many many people believe I was in \ncourt Tuesday arguing against providing certain hygiene items to \nkids,' Fabian writes, adding later: 'I do not believe that's the position \nI was representing.-\n-- Elizabeth Warren called for decriminalizing illegal border \ncrossings. HuffPost's Roque Planas reports: \"Warren joins fellow \n2020 contender Julian Castro and several other prominent \nDemocrats in backing a reform that, if enacted, would give civil \nimmigration courts exclusive legal control over immigration \nenforcement at the border. ... While Warren has yet to release a \ncomprehensive immigration platform, her campaign confirmed to \nHuffPost that she also now favors repealing the law criminalizing \nmigration.\" Make no mistake: Trump will use this as a devastating \ncudgel against her if she becomes the Democratic nominee. \nI-11ranian President Hassan Rouhani attends a meeting with the \nHealth Ministry officials in Tehran. (Iranian Presidency Office via \nAP) \nIranian President Hassan Rouhani attends a meeting with the Health Ministry officials in Tehran. \n(Iranian Presidency Office via AP) \nTHE NEW WORLD ORDER: \n-- Any prospect of easing tensions between the United States \nand Iran seemed increasingly remote yesterday, as threats and \npersonal insults flew between the two governments. Karen \nEFTA00021221\n\nDeYoung reports: \"Any attack on 'anything American,' tweeted the \npresident — who last week called off a military strike that was to \nhave been launched after Iran shot down a U.S. drone — will bring \n'overwhelming' U.S. force and 'obliteration' of some Iranian assets. \n... Beneath the din, no new options emerged for avoiding a conflict \nthat both sides say they do not want, and more doors appeared to \nbe closing rather than opening. In Washington, even those who fully \nand vocally support the administration's 'maximum pressure' \nsanctions policy have begun to question whether Trump has a \nstrategy. ... Other experts said that Trump's summit strategy with \nnuclear-armed North Korea, in which both leaders had reason to \nseek the public spectacle of a meeting, but whose governments \nhave yet to substantively address their differences, would not work \nwith Iran.\" \n-- South Korea's Moon Jae-in said the U.S. and North Korea are \ntalking about a third nuclear summit between the two \ncountries' leaders. From the Wall Street Journal's Timothy W. \nMartin: \"Mr. Moon didn't provide a timeline for the meeting between \nPresident Trump and North Korean leader Kim Jong Un. He said \nthe two sides had held 'behind-the-scenes' talks, not official \ndialogue, after February's Vietnam summit that ended abruptly \nwithout a deal. The South Korean leader's remarks come just days \nbefore President Trump is scheduled to visit Seoul, a trip that is \nviewed as an effort to help jump-start talks with Pyongyang.\" \n-- Jared Kushner, the president's son-in-law, presented his \nMiddle East peace plan but did not reveal how the White House \nplans to achieve such a deal. Loveday Morris reports: \"The White \nHouse's economic plan envisages $50 billion in regional investment \nprojects over the next decade, more than half in the West Bank and \nEFTA00021222\n\nGaza, and the rest in Jordan, Egypt and Lebanon. But the initiative \nhas been met with widespread skepticism and already has been \nrejected by the Palestinian leadership ... The White House plan \nmakes no mention of Palestinian aspirations for statehood or of \nending Israeli occupation of Palestinian territories. Rather, the plan \npulls together previously proposed infrastructure projects, including \na transport link between Gaza and the West Bank as well as \nincreased capacity at Gaza's power station to address crippling \nelectricity outages. ... How the economic projects would be \nfinanced remains unsettled, and the Bahrain meeting is not \nintended to raise money, said a U.S. official.\" \n-- The U.S. Air Force veteran who was accused of acting as a \nmercenary in Libya's civil war has been freed. Missy Ryan, Josh \nDawsey and Julie Tate report: \"Jamie Sponaugle, a 31-year-old \nFlorida man, was piloting an aircraft near the Libyan capital of \nTripoli on May 7 when his plane went down, according to officials \nand individuals familiar with the incident, who spoke on the \ncondition of anonymity. The Libyan National Army said it shot down \nthe aircraft, which it said was a Mirage Fl combat jet piloted by a \nman The Washington Post is now identifying as Sponaugle, as it \nconducted bombing raids against LNA forces in the area. The Post \nwithheld publication of Sponaugle's detention at the request of U.S. \nofficials who were working to secure his release.\" \n-- Trump is flying today to the G20 in Japan with most of his \nforeign policy gambits hanging in the balance. David Nakamura \nand Damian Paletta report: \"The president is slated to meet at the \nGroup of 20 summit in Osaka with key allies and adversaries —\nincluding China's Xi Jinping, Russia's Vladimir Putin, Japan's \nShinzo Abe, Saudi Arabia's Mohammed bin Salman and India's \nEFTA00021223\n\nNarendra Modi — as he seeks to clinch an elusive trade pact with \nBeijing, consolidate international support in a tense staredown with \nTehran and navigate a path forward on stalled nuclear talks with \nNorth Korea. ... The upshot is that 2% years into his presidency, \nTrump is facing a crucial test of his 'America First' agenda, one that \nhas alienated traditional allies over disputes on trade and defense \nspending and set the United States apart from global consensus on \nhow to deal with climate change and Iran's nuclear program. Having \ngenerally thumbed his nose at multilateral engagements in favor of \na go-it-alone approach, Trump has shown a preference for leader-\nto-leader diplomacy and following his gut instincts instead of \nrigorous preparation, which have left him in a precarious position.\" \n-- The son of an American jailed in China on spy charges asked \nTrump to plead his father's case at the summit. Gerry Shih \nreports: \"Harrison Li, the son of the New York-based aircraft parts \nexporter Kai Li, is calling on Trump to raise the case of his father —\nbelieved to be the only American citizen held in China on state \nsecurity charges — during a meeting with Xi this week, when Trump \nis expected to seek the release of two Canadians similarly detained \nby China's opaque security apparatus. ... Harrison Li said Trump \nshould use his meeting with Xi to intervene on behalf of his father, \nwhose ordeal has gone largely unnoticed for nearly three years \nwhile the State Department and Li's supporters worked quietly, but \nunsuccessfully, to secure his release.\" \n-- Treasury Secretary Steve Mnuchin said the U.S.-China trade \ndeal is \"90 percent\" complete. From CNBC's Holly Ellyatt: \"He \nsaid he's confident Trump and Xi can make progress in stalled trade \ntalks at the G-20 meeting this weekend. 'The message we want to \nhear is that they want to come back to the table and continue \nEFTA00021224\n\nbecause I think there is a good outcome for their economy and the \nU.S. economy to get balanced trade and to continue to build on this \nrelationship.' He did not provide any detail on what the final 10% of \nan agreement might entail, or what the sticking points are to \ncompleting a deal.\" \nWhat to expect from Democrats on the crowded debate stage \nDEBATE PREP: \n-- As the Democratic debates start tonight in Miami, Ashley \nParker looked back at how the 2016 GOP primary kicked off \n\"the era of the mega-debate — a bigger field of candidates, a \nbigger slate of debates, bigger ratings, bigger stakes and a \nbigger need for a standout exchange.\" Parker writes: \"The trick \nfor the Democrats, as with their Republican predecessors, is to find \na way to capture attention and break away from the pack. Trump \ndidn't necessarily win the debates themselves four years ago, \nbut he always won the show — and, with it, the White House. 'I \ntell people these are not debates,' said former Arkansas governor \nMike Huckabee, who ended his presidential run in February 2016. 'I \nwas a debater in high school and college, and these are not \ndebates. These are television shows.' Trump, a former reality TV \nstar, quickly realized that every circus needs a ringmaster and \nappointed himself to the role. ... Texas Sen. Ted Cruz, one of \nTrump's most vocal rivals in 2016, said moderators `are often \nlooking for fireworks' — a phenomenon he suspects Democrats will \nalso encounter.\" \nDNC Chairman Tom Perez is facing fires on a number of \nfronts as the debates get underway. Michael Scherer reports: \"In \nEFTA00021225\n\njust the last month, he has been accused by fellow Democrats of \nunfairly changing debate qualifications to exclude the governor of \nMontana, setting thresholds that could unjustly remake the race in \nSeptember, and treating elected members of Congress as 'second-\nclass citizens' by denying them a decisive nominating vote at the \n2020 Democratic convention. Nearly 100 climate change activists \nstaged a sit-in at party headquarters Tuesday to demand a debate \non the issue. The Republican National Committee recently \nannounced raising $75.6 million through the first five months of the \nyear, more than twice as much as Perez's party, with a greater \nshare of the money coming from donations under $200. But Perez \n... is not discouraged. The party, he says, is on track, never mind \nthe haters.\" \n-- The debates could be a particularly defining moment for \nCory Booker, who has struggled to break out in the crowded \nfield even though he had been viewed as a likely candidate for \nyears. The Times's Jonathan Martin and Nick Corasaniti report: \"Mr. \nBooker is more comfortable 'leading with love,' as he often says in \nspeeches, and he warns against 'fighting fire with fire' when it \ncomes to confronting [Trump]. It's an approach that could pay off \nwith Democratic primary voters, who surveys indicate are far more \neager to find a candidate who wants to unite the country than \nmerely fight against Republicans. But it does not make for cable \ntelevision or social media catnip, which has shaped the early \ncontours of the race. ... No other Democratic candidate but him has \nsuch a sophisticated organization and support network in Iowa, New \nHampshire and South Carolina but is mired closer to zero than \ndouble digits in most every early nominating state.\" \nEFTA00021226\n\n-- The debates are unfolding in a city that is already facing the \ndaily reality of climate change. The Times's Patricia Mazzei \nreports from Miami: \"[T]he urgency of the climate issue is beginning \nto take hold in Florida. That is especially true in the Miami-Fort \nLauderdale area, where 49 percent of respondents, compared with \n30 percent elsewhere in the state, said they had made physical \nchanges to their homes in the past year to protect against sea-level \nrise, flooding or extreme weather. The latest daily heat record in \nMiami was broken on Sunday, only the third day of summer, when \nthe temperature reached 95 degrees. The high on Monday, 98 \ndegrees, tied the existing record.\" \n-- Split-screen: Vice President Pence traveled to Miami a day \nbefore the debates started to launch a national \"Latinos for \nTrump\" initiative. Pence called Trump \"a great champion of Latino \nand Hispanic Americans,\" citing a decline in Hispanic \nunemployment since he took office. \"President Trump promised to \nget this economy moving again, and President Trump delivered,\" \nPence said. \"President Donald Trump is the best friend that Latino \nand Hispanic businesses have ever had in the White House.\" When \nthe vice president touched on border security, the crowd broke out \nin chants of \"Build the wall.\" (John Wagner) \nE. Jean Carroll poses for a portrait at her home in Warwick, N.Y. \n(Eva Deitch for The Washington Post) \nE. Jean Carroll poses for a portrait at her home in Warwick, N.Y. (Eva Deitch for The Washington \nPost) \nTHE ME TOO MOVEMENT: \nEFTA00021227\n\n-- The latest sexual assault allegation against Trump has been \ngreeted with relative silence on Capitol Hill —  particularly by \nRepublicans. Colby Itkowitz, Emily Davies and Hailey Fuchs \nreport: \"The muted reaction to the claim by [magazine columnist E. \nJean Carroll], who said Trump attacked her in a dressing room more \nthan two decades ago, reflected a sense among resigned \nDemocrats that the president will never face serious political \ndamage from accusations of sexual misconduct, which 16 women \nhave now made. ... Republicans remained largely silent about \nCarroll's allegation. The one political figure who has brought the \nmost attention to her story is Trump, who has denied it, saying she \nwas 'not my type.' When asked Tuesday whether Trump's response \nwas appropriate, [Mitch McConnell] replied, 'I don't have any \ncomments about that.-\n-- Other Republicans dismissed Carroll's allegation outright, \nspecifically citing the assault allegations against Supreme \nCourt Justice Brett Kavanaugh. \"Quite honestly, as somebody \nwho had a front-row seat to the Kavanaugh hearings, we've seen \nallegations that were false,\" Tillis said. \"We'll let the facts go where \nthey are, but I take [Trump's] statement at face value.\" \"Many times \nwhen folks have made these allegations they're also promoting a \nbook,\" said Sen. John Kennedy (R-La.). \"All I would say: We live in \nan environment where people can come forward. That's good. But \nallegations like this have to be cautiously reviewed,\" said Sen. \nLindsey Graham (R-S.C.), adding that he has \"no reason not to\" \nbelieve Trump. (Politico)\n-- Two Republican senators —  Joni Ernst (Iowa) and Mitt \nRomney (Utah) —  called for Carroll's allegations to be \ninvestigated. \"I think anybody that makes an accusation like that, \nEFTA00021228\n\nthey should come forward,\" Ernst said when asked about Carroll's \nclaim. \"But obviously there has to be some additional information. \nThey need to interview her. They need to visit with him.\" Romney \ncalled for an \"evaluation\" of the accusation but added that he didn't \nknow who should conduct it, \"whether it's Congress or whether it's \nanother setting, I'm not sure.\" (CNN) \nGr \nStephanie Grisham will replace Sanders as press secretary \nALL THE PRESIDENT'S MEN AND WOMEN: \n-- Stephanie Grisham, the first lady's communications director, \nwill replace Sarah Sanders as White House press secretary. \nJohn Wagner reports: \"The move was first announced by [Melania] \nTrump in a tweet and later confirmed by White House officials. In \naddition to succeeding Sanders, Grisham will also take on the \nduties of White House communications director, a job that has been \nvacant since March. 'She has been with us since 2015 - @potus & I \ncan think of no better person to serve the Administration & our \ncountry,' the first lady said in her tweet. ... Grisham, 42, is one of \nTrump's last remaining campaign aides serving in the White House. \nBefore becoming the first lady's communications director in March \n2017, she worked in the West Wing as a deputy to Trump's first \npress secretary, Sean Spicer.\" \n-- House Republicans are preparing to go after a Trump \nappointee who used to work for them on the Hill after he \nreleased a report that said White House counselor Kellyanne \nConway should be fired for blatantly violating the Hatch Act. \nRachael Bade and Lisa Rein report: \"Henry Kerner, head of the \nOffice of Special Counsel, is scheduled to testify Wednesday about \nEFTA00021229\n\nhis report.... Democrats on the House Oversight Committee, who \ninvited Conway to testify, plan to vote to subpoena her if she fails to \nshow for the hearing, as expected. Republicans are intent on using \nthe session to question the credibility and judgment of Kerner, one \nof the panel's top investigators for more than three years when \nRepublicans were in charge. ... After Kerner takes the witness seat, \nRepublicans plan to argue he applied the law unfairly in Conway's \ncase, pointing to what they say were similar statements by top \nObama administration political appointees.\" \n-- \"Sean Lawler, a State Department official whose title is chief \nof protocol, is departing amid a possible inspector general's \nprobe into accusations of intimidating staff and carrying a \nwhip in the office,\" per Bloomberg's Jennifer Jacobs and Daniel \nFlatley. \"The protocol chief assists the president on overseas trips, \nand when foreign leaders visit the White House, by making \nintroductions and briefing the president on protocol. Lawler, a fixture \nin the Oval Office during dignitaries' visits, served as the president's \nliaison to the diplomatic corps at the State Department. ... Trump \nhas little fondness for Lawler, and repeatedly asked why he still \nworked at the White House.\" \n-- The Justice Department sued Omarosa Manigault Newman \nfor failing to file a legally required personal financial disclosure \nreport after she was fired two years ago. Politico's Josh Gerstein \nreports: \"The lawsuit says Manigault Newman never filed the report \nrequired from departing senior staffers and largely ignored \nnumerous requests from White House lawyers to submit the report \nfollowing her acrimonious departure from her post as \ncommunications director in the Office of Public Liaison. The suit, \nfiled Tuesday in U.S. District Court in Washington, asks a judge to \nEFTA00021230\n\norder Manigault Newman to file the report and to pay a civil penalty \nof $50,000 for `willfully' defying the ethics mandate.\" \n;Joe Biden greets supporters during the South Carolina \nDemocratic Convention in Columbia, S.C. (Tracy Glantz/The State \nvia AP) \nJoe Biden greets supporters during the South Carolina Democratic Convention in Columbia, S.C. \n(Tracy Glantz/The State via AP) \nMORE ON 2020: \n-- Joe Biden continues to play down his leadership role \nin laying the groundwork for policies of mass incarceration \nthat continue to devastate black communities. The Times's \nSheryl Gay Stolberg  and Astead W. Herndon call him out: \"Mr. \nBiden apologized in January for portions of his anti-crime \nlegislation, but he has largely tried to play down his involvement, \nsaying in April that he `got stuck with' shepherding the bills because \nhe was chairman of the Senate Judiciary Committee. But an \nexamination of his record — based on newly obtained \ndocuments and interviews with nearly two dozen longtime \nBiden contemporaries in Washington and Delaware —\nindicates that Mr. Biden's current characterization of his role is \nin many ways at odds with his own actions and rhetoric.... \nWhile Mr. Biden has said in recent days that he and [Mississippi \nSen. James ] Eastland `didn't agree on much of anything,' it is clear \nthat on a number of important criminal justice issues, they did. As \nearly as 1977, Mr. Biden, with Mr. Eastland's support, pushed for \nmandatory minimum sentences that would limit judges' discretion in \nsentencing. But perhaps even more consequential was Mr. Biden's \nEFTA00021231\n\nrelationship with [South Carolina Sen. Strom] Thurmond, his \nRepublican counterpart on the judiciary panel, who became his co-\nauthor on a string of bills that effectively rewrote the nation's \ncriminal justice laws with an eye toward putting more criminals \nbehind bars.\" \n-- Bernie Sanders has pointed to Germany's tuition-free \nuniversities as an example that America should follow, but \nsuch a system involves trade-offs. Michael Birnbaum reports:\n\"[T]here is little magic to how European countries keep costs down \nfor their students: Even though most impose far higher income \ntaxes than the United States does, they still spend less money \non education. ... [The German university RWTH Aachen] has no \ngrand athletic center. ... Professors' salaries cannot compete with \nthose at top American universities, although they may carry double \nthe teaching load, making it difficult to hire U.S. stars. Its dormitories \nare modest brick affairs. Some lecture halls are dingy and don't \nseem to have been updated much since the 1950s, when they were \nbuilt from Germany's post-World War II rubble. Some of its lectures \ntop 1,000 students.\" \n-- Pete Buttigieg has spoken little of his time spent in Iraq and \nAfghanistan as a consultant for McKinsey between 2007 and \n2010. ABC News's Lee Ferran and Ali Dukakis report: \"In his \nmemoir, 'Shortest Way Home,' he mentions his involvement in \ndomestic projects for the firm like doing energy efficiency research \nin the U.S., and goes into particular detail about one that involved \nanalyzing North American grocery prices. But when it comes to his \nwork abroad with McKinsey, he only drops hints about working on \n'war zone economic development to help grow private sector \nemployment' in Iraq and Afghanistan. He also refers to a 'safe \nEFTA00021232\n\nhouse' in Baghdad. The book doesn't say exactly when or how long \nButtigieg was in either country. And beyond that, details are scarce -\n- by design.\" \n-- Warren unveiled a $20 billion proposal to federalize national \nelections. Annie Linskey reports: \"Warren proposes buying new \nvoting machines for all of the roughly 8,000 election jurisdictions in \nthe country, mandating automatic and same-day voter registration \nand giving all voters access to 15 days of early voting and voting by \nmail. Her plan would also bar purges of voter lists, with exceptions \nfor 'death, change of address, or loss of eligibility to vote.' And it \nwould provide financial incentives for states to adopt the new \nfederal standards for local elections. Republicans would almost \ncertainly fight such a proposal, which at a minimum would require \nmajor legislation by Congress.\" \n-- A new Pew poll shows stark partisan divisions in how \nAmericans view capitalism and socialism. The Pew Research \nCenter's Hannah Hartig reports: \"Overall, a much larger share of \nAmericans have a positive impression of capitalism (65%) than \nsocialism (42%) ... There are large partisan differences in views of \ncapitalism: Nearly eight-in-ten Republicans and Republican-leaning \nindependents (78%) express somewhat or very positive reactions to \nthe term, while just over half of Democrats and Democratic leaners \n(55%) say they have a positive impression. But these differences \nare dwarfed by the partisan gap in opinions about socialism. More \nthan eight-in-ten Republicans (84%) have a negative impression of \nsocialism; a 63% majority has a very negative view. Nearly two-\nthirds of Democrats (65%) have a positive view of socialism, \nbut only 14% have a very positive view.\" \nEFTA00021233\n\n-- Some Democrats believe Stacey Abrams holds the key for \nvictory and are reaching out to her in hopes of copying her \ntactics and to win her blessing. Cleve R. Wootson Jr. and \nVanessa Williams report: \"But if Abrams is becoming an oracle for \nDemocrats, she's an emerging target for Republicans. At a Capitol \nHill hearing Tuesday, she was challenged by Rep. Douglas A. \nCollins (R-Ga.), who complained that her celebrity supporters are \nmaligning the state by claiming that she would be governor 'if \nGeorgia wasn't racist.' Collins also pressed Abrams on whether she \nhad pushed for noncitizens to vote, which she strongly denied. \nAbrams's unmistakable presence hangs over the Democratic \npresidential race, and not just because she hasn't quite ruled out \nrunning. Many black and liberal voters find Abrams a moving, \nauthentic figure — with her unapologetic style, tough childhood and \nlong devotion to voting rights — while many of the presidential \ncandidates are struggling to win over the black community.\" \n-- Trump endorsed Sen. Thom Tillis (R-N.C.), who is facing two \nGOP primary challengers in North Carolina. Tillis \"has really \nstepped up to the plate,\" Trump tweeted last night. \"Thom is tough \non Crime, Strong on the Border and fights hard against Illegal \nImmigration. He loves our Military, our Vets and our great Second \nAmendment. I give Thom my Full and Total Endorsement!\" (Felicia \nSonmez)\nSOCIAL MEDIA SPEED READ: \nRudy Giuliani sought to downplay the significance of Mueller's \ntestimony to a PBS correspondent: \nEFTA00021234\n\nA Bernie Sanders-supporting liberal congressman from California \ncited Mueller's agreement to appear as a validation of the approach \nbeing pursued by Nadler and Schiff: \nA Post economics correspondent has been trying to draw more \nattention to the deficit, which continues to be undercovered: \nA \"Today\" show anchor provided this early look at the Democratic \ndebate stage: \nJay Inslee's campaign manager briefly filled in for him on the debate \nstage: \nEFTA00021235\n\nBiden's rapid response director responded to a Washington Post \nstory about the former vice president's speaking contracts, which \ndemanded that he be provided a very specific Italian meal before all \nhis engagements: \nMeanwhile, Biden focused on border security: \nA Post reporter made this point about the conditions of migrant \ndetention centers: \nA House Democrat criticized the Trump administration's Iran policy: \nGeorge Conway, who is married to senior White House adviser \nKellyanne Conway, contrasted Sen. Lindsey Graham's comments \nabout sexual assault allegations against Trump: \nFrom the former acting attorney general who Trump fired: \nWarren added a stop before heading to the first debate tomorrow: \nEFTA00021236\n\nA Post congressional reporter said this about the latest allegations \nagainst Hunter: \nA Princeton historian noted this from Hunter's website: \nMeanwhile, the Office of Government Ethics gathered for a meeting: \nThe White House perss secretary endorsed her successor: \nAnd Trump started the day by accusing the Democrats of innaction: \nGOOD READS FROM ELSEWHERE: \n-- Marshall Project, \"First Big Scoop: Student Journalists \nExpose High School's Use of Prison Labor,\" by Eli Hager: \"Last \nJanuary, at his high school's chorus fundraiser, 17-year-old Spencer \nCliche overheard a chat between a parent and a 'trusted faculty \nmember.' (As a student journalist, he told me, he does not reveal his \nsources.) The seats in the auditorium, Spencer says he heard the \ntwo adults saying, were going to be reupholstered using prison \nlabor. He didn't think much of it at first. But later in the semester \nEFTA00021237\n\nwhen his journalism class studied prison issues, he mentioned what \nhe'd heard to the teacher, Sara Barber-Just, a two-decade veteran \nof Amherst Regional High in Massachusetts. Couldn't the fact that \nthe school was using incarcerated laborers—who may learn useful \nskills but are typically paid next to nothing—be a story for the next \nedition of the school's quarterly newspaper, he asked?\" \n-- The Daily Beast, \"David Barstow tried to  ghostwrite a book \nwith a top-secret source on the Pulitzer-winning story,\" by \nLachlan Cartwright: \"On April 15, the New York Times staff \ngathered in the newsroom, looking up at Executive Editor Dean \nBaguet on a crimson staircase where he announced to rapturous \napplause that reporters David Barstow, Susanne Craig and Russ \nBuettner had won the Pulitzer Prize for their groundbreaking story \non President Trump's taxes. ... The reporters spoke after Baguet. \nCraig paid special tribute to their sources. ... Almost no one in the \nroom that day was aware that the team was at each other's throats.\" \n-- The New Yorker, \"Can Emmanuel Macron Stem the Populist\nTide?\" by Lauren Collins: \"'What is new at the European scale is \nthat the rise of extremism, especially coming from the far right, is \neverywhere,' he said, speaking in English (his choice). 'A few \nmonths ago, a lot of people thought that this new coalition of the far \nright could have a majority or could block any majority at the \nEuropean Parliament, which didn't happen,' he said. 'This is, for me, \none of the positive outcomes of these elections, even if they were \nvery much helped by foreign influences.-\n-- Wall Street Journal, \"Buyer Makes a Big  Bet His New \nCaravaggio Is Really by Caravaggio,\" by Kelly Crow: \n\"Michelangelo Merisi, the artist known as Caravaggio, always drew \nEFTA00021238\n\ntrouble. The highly anticipated \npublic auction Thursday of a painting \ncredited to the Italian master, who fled Rome after killing a man, \nwas scratched when a  buyer cut ahead of bidders to get it first. \nEven though experts are split over the authenticity of the long\n-lost \nwork from 1606, \n`Judith and Holofernes,' the anonymous buyer \nseemingly had no doubt. 'He made an offer we couldn't refuse,' said \nEric Turquin, an appraiser and \nauctioneer in Paris who advised on \nthe deal. The final price late Monday was \n`exceptionally more' than \nthe starting bid of $34 million, he \nsaid.\" \nHOT ON THE LEFT: \n\"Sarah Sanders: Farewell \nhappy hour not the \n`appropriate venue' to \ndiscuss honesty,\" from \nErik Wemple:  \"There \nwere \nsmiles, \nhandshakes, hugs \nand photos as Sarah \nSanders, the \noutgoing \nWhite \nHouse press \nsecretary, hung out on \nMonday night with \ncolleagues and journalists \nat a happy hour \nin a D.C. \nsteakhouse. \nAmid all the \nbonhomie, the Erik Wemple \nBlog attempted to sneak in \nsome business questions \nfor the woman \nwho pretty \nHOT ON THE RIGHT: \n\"Ravelry, the Facebook of \nknitting, has banned pro-\nTrump posts over `open \nwhite supremacy,'\" from \nAlex Horton: \n\"Scarves, \ngloves, shawls, caps — \nif it \ncan be knit or crocheted, \nyou can probably \nfind a \ndesign \nfor it on Ravelry. It \njust can't \nresemble [Trump]. \nRavelry, an 8-million-strong \nsocial \nnetwork known as \nthe \nTacebook of knitting' \nand \nbehemoth of all things \nsoothingly \ncreated with \nneedlework, has banned all \nsupport for \nTrump and his \nadministration, it \nEFTA00021239\n\nmuch ended \nthe tradition of \ndaily \nWhite House press \nbriefings. \nHere's the back-\nand-forth: ERIK WEMPLE \nBLOG: \nSarah, hi — Erik \nWemple [Blog] with The \nPost. \nHow's it going? \nSARAH \nSANDERS: Good, \nare you \nrecording? ERIK \nWEMPLE \nBLOG: Yes. \nSANDERS: Okay. ERIK \nWEMPLE \nBLOG: Are you \nhelping out with \nchoosing \nyour successor? \nSANDERS: Hey, Erik, I'm \njust here to \nvisit. I'm not \ngoing to \ndo [inaudible]. \nERIK WEMPLE BLOG: \nDo \nyou feel you were \nhonest \nwith the media? SANDERS: \nHey, Erik, I just don't think \nthis is the \nappropriate \nvenue, but I appreciate you \nbeing \nhere tonight.\" \nDAYBOOK: \nannounced Sunday. It's \nanother indication that \npolitics has seeped \neverywhere — including \nforums \nwhere you can \ndiscuss \nwhich yarn works \nbest to create crochet \nbunnies. 'We cannot \nprovide a space that is \ninclusive \nof all and also \nallow support for open \nwhite \nsupremacy,' the site said. \n'Support of \nthe Trump \nadministration is undeniably \nsupport for \nwhite \nsupremacy.' \n... But they \nalso stressed the site was \nnot \nendorsing Democrats \nand shunning \nRepublicans \nwith its \nmove.\" \nEFTA00021240\n\nTrump will speak at the Faith & \nFreedom Coalition 2019 Road To \nMajority Policy Conference \nbefore flying to Osaka, Japan, for the G-\n20 \nsummit. \nQUOTE OF THE DAY: \n\"There's not a lock on the door. Any child is free to leave at any \ntime. But they don't and you know why? Because they're well taken \ncare of and yes at some point they are \ngoing to live with family, \ngenerally \nnot mother or father but some family member, that's a \ngood thing.\" —  Rep. Michael Burgess (R-Tex.) on the conditions of \nmigrant \ndetention \ncenters. \n(MSNBC)\nNEWS YOU CAN USE IF YOU LIVE IN D.C.: \n-- We are still in the middle of a heat wave, but at least the \nhumidity is not that bad. The Capital Weather \nGang  forecasts: \n\"Our late-June heat wave continues today but still lacks the \noppressive humidity we so often see around here. The heat and \nhumidity do both step it \nup a  notch tomorrow and especially Friday \nand Saturday. We may finally see a  bit better chance of a few \nshowers and storms this \nweekend.\" \n-- D.C. Council member Jack Evans (D) is now trying to share \nhis side of the story after the FBI raided his home as part of a \ncorruption probe. Fenit Nirappil  reports:  \"'The events of \nthe last \nweek, so to speak, have been very \ninflammatory, and when the \nactual facts are heard by everyone, I \nbelieve that will change \nEFTA00021241\n\neveryone's mind,' Evans said. 'It is only fair, and it only gives me \ndue process to be able to tell my side of my story and answer any \nquestions anyone might have.' Evans declined to answer questions \nfrom reporters. The D.C. Council is preparing to launch an internal \ninvestigation into Evans and remove him as chairman of the \nCommittee on Finance and Revenue. After Evans's comments, \nCouncil Chairman Phil Mendelson (D) agreed to allow Evans to \npresent his arguments at a public meeting next Tuesday.\" \n-- The Trump administration has hired two private fireworks \nfirms to put on an extended pyrotechnics display as part of the \npresident's Fourth of July show. Juliet Eilperin and Michael E. \nRuane report: \"The approximately 35-minute show will more than \ndouble the length of the traditional fireworks event, according to \nadministration officials, and will include an elaborate display \nilluminating a mile-long stretch of sky above the Lincoln Memorial. \nPhantom Fireworks and Grucci Fireworks will donate equipment \nand personnel worth $750,000, according to the two companies.\" \n-- The Metro plans to extend its July Fourth rush-hour service. \n(Lu\n2,\ntrczeolvy this email because you signed up for The Daily 202 or because it is included in your subscript,on. \nz\nManage my email newsletters and alerts I Unsubscribe from The Daily 202 \nVIDEOS OF THE DAY: \nPrivacy Policy I Help \nSeth Meyers \nhad) GMesSti1O114atWQGCISsfelti. \nTrunap,Dwiaoisaid he didn't \nw'as-\"W;W4-W4WrWtet not his \"type\": \nStephen Colbert condemned the conditions migrant children are \nbeing put under by the administration: \nEFTA00021242\n\nTyler Perry's speech at the BET Awards brought the entire crowd to \nits feet: \nAnd a video of a man with dementia remembering a song he \ncomposed went viral: \nEFTA00021243",
    "pageCount": 42,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "a prosecutor, offered to alleged sex \ntrafficker Jeffrey Epstein. The Justice Department told a \nfederal judge tha"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "esident Trump delivered,\" \nPence said. \"President Donald Trump is the best friend that Latino \nand Hispanic busi"
      },
      {
        "name": "Moon",
        "role": "extracted",
        "context": "ournal's Timothy W. \nMartin: \"Mr. Moon didn't provide a timeline"
      },
      {
        "name": "Booker",
        "role": "extracted",
        "context": "and Nick Corasaniti report: \"Mr. \nBooker is more comfortable 'lea"
      },
      {
        "name": "Biden",
        "role": "extracted",
        "context": "ead W. Herndon call him out: \"Mr. \nBiden apologized in January fo"
      },
      {
        "name": "Eastland",
        "role": "extracted",
        "context": "arly as 1977, Mr. Biden, with Mr. Eastland's support, pushed for \nma"
      },
      {
        "name": "The Washington",
        "role": "extracted",
        "context": "From:The Washington Post <email@washingtonpost.co"
      },
      {
        "name": "The Daily",
        "role": "extracted",
        "context": "gtonpost.com> \nTo:< \nSubject: The Daily 202: Five things to watch whe"
      },
      {
        "name": "Bob Mueller",
        "role": "extracted",
        "context": "02: Five things to watch when Bob Mueller testifies \nDate: Wed, 26 Jun"
      },
      {
        "name": "The Big",
        "role": "extracted",
        "context": "02 \nShare: \na \nliS \nListen to The Big Idea \nFive things to watch wh"
      },
      {
        "name": "Idea \nFive",
        "role": "extracted",
        "context": "e: \na \nliS \nListen to The Big Idea \nFive things to watch when Bob Muel"
      },
      {
        "name": "Joanie Greve",
        "role": "extracted",
        "context": "TEXT \nBY JAMES HOHMANN \nwith Joanie Greve and Mariana Alfaro \nTHE BIG I"
      },
      {
        "name": "Mariana Alfaro",
        "role": "extracted",
        "context": "OHMANN \nwith Joanie Greve and Mariana Alfaro \nTHE BIG IDEA: Bob Mueller th"
      },
      {
        "name": "Intelligence Chairman",
        "role": "extracted",
        "context": "before two House committees. Intelligence Chairman Adam \nSchiff (D-Calif.) and J"
      },
      {
        "name": "Adam \nSchiff",
        "role": "extracted",
        "context": "ittees. Intelligence Chairman Adam \nSchiff (D-Calif.) and Judiciary Chai"
      },
      {
        "name": "Judiciary Chairman",
        "role": "extracted",
        "context": "n Adam \nSchiff (D-Calif.) and Judiciary Chairman Jerry Nadler (D-N.Y.) \nneeded"
      },
      {
        "name": "Jerry Nadler",
        "role": "extracted",
        "context": "alif.) and Judiciary Chairman Jerry Nadler (D-N.Y.) \nneeded to issue a s"
      },
      {
        "name": "Justice Department",
        "role": "extracted",
        "context": "ns\" that he referred to other Justice Department offices, \nwhich are ongoing."
      },
      {
        "name": "Will Mueller",
        "role": "extracted",
        "context": "nd obstruction of justice \n1) Will Mueller say anything he hasn't said a"
      },
      {
        "name": "Boston Marathon",
        "role": "extracted",
        "context": "he 9/11 attacks and the \n2013 Boston Marathon bombings. The C-SPAN archive"
      },
      {
        "name": "Rachael \nBade",
        "role": "extracted",
        "context": "re or reject a subpoena,\" per Rachael \nBade,  Matt Zapotosky and Karoun D"
      },
      {
        "name": "Matt Zapotosky",
        "role": "extracted",
        "context": "ubpoena,\" per Rachael \nBade,  Matt Zapotosky and Karoun Demirjian. \"Still,"
      },
      {
        "name": "Karoun Demirjian",
        "role": "extracted",
        "context": "el \nBade,  Matt Zapotosky and Karoun Demirjian. \"Still, Mueller is \nEFTA0002"
      },
      {
        "name": "President \nTrump",
        "role": "extracted",
        "context": "sufficient evidence to charge President \nTrump with obstruction, were he not"
      },
      {
        "name": "Most Americans",
        "role": "extracted",
        "context": "it could have a huge impact. Most Americans and even many \nlawmakers have"
      },
      {
        "name": "White House",
        "role": "extracted",
        "context": "teaches at Yale: \nThe former White House counsel who flipped on Richar"
      },
      {
        "name": "Richard Nixon",
        "role": "extracted",
        "context": "House counsel who flipped on Richard Nixon said \nMueller can change the"
      },
      {
        "name": "Can Democratic",
        "role": "extracted",
        "context": "ommittee with 'a roadmap' \n2) Can Democratic leaders keep expectations in"
      },
      {
        "name": "House Democrats",
        "role": "extracted",
        "context": "ng a circus? \nPrivately, many House Democrats and their aides worry they wi"
      },
      {
        "name": "Presidential Harassment",
        "role": "extracted",
        "context": "ng why that is, Trump \ncried \"Presidential Harassment!\" last night when news broke"
      },
      {
        "name": "Steve Cohen",
        "role": "extracted",
        "context": "Trump's hands. Think of Rep. Steve Cohen eating Kentucky Fried \nChicke"
      },
      {
        "name": "Kentucky Fried",
        "role": "extracted",
        "context": "nk of Rep. Steve Cohen eating Kentucky Fried \nChicken last month when Atto"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "ried \nChicken last month when Attorney General Bill Barr didn't show up \nfor"
      },
      {
        "name": "Bill Barr",
        "role": "extracted",
        "context": "t month when Attorney General Bill Barr didn't show up \nfor a hearing"
      },
      {
        "name": "An Obama",
        "role": "extracted",
        "context": "dn't show up \nfor a hearing. \nAn Obama-era Justice Department spokes"
      },
      {
        "name": "Will Trump",
        "role": "extracted",
        "context": "s 'conflicts' of interest \n3) Will Trump's Republican allies successfu"
      },
      {
        "name": "Mark Meadows",
        "role": "extracted",
        "context": "ler better be prepared,\" Rep. Mark Meadows (R-N.C.) told \nLaura Ingraham"
      },
      {
        "name": "Laura Ingraham",
        "role": "extracted",
        "context": ". Mark Meadows (R-N.C.) told \nLaura Ingraham on Fox News last night. \"Beca"
      },
      {
        "name": "Fox News",
        "role": "extracted",
        "context": "N.C.) told \nLaura Ingraham on Fox News last night. \"Because I can te"
      },
      {
        "name": "Jay Sekulow",
        "role": "extracted",
        "context": "nterest,\" \nadded Trump lawyer Jay Sekulow on Sean Hannity's Fox show."
      },
      {
        "name": "Sean Hannity",
        "role": "extracted",
        "context": "d Trump lawyer Jay Sekulow on Sean Hannity's Fox show. \nMueller's unwill"
      },
      {
        "name": "Justin Amash",
        "role": "extracted",
        "context": "duct speaks for itself? \nRep. Justin Amash (R-Mich.), the only GOP lawma"
      },
      {
        "name": "Senate Judiciary",
        "role": "extracted",
        "context": "get a round of questioning. \nSenate Judiciary Committee Chairman Lindsey Gr"
      },
      {
        "name": "Committee Chairman",
        "role": "extracted",
        "context": "uestioning. \nSenate Judiciary Committee Chairman Lindsey Graham (R-S.C.) \ncont"
      },
      {
        "name": "Lindsey Graham",
        "role": "extracted",
        "context": "Judiciary Committee Chairman Lindsey Graham (R-S.C.) \ncontinues to resist"
      },
      {
        "name": "How Barr",
        "role": "extracted",
        "context": "conclusions can't \nchange.\" \nHow Barr appeared to misrepresent Muel"
      },
      {
        "name": "Does Mueller",
        "role": "extracted",
        "context": "resent Mueller's findings \n4) Does Mueller's appearance make it easier o"
      },
      {
        "name": "Nancy Pelosi",
        "role": "extracted",
        "context": "make it easier or harder for \nNancy Pelosi to contain calls for impeachm"
      },
      {
        "name": "More House",
        "role": "extracted",
        "context": "g similar could happen again. More House Democrats \ncould use whatever"
      },
      {
        "name": "As Pelosi",
        "role": "extracted",
        "context": "oves the needle in the polls. As Pelosi loves to say, \n\"Public sentim"
      },
      {
        "name": "Andrew Goldstein",
        "role": "extracted",
        "context": "ic sentiment is everything.\" \nAndrew Goldstein, a lead prosecutor for Muelle"
      },
      {
        "name": "Scott Applewhite",
        "role": "extracted",
        "context": "m did its work in \nMarch. (J. Scott Applewhite/AP) \nAndrew Goldstein, a lead"
      },
      {
        "name": "Darren \nSamuelsohn",
        "role": "extracted",
        "context": "pears next month,\" Politico's Darren \nSamuelsohn and Kyle Cheney report. \"Schi"
      },
      {
        "name": "Kyle Cheney",
        "role": "extracted",
        "context": "tico's Darren \nSamuelsohn and Kyle Cheney report. \"Schiff declined Tues"
      },
      {
        "name": "Rhode \nIsland",
        "role": "extracted",
        "context": "fter Mueller testifies,' said Rhode \nIsland Rep. David Cicilline, another"
      },
      {
        "name": "David Cicilline",
        "role": "extracted",
        "context": "ies,' said Rhode \nIsland Rep. David Cicilline, another Judiciary Committee"
      },
      {
        "name": "Judiciary Committee",
        "role": "extracted",
        "context": "Rep. David Cicilline, another Judiciary Committee Democrat. \n'There are additio"
      },
      {
        "name": "On Friday",
        "role": "extracted",
        "context": "potosky reported on Monday.  \"On Friday, the firm Paul Weiss \nannounc"
      },
      {
        "name": "Paul Weiss",
        "role": "extracted",
        "context": "Monday.  \"On Friday, the firm Paul Weiss \nannounced it would add Jeann"
      },
      {
        "name": "Jeannie Rhee",
        "role": "extracted",
        "context": "Weiss \nannounced it would add Jeannie Rhee, another senior member of \nMu"
      },
      {
        "name": "The Justice",
        "role": "extracted",
        "context": "pecial counsel investigation. The Justice Department revealed this \nwee"
      },
      {
        "name": "Michael Dreeben",
        "role": "extracted",
        "context": "ment revealed this \nweek that Michael Dreeben, a deputy solicitor general w"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "ore than 100 cases before the Supreme Court and took a \nsabbatical to wor"
      },
      {
        "name": "Davis Polk",
        "role": "extracted",
        "context": "ent.... \nLast month, the firm Davis Polk announced it would add Greg"
      },
      {
        "name": "Greg \nAndres",
        "role": "extracted",
        "context": "s Polk announced it would add Greg \nAndres, the senior assistant special"
      },
      {
        "name": "Paul Manafort",
        "role": "extracted",
        "context": "ormer Trump campaign chairman Paul Manafort, to \nits litigation departmen"
      },
      {
        "name": "Andrew Weissmann",
        "role": "extracted",
        "context": "n department in New York. ... Andrew Weissmann, \nanother senior assistant sp"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "ounsel who is now a fellow at New \nYork University School of Law, is"
      },
      {
        "name": "University School",
        "role": "extracted",
        "context": "is now a fellow at New \nYork University School of Law, is writing a book.\""
      },
      {
        "name": "The Trump",
        "role": "extracted",
        "context": "Law, is writing a book.\" \nI-:The Trump International Hotel is locate"
      },
      {
        "name": "International Hotel",
        "role": "extracted",
        "context": "riting a book.\" \nI-:The Trump International Hotel is located at 1100 Pennsylvan"
      },
      {
        "name": "Pennsylvania \nAve",
        "role": "extracted",
        "context": "onal Hotel is located at 1100 Pennsylvania \nAve NW. (Jonathan Newton/The Wash"
      },
      {
        "name": "Jonathan Newton",
        "role": "extracted",
        "context": "t 1100 Pennsylvania \nAve NW. (Jonathan Newton/The Washington Post) \nThe Tru"
      },
      {
        "name": "Pennsylvania Ave",
        "role": "extracted",
        "context": "onal Hotel is located at 1100 Pennsylvania Ave NW. (Jonathan Newton/The \nWas"
      },
      {
        "name": "The \nWashington",
        "role": "extracted",
        "context": "ania Ave NW. (Jonathan Newton/The \nWashington Post) \nEFTA00021208\n\n-- No ma"
      },
      {
        "name": "President Trump",
        "role": "extracted",
        "context": "s: \n\"Rejecting a request from President Trump, a federal judge in \nWashingt"
      },
      {
        "name": "Ann Marimow",
        "role": "extracted",
        "context": "ovision of the Constitution,\" Ann Marimow,  Jonathan O'Connell \nand Car"
      },
      {
        "name": "Carol Leonnig",
        "role": "extracted",
        "context": "mow,  Jonathan O'Connell \nand Carol Leonnig report. \"U.S. District Judge"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "d Carol Leonnig report. \"U.S. District Judge Emmet G. Sullivan \ndeclined t"
      },
      {
        "name": "Trump Organization",
        "role": "extracted",
        "context": "s and other \nrecords from the Trump Organization. ... Sullivan ordered the two"
      },
      {
        "name": "Justice \nDepartment",
        "role": "extracted",
        "context": ".C. Circuit to intervene. ... Justice \nDepartment spokeswoman Kelly Laco said t"
      },
      {
        "name": "Kelly Laco",
        "role": "extracted",
        "context": "stice \nDepartment spokeswoman Kelly Laco said the government would \nap"
      },
      {
        "name": "Get James",
        "role": "extracted",
        "context": ". \nThe Daily 202's BIG IDEA > Get James' insight into Washington ever"
      },
      {
        "name": "Amazon Echo",
        "role": "extracted",
        "context": "podcast player. \nSubscribe on Amazon Echo, Google Home, Apple HomePod"
      },
      {
        "name": "Google Home",
        "role": "extracted",
        "context": "r. \nSubscribe on Amazon Echo, Google Home, Apple HomePod \nand other pod"
      },
      {
        "name": "Apple Home",
        "role": "extracted",
        "context": "on Amazon Echo, Google Home, Apple HomePod \nand other podcast \nplayer"
      },
      {
        "name": "Oliver North",
        "role": "extracted",
        "context": "r for an NRATV show featuring Oliver North \nhangs during the group's ann"
      },
      {
        "name": "Daniel \nAcker",
        "role": "extracted",
        "context": "ual meeting in Indianapolis. (Daniel \nAcker/Bloomberg) \nA promotional pos"
      },
      {
        "name": "Daniel Acker",
        "role": "extracted",
        "context": "al \nmeeting in Indianapolis. (Daniel Acker/Bloomberg) \n-- The National R"
      },
      {
        "name": "The National",
        "role": "extracted",
        "context": "(Daniel Acker/Bloomberg) \n-- The National Riffle Association shut down"
      },
      {
        "name": "Riffle Association",
        "role": "extracted",
        "context": "r/Bloomberg) \n-- The National Riffle Association shut down NRATV. The New \nYor"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "Association shut down NRATV. The New \nYork Times's Danny Hakim rep"
      },
      {
        "name": "York Times",
        "role": "extracted",
        "context": "ion shut down NRATV. The New \nYork Times's Danny Hakim reports: \"The N"
      },
      {
        "name": "Danny Hakim",
        "role": "extracted",
        "context": "NRATV. The New \nYork Times's Danny Hakim reports: \"The N.R.A. on Tuesd"
      },
      {
        "name": "Ackerman \nMc",
        "role": "extracted",
        "context": "s estranged advertising firm, Ackerman \nMcQueen, which operates NRATV, t"
      },
      {
        "name": "Dana Loesch",
        "role": "extracted",
        "context": "Ackerman \nemployees including Dana Loesch — will no longer be the publi"
      },
      {
        "name": "Second Amendment",
        "role": "extracted",
        "context": "core \nmission: defending the Second Amendment,' Wayne LaPierre, the \nN.R.A."
      },
      {
        "name": "Wayne La",
        "role": "extracted",
        "context": "ending the Second Amendment,' Wayne LaPierre, the \nN.R.A.'s longtime"
      },
      {
        "name": "Secret Service",
        "role": "extracted",
        "context": "il bar was \nquestioned by the Secret Service last night after allegedly \ns"
      },
      {
        "name": "Eric Trump",
        "role": "extracted",
        "context": "after allegedly \nspitting in Eric Trump's face, per Tim Elfrink and M"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:04.277Z"
}