{
  "document": {
    "id": "efta00017805",
    "filename": "EFTA00017805.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00017805.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 46 Filed 08/21/20 Page 1 of 5 \nU.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nAugust 21, 2020 \nVIA ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthern District of New York \nUnited States Courthouse \n40 Foley Square \nNew York, New York 10007 \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Government respectfully submits this letter in opposition to the defendant's letter of \nAugust 17, 2020 (the \"Defense Letter\"), requesting that the Court enter an order permitting the \ndefendant to file under seal in certain civil cases (the \"Civil Cases\") discovery materials produced \nby the Government in the instant criminal case, and to refer to, but not file, additional other \ndiscovery materials produced by the Government in the Civil Cases. Those applications should \nbe \ndenied.' \nAs an initial matter, the Government has already produced, and will continue to produce, \nsubstantial volumes of materials in discovery consistent with its obligations. Those include \nmaterials the Government obtained via search warrant, grand jury subpoenas, or other investigative \nmethods available only to the Government. Indeed, the Government has already produced more \nthan 165,000 pages of discovery to the defense, including the materials relevant to the Defense \nLetter. Through her most recent application, the defendant seeks permission to use, in unrelated \ncivil litigation, materials produced pursuant to the protective order in this case and designated \n\"Confidential\" thereunder. As detailed herein, the Government's designation is entirely \nappropriate given that the materials—court orders and applications—have been kept under seal by \nthe issuing judges, and pertain to an ongoing criminal investigation. \n'  The Government has drafted this letter in a manner that avoids revealing the contents of sealed \nmaterials and grand jury information. Accordingly, the Government does not seek permission to \nseal or redact this submission. Because the Defense Letter repeatedly references, and attaches as \nexhibits, materials that are sealed and that would jeopardize an ongoing grand jury investigation if \nfiled publicly, the Government intends to submit a separate letter, under seal, proposing redactions \nto the Defense Letter and requesting that the attachments to the Defense Letter be filed under seal. \nEFTA00017805\n\nCase 1:20-cr-00330-AJN Document 46 Filed 08/21/20 Page 2 of 5 \nHonorable Alison J. Nathan \nAugust 21, 2020 \nPage 2 \nIn particular, the Defense Letter seeks this Court's authorization to use materials relating \nto applications the Government made seeking the modification of certain protective orders in other \njudicial proceedings. By way of background, the Government sought such modifications to permit \ncompliance with criminal grand jury subpoenas (the \"Subpoenas\"). Those Subpoenas were issued \nto a certain recipient (the \"Recipient\") after the Government opened a grand jury investigation into \nJeffrey Epstein and his possible co-conspirators. For obvious reasons and in keeping with its \nstandard practice, the Government did not notify the defendant or her counsel that it  had issued \nthe Subpoenas. In response to receiving the Subpoenas, the Recipient advised the Government \nthat it believed that certain existing protective orders precluded full compliance. Accordingly, in \nor about February 2019, the Government applied ex parte and under seal to each relevant court to \nrequest modification of the respective protective orders to permit compliance with the Subpoenas. \nIn or about April 2019, one court (\"Court-1\") granted the Government's application, and permitted \nthat the Government share its order—and only that order, which itself prohibited further \ndissemination—to the Recipient. 2 Subsequently, the second court (\"Court-2\") denied the \nGovernment's application. Because the relevant grand jury investigation remains ongoing, both \nCourt-1 and Court-2 have ordered that the filings regarding the Subpoenas remain under seal, \nexcept that both have expressly permitted the Government to produce those filings to the defendant \nas part of its discovery obligations in this criminal case. The Defense Letter now \nseeks to use \nthose discovery materials in the Civil Cases. \nAt base, the defendant's application fundamentally misapprehends the nature and process \nof criminal proceedings, and it further reflects an inappropriate effort to blur the lines between the \ncriminal discovery process and civil litigation. To be clear: the purpose of criminal discovery is \nto enable the defendant to defend herself in the criminal action, not to provide her with a trove of \nmaterials she can mine to her advantage in civil discovery. Her motion is nothing more than an \neffort to evade the directives of the protective order entered by this Court just three weeks ago. It \nshould be denied for multiple reasons. \nFirst, and as the defendant concedes, the protective order in this case expressly provides \nthat any and all discovery material produced to the defendant by the Government, regardless of \ndesignation, \"[s]hall be used by the Defendant or her Defense Counsel solely for purposes of the \ndefense of this criminal action, and not for any civil proceeding or any purpose other than the \ndefense of this action.\" Protective Order 11 1(a), 10(a), 14(a) (emphasis added) (Dkt. 36). Indeed, \nthe defendant included that same provision, word-for-word, in her own proposed protective order. \nThis was not a provision about which the defendant and the Government disagreed. See \nDefendant's Proposed Protective Order ¶ 1(a) (Dkt. 29-1). Yet less than a  month later, the \ndefendant is asking the Court to sanction her effort to utilize materials produced by the \n2 In the Defense Letter, the defendant argues that the Government \"must have given a copy of the \nsealed order\" to the Recipient, which defense counsel suggests is inconsistent with the \nGovernment's statement that it rarely provides discovery material to third parties. The defendant's \nsuggestion is patently incorrect. The relevant order was signed in April 2019 and was issued for \nthe purpose of being provided to the Recipient. Indeed the order contained an explicit provision \nthat it could be transmitted to the Recipient. Accordingly, the order was conveyed to the Recipient \nwell over a year before it became \"discovery\" in this criminal case. \nEFTA00017806\n\nCase 1:20-cr-00330-AJN Document 46 Filed 08/21/20 Page 3 of 5 \nHonorable Alison J. Nathan \nAugust 21, 2020 \nPage 3 \nGovernment in discovery in this criminal case, and to which the protective order unquestionably \napplies, to litigate her Civil Cases. There is no basis to modify the Protective Order here. \nSecond, there is good reason why both parties proposed, and the Court ordered, a protective \norder that prevents the defendant from using materials obtained through the process of criminal \ndiscovery in any of the many civil cases in which she is, or could become, a party. To allow the \ndefendant to do so would permit the dissemination of a vast swath of materials, including those \nthat are confidential due to witness privacy interests, personal identifying information of third \nparties, and relevance in ongoing grand jury investigations. Here, the Government was particularly \nconcerned about the defendant's interests in blurring these lines because, among other reasons, her \ncounsel in the criminal case are also her counsel in the Civil Cases. It would be grossly \ninappropriate for defense counsel to be permitted to sift through the criminal case discovery and \ncherry-pick materials they may believe could provide some advantage in their efforts to defend \nagainst accusations of abuse by victim plaintiffs, delay court-ordered disclosure of previously-\nsealed materials, or any other legal effort the defendant may be undertaking at any particular time. \nAnd yet that is what the defendant proposes. \nThird, the specific documents at issue pertain to a parte applications made as part of an \nongoing grand jury investigation. Those documents were filed under seal and presently remain \nunder seal because the relevant judicial officers have ordered that all filings regarding those \nmatters, including the discovery materials referenced in the Defense Letter, remain sealed? As \nthe U.S. Attorney's Office for the Southern District of New York has stated publicly, the \ninvestigation into the conduct of the defendant in this case and other possible co-conspirators of \nJeffrey Epstein remains active. The full scope and details of that investigation, however, have not \nbeen made public.' Accordingly, the materials the defendant seeks to file in the Civil Cases were \nproduced under a  \"Confidential\" designation. Any argument that such materials are not \n\"confidential\" would not only run contrary to the sealing orders entered by other courts, but also \nmisapprehends the importance of maintaining the confidentiality of criminal investigations.5  See, \n3 The only exceptions to those sealing orders are (1) as noted above, the permission from Court-1 \nto provide the April 2019 order alone to the Recipient, and, (2) pursuant to separate permissions \nthe Government has obtained in connection with its discovery obligations, that the entirety of the \nrecord relating to the Subpoenas may be provided to the defendant as discovery in this case. The \ndefendant's claim that the relevant materials were produced to the defendant in discovery without \nany application to the sealing courts, Def. Ltr. at 7, is incorrect. \nTo the extent it  would be useful to this Court for the Government to further elaborate on the \nnature of the ongoing grand jury investigation, the Government is prepared to file a supplemental \nletter specifically on that subject ex parte and under seal should the Court request such an \nexplanation. \n5 Moreover, if counsel for the defendant in her Civil Cases believe that certain documents are \nimproperly sealed, there is no impediment to counsel making sealed applications to Court-1 and \nCourt-2, respectively, to unseal the relevant materials. Presumably they have not done so because \nEFTA00017807\n\nCase 1:20-cr-00330-AJN Document 46 Filed 08/21/20 Page 4 of 5 \nHonorable Alison J. Nathan \nAugust 21, 2020 \nPage 4 \ne.g., United States v. Smith, 985 F. Supp. 2d 506, 531 (S.D.N.Y. 2013) (\"As a general proposition, \ncourts have repeatedly recognized that materials, including even judicial documents which are \npresumptively accessible, can be kept from the public if their dissemination might 'adversely affect \nlaw enforcement interests.\") (citing United States v. Amodeo, 71 F.3d 1044, 1050)); see also \nUnited States v. Park, 619 F. Supp. 2d 89, 94 (S.D.N.Y. 2009) (holding that the need to \"maintain \nthe secrecy of the Government's investigation\" outweighed the public's right of access to certain \nsentencing documents). \nFourth, defense counsel cites not a single case to support the argument that a  criminal \ndefendant should be permitted to use criminal discovery materials in her civil cases. Nor is the \nGovernment aware of any. Though precedent on this issue appears to be somewhat sparse—\nperhaps because few defendants attempt such a maneuver—see United States v.  Calderon, 15 Cr. \n025, 2017 WL 6453344, at *3 (D. Conn. Dec. I, 2017) (discussing the relative lack of specific \nguidance in the context of an application to modify protective orders in criminal cases), see also \nUnited States v. Morales, 807 F.3d 717, 721 (5th Cir. 2015) (\"[m]otions to modify protective \norders in criminal cases appear to be infrequent\"), decisions that do exist have rejected the kind of \nblurring of the line between criminal and civil proceedings that the defendant attempts here. See \nCalderon, 2017 WL 6453344, at 5-6 (denying a  defendant's application for modification of a \ncriminal protective order so he could use certain discovery materials in a FOIA suit); United States \nv.  DeNunzio, --- F. Supp. 3d ---, 2020 WL 1495880, at *2-.3 (D. Mass. March 27, 2020) (denying \na  defendant's motion to modify two protective orders in his criminal case for the purpose of \npursuing claims in a civil action, even following the completion of trial). \nAbsent any authority upon which to rely, the defendant, in urging a contrary conclusion, \nmakes various assertions and accusations, none of which warrant a  different outcome. In \nparticular, there is no merit or particular relevance to the defendant's argument that the \nGovernment secretly obtained a  volume of materials relevant to its criminal case without telling \nthe defendant. That is how grand jury subpoenas and investigations frequently work. Defense \ncounsel's overheated rhetoric notwithstanding, there is simply nothing nefarious about the \nGovernment obtaining materials through grand jury subpoena process, let alone anything about \nthe manner in which the Government obtained these materials that warrants the relief requested. \nCertainly to the extent the defendant asserts that her adversary in civil litigation has \nengaged in some sort of improper conduct—assertions the Government by no means intends to \nsuggest agreement with—such arguments even if credited would not be a proper basis to \ncircumvent the plain language of the protective order (or the existing sealing orders) in this case. \nIn any event, of the materials at issue, the only document the defendant's civil adversary has access \nto is the lone April 2019 order, meaning any purported imbalance between the parties in the Civil \nCases at this stage is significantly overstated. And to the extent the defendant may seek to make \nsimilar accusations against the Government or challenge the manner in which the Government \nobtained the materials at issue—a challenge that itself would not justify the relief presently \nthey recognize that the materials are appropriately sealed as relating to an ongoing grand jury \ninvestigation. \nEFTA00017808\n\nCase 1:20-cr-00330-AJN Document 46 Filed 08/21/20 Page 5 of 5 \nHonorable Alison J. Nathan \nAugust 21, 2020 \nPage 5 \nrequested—the defendant can make such arguments, and the Government can and will vigorously \noppose them, at the appropriate stage in this case. \nFinally, to the extent the defendant contends that the relief requested is somehow necessary \nto her ability to bring issues to the attention of other courts, the Defense Letter completely fails to \nexplain what legal argument she wishes to make in her Civil Cases based on the discovery \nmaterials she has identified or what relevance those materials have to the litigation of the Civil \nCases. The fact that the Government issued grand jury subpoenas and obtained court authorization \nfor compliance with one of those subpoenas has no conceivable relevance to disputed issues in the \nCivil Cases. To the extent the defendant argues that the requested relief is necessary to ensure that \ncourts adjudicating the Civil Cases are aware of the existence of the documents at issue, the \ndefendant identifies no specific reason why these materials are relevant to the issues pending in \nthose cases, other than to falsely accuse the Recipient and the Government of some sort of \nmalfeasance.' \nIn sum, the defendant's arguments in favor of her application offer no explanation of the \nrelevant legal theory the materials would support, not to mention a compelling reason for this Court \nto permit an end-run around the protective order and permit the use of criminal discovery to litigate \na civil case. Accordingly, the application in the Defense Letter should be denied. \nRespectfully submitted, \nAUDREY \nSTRAUSS \nActing United States \nAttorney \nBy: \nCc: All counsel of record, via ECF \n/s\nAssistant United States \nAttorneys \nSouthern District of New York \nTel: \nIf anything, the Defense Letter suggests that the defendant intends to use criminal discovery \nmaterials to attack the Government in the Civil Cases, attacks of no discernable relevance in those \ncases and made in a forum in which the Government is not a party and would have no opportunity \nto respond. \nEFTA00017809",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "overnment opened a grand jury investigation into \nJeffrey Epstein and his possible co-conspirators. For obvious rea"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "New York, New York 10007 \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Govern"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "ge 1 of 5 \nU.S. Department of Justice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mo"
      },
      {
        "name": "The Silvio",
        "role": "extracted",
        "context": "outhern District of New York \nThe Silvio J. Mollo Building \nOne Saint"
      },
      {
        "name": "Mollo Building",
        "role": "extracted",
        "context": "ct of New York \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nAugust"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "07 \nAugust 21, 2020 \nVIA ECF \nThe Honorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Court \nSouthern District of N"
      },
      {
        "name": "Court \nSouthern",
        "role": "extracted",
        "context": "athan \nUnited States District Court \nSouthern District of New York \nUnited"
      },
      {
        "name": "Foley Square",
        "role": "extracted",
        "context": "United States Courthouse \n40 Foley Square \nNew York, New York 10007 \nRe"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "ne Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Government respe"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "30 (AJN) \nDear Judge Nathan: \nThe Government respectfully submits this let"
      },
      {
        "name": "Defense Letter",
        "role": "extracted",
        "context": "ter of \nAugust 17, 2020 (the \"Defense Letter\"), requesting that the Court"
      },
      {
        "name": "Civil Cases",
        "role": "extracted",
        "context": "in certain civil cases (the \"Civil Cases\") discovery materials produce"
      },
      {
        "name": "Defense \nLetter",
        "role": "extracted",
        "context": "the materials relevant to the Defense \nLetter. Through her most recent appl"
      },
      {
        "name": "Honorable Alison",
        "role": "extracted",
        "context": "6 Filed 08/21/20 Page 2 of 5 \nHonorable Alison J. Nathan \nAugust 21, 2020 \nP"
      },
      {
        "name": "Nathan \nAugust",
        "role": "extracted",
        "context": "e 2 of 5 \nHonorable Alison J. Nathan \nAugust 21, 2020 \nPage 2 \nIn particul"
      },
      {
        "name": "Those Subpoenas",
        "role": "extracted",
        "context": "subpoenas (the \"Subpoenas\"). Those Subpoenas were issued \nto a certain rec"
      },
      {
        "name": "The Defense",
        "role": "extracted",
        "context": "ations in this criminal case. The Defense Letter now \nseeks to use \ntho"
      },
      {
        "name": "Defense Counsel",
        "role": "extracted",
        "context": "used by the Defendant or her Defense Counsel solely for purposes of the \nd"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "the \ndefense of this action.\" Protective Order 11 1(a), 10(a), 14(a) (emphas"
      },
      {
        "name": "See \nDefendant",
        "role": "extracted",
        "context": "and the Government disagreed. See \nDefendant's Proposed Protective Order ¶"
      },
      {
        "name": "Proposed Protective",
        "role": "extracted",
        "context": "t disagreed. See \nDefendant's Proposed Protective Order ¶ 1(a) (Dkt. 29-1). Yet"
      },
      {
        "name": "See \nCalderon",
        "role": "extracted",
        "context": "the defendant attempts here. See \nCalderon, 2017 WL 6453344, at 5-6 (den"
      },
      {
        "name": "Civil \nCases",
        "role": "extracted",
        "context": "ce between the parties in the Civil \nCases at this stage is significantl"
      },
      {
        "name": "Acting United",
        "role": "extracted",
        "context": "submitted, \nAUDREY \nSTRAUSS \nActing United States \nAttorney \nBy: \nCc: Al"
      },
      {
        "name": "States \nAttorney",
        "role": "extracted",
        "context": "UDREY \nSTRAUSS \nActing United States \nAttorney \nBy: \nCc: All counsel of reco"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "ounsel of record, via ECF \n/s\nAssistant United States \nAttorneys \nSouthern D"
      },
      {
        "name": "States \nAttorneys",
        "role": "extracted",
        "context": "via ECF \n/s\nAssistant United States \nAttorneys \nSouthern District of New Yor"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-08-21",
        "event": "August 21, 2020"
      },
      {
        "date": "2020-08-17",
        "event": "August 17, 2020"
      },
      {
        "date": "2020-03-27",
        "event": "March 27, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:55.637Z"
}