{
  "document": {
    "id": "efta00016975",
    "filename": "EFTA00016975.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016975.pdf",
    "text": "\n\nFrom: ' \nTo:' ' \nSubject: RE: - Following up re proffers \nDate: Wed, 15 Jan 2020 22:12:37 +0000 \nI just called and she picked up —  either / both of you want to call my desk (=) and I can conference you in? She's \ntracking down her colleagues also \nFrom: \nSent: Wednesday, January 15, 2020 17:11 \nTo: \nSubject: RE: - Following up re proffers \nI've been running around since 4, so just saw this — hopefully we can still chat with her. \nFrom: \nSent: Wednesday, January 15, 2020 16:37 \nTo: \nSubject: Fwd: - Following up re proffers \nI can join a call from my cell. \nBegin forwarded message: \nFrom: ' '  • \nDate: Janus 15 2020 at 4:10:54 PM EST \nTo: \" \nCc: ' \nSubject: RE: - Following up re proffers \nAre you available for a call at 4:45 pm today? Please let us know. \nThank you, \nOriginal Message \nEFTA00016975\n\nFrom: \nSent: Wednesda , January \nI 5.20/0 \n12:54 \nPM \nTo: \nCc: \nSubject: RE: - Following up re proffers \nGreat -- \nreceived, thank you. \nOriginal Message \nFrom: \nSent: Wednesda Janu 15, 2020 09:01 \nTo: \nCc: \nSubject: Re: - Following up re proffers \nThanks, M. Confirmed for Friday, January 24, at 3:30. \nWe will also be in touch about scheduling another call with you later this week. \nOn Jan 14, 2020, at 7:28 PM, > wrote: \nI apologize, but we've been advised that due to a scheduling issue the office leadership is able to do Friday, \nJanuary 24, at 3:30 p.m. (rather than Thursday). We've also asked to convey that the leadership will block out \nat least a full hour, should you want that much time, with the potential for a short amount of additional time if \nnecessary for questions, follow-up, etc. But they wanted to make sure to provide at least that amount of time, \nwhich is possible on Friday (but not Thursday). \nEFTA00016976\n\nCould you please confirm, and we'll finalize it on the various calendars? \nThanks very much, \n Original Message \nFrom: \nSent: Tuesda Janua 14, 2020 12:32 \nTo: \nCc: \nSubject: RE: - Following up it proffers \nThanks very much. We've confirmed with our \no0ice \nleadership that they are able to do Thursday, January 23 at \n4:00 p.m. \nYou should also feel very free, though not obligated, to submit in advance any written materials you believe \nwould be useful. We will pass up the chain anything you convey, written or oral, in between now and the \nmeeting -- and as we mentioned previously, we would be happy to (and hope to) speak with you again in \nadvance of the meeting, particularly about the I mentioned in my email from yesterday (the incident \ndescribed in the complaint, as well as Ms. recollection, if any, of other instances in which she \nobserved Epstein engaged in any sexual activity, or observed other women or girls in sexually-suggestive \ncircumstances), but also about anything else you think could be helpful. \nthank you, \nOriginal Message \nEFTA00016977\n\nFrom: \nSent: Tuesday, January 14, 2020 08:15 \nTo: \nCc: \nSubject: Re: - Following up re proffers \nWe will be able to make the changes needed to do the meeting on the dates referenced \nbelow. Please let us \nknow if either of those dates. Thanks. \nEFTA00016978\n\n> \nwrote: \nThe following is conceivably possible for next week, if we can make certain changes to international travel that \nwas booked earlier with respect to a firm-related matter: \nJanuary 23 - any time after 2 pm \nJanuary 24 - any time after 10 am \n Original Message \nFrom: \nSent: \nMonday, January 13, 2020 12:18 PM \nTo: \nEFTA00016979\n\nSubject: RE: - Following up re proffers \nPlease let us know what days and time ranges would be even conceivably possible next week, and also if your \nschedule changes at for later this week. On our end, we need to coordinate at least 10 people's schedules so \nwe'll need some ranges to make sure everyone who you will want to hear your presentation can attend. \nAs we mentioned on the phone, there is a strong view that there are offenses that can be charged now, so it is \nalso possible to have this discussion post-charge, but we certainly would prefer to have the conversation before \nthat, and while the issues are very fresh in everyone's minds here. Our supervisor's view is that the 30th/31st is \na long way off. \nthanks, \nOriginal Message \nFrom: \nSent: \nMonday, January 13, 2020 12:10 \nTo: \nCc: \nSubject: RE: - Following up re \nproffers \nUnderstood. This week doesn't work at all. The 21st and 22nd also don't work, but if the 30th and 31st don't \nwork on your end, I  will see if I can move some things around in order to make next week work. \nEFTA00016980\n\n Original Message \nFrom: \nSent: \nMonday, January 13, 2020 12:05 PM \nTo: \nIMIEMImr \nSubject: RE: - Following up re \nproffers \nWe were asked to inquire regarding your availability later this week (15th to 17th) and early next (21st and \n22nd), and I  know the brass feels that the issues are teed up and they want to provide an opportunity to hear \nfrom you as soon as possible. Are you available on any of those days, of it not, some other time next week? \nthanks, \nEFTA00016981\n\nOriginal Message \nFrom: \nSent: Monday, January 13, 2020 11:59 \nTo: \nCc \n) \n>> \nSubject: RE: - Following up re proffers \nAll - Thank you for your time on the phone last week. We are following up with regard to scheduling the \nmeeting referenced in your earlier email. Would January 30th or 31st work (with a preference for the 31st)? \n Original Message \nFrom: \nSent: Thursday, January 9, 2020 11:00 PM \nTo: \nCc: \nEFTA00016982\n\n>> \nSubject: RE: - Following up re \nproffers \nUnderstood, thanks. We'll be reachable in the interim via email. \nOriginal Message \nFrom: \nSent: Thursday, January 09, 2020 22:57 \nTo: \n>> \nSubject: Re: - Following up re proffers \nI'm trying to rearrange some things in order to call you at 11 am. Thanks. \nEFTA00016983\n\nOn Jan \n9, \n2020, at 10:03 PM, \n> wrote: \nWe are all available just slightly later, at 11:00 a.m. —  we'll be reachable or we can call you at \nany number that would be convenient for you then. We'll plan to speak with you then, and no hard stop. \nthanks, \nFrom: \nSent: Thursday, January 09, 2020 19:45 \nTo: \nCc: \nSubject: RE: - Following up re proffers \nWe can also do any time after 9 am, if that is better for you. Please let us know. Thanks. \nEFTA00016984\n\nI \n] \nFrom: \nSent: \nThursday, January \n9, 2020 7:25 PM \nTo: \n' \nCc: \nEFTA00016985\n\nSubject: RE: - Following up it proffers \nThank you for the update. Are you available to speak tomorrow at 10 am? \nFrom: \nSent: Thursday, January 9, 2020 6:09 PM \nCc \nEFTA00016986\n\nSubject: RE: - Following up re \nproffers \nAs we flagged for you a week ago, and as expected, we had a meeting with the office leadership today to \ndiscuss the status of the case in general and Ms. in particular. We continue to believe that it would be \nhelpful to receive any clarifications, as well as any response to the complaint originally sent on December 4, as \nsoon as possible; we are available tomorrow or over the weekend if there is a time that works for you. If it \nremains impossible to talk before Tuesday, we have 2:30 in our calendar for then, but with a hard stop at 3:30 \nso please let us know if you'd like to start the discussion earlier if you expect it might be useful to have \nadditional time. \nMore generally, you had requested the opportunity to present to the ultimate decision-makers in the case if it \nappeared that charges were likely, and based on our meeting today, the Office would like to provide you that \nopportunity. If you could please let us know what dates and times you are available in the ranges of January \n15-17 and 21-22, we will figure out a time when all the relevant supervisors here are available. I expect that \nmeeting will include at least the U.S. Attorney, the Deputy U.S. Attorney ad the Chief of the \nCriminal Division a, and some combination of the Chief \nCounsel \n, the \nCounsel \nthe two Public Corruption Unit chiefs (IIME). the line assistants, and/or \nFBI investigative and supervisory personnel. We will be prepared to discuss that meeting with you via phone \nwhen we speak as well, which is one reason I  note that we can begin our discussion earlier than 2:30 on \nTuesday (or block off significant time to talk before then) if that would be useful. \nthank you, \nEFTA00016987\n\nAssistant U.S. Attorney \nSouthern District of New York \nOriginal Message \nFrom: \nSent: \nSunday, January 05, 2020 18:15 \nTo: \nCc \nSubject: RE: - Following up re proffers \nEFTA00016988\n\nWe'll block off that time in the calendar and plan to talk with you then. \nthanks, \nOriginal Message \nFrom: \nSent: \nSaturday, January 04, 2020 22:30 \nCc \nEFTA00016989\n\nSubject: \nRe: - Following up re proffers \nSony for the delay in my response. Unfortunately, I won't be able to address this until my return to the office. \nApologies. Of course, I will consult with and try to get back to you as quickly as possible following my \nreturn. In anticipation of being able to do that, do you want to \"pencil in\" a call for Tuesday, January 14 at \n2:30? \nEFTA00016990\n\nBio \nOn Jan 2, 2020, at 3:07 PM, \n>> \nwrote: \nEFTA00016991\n\nThanks very much for being in touch. We had actually planned to be in touch today—we expect that next week \nwe'll be having meaningful conversations internally with supervisors about the possible / likely paths forward \nfor aspects of the case including Ms. .  In connection with that expectation, we wanted to ask if you \nwere prepared and willing) to convey to convey your client's recollection regarding the incident described in \nthe complaint sent on December 4 (re-attaching here, specifically at page seven). To the extent you \nhave additional information that would be helpful to convey, even minor, we would be available anytime in the \ncoming days to do a call. If that isn't possible until you come back, obviously we understand the challenges of \nscheduling, but we had anticipated trying to see if we could schedule a call in the coming days. Please let us \nknow? \nthanks, \nOriginal Message \nFrom: \nSent: Wednesday, January 01, 2020 21:50 \nTo: \nEFTA00016992\n\n>>> \nCc \nSubject: - Following up re proffers \nAll —  Happy new year. Wishing you and your families a happy, healthy, and peaceful 2020. We wanted to let \nyou know that there are a few minor clarifications/corrections we want to share with respect toaroffers. \nI will be out of the country and not returning to the office until January 10<x-apple-data-detectors://0> (or \npossibly January l3<x-apple-data-detectors://1>). We will contact you then about scheduling a call to discuss. \nMany thanks. \nBest, \nEFTA00016993\n\nEFTA00016994\n\nF \nEFTA00016995\n\nThe contents of this message may be privileged and confidential. If this message has been received in error, \nplease delete it without reading it. Your receipt of this message is not intended to waive any applicable \nprivilege. Please do not disseminate this message without the permission of the author. Any tax advice \ncontained in this email was not intended to be used, and cannot be used, by you (or any other taxpayer) to avoid \npenalties under applicable tax laws and regulations. \nEFTA00016996",
    "pageCount": 22,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Original Message",
        "role": "extracted",
        "context": "ase let us know. \nThank you, \nOriginal Message \nEFTA00016975\n\nFrom: \nSent: W"
      },
      {
        "name": "Wednesda Janu",
        "role": "extracted",
        "context": "riginal Message \nFrom: \nSent: Wednesda Janu 15, 2020 09:01 \nTo: \nCc: \nSub"
      },
      {
        "name": "On Jan",
        "role": "extracted",
        "context": "ll with you later this week. \nOn Jan 14, 2020, at 7:28 PM, > wrote"
      },
      {
        "name": "Tuesda Janua",
        "role": "extracted",
        "context": "riginal Message \nFrom: \nSent: Tuesda Janua 14, 2020 12:32 \nTo: \nCc: \nSub"
      },
      {
        "name": "Imr \nSubject",
        "role": "extracted",
        "context": "13, 2020 12:05 PM \nTo: \nIMIEMImr \nSubject: RE: - Following up re \nproff"
      },
      {
        "name": "Would January",
        "role": "extracted",
        "context": "renced in your earlier email. Would January 30th or 31st work (with a pre"
      },
      {
        "name": "Criminal Division",
        "role": "extracted",
        "context": "Attorney ad the Chief of the \nCriminal Division a, and some combination of th"
      },
      {
        "name": "Chief \nCounsel",
        "role": "extracted",
        "context": ", and some combination of the Chief \nCounsel \n, the \nCounsel \nthe two Publ"
      },
      {
        "name": "Public Corruption",
        "role": "extracted",
        "context": "nsel \n, the \nCounsel \nthe two Public Corruption Unit chiefs (IIME). the line"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "EFTA00016987\n\nAssistant U.S. Attorney \nSouthern District of New York \nOrigina"
      },
      {
        "name": "Cc \nSubject",
        "role": "extracted",
        "context": "January 05, 2020 18:15 \nTo: \nCc \nSubject: RE: - Following up re proffe"
      },
      {
        "name": "Bio \nOn",
        "role": "extracted",
        "context": "y 14 at \n2:30? \nEFTA00016990\n\nBio \nOn Jan 2, 2020, at 3:07 PM, \n>>"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-01-15",
        "event": "January 15, 2020"
      },
      {
        "date": "2020-01-14",
        "event": "January 14, 2020"
      },
      {
        "date": "2020-01-13",
        "event": "January 13, 2020"
      },
      {
        "date": "2020-01-09",
        "event": "January 9, 2020"
      },
      {
        "date": "2020-01-09",
        "event": "January 09, 2020"
      },
      {
        "date": "2020-01-09",
        "event": "January \n9, 2020"
      },
      {
        "date": "2020-01-05",
        "event": "January 05, 2020"
      },
      {
        "date": "2020-01-04",
        "event": "January 04, 2020"
      },
      {
        "date": "2020-01-01",
        "event": "January 01, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:53.807Z"
}