{
  "document": {
    "id": "efta00028270",
    "filename": "EFTA00028270.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028270.pdf",
    "text": "\n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nProceedings 245 \nthe aspects of the motion we filed, and I think it's a lot for \nthe Court to have to deal with, quite frankly, and I know the \nCourt is going to try and do the best it can with the \nsituation, but I don't think it's tenable and -- I don't ask \nfor mistrials easily, I have probably asked for four in my \nentire career, I don't see a way out of this problem. \n(Pause.) \nTHE COURT: All right, I'm going to deny the \ndefendant's motion for a mistrial. Any issues caused by a \nwitness referring to certain individuals by their first name \nonly and by asking the Government if they may use last names \nof certain other individuals can be cured by a jury \ninstruction, which I will give. Going forward, the Government \nshall provide the defendant and each witness, including the \ncurrent witness, with a list of the individuals whose identity \nshould be protected from the public and the press, that way \neach witness can refer to the list rather than asking the \nGovernment whether a particular individual's identity is \nprotected. \nYou don't have a proposed jury instruction. \nMS. :  Not yet, Your Honor. \nTHE COURT: I have one. \nTo the jurors: You may have noticed during \nyesterday's testimony that the witness used first names of \ncertain individuals. That is because the names of certain \nDenise Parisi .  RPM CRR \nOfficial Court Reporter \nEFTA00028270\n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nProceedings 246 \nalleged victims are being withheld from the public and the \npress to protect the privacy of those individuals. I have \ntherefore instructed the parties to refer to those individuals \nby their first names only; however, those full names are known \nto the Government, the defendant, and to the Court. \nYou may also have noticed that the witness was \nasking the Government whether she should say the last names of \ncertain individuals. Going forward, the witnesses will \nreceive a list of the individuals whose last names are to be \nprotected to which they may refer while testifying. \nAnything else you want me to put in there? \nMS. :  Not from the Government Your Honor. \nTHE COURT: You object? \nMR. AGNIFILO: I do, Judge. \nTHE COURT: Your objection is noted. \nAlso, I'm going to direct that the parties shall not \nmake any speaking objections. If the basis for an objection \nis not apparent, the parties may request a sidebar. \nMR. AGNIFILO: Very good. Thank you, Judge. \nTHE COURT: Okay, what else? \nMS. :  Nothing else from the Government, but we \nwould just ask for five minutes to make sure that the list is \ncorrect for the current witness. \nTHE COURT: All right, we'll take a five-minute \nbreak. \nDenise Parisi .  MPH CRR \nOfficial Court Reporter \nEFTA00028271",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Denise Parisi",
        "role": "extracted",
        "context": "because the names of certain \nDenise Parisi .  RPM CRR \nOfficial Court Re"
      },
      {
        "name": "Official Court",
        "role": "extracted",
        "context": "in \nDenise Parisi .  RPM CRR \nOfficial Court Reporter \nEFTA00028270\n\n1 \n2"
      },
      {
        "name": "Government Your",
        "role": "extracted",
        "context": "n there? \nMS. :  Not from the Government Your Honor. \nTHE COURT: You object"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:19.881Z"
}