{
  "document": {
    "id": "efta00013337",
    "filename": "EFTA00013337.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013337.pdf",
    "text": "\n\nFrom: (USANYS)\"  \nTo: ' (USANYS)\"  \nBee: (USANYS)\"  \nSubject: Re: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \nDate: Thu, 31 Dec 2020 19:07:26 +0000 \nI'm restarting outlook. Will send as soon as it reboots. \nOn Dec \n31, 2020, at 2:06 PM, \nOh \nno! Thanks! \nFrom: (USANYS) \nSent: Thursday, December 31, 2O20 2:05 PM \nTo: (USANYS) \nSubject: Re: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \n(USANYS) wrote: \nI sent a response hours ago! Let me see where it is. \nOn Dec 31, 2020, at 2:03 PM, (USANYS) \nc> \nwrote: \nI am sure you are swamped with pre-holiday craziness, so just wanted to flag that re: the below, our BOP contacts are \neager to head out (and we have asked them to stay until this is filed in case there are any changes). So if there is any \nway to bump this up the list a bit it would help keep the peace. \nThanks) \nFrom: (USANYS) \nSent: Thursday, December 31, 2020 12:19 PM \nTo: (USANYS) \n(USANYS) \n(USANYS) \n(USANYS) \n >; \n(USANYS) \nC \nCc: (USANYS); \n(USANYS) \ncl  >; \n(USANYS) >; \n(USANYS) \na; \n(USANYS) 1 ca \nSubject: RE: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \nHi :  Please see our proposed letter, which I understand you would like to review, as well as \ndeclarations from associate wardens at the MDC and MCC. The GC and PC chiefs have signed off \non \nthese drafts. \nEFTA00013337\n\nWith apologies for the time sensitivity, our contacts at MCC/MDC have asked to leave early today \n(before 1/1:30), and have asked us to finalize the declarations as soon as possible. \nBest, \nFrom: (USANYS) \nSent: Wednesday, December 30, 2020 4:24 PM \nTo: (USANYS) (USANYS) \n(USANYS) \n< \n(USANYS) \n(USANYS) \nCc: \n(USANYS) < \n(USANYS) \n(USANYS) < >, (USANYS) \n>, \n(USANYS) 1 <> \nSubject: RE: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \nwho is the Associate Warden at the MCC. There's a possibility that there will be a very \nshort declaration from someone at the MDC to discuss the specific accommodations for Maxwell. I \nam working through that with \nFrom: (USANYS) <N> \nSent: Wednesday, December 30, 2020 2:45 PM \nTo: (USANYS) (USANYS) \n(USANYS) \n< \n(USANYS) \n>; \n(USANYS) \nCc: (USANYS) \n< \n> (USANYS) \nc \n> (USANYS) \n< \n>; \n(USANYS) \n< \n>, \n(USANYS) 1 <-> \nSubject: RE: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \nThanks. Who \nis signing the declaration for BOP? \nFrom: (USANYS) \n< \nSent: Wednesday, December 30, 2020 2:40 PM \nTo: \n(USANYS) \n(USANYS) \n(USANYS) \n< \n(USANYS) \n<M>; \nCc: (USANYS) \n< \n> (USANYS) \n> \n(USANYS) < (USANYS) \na; \n(USANYS) 1 <> \nSubject: RE: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \n(USANYS) \nWe are in the process of finalizing our response to the Maxwell/Rivera issue. We intend to \nexplain that the discovery and counsel access accommodations that have been provided to Maxwell \nand Rivera, respectively, result from the specific circumstances of their cases, the specific requests \nEFTA00013338\n\nof their lawyers, and their individual housing circumstances. On all of these factors, there are \nseveral important differences, including: \nThe Maxwell case has multiple times more discovery than the Rivera case. Hence, the need \nfor such expanded discovery access is greater in the Maxwell case. \nAt the MDC, Maxwell has a unique housing situation, as she is in protective custody \noutside \nthe \ngeneral population. She therefore has sole access to a room to use a computer and phone \nfor approximately 13 hours a day. Rivera, by contrast, is housed in the general population. \nThere are approximately 8o other inmates at the MCC in Rivera's unit that use the same \nVTC room for court appearances, probation interviews, and attorney meetings. By contrast, \nMaxwell shares access to the MDC VTC room with substantially fewer inmates. The MDC \ncan therefore provide 15 hours of VTC meetings with her attorneys without compromising \naccess for other MDC inmates. The same is not true for Rivera at the MCC. \nGoing forward, even though Rivera's counsel have asked (and the Court has ordered) that Rivera \nreceive three hours of laptop access each day, the MCC is now leaving the laptop with him all day \nlong, and only takes it back at night to charge it. Therefore, the MCC is now providing the same \namount of electronic discovery access to Rivera that Maxwell receives at the MDC. \nAs for providing Rivera with up to 15 hours of VTC access, we will explain that doing so will \ncompromise access for other inmates. If defense counsel expresses a need for additional time, the \nMCC will \ncontinue to find ways to accommodate those requests as best as they can. \nPlease let me know if you have any questions or would like to discuss this further. \nBest, \nFrom: \n(USANYS)<> \nSent: Monday, December 21, 2020 4:42 PM \nTo: \n(USANYS) \nCc: (USANYS) \n(USANYS) \n(USANYS) (USANYS) \n(USANYS) \n•=> \n(USANYS)>; \n(USANYS) 1 \n(USANYS) \n(USANYS) \nSubject: RE: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \nThanks, Can you keep me posted on what we think will be the substance of the draft declaration when you \nknow (that is, before we are submitting anything on 12/31)? And how much of this is attributable to differences \nbetween MCC and MDC, as well as specific differences in their housing situations? \nFrom: (USANYS) \nSent: Monday, December 21, 2020 4:35 PM \nTo: (USANYS) \n(USANYS)\n(USANYS) \n(USANYS) \nCc: (USANYS): \n(USANYS); \n(USANYS) 1 \nSubject: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \n(USANYS) \n(USANYS) \n(USANYS) \nEFTA00013339\n\nAll: \nI wanted to bring to your attention a recent issue that's surfaced in United States v. Rivera et al., a \nsex trafficking case pending before Judge Engelmayer. As I'll describe in more detail below, Judge \nEngelmayer has asked us to submit a declaration from the BOP explaining why the discovery and \ncounsel access accommodations provided to Ghislaine Maxwell (detained at the MDC outside the \ngeneral population) cannot be extended to Justin Rivera (detained at the MCC in the general \npopulation). \nJustin Rivera was charged in February 2019 with sex trafficking conspiracy. He's been detained at \nthe MCC since April 2019 on consent (he's also serving a state sentence). His trial, which was \noriginally scheduled for April 2019, is expected to start on February 16, 2020. In July 2020, he had \nnew counsel appointed, citing an irreconcilable breakdown with his former counsel. \nSince this fall, Judge Engelmayer has become increasingly frustrated with the MCC's treatment of \nRivera. In particular, he's cited their failure to provide Rivera with adequate accommodations to \nreview discovery and meet with his lawyers, who refuse to visit Rivera at the MCC for personal \nhealth concerns. We have two court orders in place to address these issues: (1) a laptop order, \nwhich requires the MCC to provide Rivera access to a laptop for three hours per day; and (2) a \nvideoconference \norder, which requires the MCC to make available four hours of videoconferencing \neach week, in addition to any telephone or videoconference calls obtained through the Federal \nDefenders. \nAt the moment, there's not a concern, at least from Judge Engelmayer, that the amount of time \nRivera has for videoconferences and electronic discovery review is insufficient for trial preparation, \nalthough defense counsel has stated that they may request more time in the future. However, in a \nletter last night and during a court conference this morning (transcript attached), defense counsel \ncited the accommodations that the MDC has provided to Maxwell, describing them as \"strikingly \ndifferent and far superior\" to those afforded to Rivera. Defense counsel further suggested that \nRivera was being treated differently on account of his race, gender and class. Judge Engelmayer \nstated that the disparity in access \"jumped off the page\" and that the optics were \"terrible,\" and \nasked us toe lain the rationale for the differing treatment. After conferring with and \nbefore our \nconference, we explained our understanding that the disparity comes \ndown to the fact that Maxwell and Rivera have very different housing situations, with Maxwell's \nsituation being more amenable to greater access to electronic discovery review and legal visits. \nJudge Engelmayer asked us to submit a declaration, from an appropriate person at the BOP, \nexplaining in more detail why the accommodations provided to Maxwell cannot be extended to \nRivera. Based on the recent bail opposition in the Maxwell case, I believe the differences in \ncounsel/discovery access are as follows: \nAccommodation \nMaxwell \nRivera \nReview of electronic \ndiscovery (NB: each \ndefendant has laptop access) \n13 hours per day/7 days per \nweek (91 hours total) \n3 hours per day/7 days per \nweek (21 hours \ntotal) \nCounsel visits (by video) 3 hours per \nday/5 days per \nweek (15 hours total) \nFour hours per week (plus an \nadditional two \nhours \nscheduled through the \nEFTA00013340\n\nFederal Defenders) \n(6 hours \ntotal) \nWeekend legal calls As needed Not available \nThe declaration is due by December 31. Because Judge Engelmayer's request implicates at least two \ncriminal cases, and potentially the ongoing civil litigation with the MCC, we wanted to make sure \nthat you were all aware of this issue.  We are also happy to set up a call to discuss this further. In \nthe meantime, we are working with to identify the appropriate declarant and \ndraft an explanation for the Court. \nBest, \nBhaskaran \nAssistant United States Attorney \nUnited States Attorney's Office for the Southern District of New York \nOne Saint Andrew's Plaza \nNew York NY \nz0007 \nTel: \n<2020.12.31 Thompson Decl re Maxwell (v.2).docx> \n<2020.12.31 Letter on Rivera and Maxwell discovery and counsel access (v.3).docx> \n<2020.12.31 Best Decl Re Rivera (v.2).docx> \nEFTA00013341",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": ": Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Justin Rivera \nDate: Thu, 31 Dec 2020 19:07:2"
      },
      {
        "name": "Discovery Access",
        "role": "extracted",
        "context": "e: Disparities in Counsel and Discovery Access for Ghislaine Maxwell and Jus"
      },
      {
        "name": "Justin Rivera",
        "role": "extracted",
        "context": "ess for Ghislaine Maxwell and Justin Rivera \nDate: Thu, 31 Dec 2020 19:07"
      },
      {
        "name": "On Dec",
        "role": "extracted",
        "context": "send as soon as it reboots. \nOn Dec \n31, 2020, at 2:06 PM, \nOh \nn"
      },
      {
        "name": "Associate Warden",
        "role": "extracted",
        "context": "and Justin Rivera \nwho is the Associate Warden at the MCC. There's a possibi"
      },
      {
        "name": "The Maxwell",
        "role": "extracted",
        "context": "tant differences, including: \nThe Maxwell case has multiple times more"
      },
      {
        "name": "Judge Engelmayer",
        "role": "extracted",
        "context": "afficking case pending before Judge Engelmayer. As I'll describe in more det"
      },
      {
        "name": "Judge \nEngelmayer",
        "role": "extracted",
        "context": "escribe in more detail below, Judge \nEngelmayer has asked us to submit a decl"
      },
      {
        "name": "In July",
        "role": "extracted",
        "context": "o start on February 16, 2020. In July 2020, he had \nnew counsel app"
      },
      {
        "name": "Federal \nDefenders",
        "role": "extracted",
        "context": "ce calls obtained through the Federal \nDefenders. \nAt the moment, there's not"
      },
      {
        "name": "Accommodation \nMaxwell",
        "role": "extracted",
        "context": "overy access are as follows: \nAccommodation \nMaxwell \nRivera \nReview of electronic"
      },
      {
        "name": "Rivera \nReview",
        "role": "extracted",
        "context": "ows: \nAccommodation \nMaxwell \nRivera \nReview of electronic \ndiscovery (NB:"
      },
      {
        "name": "Federal Defenders",
        "role": "extracted",
        "context": "ed through the \nEFTA00013340\n\nFederal Defenders) \n(6 hours \ntotal) \nWeekend l"
      },
      {
        "name": "Because Judge",
        "role": "extracted",
        "context": "ration is due by December 31. Because Judge Engelmayer's request implicat"
      },
      {
        "name": "Bhaskaran \nAssistant",
        "role": "extracted",
        "context": "nation for the Court. \nBest, \nBhaskaran \nAssistant United States Attorney \nUnite"
      },
      {
        "name": "Attorney \nUnited",
        "role": "extracted",
        "context": "aran \nAssistant United States Attorney \nUnited States Attorney's Office for"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "nited States Attorney \nUnited States Attorney's Office for the Southern Dis"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tes Attorney's Office for the Southern District of New York \nOne Saint Andrew"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "outhern District of New York \nOne Saint Andrew's Plaza \nNew York NY"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "New York \nOne Saint Andrew's Plaza \nNew York NY \nz0007 \nTel: \n<2020.1"
      },
      {
        "name": "Thompson Decl",
        "role": "extracted",
        "context": "NY \nz0007 \nTel: \n<2020.12.31 Thompson Decl re Maxwell (v.2).docx> \n<2020"
      },
      {
        "name": "Best Decl",
        "role": "extracted",
        "context": "cess (v.3).docx> \n<2020.12.31 Best Decl Re Rivera (v.2).docx> \nEFTA00"
      },
      {
        "name": "Re Rivera",
        "role": "extracted",
        "context": ".docx> \n<2020.12.31 Best Decl Re Rivera (v.2).docx> \nEFTA00013341"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-12-31",
        "event": "December 31, 2020"
      },
      {
        "date": "2020-12-30",
        "event": "December 30, 2020"
      },
      {
        "date": "2020-12-21",
        "event": "December 21, 2020"
      },
      {
        "date": "2020-02-16",
        "event": "February 16, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:46.370Z"
}