{
  "document": {
    "id": "efta00028840",
    "filename": "EFTA00028840.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028840.pdf",
    "text": "\n\nFrom: ' \nTo: <1   >, \nCc: r> \nSubject: 19-cr-00830-AT, All Defendants \nDate: Sat, 13 Mar 2021 16:53:19 +0000 \nAttachments: epstein.mp4 \nDear investigators, \nCame across a purported video of Epstein's suicide (leaked by anonymous source). I attached it, but if your email strips \nattachments, you can also download it from Google Drive here: \nhttps://drive.google.com/file/d/lwKRXM8s17RujKXWnGfwqvTr-  oOjHAvN/view \nIs this real??? There is another version, better quality less choppy (as my re-encoding software seems to have made it \nchoppy). \nI have been documenting a substantial cover-up of a suicide scandal at FDC Miami by both the BOP and also high-level \nDOJ officials, so I find it to be a joke that the DO1 is bringing charges in this SDNY case concerning the Epstein suicide while \nsimultaneously acting to illegally cover up misconduct in other similar cases. I have network of sources and based upon \nthe information they have provided me, I was able to trace some of the incidents at FDC Miami as follows: \n#15412-104 Latitia Houser, Suicide in SHU (hanging), 2018-11-14 \n#17880-104 Orlando Lorenzo, Attempted Suicide in Unit 8 WEST, approximately August 2019 \n#17883-104 Pedro Rene Gonzalez, Suicide in SHU (hanging), 2019-08-24 \n#14325-104 Anibal Mustelier, Suicide in Unit 7 EAST (hanging), 2020-09-18 \n#00000-000 Suicide/Death Unit 9 EAST approximately Feb 2021 (Inmate name unknown) \n#00000-000 Suicide/Death SHU approximately Feb 2021 (Inmate name unknown) \n#00000-000 Suicide/Death, Inmates witnessed body being removed in body bag approximately 2 days ago. \nThere may be other deaths/suicides that I don't know of, but certainly there are numerous other attempted \n(unsuccessful) suicides at FDC Miami due to substantial corruption by BOP, DO1, Court, Prosecutors and Defense \nCounsels. In one instance the inmate was found brain dead (but still alive) so they rushed him to a hospital to make sure \nhe died at the hospital (so that they didn't have to count him as one of the dead at the prison). The situation is so bad \nthat even as I continue to investigate this matter (while the government instead acts to cover it up), I continue to run \nacross inmates who express suicidal ideations and still (even with the Attorney General and FBI directly involved in this \ninvestigation) they refuse to place the inmates on suicide watch and are still gambling with their lives. The decision to \ngamble with these inmate's lives is not being made by some low-level guards who refused to do their rounds, but rather \nby the FBI Director, Attorney General, BOP Director (which are job positions that are subject to \"rolling coverup\" and thus \neven though new individuals are installed into these positions, they are still somehow compelled to cover up crimes of \ntheir predecessors). So there is a unit of the FBI (overseen by the Attorney General) which is conducting a 24/7 \nsurveillance operation over the FDC Miami because of several sensitive cases involving FBI corruption (that they are \nfearful will come out) and they are witnessing the suicide epidemic in real-time and even when receiving information \nabout inmates threatening suicide in real time (through this illegal surveillance operation that they are trying to cover up \nits existence), they still let the inmates return to their cells unsupervised and without following protocol to immediately \nplace them on suicide watch (as is required). And these people are killing themselves and once the FBI is implicated in \nprior knowledge of their threats to suicide, they engage cover up immediately (which I have been actively documenting \nsince 2019). \nHow does the DOJ explain that? \nEFTA00028840\n\nThe DOJ has absolutely no credibility to investigate/prosecute employees of the BOP in SDNY while at the same time in \nSDFL, the Attorney General, the FBI Director, SDFL Prosecutors Office are directly obstructing the \ninvestigation/prosecution of an even more serious suicide scandal occurring at FDC Miami for which they are all \nresponsible together (because they were certainly aware of it when Pedro Gonzalez killed himself a short time after \nEpstein). You cannot be credible in New York when you are committing this level of crimes in Florida (on the same exact \ncategory of cases). Furthermore, the very first case I investigated (which started my investigative career) was a  BOP \nscandal at Rochester Minnesota which occurred from January to May of 1998 concerning the physical abuse of Sheikh \nOmar Abdel Rahman by prison guards (in an illegal conspiracy run by directors from Washington DC, ultimately resulting \nin the 911 attacks). I think god is trying to tell America that the conditions occurring in the jails are absolutely the best \nmeasure of the moral worth of an entire society. What type of message is America intending to send to the entire \nuniverse when we take people (some of whom commit minor mistakes and can be salvaged) and subject them to torture \nto the point they are killing themselves? \nRegards, \nYounes Ali Kabbaj \nFedBOP.com \nLauderhill, FL \nOr alternatively I am also known as \"Q\" from theinvestigation.org \nBusting government pedophiles since 1987. Epstein was friend of a  friend (although never heard of him until after). \nEFTA00028841",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "All Defendants",
        "role": "extracted",
        "context": "r> \nSubject: 19-cr-00830-AT, All Defendants \nDate: Sat, 13 Mar 2021 16:53"
      },
      {
        "name": "Google Drive",
        "role": "extracted",
        "context": "you can also download it from Google Drive here: \nhttps://drive.google.c"
      },
      {
        "name": "Latitia Houser",
        "role": "extracted",
        "context": "Miami as follows: \n#15412-104 Latitia Houser, Suicide in SHU (hanging), 20"
      },
      {
        "name": "Orlando Lorenzo",
        "role": "extracted",
        "context": "ging), 2018-11-14 \n#17880-104 Orlando Lorenzo, Attempted Suicide in Unit 8"
      },
      {
        "name": "Attempted Suicide",
        "role": "extracted",
        "context": "#17880-104 Orlando Lorenzo, Attempted Suicide in Unit 8 WEST, approximately"
      },
      {
        "name": "Pedro Rene",
        "role": "extracted",
        "context": "ately August 2019 \n#17883-104 Pedro Rene Gonzalez, Suicide in SHU (han"
      },
      {
        "name": "Anibal Mustelier",
        "role": "extracted",
        "context": "ging), 2019-08-24 \n#14325-104 Anibal Mustelier, Suicide in Unit 7 EAST (hang"
      },
      {
        "name": "Death Unit",
        "role": "extracted",
        "context": "020-09-18 \n#00000-000 Suicide/Death Unit 9 EAST approximately Feb 2021"
      },
      {
        "name": "Defense \nCounsels",
        "role": "extracted",
        "context": ", DO1, Court, Prosecutors and Defense \nCounsels. In one instance the inmate w"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "ions and still (even with the Attorney General and FBI directly involved in"
      },
      {
        "name": "Prosecutors Office",
        "role": "extracted",
        "context": "neral, the FBI Director, SDFL Prosecutors Office are directly obstructing the"
      },
      {
        "name": "Pedro Gonzalez",
        "role": "extracted",
        "context": "re certainly aware of it when Pedro Gonzalez killed himself a short time a"
      },
      {
        "name": "Rochester Minnesota",
        "role": "extracted",
        "context": "areer) was a  BOP \nscandal at Rochester Minnesota which occurred from January t"
      },
      {
        "name": "Sheikh \nOmar",
        "role": "extracted",
        "context": "cerning the physical abuse of Sheikh \nOmar Abdel Rahman by prison guards"
      },
      {
        "name": "Abdel Rahman",
        "role": "extracted",
        "context": "hysical abuse of Sheikh \nOmar Abdel Rahman by prison guards (in an illeg"
      },
      {
        "name": "Younes Ali",
        "role": "extracted",
        "context": "illing themselves? \nRegards, \nYounes Ali Kabbaj \nFedBOP.com \nLauderhil"
      },
      {
        "name": "Kabbaj \nFed",
        "role": "extracted",
        "context": "selves? \nRegards, \nYounes Ali Kabbaj \nFedBOP.com \nLauderhill, FL \nOr al"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      },
      {
        "name": "Lauderhill, FL",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2018-11-14",
        "event": "2018-11-14"
      },
      {
        "date": "2019-08-24",
        "event": "2019-08-24"
      },
      {
        "date": "2020-09-18",
        "event": "2020-09-18"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:22.278Z"
}