{
  "document": {
    "id": "efta00026840",
    "filename": "EFTA00026840.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026840.pdf",
    "text": "\n\nFrom: \nTo: \nSubject: RE: U.S. v. Maxwell \nDate: Tue, 20 Apr 2021 21:38:30 +0000 \nInline-Images: image001.png \nThanks, is on it. \nFrom: \nSent: Tuesday, April 20, 2021 12:31 PM \nTo: \nSubject: FW: U.S. v. Maxwell \nTeam, forwarding the below, just got it. Thanks. \nFrom: Robert Y. Lewis \nSent: Tuesday, April 20, 2021 12:23 \nTo: \nSubject: U.S. v. Maxwell \nDear I represent one of the victims of Jeffrey Epstein and his lieutenant \nGhislaine Maxwell. \nwould like to attend the upcoming trial of Ms. Maxwell. She will be coming from \nEngland, where \nshe lives. \nis not asking the government to pay for any travel expenses, but would like to know if she can be \ngiven any priority (along with other victims of course) in getting into the trial as a spectator, and if so, whether \nshe needs to make arrangements with your office in advance. \nThank you for all your hard work in bringing Ms. Maxwell to justice. \nBest, \nRobert Y. Lewis \nThe Marsh Law Firm PLLC \nCell: \nDirect: \nEFTA00026840\n\nTHE NATIONAL \nCRIME VICTIM \nBAR \nASSOCIATION \nCONFIDENTIALITY NOTICE: The information contained in this message and any attachment is confidential and may be \nsubject to the attorney-client privilege, or otherwise protected from disclosure by applicable law. Any disclosure, distribution, \ncopying, or use of the information contained in this message or any attachment by anyone other than the intended recipient, \nregardless of address or routing, is strictly prohibited. If you are not the intended recipient, please telephone or email the sender \nand delete this message and any attachment from your system. \nCONFIDENTIALITY NOTICE: The information contained in this message and any attachment is confidential and \nmay be subject to the attorney-client privilege, or otherwise protected from disclosure by applicable law. Any \ndisclosure, distribution, copying, or use of the information contained in this message or any attachment by \nanyone other than the intended recipient, regardless of address or routing, is strictly prohibited. If you are not the \nintended recipient, please telephone or email the sender and delete this message and any attachment from your \nsystem. \nIF YOU ARE NOT A CLIENT: This material is general information of an educational natum and is not legal advice. \nThis communication does not establish or constitute the retention of Marsh Law Firm PLLC for the provision of \nlegal services, unless explicitly so stated herein. Any attached items, including the content of this e-mail, are \noffered \"as is\" with no guarantee as to their accuracy, timeliness, or completeness. \nEFTA00026841",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": ". Maxwell \nDear I represent one of the victims of Jeffrey Epstein and his lieutenant \nGhislaine Maxwell. \nwould lik"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "he victims of Jeffrey Epstein and his lieutenant \nGhislaine Maxwell. \nwould like to attend the upcoming trial of Ms."
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "attend the upcoming trial of Ms. Maxwell. She will be coming from"
      },
      {
        "name": "Maxwell \nDate",
        "role": "extracted",
        "context": "m: \nTo: \nSubject: RE: U.S. v. Maxwell \nDate: Tue, 20 Apr 2021 21:38:30 +0"
      },
      {
        "name": "Maxwell \nTeam",
        "role": "extracted",
        "context": "PM \nTo: \nSubject: FW: U.S. v. Maxwell \nTeam, forwarding the below, just g"
      },
      {
        "name": "Lewis \nSent",
        "role": "extracted",
        "context": "it. Thanks. \nFrom: Robert Y. Lewis \nSent: Tuesday, April 20, 2021 12:2"
      },
      {
        "name": "Maxwell \nDear",
        "role": "extracted",
        "context": "12:23 \nTo: \nSubject: U.S. v. Maxwell \nDear I represent one of the victim"
      },
      {
        "name": "Lewis \nThe",
        "role": "extracted",
        "context": "to justice. \nBest, \nRobert Y. Lewis \nThe Marsh Law Firm PLLC \nCell: \nD"
      },
      {
        "name": "Marsh Law",
        "role": "extracted",
        "context": "Best, \nRobert Y. Lewis \nThe Marsh Law Firm PLLC \nCell: \nDirect: \nEF"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-04-20",
        "event": "April 20, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:16.953Z"
}