{
  "document": {
    "id": "efta00015283",
    "filename": "EFTA00015283.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015283.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \" c \nSubject: RE: out of curiosity \nDate: Thu, 09 Apr 2020 14:33:49 +0000 \nWell this is all baffling but I really appreciate knowing it's not just Epstein. Thanks guys. \nFrom: \nSent: Thursday, April 09, 2020 10:27 \nTo: \nCc: \nSubject: Re: out of curiosity \nI got a deadline of next week for a memo the timing of which has no possible significance and for which, I told them, \nsome additional things we are working on that cannot be completed by next week could be important. \nOn Apr 9, 2020, at 10:19 AM, wrote: \nYeah suddenly an AMI pros memo became very urgent last week. \nOn Apr 9, 2020, at 10:12 AM, wrote: \nTo the extent anybody in this small group is willing to share, are any of you folks' teams / cases getting significant \npressure from the chiefs on memos or other written product this week, whether for the brass or otherwise? I'm just \ncurious whether it's just the Epstein case (where we're getting near-daily prodding about imminent deadlines for \nmemos that are both extremely time-intensive and also couldn't possibly be acted upon for weeks, given the \ncircumstances of the world) or if it's something broader in the unit. I just sent the chiefs a pretty crabby email about \nbeing bugged daily about lengthy, detailed work product and it made me wonder whether this is a trend or an isolated \nincident. \nMore importantly, hope y'all and families are all staying healthy . . . \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00015283",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "On Apr",
        "role": "extracted",
        "context": "ext week could be important. \nOn Apr 9, 2020, at 10:19 AM, wrote:"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "healthy . . . \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-04-09",
        "event": "April 09, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:50.365Z"
}