{
  "document": {
    "id": "efta00023798",
    "filename": "EFTA00023798.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00023798.pdf",
    "text": "\n\nFrom: Gary \nBloxsome  \nTo: \n\" yi \nCc: \nRichardson\" \nSubject: Re: Sensitive \ncorrespondence. \nDate: Mon, 08 Jun 2020 13:55:54 +0000 \nInline-Images: image00 1 jpg; image002.jpg; image989246.jpg; image958475.jpg \nDear \nThank you for your email of 5 June 2020. \nGiven the unfortunate history of this matter, already well documented, our view is that we cannot commit to a particular \nform of cooperation until we are properly informed and assured as to what protections, including as to confidentiality and \nuse, are to pertain. Our ongoing concerns in this regard are only increased as a result of yesterday's leak to the world's \nmedia regarding the existence of the MIA request. For that reason I ask you again to address the questions in my previous \ncommunication. \nKind regards \nGary \nGary \nBloxsomeiPartner \n$ \nRANKED IN \nChambers j \n% UK \n45'0 1 0  7 0 VIS\n• \nlading Hem \nell 0 \nTor TIER \nmm \nCoronavirus — COVID-19 — A message to our clients and fellow professionals \nAll of the partners of the firm are still working and their contact details can be found on our website \nat www.blackfords.com. In addition we have a team of key workers supporting us across all offices. \nWe continue to take instructions from existing and new clients. \nEFTA00023798\n\nAs a consequence of the coronavirus pandemic and the need to ensure the safety of our staff, the \nfirm will be operated by a limited number of key personnel. \nFamily Court hearings and proceedings —these are operating through video and telephone hearings. \nOur family team is operating as normal. \nCriminal and Regulatory hearings - most court and tribunal hearings are being adjourned but you \nmust please stay in contact with us to check hearing dates and deadlines until we have confirmation \nthat they have been moved or extended. For individuals held in custody, cases are being dealt with \nwhere social distancing measures or electronic hearings can be implemented. \nIn the meantime if you need to speak to one of our lawyers, please leave a voicemail by dialling \nwhere we will respond to the messages in the order they are received or by emailing your \nenquiry to \nBlackfords LLP is a limited liability partnership registered in England & Wales with registered number \nA list of members' names is available at this address. \nGDPR: details of how we handle personal data can be found in ourPrivacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 5 Jun \n2020, \nat 17:39, \nwrote: \nExternal email: is it safe to open attachments and links? \nGary, \nThank you for your email. We are prepared to respond to your questions in full, but before proceeding further, we want to \nconfirm that by \"witness statement\" you are referring to a live interview (to be conducted in person or via video \nconference), at which your client will answer our questions and, in advance of which, will produce any documents, \nincluding communications, relevant to the subjects to be covered at the interview. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: Gary Bloxsome < \nSent: Wednesday, June 3, 2020 3:17 PM \nTo: \nCc: Daniel Cundy Jennifer Richardson • \nSubject: Sensitive correspondence. \nDear Ms Comey \nThe UK Central Authority (UKCA) has informed us that the United States has formally sought assistance in \ninterviewing our client. \nThe UKCA told us that we would have the opportunity to contact Mr from the US Embassy to \nexplore whether, notwithstanding our concerns at the unfair treatment of the Duke by the United States \nAttorney for the Southern District of New York and the failure by the DOJ to abide by its promise to provide an \nappropriate level of confidentiality to him and us, it would be possible for the Duke to reach an agreement with \nthe DOJ and to provide a voluntary witness statement. \nEFTA00023799\n\nUnfortunately, it appears Mr has no authority in the matter and has directed us to contact \nthe U.S. case \nteam directly via your email address. With a view to progressing the request for assistance: \n[1] Please confirm that any communications between us, with a view to providing the DOJ with a voluntary \nwitness statement from the Duke will be treated confidentially and in particular will not be the subject of DOJ \npress statements or commentary. \n[2] Please provide confirmation (given the reports of connections between the DOJ and US lawyers acting on \nno win/no fee arrangements) that any voluntary witness statement will not be used for any purpose other than \nthe DOJ's criminal investigations. \n[3] We would be grateful if you would confirm the areas of testimony that you would wish the Duke's witness \nstatement to cover. \nKind regards \nGary Bloxsome \nGary BloxsomelPartner \nCoronavirus — COVID-19 —A message to our clients and fellow professionals \nAll of the partners of the farm are still working and their contact details can be found on our website at \nwww.blackfords.com.  In addition we have a team of key workers supporting us across all offices. We \ncontinue to take instructions from existing and new clients. \nAs a consequence of the coronavirus pandemic and the need to ensure the safety of our staff, the firm \nwill be operated by a limited number of key personnel. \nFamily Court hearings and proceedings —  these are operating through video and telephone hearings. \nOur family team is operating as nonnal. \nCriminal and Regulatory hearings - most court and tribunal hearings are being adjourned but you \nmust please stay in contact with us to check hearing dates and deadlines until we have confirmation \nthat they have been moved or extended. For individuals held in custody, cases are being dealt with \nwhere social distancing measures or electronic hearings can be implemented. \nIn the meantime if you need to speak to one of our lawyers, please leave a voicemail by dialling \nwhere we will respond to the messages in the order they are received or by emailing your \nenquiry to \nacfords LLP is a limited liability partnership registered in England & Wales with registered number \nA list of members' names is available at this address. \nGDPR: details of how we handle personal data can be found in ourPrivacv Statement\nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nEFTA00023800\n\n0 RANKED IN  0\nOMIOU'S .0\nOPP\n• \n•\n90 101\n1b•\nLB II, \n500 \nTill` III :: \nEFTA00023801",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Gary \nBloxsome",
        "role": "extracted",
        "context": "From: Gary \nBloxsome  \nTo: \n\" yi \nCc: \nRichardson\""
      },
      {
        "name": "Dear \nThank",
        "role": "extracted",
        "context": "e989246.jpg; image958475.jpg \nDear \nThank you for your email of 5 June"
      },
      {
        "name": "Gary \nGary",
        "role": "extracted",
        "context": "communication. \nKind regards \nGary \nGary \nBloxsomeiPartner \n$ \nRANKED"
      },
      {
        "name": "Family Court",
        "role": "extracted",
        "context": "ted number of key personnel. \nFamily Court hearings and proceedings —the"
      },
      {
        "name": "Privacy Statement",
        "role": "extracted",
        "context": "sonal data can be found in ourPrivacy Statement \nAuthorised and regulated by"
      },
      {
        "name": "Solicitors Regulation",
        "role": "extracted",
        "context": "thorised and regulated by the Solicitors Regulation Authority under number 462078"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ew. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: G"
      },
      {
        "name": "Gary Bloxsome",
        "role": "extracted",
        "context": "n District of New York \nFrom: Gary Bloxsome < \nSent: Wednesday, June 3, 2"
      },
      {
        "name": "Daniel Cundy",
        "role": "extracted",
        "context": "une 3, 2020 3:17 PM \nTo: \nCc: Daniel Cundy Jennifer Richardson • \nSubjec"
      },
      {
        "name": "Jennifer Richardson",
        "role": "extracted",
        "context": ":17 PM \nTo: \nCc: Daniel Cundy Jennifer Richardson • \nSubject: Sensitive corresp"
      },
      {
        "name": "Dear Ms",
        "role": "extracted",
        "context": "t: Sensitive correspondence. \nDear Ms Comey \nThe UK Central Authori"
      },
      {
        "name": "Comey \nThe",
        "role": "extracted",
        "context": "tive correspondence. \nDear Ms Comey \nThe UK Central Authority (UKCA) h"
      },
      {
        "name": "Central Authority",
        "role": "extracted",
        "context": "dence. \nDear Ms Comey \nThe UK Central Authority (UKCA) has informed us that t"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ited States \nAttorney for the Southern District of New York and the failure b"
      },
      {
        "name": "Gary Bloxsomel",
        "role": "extracted",
        "context": "Kind regards \nGary Bloxsome \nGary BloxsomelPartner \nCoronavirus — COVID-1"
      },
      {
        "name": "Partner \nCoronavirus",
        "role": "extracted",
        "context": "Gary Bloxsome \nGary BloxsomelPartner \nCoronavirus — COVID-19 —A message to our"
      },
      {
        "name": "Privacv Statement",
        "role": "extracted",
        "context": "sonal data can be found in ourPrivacv Statement\nAuthorised and regulated by t"
      }
    ],
    "locations": [
      {
        "name": "MIA",
        "type": "airport"
      }
    ],
    "dates": [
      {
        "date": "2020-06-03",
        "event": "June 3, 2020"
      },
      {
        "date": "2020-06-05",
        "event": "5 June 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:09.663Z"
}