{
  "document": {
    "id": "efta00013834",
    "filename": "EFTA00013834.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013834.pdf",
    "text": "\n\nFrom: \"Alan Dershowitz\" \nTo \nSubject: Re: It was nice having a  drink \nDate: Fri, 20 Mar 2009 21:45:11 +0000 \nImportance: Normal \nDearer \nSorry I couldn't get back to you earlier with the name and number. I will have it for you on Monday. I really appreciate your \nwillingness to make the call. You are a real mensch. \nBest \nAkan \nSent via BlackBerry by AT&T \nOriginal Message----\nFrom.\nDate: Thu. 19 Mar 2009 10:11:50 \nTo: \nSubject: RE: It was nice having a drink \nAlan, \nIt was great seeing you and your beautiful family as well. As we were \ntalking, I couldn't help but think that Don Rickles once referred to \nthat same area as \"G-d's waiting room.\" What a transformation! \nHopefully, you'll be coming down for many years to come and I look \nforward to maintaining and growing our friendship. \nRegarding Mr. Epstein, the United States Attorney's Office will not \ninterfere with how the Palm Beach Sheriffs Office administers the \nsentence imposed by the Court. That being said, this does not mean that \nthe USAO condones or encourages PBSO to mitigate the terms and \nconditions of his sentence. Furthermore, it does not mean that, if \ncontacted for our position concerning alternative custody or in-home \ndetention, we would not object. To be clear, if contacted we will \nobject. Naturally, I also expect that no one on behalf of Mr. Epstein \nwill use my assurance to you to affirmatively represent to PBSO that the \nUSAO does not object to an alternative custody or in-home detention. \nHave a safe trip back to Boston and I look forward to reading your new \nbook. Take care, \n----Original Message \nFrom: Alan Dershowitz [mailto] \nSent: Wednesday, March 18, 2009 5:59 PM \nTo: \nSubject: It was nice having a drink \nDear IN \nIt was so nice having a relaxed drink and conversation on the porch of \nour neighborhood bistro. Now you see why we love this location so much \nand want to make it our second (and perhaps our first) home. I \nappreciate your kind words of advice, encouragement and friendship. \nEFTA00013834\n\nI also appreciate your candoir and directness about the difficult and \nemotioally exhausting case we both went through. I especially appreciate \nyour assurance that the feds will not interfere with how the Palm Beach \nsheriff administers jefferey's sentence as long as he is treated like \nany similarly situated inmate. My understanding is that if the sheriff \nwere to decide, in the normal course of events, that the circumstances \nwarranted Jeffrey completing the custodial portion of his sentence under \nalternative custody/in-home detention, your office would not intrude. \nThanks again for meeting me on such short notice. I will keep you \napprised of our rental or purchase plans and am looking forward to \nspending time with you and your life when we return in November. \nBest \nAlan \nSent via BlackBerry by AT&T \nEFTA00013835",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Alan Dershowitz",
        "role": "extracted",
        "context": "From: \"Alan Dershowitz\" \nTo \nSubject: Re: It was nice having a  drink \nD"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "ng our friendship. \nRegarding Mr. Epstein, the United States Attorn"
      },
      {
        "name": "To \nSubject",
        "role": "extracted",
        "context": "From: \"Alan Dershowitz\" \nTo \nSubject: Re: It was nice having a  dr"
      },
      {
        "name": "Normal \nDearer",
        "role": "extracted",
        "context": "9 21:45:11 +0000 \nImportance: Normal \nDearer \nSorry I couldn't get back to"
      },
      {
        "name": "Best \nAkan",
        "role": "extracted",
        "context": "call. You are a real mensch. \nBest \nAkan \nSent via BlackBerry by AT&T"
      },
      {
        "name": "Original Message",
        "role": "extracted",
        "context": "Sent via BlackBerry by AT&T \nOriginal Message----\nFrom.\nDate: Thu. 19 Mar 2"
      },
      {
        "name": "Don Rickles",
        "role": "extracted",
        "context": "couldn't help but think that Don Rickles once referred to \nthat same a"
      },
      {
        "name": "Regarding Mr",
        "role": "extracted",
        "context": "and growing our friendship. \nRegarding Mr. Epstein, the United States A"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "l not \ninterfere with how the Palm Beach Sheriffs Office administers t"
      },
      {
        "name": "Sheriffs Office",
        "role": "extracted",
        "context": "rfere with how the Palm Beach Sheriffs Office administers the \nsentence imp"
      },
      {
        "name": "Best \nAlan",
        "role": "extracted",
        "context": "when we return in November. \nBest \nAlan \nSent via BlackBerry by AT&T"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2009-03-18",
        "event": "March 18, 2009"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:47.547Z"
}