{
  "document": {
    "id": "efta00013261",
    "filename": "EFTA00013261.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013261.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: RE: case records scanning \nDate: Mon, 12 Oct 2020 21:34:02 +0000 \nGreat, thanks very much. \nFrom \nSent: Monde October 12 2020 4:30 PM \nTo \nCc: \nSubject: RE: case records scanning \nOf course, no problem. And the discs are in the hard copy Epstein \"file,\" which consists of three redwelds on the shelves \nbehind where used to sit. was the keeper of them previously, and then he turned them over to) \nA couple things to note on the discs themselves —  first, there are two sets, so don't be surprised when there are many \nmore than 55 total. And second, that number is approximate —  I don't think I had personally counted them when I sent \nthe email toM and also there are substantive discs and load file discs. But it was around that number, and in any \nevent, they're all on that shelf. And hopefully=vill be able to send, or point you toward, an index for those materials \nfrom the vendor we had unitize them. \nFrom \nSent: Monday, October 12, 2020 16:17 \nTo: \nCc: \nSubject: RE: case records scanning \nThanks very much for working through this= I'm planning to be in the office tomorrow and would like to lay eyes on \nthe 55 discs we have so I know what we're talking about. Where would I find them? \nFrom: \nSent: Monday, October 12, 2020 12:46 PM \nTo: \nCc: \nSubject: FW: case records scanning \nI actually found the answers to some of this morning's questions. They're a  few emails below (but I'm including the chain \nfor context). The answer from on the discs—the highlights below are her responses; you guys should have that \nemail in your records as well—is that they did not extract the contents of the discs that were \"scattered throughout\" the \nboxes. They made copies of them, like actual digital copies, but did not extract them onto the DVDs that were the \"scans\" \nof the boxes. So those discs will still need to be extracted / uploaded to be reviewed. \nThe one wrinkle on those discs is, keep in mind that we sent all the discs that_gave us to be unitized and uploaded \nto Relativity by our own vendor. So if it happens to be that what we sent to our vendor was (1) a bunch of discs that \nincluded scanned hard copies, and (2) some discs that were just copies of discs, our vendor may actually have solved this \nproblem for us. I think the way to check that is to asnow those four-set-discs were labeled, and also to ask \nf there are any discs still in the boxes (if not, we've already had them scanned and uploaded to Relativity). I should \nsay, I have something due tomorrow so I'm in the office, so I just looked at the discs themselves, and to me there's no \nobvious way to check this on what we have —  e.g., no discs are marked \"1 of 4\". \nI also asked at the time about any images that were not scanned, and she said at the time she would check on those and \nget back to us. She never did. The context to that is, I think, that this was all in mid- and late-July 2019. There then were a \nnumber of technical issues on getting the data from the DVDs sent by the FBI uploaded to Relativity, which went into the \nfirst week or so of August. And then of course on August 10, our world changed, and we were no longer doing discovery. \nIn any event, I'll email ow on two questions: First, the discs that we supposedly received four copies of, how were \nthey labeled (and are t  ey inc uded in the approximately 55 discs we received back, or were they put into the boxes with \nEFTA00013261\n\nthe hard copy files)? And second, the question of any hard copy documents they didn't scan. (And will also emailM \nand=o see where the boxes physically are now.) \nObviously I don't have a vote, but personally, unless FBI did some very specific notations in the originals that are easily \naccessible, it's just 23 boxes —  we could, and should, just send those boxes to a vendor now. They'd be back in your hands \nin a week or two, and you'd actually have everything you need. \nFrom• \nSent: Tuesda Jul 16, 2019 05:07 \nTo \nSubject: RE: case records scanning \nEverything is going out via fedex today. It will be sent to FBI New York (discs and boxes) to \nOnce I have the tracking numbers I will provide them to you. \nFrom \nSent: Monda Jul 15 2019 8:08 PM \nTo \nCc: \nattention. \nSubject: RE: case records scanning \nThis all makes sense, thanks very much. Please let us know when the discs are sent? And I guess also when the hard copy \ndocs are sent (and whether you were able to locate the images that were not scanned). Thanks again. \nFrom: \nSent: on ay, uy\nTo \nSubject: RE: case records scanning \nPlease see my responses below. \nFrom: \nSent: Saturda , Jul 13, 2019 3:56 PM \nTo: \nSubject: RE: case records scanning \nThat's great, thanks very much for all your and your team's work and for the update. That makes sense regarding the lAs, \nthanks. \nWith respect to the images that were not scanned, is there any way to flag them in the original hard copies somehow, so \nthat we can easily find them and refer to them when the hard copy documents are sent back to New York? Just to avoid \nneeding to try to flip through all the original documents to find them. Let me check and see if a notation was made as to \nwhere these images were located or if I can readily/easily find them in output. \nRegarding the discs, I'm not sure I totally understand —  when you say four copies each, were there just four discs total? Or \npossibly I'm just misunderstanding the explanation. And related, is it right that those discs were not processed (just \ncopied) so we'll need to look at those separate for our review? Sorry I should have been clearer. We just copied the discs —\nnot processed and made four copies each which is our standard. The thought being when we burn output we always give \na complete set that in theory would go to the defense, AUSA, and two copies to the Agent (one for him/and a back-up). \nThe discs we found in the files contain pdfs (searchable), jpgs, gift, and tif files \nAnd final question is just how all the scanned materials will be transmitted, so we can plan how most efficiently to receive \nthem and get them processed here. We will send everything back to you on dvds. \nthanks again, \nEFTA00013262\n\nFrom \nSent: Fritla Jul 12 2019 13:59 \nTo \nSubject: RE: case records scanning \nGood Afternoon! \nHere is the latest. We have finished scanning! \nIn the course of going through the paper it was discovered that at some point in time (perhaps between 2013 and 2015 \nwhen it was last digitized) three 1As failed to make it back into their respective file jackets. It's not clear what happened or \nwho is at fault. I can tell you that we were able to conduct a search of our local network and retrieve the images. I spoke \nwith our Field Evidence Unit who recommended that prior to inserting the images we create a cover sheet that reflected \nthat the images were not a part of the \"original\" paper rather they were regenerated from a digital copy. The 1As in \nquestions are 1A10, 1A28, 1A84 as well as two missing serials in   My digital team is \naddressing this matter and has assured me I'll be able to burn the output first thing Monday so that we can get everything \nreturned to you. \nA few other items to point out. There were some pornographic images of young girls. These were not imaged per our \nprotocols. You As you review the content anywhere these images may have been you will see a DocLab kicksheet that \nstates \"possible child pornography\" DO NOT SCAN. The original documents are still in their original location —  they were \njust not scanned. \nFinally, there were a number of discs scattered throughout. We made physical copies —  one for one ratio of each (four \ncopies each) to go along with the physical paper scanned. These wil be sent along with the discs we will generate. \nPlease let me know if you have any questions. I'll be in bright and early Monday morning. \nFrom: \nSent: Tuesda Jul 09 2019 11:13 PM \nTo: \nSubject: RE: case records scanning \nThanks very much for letting us know, that's extremely helpful and we appreciate it! Looking forward to being in touch as \nit continues, and thanks again. \nFrom: \nSent: Tuesda , Jul 09, 2019 15:55 \nTo: \nSubject: RE: case records scanning \nGentlemen: \nI just wanted to give you a  quick update. \nWe finished inventorying all 22 boxes and released everything to DocLab last evening for scanning. As of this writing we \nare looking good for meeting the original deadline —  give or take a day. We still have a few things to tweak, but I'm \nconfident that things are looking good and we'll have this wrapped up within the next day or two. I'll send you a more \ndetailed email tomorrow morning when I get in. \nTake care and have a good evening. \nFrom: \nSent: Wednesday, July 03, 2019 11:16 AM \nTo: \nCc: \nEFTA00013263\n\nSubject: RE: case records scanning \nThanks very much for the update —  I think unless you guys can confirm that any prior scans were absolutely 100% done \ncorrectly (and separated by document, etc.), we'd prefer to have them just done in one full set now—particularly knowing \nthat this will all be the subject of discovery, which definitely wouldn't have been the case in 2013. \nthanks again, \nFrom: \n03, 2019 11:10 \nSubject: RE: case records scanning \nHappy 4th of July Eve. We just received 22 boxes about 5 minutes ago. We discovered that the Miami Field Office had \nrequested DocLab to scan a  number of them back in 2013. I'm hoping (fingers crossed) that the images are available on \nour internal network so that I can access them and just simply reprocess the digital output, if not we'll re-prep and scan \naccordingly. We will keep you posted. \nTake care and have a great holiday. \nFrom: \nSent: uesday, July 02, 2019 2:10 PM \nTo: \nCc: \nu je . case recor s scanning \nWe're under time pressure but I think the most important thing is that your folks have the time you need to do the job in \na way you're comfortable with—being able to scan each document separately, dealing with any random scraps of paper, \npost-its, etc etc. If doing the best possible job requires an extra few days that's totally understandable, especially given the \nholiday. Thanks again for the focus on it, and for following up. \nFrom \nSent: ues ay, uy , • \nTo \nSubject: RE: case records scanning \nI got the scan request thanks. \nHow much wiggle room can I get on the deadline we originally talked about of 7/10? I'm concerned that with the boxes \ngoing from 15 to 22 and now not showing up until sometime tomorrow and Thursday a holiday the 10th is going to be \nextremely tight. Can I extend out at all to the 16th? If not I understand and we'll work to make it work somehow. \nFrom \nSent: Tuesda Jul 02 2019 10:39 AM \nC \nSubject: RE: case recor s scanning \nMy apologies, appartently with a Fedex pickup this size an appointment had to be setup. The pickup was scheduled for \ntoday and will arrive in VA tomorrow, tracking number \nThank \nEFTA00013264\n\nSquad C-20 \nVCAC/Human Trafficking \nFBI New \nYork \nff\nice \nmobile \nFrom: \nSent: Mon ay, Juy 1, 1 1  :4 PM \nTo: \nCc: \nSubject: RE: case records \nscanning \nQuickly following up on this, can we confirm the boxes went out last week? \nFrom: \nSent: Monde , Jul \nTo \nCc \nSubject: RE: case records scanning \nI just want to follow-up that the boxes were shipped. Fedex is not showing anything in-bound for us today. \nFrom \nSent: Fnda , June 28, 2019 12:02 PM \nTo: \nSubject: RE: case records scanning \nThe boxes will be shipped via Fedex this afternoon. \nFrom• \nSent: Friday, June 28, 2019 8:28 AM \nTo: \nCc: \nSubject: RE: case records scanning \nLet me know as soon as the boxes ship. Thanks! \n01, 2019 11:23 \nFrom: \nSe • • \nTo: \nCc: \nSubject: RE: case records scanning \nThanks very much for chatting earlier today, and as promised wanted to send an email so you have our full contact info. \nMy colleague and I are the prosecutors working on the investigation — she's also copied here, and we're \na email, or b hone at: \n(office), (cell) \n(office), (cell) \nIt's our understanding that there are a roximately 23 boxes of papers, give or take, and that they include approximately \ntwo boxes from FBI case file and the remainder from FBI case fileI I Please don't hesitate \nto reach out if anything comes up at all, or if we can be of any help, and thanks very much for putting this at the top of \nyour list, we really appreciate it. \nthanks again, \n'am \nAssistant U.S. Attorney \nDistrict \nof New York \nEFTA00013265",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "From \nSent",
        "role": "extracted",
        "context": "00 \nGreat, thanks very much. \nFrom \nSent: Monde October 12 2020 4:30 P"
      },
      {
        "name": "Monde October",
        "role": "extracted",
        "context": "hanks very much. \nFrom \nSent: Monde October 12 2020 4:30 PM \nTo \nCc: \nSub"
      },
      {
        "name": "To \nCc",
        "role": "extracted",
        "context": "onde October 12 2020 4:30 PM \nTo \nCc: \nSubject: RE: case records s"
      },
      {
        "name": "Tuesda Jul",
        "role": "extracted",
        "context": "thing you need. \nFrom• \nSent: Tuesda Jul 16, 2019 05:07 \nTo \nSubject:"
      },
      {
        "name": "To \nSubject",
        "role": "extracted",
        "context": "t: Tuesda Jul 16, 2019 05:07 \nTo \nSubject: RE: case records scanning \nE"
      },
      {
        "name": "Monda Jul",
        "role": "extracted",
        "context": "ide them to you. \nFrom \nSent: Monda Jul 15 2019 8:08 PM \nTo \nCc: \natt"
      },
      {
        "name": "Fritla Jul",
        "role": "extracted",
        "context": "n, \nEFTA00013262\n\nFrom \nSent: Fritla Jul 12 2019 13:59 \nTo \nSubject: R"
      },
      {
        "name": "Good Afternoon",
        "role": "extracted",
        "context": "t: RE: case records scanning \nGood Afternoon! \nHere is the latest. We have"
      },
      {
        "name": "Field Evidence",
        "role": "extracted",
        "context": "the images. I spoke \nwith our Field Evidence Unit who recommended that pri"
      },
      {
        "name": "You As",
        "role": "extracted",
        "context": "ot imaged per our \nprotocols. You As you review the content anywhe"
      },
      {
        "name": "July Eve",
        "role": "extracted",
        "context": "ecords scanning \nHappy 4th of July Eve. We just received 22 boxes ab"
      },
      {
        "name": "Miami Field",
        "role": "extracted",
        "context": "s ago. We discovered that the Miami Field Office had \nrequested DocLab"
      },
      {
        "name": "Human Trafficking",
        "role": "extracted",
        "context": "FTA00013264\n\nSquad C-20 \nVCAC/Human Trafficking \nFBI New \nYork \nff\nice \nmobil"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "VCAC/Human Trafficking \nFBI New \nYork \nff\nice \nmobile \nFrom: \nSent:"
      },
      {
        "name": "Jul \nTo",
        "role": "extracted",
        "context": "t week? \nFrom: \nSent: Monde , Jul \nTo \nCc \nSubject: RE: case record"
      },
      {
        "name": "Cc \nSubject",
        "role": "extracted",
        "context": "From: \nSent: Monde , Jul \nTo \nCc \nSubject: RE: case records scanning \nI"
      },
      {
        "name": "Attorney \nDistrict",
        "role": "extracted",
        "context": "s again, \n'am \nAssistant U.S. Attorney \nDistrict \nof New York \nEFTA00013265"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2020-10-12",
        "event": "October 12 2020"
      },
      {
        "date": "2020-10-12",
        "event": "October 12, 2020"
      },
      {
        "date": "2019-07-03",
        "event": "July 03, 2019"
      },
      {
        "date": "2019-07-02",
        "event": "July 02, 2019"
      },
      {
        "date": "2019-06-28",
        "event": "June 28, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:46.207Z"
}