{
  "document": {
    "id": "efta00020119",
    "filename": "EFTA00020119.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00020119.pdf",
    "text": "\n\nFrom: la\" \nTo: \"'Martin G. Weinberaer, Michael\" <la>, \n\"Weingarten, Reid\" \nSubject: RE: U.S. v. Epstein call \nDate: Thu, 22 Aug 2019 16:09:19 +0000 \nMarty, \nI got your voicemail from this morning regarding follow-up on civil forfeiture—we have a meeting at 12:30 that I expect \nwill go approximately 15 minutes and will plan to give you (or Mike, to conference you in) a call after that, so \napproximately around 12:45 —  1:00. \nSeparately, based on the expected nolle order, and in connection with the protective order in this case, in advance of the \nhearing on Tuesday can you please either return to the Government all discovery you received in this case and certify that \nany copies have been security destroyed or deleted, or, alternatively, simply certify that all discovery received has been \nsecurity destroyed or deleted? (As to the second option, that is to say that you do not need to make additional copies of \nelectronic materials to formally \"return\" them to us if it is more efficient to simply delete and destroy the existing \nelectronic copies you have.) We want to be able to advise the Court on Tuesday that there are no outstanding discovery \nobligations on either side based in connection with the protective order. \nThank you, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00020119",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": ". \nThank you, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:00.229Z"
}