{
  "document": {
    "id": "efta00021937",
    "filename": "EFTA00021937.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021937.pdf",
    "text": "\n\nFrom: IS\" \nTo: Christian Everdell \nCc: \"Mark S. \nCohen\" \nJeff Pa liuca < \nMenninlef \nSubject: RE: United States v. Maxwell, 20 Cr. 330 (AJN \nDate: Mon, 27 Jul 2020 20:43:15 +0000 \n'Laura \nPursuant to the Court's Order of this afternoon, we write to schedule a telephonic meet and confer on issues relating to a \nprotective order in the above-captioned case. Please let us know what time you are available today between 5:00 p.m. \nand 8:00 p.m., or tomorrow between 9:00 a.m. and 1:00 p.m. In particular, it would be helpful to get the defendant's \ncurrent position on the following: \nWhether you are aware of any case in any federal district in which a protective order was entered in a criminal \ncase that prevented the Government from showing its own documents to prospective witnesses or their counsel \nwithout requiring restrictions upon those witnesses and their counsel; \nWhether you are able to describe any expected reason why it would be necessary or useful for the defendant to \nreference by name — rather than by pseudonym or other anonymized identifier — any victim in a public statement \nor publicly-docketed filing (and rather than by sealed filing, if such named identification is necessary), such that \nthe Government may consider whether it can formulate language to address any such concerns, without \nconceding any right of the defendant to name any individual who has self-identified as a victim of Jeffrey Epstein \nor Ghislaine Maxwell at any time; and \nWhether the defense is willing to itself propose any language to address the Government's concerns in relation \nto the issue described immediately above, regarding the defendant's desire to be able to reference by name any \nvictim in a public statement or publicly-docketed filing, without conceding that any such right exists. \nAdditionally, also relating to the production of discovery, please mail, or otherwise have delivered, a 1 terabyte hard drive \nfor purposes of the Government's discovery production. While we are in the process of determining the size of an initial \nproduction, and the size may total substantially less than 1 terabyte, that will ensure our ability to make a robust initial \nproduction and should be suitable for subsequent productions as well. That can be sent to my attention at our Office. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00021937",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "individual who has self-identified as a victim of Jeffrey Epstein \nor Ghislaine Maxwell at any time; and \nWhether t"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "elf-identified as a victim of Jeffrey Epstein \nor Ghislaine Maxwell at any time; and \nWhether the defense is willing"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "From: IS\" \nTo: Christian Everdell \nCc: \"Mark S. \nCohen\" \nJeff P"
      },
      {
        "name": "Jeff Pa",
        "role": "extracted",
        "context": "erdell \nCc: \"Mark S. \nCohen\" \nJeff Pa liuca < \nMenninlef \nSubject:"
      },
      {
        "name": "Menninlef \nSubject",
        "role": "extracted",
        "context": "S. \nCohen\" \nJeff Pa liuca < \nMenninlef \nSubject: RE: United States v. Maxwell"
      },
      {
        "name": "Laura \nPursuant",
        "role": "extracted",
        "context": "27 Jul 2020 20:43:15 +0000 \n'Laura \nPursuant to the Court's Order of this"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ce. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:05.701Z"
}