{
  "document": {
    "id": "efta00031089",
    "filename": "EFTA00031089.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00031089.pdf",
    "text": "\n\nFrom: ' \n)\" \nTo: ' (USANYS)\" \nSubject: RE: RE: plaintiff counsel request for documents, Epstein case \nDate: Tue, 31 Dec 2019 19:03:25 +0000 \nI am indeed. Want me to swing by? \nFrom: \n(USANYS)\nSent: Tuesday, December 31, 2019 12:42 \nTo: \nSubject: RE: RE: plaintiff counsel request for documents, Epstein case \nYou in today? \nFrom: \nSent: Monday, December 30, 2019 3:49 PM \nTo: (USANYS) \nCc: \n>; \n(USANYS) 4 \n(USANYS) \nSubject: RE: plaintiff counsel request for documents, Epstein case \n>; \nFollowing up on our brief discussion of this issue earlier this month, I wanted to see if you had any additional thoughts on \nhow to handle requests from counsel for plaintiffs who are suing Epstein and his estate who ask us for information or \nmaterials in connection with our investigation — I think you had said we should instruct them to submit Touhy Requests, \nand that you would designate a Civil Division person to whom we could have them direct those requests. If that's right, \ncould you please let us know who that person will be? So far we've just gotten the request from one plaintiff's counsel, \nRobbie Kaplan at Kaplan Hecker, and her request is very narrow but we want to set up the system in a way that will work if \nwe get additional and/or more expansive requests going forward. And we would like to let her know how she should \nproceed relatively soon because that case has a status conference on January 10 and I think they'd like to make the \nrequest before then. \nPlease let us know if any other information would be helpful, and thanks as always. \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00031089",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Touhy Requests",
        "role": "extracted",
        "context": "hould instruct them to submit Touhy Requests, \nand that you would designat"
      },
      {
        "name": "Civil Division",
        "role": "extracted",
        "context": "nd that you would designate a Civil Division person to whom we could have"
      },
      {
        "name": "Robbie Kaplan",
        "role": "extracted",
        "context": "rom one plaintiff's counsel, \nRobbie Kaplan at Kaplan Hecker, and her req"
      },
      {
        "name": "Kaplan Hecker",
        "role": "extracted",
        "context": "'s counsel, \nRobbie Kaplan at Kaplan Hecker, and her request is very narr"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ks as always. \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-12-31",
        "event": "December 31, 2019"
      },
      {
        "date": "2019-12-30",
        "event": "December 30, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:27.375Z"
}