{
  "document": {
    "id": "efta00029867",
    "filename": "EFTA00029867.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00029867.pdf",
    "text": "\n\nJuly 13, 2021 \nAUSAs \nSA \nDet. \nPrep \nPrepared for trial testimony. previously undisclosed, clarifying, or different recollections \nbelow: \n• • recalls that drove a white car when ni knew her \n•  • explained that GM's hair was longer when knew GM than it is in the photograph \nshe identified during prior meeting. Facial features are the same, but GM's hair was \nlonger when knew her. \n• recalls receiving approximately $300 the first time she went to JE's with \nrecalls her mother's cellphone number that JE's employees would call wa \nrecalls GM asking to get a cellphone so that she would be more easily reachable \n• recalls that sometimes her friends would drive her to JE's house, and JE would pay \nthem about $100 for driving \n• believes that she received the Massage for Dummies book in one of the FedEx \npackages from JE \n• IS estimates she may have been about 16 when GM saw her nude in the massage room \n•  •   believes JE told her to massage the fat bald man who she had sex with for money at \nJE's house \n• SH was physically abusive and would beat s up if they could not get drugs. \n• • has been clean for 8 months. She has used alcohol recently, but has not used hard \ndrugs. \n•  • does not remember what questions the FBI asked during her 2007 interview with \nthem. • did not know whether she was able to sue GM, but she knows she is not able \nto after participating in the victim compensation fund. \nEFTA00029867",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Prep \nPrepared",
        "role": "extracted",
        "context": "ly 13, 2021 \nAUSAs \nSA \nDet. \nPrep \nPrepared for trial testimony. previous"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-07-13",
        "event": "July 13, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:24.416Z"
}