{
  "document": {
    "id": "efta00020141",
    "filename": "EFTA00020141.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00020141.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nVIRGIN ISLANDS \nIn the Matter of the Application of the United \nStates Of America for a Search and Seizure \nWarrant for the Premises Known and Described \nas Little Saint James Island, U.S. Virgin Islands, \nAny Buildings or Other Structures Contained \nThereon, and Any Locked or Closed \nContainers/Items Contained Therein \nTO BE FILED UNDER SEAL \nAgent Affidavit in Support of \nApplication for Search and Seizure \nWarrant \nDISTRICT OF THE VIRGIN ISLANDS) \nss.: \nbeing duly sworn, deposes and says: \nI. Introduction \nA. Affiant \nI. I have been a Special Agent with the Federal Bureau of Investigation (\"FBI\") since \n2017. As such, I  am a \"federal law enforcement office?' within the meaning of Federal Rule of \nCriminal Procedure 41(a)(2)(C), that is, a  government agent engaged in enforcing the criminal \nlaws and duly authorized by the Attorney General to request a  search warrant. I  have been \nemployed by the FBI for approximately two years, and I  am currently assigned to investigate \nviolations of criminal law relating to the sexual exploitation of children. I have gained expertise \nin this area through classroom training and daily work related to these types of investigations. As \npart of my responsibilities, I  have been involved in the investigation of sex trafficking cases, and \nhave participated in the execution of search warrants for physical premises. \n2. I make this Affidavit in support of an application pursuant to Rule 41 of the Federal \nRules of Criminal Procedure for a warrant to search the premises specified below (the \"Subject \nPremises\") for the purpose of seizing the items and information described in Attachment A. This \naffidavit is based upon my personal knowledge; my review of documents and other evidence; and \nmy conversations with other law enforcement personnel. Because this affidavit is being submitted \n1 \n2017.08.02 \nEFTA00020141\n\nfor the limited purpose of establishing probable cause, it does not include all the facts that I  have \nlearned during the course of my investigation. Where the contents of documents and the actions, \nstatements, and conversations of others are reported herein, they are reported in substance and in \npart, except where otherwise indicated. \nB. The Subject Premises \n3. The Subject Premises are particularly described as a  private island in the U.S. \nVirgin Islands, known as Little Saint James, any buildings or other structures contained thereon, \nand any closed containers/items contained therein. Little Saint James is an approximately 75 acre \nisland located approximately four miles off the southeast coast of St. Thomas Island. The Subject \nPremises is depicted in the following photograph: \nBased on my conversations with a law enforcement agent who has reviewed publicly available \nsatellite information, images, and drone videos, I am aware that the Subject Premises contains \nmultiple structures, including but not limited to: \n2 \n2017.08.02 \nEFTA00020142\n\na. On the northeast end of the Subject Premises, there is a single story structure next to \na pool. \nb. On the southwest end of the Subject Premises, there is a single-story, four-wall \nstructure. The walls are painted with blue and white stripes. The structure has large double doors \nas its main entrance and large windows on the three remaining walls. \nc. On the north east end of the Subject Premises, there are multiple structures. The \nmain structure is a single story residence (the \"Main Residence\") with a stone exterior, a blue roof, \nand a white detailed exterior that includes white columns. \nd. A separate structure (\"Residence One\") with a blue roof and stone exterior is at the \nback of the Main Residence, located at the end of the northeast tip of the island and surrounded by \ncoastline on two of its sides. \ne. A second larger structure (\"Residence Two) is set between the Main Residence and \nthe coastline. \nf. Four smaller single story structures (the \"Four Cabanas\") are next to the Main \nResidence and a large pool. All four smaller structures have blue roofs. \nA third large structure (\"Residence Three\") set off from the four smaller structures \nand next to the coast line is painted white and has a blue roof. Residence Three appears to have \ntwo levels throughout and also appears to be at a  lower elevation than the Main Residence, \nResidence Two, and the Four Cabanas. \nh. Behind Residence Three and along the coastline is a small roofed structure at the \nend of a wooden dock (the \"Dock House\"). \n3 \n2017.08.02 \nEFTA00020143\n\ni. There are two single story sheds (\"Shed One\" and \"Shed Two\") that are located just \nsouthwest of the Main Residence. Shed One and Shed Two appear to have a  metal-like exterior \nthat is a green-blue \ncolor. \nj. Next to Shed One and Shed Two is a four wall structure that appears to have several \nsally port type doors (\"Maintenance One\"). A second structure (\"Maintenance Two\") is next to \nMaintenance One and has a  white exterior with four sets of white double doors and three single \nwhite \ndoors. \nk. Near the center of the island is a single story structure (\"Residence Four\") that has a \nstone exterior and blue roof. The front of \"Residence Four\" has three dark double doors. \nI. Next to the helicopter landing pad are two small blue roof structures (\"Helipad \nBuildings\"). \nm. On the west side of the Subject Premises on the coast is an approximately two-level \nstructure (\"Residence Five\") with a blue roof. \n4. As detailed further herein, at least through his death on August 10, 2019, the Subject \nPremises was believed to be owned, possessed, and controlled by JEFFREY EPSTEIN. \nC. The Target Subject and the Subject Offenses \n5. For the reasons detailed below, I  believe that there is probable cause to believe that \nthe Subject Premises contain evidence, fruits, and instrumentalities of violations of Title 18, United \nStates Code, Sections 1591 (sex trafficking of minors), and 371 (sex trafficking conspiracy) (the \n\"Subject Offenses\") . The Target Subjects of this investigation are known and unknown co-\nconspirators of JEFFREY EPSTEIN, including but not limited to \n4 \n2017.08.02 \nEFTA00020144\n\nII. Probable \nCause and the Initial Search Warrants \nA. Probable Cause Regarding the Target Subject's Commission \nof the \nSubject Offenses \n6. On or about July 2, 2019, a  grand jury in this Southern District of New York \nreturned an Indictment charging JEFFREY EPSTEIN with violations of Title 18, United States \nCode, Section 1591 (sex trafficking of minors); and Title 18, United States Code, Section 371 \n(sex \ntrafficking conspiracy). A copy of the Indictment is attached hereto as Exhibit A and is \nincorporated by reference. EPSTEIN was arrested pursuant to the Indictment on or about July 6, \n2019, and had been detained pending trial at the Metropolitan Correctional Center (\"MCC\") in \nNew York, New York. \n7. On or about August 10, 2019, the Bureau of Prisons confirmed that JEFFREY \nEPSTEIN had been found unresponsive in his cell at the MCC that morning, and was pronounced \ndead shortly thereafter. \n8. Notwithstanding EPSTEIN's death, the sex trafficking investigation that led to his \nindictment remains ongoing. In particular, Count One of the Indictment alleged that EPSTEIN \nconspired with others to traffic minors, and further identified three individuals who worked for \nEPSTEIN (identified in Exhibit A as \"Employee-1\", \"Employee-2,\" and \"Employee-3\") and \nfacilitated EPSTEIN's abuse of minor girls by, among other things, arranging victims' encounters \nwith EPSTEIN and paying victims after these encounters. The individual identified in Exhibit A \nas \"Employee\n-2\" is \na target subject of this investigation. \n9. As set forth in Exhibit A, from at least in or about 2002, up to and including at least \nin or about 2005, JEFFREY EPSTEIN sexually abused multiple minor girls in Manhattan, New \nYork; West Palm Beach, Florida; and elsewhere. During that time and continuing to the present, \n5 \n2017.08.02 \nEFTA00020145\n\nEPSTEIN possessed and controlled a residence, which is described in Exhibit A as \"the New York \nResidence.\" \n10. As further set forth in paragraphs 8 through 10 of Exhibit A, from at least in or about \n2002, up to and including at least in or about 2005, EPSTEIN sexually abused numerous minor \nvictims at the New York Residence. In particular, and as alleged in the Indictment, when a victim \narrived at the New York Residence, she would be escorted to a  room inside the New York \nResidence with a massage table, where she would perform a massage on EPSTEIN. The victims, \nwho were as young as 14 years of age, were told by EPSTEIN or other individuals to partially or \nfully undress before beginning the \"massage.\" During the encounter, EPSTEIN would escalate \nthe nature and scope of physical contact with his victim to include, among other things, sex acts \nsuch as EPSTEIN typically \nwould also \nFollowing each \nencounter, EPSTEIN or one of his employees or associates paid the victim in cash. \nI I. As set forth in paragraphs 12 through 13 of Exhibit A, to further facilitate his ability \nto abuse minor girls in New York, JEFFREY EPSTEIN asked and enticed certain of his victims to \nrecruit additional minor girls to perform \"massages\" and similarly engage in sex acts with \nEPSTEIN. When a victim would recruit another minor girl for EPSTEIN, he paid both the victim-\nrecruiter and the new victim hundreds of dollars in cash. EPSTEIN knew that his victims were \nunderage, including because certain victims told him their age. \n12. One of the victims identified in paragraph 22 of Exhibit A is Victim-1. As part of \nthe FBI's investigation of EPSTEIN, I  have participated in interviews with Victim-1, along with \n6 \n2017.08.02 \nEFTA00020146\n\nother law enforcement officers.' Based on my participation in those interviews and my \nconversations with other law enforcement officers, I  know that Victim-1 has provided the \nfollowing information, in substance and in part: \na. Between approximately 2002 and 2005, EPSTEIN sexually abused Victim-1 on \nmultiple occasions in the New York Residence. This sexual abuse all occurred when Victim-I \nwas under the age of 18. \nb. During that same period, Victim-1 observed multiple floors of the New York \nResidence and numerous individual rooms within the New York Residence. Victim-I has \nprovided detailed descriptions of certain aspects of the interior of the Subject Premises, including \nVictim-I's memory of specific details regarding the layout, furnishings, decorations, and floor \npattern of various areas within the Subject Premises. Among other details, Victim-1 recalled that \nEPSTEIN typically abused her in a  room she described as a \"massage room,\" (the \"Massage \nRoom\"), which contained a  massage table, and was decorated with artwork depicting naked \nwomen, hung on walls that appeared to be adorned with fabric. In describing the sexual abuse that \noccurred in the Massage Room, Victim-1 has stated that EPSTEIN would often \nThe July 6.2019 Search Warrant of the Subject Premises \nI  In meetin s with the Government, Victim-1 has disclosed that \nhas also disclosed \n. Victim-1 has also disclosed havin \nworked f \nVictim-1 is \nInformation provided by Victim-1 has proven reliable and has been corroborated by independent \nevidence, including documents and records obtained during the investigation and the accounts of \nother victims whom Victim-1 has never met. \n7 \n2017.08.02 \nEFTA00020147\n\n13. On or about July 6, 2019, the Honorable Barbara Moses, United States Magistrate \nJudge, signed a  search warrant authorizing a  search of the New York Residence. The search \nwarrant is attached as Exhibit B and incorporated by reference herein. \n14. At approximately 6 p.m. on or about July 6, 2019, law enforcement officers (the \n\"Search Team\") commenced executing the search warrant at the New York Residence. JEFFREY \nEPSTEIN had been arrested on the charges contained in the Indictment shortly before the \nexecution of the search warrant. Based on the Search Team's observations during an initial search \nof the New York Residence, at approximately 7 p.m., the Search Team stopped the search and \nfroze the scene in order to seek a  new search warrant. On or about July 7, 2019, the Honorable \nBarbara Moses, United States Magistrate Judge, signed a search warrant authorizing a search of \nthe New York Residence (the \"Second Warrant\"). The Second Warrant is attached as Exhibit C, \nand incorporated by reference herein. At approximately 2:30 a.m., the Search Team resumed the \nsearch, and commenced searching pursuant to the Second Warrant. Later on July 7, 2019, the \nHonorable Barbara Moses, United States Magistrate Judge, signed a third search warrant to search \nand seize certain electronic media stored on discs seized during the execution of the Second \nWarrant (the \"Compact Disc Search Warrant\"). The search warrant is attached as Exhibit D, and \nincorporated by reference herein. \n15. During the execution of the warrants described above on the New York Residence, \nthe Search Team located evidence of the Subject Offenses. In particular, the Search Team located \nthe following, among other items: \nc. Inside the Subject Premises, I  observed a room that, based on my participation in \ninterviews of Victim-1, appears to be consistent with Victim-1's descriptions of the Massage \nRoom. The room contained a table covered with a sheet, and appeared to be a massage table. The \n8 \n2017.08.02 \nEFTA00020148\n\nroom also contained several vibrating sex toys. The walls appeared to be covered in a type of felt-\nlike tapestry fabric. I  further observed two paintings and three photographs hanging on the walls \nof the Massage Room. The paintings and photographs depict nude females. One of the \nphotographs appears to depict a  nude girl. Thus, it  appears that the Massage Room was in \nsubstantially the same condition as Victim- I  observed the room more than 18 years ago. \nd. Inside a safe in a closet on the third floor, the Search team discovered and seized, \namong other items, several binders containing sleeves of compact discs, most of which are labeled \nwith handwriting. In total, the binders contain dozens of compact discs. Some discs contain the \nword \"Zorro\" or \"LSJ.\" Based on my conversations with law enforcement agents who have \nparticipated in this investigation, I  believe the name \"Zorro\" refers to Zorro Ranch, EPSTEIN's \nproperty in New Mexico, and the name LSJ refers to Little Saint James, i.e., the Subject Premises. \nThe majority of the discs contain titles that include female names. Some of the discs in the binders \nseized by the Search Team have titles that appear to refer to trips or vacations. \ne. In the drawer of a dresser in a room on the Fifth floor of the New York Residence, \nthe Search team discovered and seized, among other items, a shoebox (the \"Shoebox\") containing \nnumerous compact discs. The majority of the discs are labeled, in handwriting, with female names. \nOne disc is marked \"Thai Massage.\" Another disc is marked \"Blonde Girl Photo Shoot.\" Yet \nanother disc is marked \"Misc. Girls Nude/Dinner--Scientists.\" The discs in the Shoebox were \nseized by the Search Team. In another drawer of that same dresser, the Search Team discovered \nloose polaroid photographs depicting young, nude females who, based on the training and \nexperience of law enforcement officers who observed them, appear to be teenagers. \nf. In a closet on the Fifth Floor of the Epstein Residence, the Search Team discovered, \namong other items, a box marked \"women/old photos.\" The box contained, among other items, \n9 \n2017.08.02 \nEFTA00020149\n\napproximately seven compact discs, which are labeled with hand-written titles. One disc is marked \n\"nudes 00-24.\" Another is labeled \"Photographer\n--_`03\" \nThe remaining discs contain titles \nthat include female names. All of the foregoing discs were seized by the Search Team. \ng. In that same closet, the Search Team discovered numerous black binders containing \nwhat appear to be print outs of digital photographs (with file names underneath) and compact discs. \nThe binders appeared to contain, among other photographs, photographs of nude or partially nude \nyoung girls, some of which are in sexually suggestive poses. Based on the training and experience \nof law enforcement officers who observed them, some of the young girls appear to be teenagers, \nsome of whom appear to be under the age of 18. \n16. Based on my conversations with law enforcement agents who have conducted an \ninitial review (the \"Reviewing Agents\") of the compact discs seized at the New York Residence \nas described in paragraphs 15(b)-(e) above (the \"Seized Discs\"), I  have learned that the discs \ncontain approximately thousands of nude or partially nude photographs of girls or young women, \nmany of which are in sexually suggestive poses. Based on my conversations with the Reviewing \nAgents, who have particular training and experience relating to child erotica and visual depictions \nof children in child exploitation cases, I have learned that the Reviewing Agents believe that many \nof the nude or partially nude images they have reviewed appear to depict girls under the age of 18. \nCertain of these images appear to have been taken at a tropical location, and/or were labeled \"LSJ\" \neither in the image file name, or on the compact disc that contained the image. Based on the \nforegoing, I believe that a portion of the foregoing photographs appear to have been taken at the \nSubject Premises. In addition, I  have learned that some of the file names are marked which \nare the initials o . As set forth below, I have interviewed an individual who has \n10 \n2017.08.02 \nEFTA00020150\n\nreported that photographed her at the Subject Premises. Accordingly, I believe \nthat a portion of these photos may have been taken by \n17. On or about November 28, 2018, the Miami Herald began publishing a series of \narticles relating to the defendant, his sexual misconduct with minors, and a previous investigation \ninto his conduct in Florida from in or about 2005 through 2008. The article included information \nabout-'s role in EPSTEIN's sexual abuse of minors. Based on my participation \nin this investigation, I have learned that bank records obtained by the Government appear to show \nthat just days later, on or about December 3, 2018, the defendant wired $250,000 from a  trust \naccount to This course of action, and in particular its timing, suggests that EPSTEIN \nwas attempting to influence who might provide information against him in light of the \nrecently re-emerging allegations. \nB. Probable Cause Regarding the Subject Premises \n18. Based on my review of property records, I  believe that JEFFREY EPSTEIN has \nbeen the owner of the Subject Premises since at least the time of the Subject Offenses. In \nparticular, it appears that an entity named \"L.S.J., LLC\" held title to the Subject Premises from in \nor about 1998. In or about 2011, L.S.J., LLC transferred title to the Subject Premises to an entity \nnamed \"Nautilus, Inc.,\" for $10. On the transfer paperwork, EPSTEIN signed as the \"sole \nmember\" of L.S.J., LLC and as the \"president and sole beneficial owner\" of Nautilus, Inc. \n19. In addition, I  believe that up until recently, the Subject Premises was JEFFREY \nEPSTEIN's principal residence. In particular, I  have reviewed sex offender registration data, and \nhave learned that, on or about June 17, 2019, EPSTEIN listed the Subject Premises as his primary \nresidence. At the time of EPSTEIN's arrest on or about July 6, 2019, I and other law enforcement \nofficers conducted an inventory search of EPSTEIN's personal effects, and observed that \nII \n2017.08.02 \nEFTA00020151\n\nEPSTEIN was carrying a  driver's license that listed the Subject Premises as EPSTEIN's home \naddress. \n20. As discussed herein, I believe that evidence of the Subject Offenses will be found at \nthe Subject Premises. In particular, based on my conversations with law enforcement agents who \nhave conducted an initial review of the Seized Discs, I have learned the following: \na. Many of the photographs appear to be labeled with file names that include \"LSJ,\" \nwhich I  believe stands for Little St. James. \nb. As discussed above, photographs seized from the New York Residence appear to \ndepict nude or partially nude young girls, and a portion of those photos appear to have been taken \nat the Subject Premises, based on the fact that (i) some of the photos appear to have been taken in \na tropical location, and (ii) some of the file names of the photographs and/or the labels on the discs \ncontaining the files of nude or partially nude young girls in a tropical location are marked \"LSJ,\" \ni.e., the \nSubject Premises. \nc. Among the photographs seized from the New York Residence, the Reviewing \nAgents identified partially-nude photographs of a young girl, labeled with the name of a particular \nindividual (\"Individual-1\"). The photographs appear to depict Individual-1 on a beach in what \nappears to be a tropical location. \n21. In or about July 2019, I  participated in an interview of Individual-1, with her \ncounsel present. Based on my personal observations, I  believe that the photographs described in \nParagraph 17(c) depict Individual-1. During the course of the interview, Individual-1 stated that \nshe met EPSTEIN in 2003 when she was approximately 17, and that she travelled to EPSTEIN's \nproperties in New Mexico, Florida, and the U.S. Virgin Islands, i.e., the Subject Premises, before \n12 \n2017.08.02 \nEFTA00020152\n\nshe turned 18. EPSTEIN paid for the trips, and would give Individual-1 money and gifts while \nshe traveled with him. \n22. During these trips, EPSTEIN sexually abused and assaulted her on approximately \nfour different occasions, all of which occurred before she turned 18. Individual-1 reported that \nEPSTEIN raped her during two of these incidents. Indivdual-1 recalled that one or more of these \ninstances of sexual abuse occurred on the Subject Premises. Individual-1 further reported that, \nwhen she was approximately 17, \nphotograph Individual-1 at the Subject Premises. \n23. In or about August 2019, I  and another law enforcement officer interviewed an \nindividual (\"Individual-23') who regularly performed work for JEFFREY EPSTEIN as a contractor \nat the Subject Premises from approximately 1999 to 2005 or 2006. Individual-2 reported that, on \nseveral occasions, Individual-2 observed photographs of what appeared to be nude or partially \nnude young girls in several locations throughout the main residence of the Subject \nPremises. Individual-2 recalled a photograph depicting and two of girls, all of \nthree whom were topless; Individual-2 estimated that the two girls in the photograph appeared to \nbe approximately 15 or 16 years old. Individual-2 knew to be EPSTEIN's assistant at \nthat time. \n24. Based on my review of flight logs from a private jet owned by JEFFREY EPSTEIN, \nI  have learned that traveled to the U.S. Virgin Islands at least approximately \nonce a month between October 2001 and November of 2005. These records do not include any \ntravel may have taken on commercial airlines. \n25. For all of these reasons, I  am aware that has spent significant \ntime at the Subject Premises and that evidence of her involvement, and potentially the involvement \nasked to photograph her, and did in fact \n13 \n2017.08.02 \nEFTA00020153\n\nof other co-conspirators, may be located at the Subject Premises. In particular, flight logs from \nEPSTEIN's private jet reflect that the individual identified in the Indictment as \"Employee-3\" \ntraveled to the U.S. Virgin Islands on approximately nine separate occasions. These records do not \ninclude any travel Employee-3 may have taken on commercial airlines. As set forth in the \nIndictment, Employee-3 scheduled victims' encounters with EPSTEIN. \n26. Based on my training, experience, and participation in this investigation, I  believe \nthat there is probable cause that evidence of the Subject Offenses, such as photographs of \nEPSTEIN's victims and co-conspirators, will be found at the Subject Premises. In particular, \ninformation provided by Individual-1, with whom EPSTEIN engaged in sex acts at the Subject \nPremises while Individual-1 was a minor, confirms that EPSTEIN engaged in conduct relevant to \nthe Subject Offenses at the Subject Premises. In addition, photographs on the Seized Discs \nrecovered during the search of the New York Residence depict other young and partially nude girls \nphotographed at the Subject Premises, which suggests that EPSTEIN brought those girls to the \nSubject Premises and that, consistent with the accounts provided by Individual-1, Victim-1 and \nother victims identified in the Indictment, EPSTEIN likely sexually abused them at the Subject \nPremises as well. Evidence of co-conspirators' presence at the Subject Premises at times when \nvictims were abused, including photographs, may also be found at the Subject Premises. Indeed, \nas noted above, Individual-2 has observed a photograph of partially-nude young girls at \nthe Subject Premises. \n27. Moreover, while the sexual abuse described above occurred principally between \napproximately 2002 and 2005, as evidence recovered from the New York Residence including the \nSeized Discs makes clear, EPSTEIN continued to maintain substantial evidence of the Subject \nOffenses up until the time he was arrested in 2019. Indeed, as described above, in addition to the \n14 \n2017.08.02 \nEFTA00020154\n\nSeized Discs, Epstein continued to maintain a \"massage room\" complete with a massage table and \nvarious sex toys that remained similar in makeup and appearance to descriptions of the same room \nprovided by Victim-1 based on Victim-1's encounters with EPSTEIN in 2004. \n28. In addition, I  believe that evidence of the Subject Offenses, including but not \nlimited to photographs/evidence created at the Subject Premises, may be located not only at the \nNew York Residence but also at the Subject Premises because (i) the Subject Premises was the \nlocation of multiple photo shoots of young girls; (ii) the Subject Premises appears to have been, \nfor the last several years and up until the time of his arrest, EPSTEIN's primary residence; and (iii) \ngiven its location, the Subject Premises is JEFFREY EPSTEIN's most private residence. \nTherefore, given that EPSTEIN has maintained evidence of the Subject Offenses, he is likely to \nhave maintained some of that evidence in or on the Subject Premises. Moreover, given that there \nis probable cause to believe that JEFFREY EPSTEIN and others, including \nconspired to commit the Subject Offenses, evidence of EPSTEIN's involvement in trafficking \nminors would also be relevant to the investigation of, and any future charges against, other \nmembers of the conspiracy, such as \n29. According to international flight records that I  have reviewed, a private jet owned \nand utilized by Epstein has traveled to or from the U.S. Virgin Islands at least on or about April \n14, 2019; May 5, 2019; May 18, 2019; and June I1, 2019. Accordingly, there is probable cause \nto believe that EPSTEIN recently has been present at the Subject Premises. \n30. Based on my training and experience in investigating individuals who engage in sex \ntrafficking of minors, and who sexually exploit minors, such individuals often maintain \nphotographs of their victims, and/or other erotic images of minors, at their residences. Individuals \n15 \n2017.08.02 \nEFTA00020155\n\nwho engage in such offenses often hoard such images in the privacy of their residences. In \nparticular, data related to their illegal activity is often stored on their computers. \n31. In my training and experience, individuals who store nude and/or sexually \nsuggestive photographs of minors on compact discs or other external storage devices typically \naccess \nthose images from computers and other electronic devices in order to view those images, \nand individuals who store such materials on compact discs typically store similar files on other \ncomputing devices and storage devices. \n32. Based on my training and experience, I also know that, where computers are used in \nfurtherance of criminal activity, evidence of the criminal activity can often be found months or \neven years after it occurred. This is typically true because: \n• Electronic files can be stored on a hard drive for years at little or no cost and users thus \nhave little incentive to delete data that may be useful to consult in the future. \n• Even when a user does choose to delete data, the data can often be recovered months or \nyears later with the appropriate forensic tools. When a  file is \"deleted\" on a  home \ncomputer, the data contained in the file does not actually disappear, but instead remains \non the hard drive, in \"slack space,\" until it  is overwritten by new data that cannot be \nstored elsewhere on the computer. Similarly, files that have been viewed on the Internet \nare generally downloaded into a temporary Internet directory or \"cache,\" which is only \noverwritten as the \"cache\" fills up and is replaced with more recently viewed Internet \npages. Thus, the ability to retrieve from a hard drive or other electronic storage media \ndepends less on when the file was created or viewed than on a  particular user's \noperating system, storage capacity, and computer habits. \n• In the event that a user changes computers, the user will typically transfer files from the \nold computer to the new computer, so as not to lose data. In addition, users often keep \nbackups of their data on electronic storage media such as thumb drives, flash memory \ncards, CD-ROMs, or portable hard drives. \nC. Return \nof ESI \n33. If the Government determines that the electronic devices are no longer necessary to \nretrieve and preserve the data, and the devices themselves are not subject to seizure pursuant to \nFederal Rule of Criminal Procedure 41(c), the Government will return these items, upon request. \n16 \n2017.08.02 \nEFTA00020156\n\nComputer data that is encrypted or unreadable will not be returned unless law enforcement \npersonnel have determined that the data is not (i) an instrumentality of the offense, (ii) a fruit of \nthe criminal activity, (iii) contraband, (iv) otherwise unlawfully possessed, or (v) evidence of the \nSubject \nOffenses. \nIII. Conclusion and Ancillary Provisions \n34. Based on the foregoing, I respectfully submit there is probable cause to believe that \nevidence of the Subject Offenses, and in particular the items described in Attachment A, will be \nlocated within the Subject Premises and therefore request the court to issue a warrant to seize the \nitems and information specified in Attachment A to this affidavit and to the Search and Seizure \nWarrant. \nSpecial Agent \nFederal Bureau of Investigation \nSworn to \nbefore me on \nAugust 2019 \nTHE HONORABLE RUTH MILLER \nUNITED STATES MAGISTRATE JUDGE \n17 \n2017.08.02 \nEFTA00020157\n\nEXHIBIT A \n18 \n2017.08.02 \nEFTA00020158\n\nEXHIBIT B \n19 \n2017.08.02 \nEFTA00020159\n\nEXHIBIT C \n20 \n2017.08.02 \nEFTA00020160\n\nEXHIBIT D \n21 \n2017.08.02 \nEFTA00020161\n\nATTACHMENT A \nI. Premises to be Searched—Subject Premises \nThe Subject Premises are particularly described as a  private island in the U.S. Virgin \nIslands, known as Little Saint James, any buildings or other structures contained thereon, and any \nclosed containers/items contained therein. Little Saint James is an approximately 75 acre island \nlocated approximately four miles off the southeast coast of St. Thomas Island. The Subject \nPremises is depicted in the following photograph: \nThe Subject Premises contains multiple structures, including but not limited to: \na. On the northeast end of the Subject Premises, there is a single story structure next to \na pool. \nb. On the southwest end of the Subject Premises, there is a  single-story, four-wall \nstructure. The walls are painted with blue and white stripes. The structure has large double doors \nas its main entrance and large windows on the three remaining walls. \nc. On the north east end of the Subject Premises, there are multiple structures. The \nmain structure is a single story residence (the \"Main Residence\") with a stone exterior, a blue roof, \nand a white detailed exterior that includes white columns. \nd. A separate structure (\"Residence One\") with a blue roof and stone exterior is at the \nback of the Main Residence, located at the end of the northeast tip of the island and surrounded by \ncoastline on two of its sides. \n2017.08.02 \nEFTA00020162\n\ne. \nA second larger structure (\"Residence Two) is set between the Main Residence and \nthe coastline. \nf. Four smaller single story structures (the \"Four Cabanas\") are next to the Main \nResidence and a large pool. All four smaller structures have blue roofs. \ng. A third large structure (\"Residence Three\") set off from the four smaller structures \nand next to the coast line is painted white and has a blue roof. Residence Three appears to have \ntwo levels throughout and also appears to be at a  lower elevation than the Main Residence, \nResidence Two, and the Four Cabanas. \nh. Behind Residence Three and along the coastline is a small roofed structure at the \nend of a wooden dock (the \"Dock House\"). \ni. There are two single story sheds (\"Shed One\" and \"Shed Two\") that are located just \nsouthwest of the Main Residence. Shed One and Shed Two appear to have a  metal-like exterior \nthat is a green-blue color. \nj. \nNext to Shed One and Shed Two is a four wall structure that appears to have several \nsally port type doors (\"Maintenance One\"). A second structure (\"Maintenance Two\") is next to \nMaintenance One and has a white exterior with four sets of white double doors and three single \nwhite \ndoors. \nk. Near the center of the island is a single story structure (\"Residence Four\") that has a \nstone exterior and blue roof. The front of Residence Four has three dark double doors. \nI. Next to the helicopter landing pad are two small structures with blue roofs \n(\"Helipad Buildings\"). \nm. On the west side of the Subject Premises on the coast is an approximately two-level \nstructure with a blue roof (\"Residence \nFive\"). \nII. Items to Be Seized \nA. Evidence, Fruits, and Instrumentalities of the Subject Offenses \nThis warrant authorizes the seizure of certain evidence, fruits, and instrumentalities of \nviolations of Title 18, United States Code, Sections 1591 (sex trafficking of minors), and 371 (sex \ntrafficking conspiracy) (the \"Subject Offenses\") described as follows: \n1. Any documents or communications with or regarding victims or potential victims \nof the Subject Offenses or between EPSTEIN and co-conspirators to the Subject Offenses; \n2. Any photographs of victims or potential victims of the Subject Offenses, or co-\nconspirators to the Subject \nOffenses. \n2 \n2017.08.02 \nEFTA00020163\n\n3. Any nude, partially nude, or sexually suggestive photographs of individuals who \nappear to be teenage girls, or younger. \n4. Any documents evidencing the presence of co-conspirators at the Subject Premises. \n5. Records or other items that evidence ownership, control, or use of, or access to \ndevices, storage media, and related electronic equipment used to access, transmit, or store \ninformation relating to the Subject Offenses, including, but not limited to, sales receipts, \nwarranties, bills for Internet access, handwritten notes, registry entries, configuration files, saved \nusernames and passwords, user profiles, e-mail contacts, and photographs. \n6. Any child erotica, defined as suggestive visual depictions of nude minors that do \nnot constitute child pornography as defined by 18 U.S.C. § 2256(8). \n7. Any computer devices and storage media believed to be owned or used by \nJEFFREY EPSTEIN including, but not limited to, desktop and laptop computers, disk drives, \nmodems, thumb drives, personal digital assistants, smart phones, digital cameras, scanners, \nrouters, modems, and network equipment used to connect to the Internet. In lieu of seizing any \nsuch computer devices or storage media, this warrant also authorizes, in the alternative, the \ncopying of such devices or media for later review. \n8. Any items or records needed to access the data stored on any seized or copied \ncomputer devices or storage media, including but not limited to any physical keys, encryption \ndevices, or records of login credentials, passwords, private encryption keys, or similar information. \n9. Any items or records that may facilitate a  forensic examination of the computer \ndevices or storage media, including any hardware or software manuals or other information \nconcerning the configuration of the seized or copied computer devices or storage media. \n10. Any evidence concerning the identities or locations of those persons with access to, \ncontrol over, or ownership of the seized or copied computer devices or storage media. \n11. Any evidence concerning the ownership of the Subject Premises, and any maps or \nother geographical guides to the Subject Premises. \n3 \n2017.08.02 \nEFTA00020164",
    "pageCount": 24,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "elieved to be owned, possessed, and controlled by JEFFREY EPSTEIN. \nC. The Target Subject and the Subject Offenses"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "ter of the Application of the United \nStates Of America for a Search and S"
      },
      {
        "name": "Of America",
        "role": "extracted",
        "context": "ication of the United \nStates Of America for a Search and Seizure \nWar"
      },
      {
        "name": "Seizure \nWarrant",
        "role": "extracted",
        "context": "s Of America for a Search and Seizure \nWarrant for the Premises Known and De"
      },
      {
        "name": "Premises Known",
        "role": "extracted",
        "context": "and Seizure \nWarrant for the Premises Known and Described \nas Little Sain"
      },
      {
        "name": "Little Saint",
        "role": "extracted",
        "context": "mises Known and Described \nas Little Saint James Island, U.S. Virgin Isl"
      },
      {
        "name": "James Island",
        "role": "extracted",
        "context": "nd Described \nas Little Saint James Island, U.S. Virgin Islands, \nAny Bu"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "ttle Saint James Island, U.S. Virgin Islands, \nAny Buildings or Other Stru"
      },
      {
        "name": "Any Buildings",
        "role": "extracted",
        "context": "Island, U.S. Virgin Islands, \nAny Buildings or Other Structures Contained"
      },
      {
        "name": "Other Structures",
        "role": "extracted",
        "context": "in Islands, \nAny Buildings or Other Structures Contained \nThereon, and Any L"
      },
      {
        "name": "Contained \nThereon",
        "role": "extracted",
        "context": "Buildings or Other Structures Contained \nThereon, and Any Locked or Closed \nCo"
      },
      {
        "name": "Any Locked",
        "role": "extracted",
        "context": "tures Contained \nThereon, and Any Locked or Closed \nContainers/Items C"
      },
      {
        "name": "Closed \nContainers",
        "role": "extracted",
        "context": "d \nThereon, and Any Locked or Closed \nContainers/Items Contained Therein \nTO B"
      },
      {
        "name": "Items Contained",
        "role": "extracted",
        "context": "Locked or Closed \nContainers/Items Contained Therein \nTO BE FILED UNDER SE"
      },
      {
        "name": "Agent Affidavit",
        "role": "extracted",
        "context": "rein \nTO BE FILED UNDER SEAL \nAgent Affidavit in Support of \nApplication fo"
      },
      {
        "name": "Special Agent",
        "role": "extracted",
        "context": "A. Affiant \nI. I have been a Special Agent with the Federal Bureau of In"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "been a Special Agent with the Federal Bureau of Investigation (\"FBI\") sinc"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "ffice?' within the meaning of Federal Rule of \nCriminal Procedure 41(a)("
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "e meaning of Federal Rule of \nCriminal Procedure 41(a)(2)(C), that is, a  gove"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "ws and duly authorized by the Attorney General to request a  search warrant."
      },
      {
        "name": "Federal \nRules",
        "role": "extracted",
        "context": "on pursuant to Rule 41 of the Federal \nRules of Criminal Procedure for a w"
      },
      {
        "name": "Subject \nPremises",
        "role": "extracted",
        "context": "remises specified below (the \"Subject \nPremises\") for the purpose of seizing"
      },
      {
        "name": "The Subject",
        "role": "extracted",
        "context": "here otherwise indicated. \nB. The Subject Premises \n3. The Subject Prem"
      },
      {
        "name": "Thomas Island",
        "role": "extracted",
        "context": "ff the southeast coast of St. Thomas Island. The Subject \nPremises is dep"
      },
      {
        "name": "Subject Premises",
        "role": "extracted",
        "context": "e videos, I am aware that the Subject Premises contains \nmultiple structures"
      },
      {
        "name": "Main Residence",
        "role": "extracted",
        "context": "single story residence (the \"Main Residence\") with a stone exterior, a bl"
      },
      {
        "name": "Residence One",
        "role": "extracted",
        "context": "s. \nd. A separate structure (\"Residence One\") with a blue roof and stone"
      },
      {
        "name": "Residence Two",
        "role": "extracted",
        "context": ". A second larger structure (\"Residence Two) is set between the Main Resi"
      },
      {
        "name": "Four Cabanas",
        "role": "extracted",
        "context": "single story structures (the \"Four Cabanas\") are next to the Main \nResid"
      },
      {
        "name": "Main \nResidence",
        "role": "extracted",
        "context": "our Cabanas\") are next to the Main \nResidence and a large pool. All four sm"
      },
      {
        "name": "Residence Three",
        "role": "extracted",
        "context": "s. \nA third large structure (\"Residence Three\") set off from the four small"
      },
      {
        "name": "Behind Residence",
        "role": "extracted",
        "context": "wo, and the Four Cabanas. \nh. Behind Residence Three and along the coastline"
      },
      {
        "name": "Dock House",
        "role": "extracted",
        "context": "e \nend of a wooden dock (the \"Dock House\"). \n3 \n2017.08.02 \nEFTA000201"
      },
      {
        "name": "Shed One",
        "role": "extracted",
        "context": "are two single story sheds (\"Shed One\" and \"Shed Two\") that are loc"
      },
      {
        "name": "Shed Two",
        "role": "extracted",
        "context": "story sheds (\"Shed One\" and \"Shed Two\") that are located just \nsout"
      },
      {
        "name": "Maintenance One",
        "role": "extracted",
        "context": "eral \nsally port type doors (\"Maintenance One\"). A second structure (\"Maint"
      },
      {
        "name": "Maintenance Two",
        "role": "extracted",
        "context": "e One\"). A second structure (\"Maintenance Two\") is next to \nMaintenance One"
      },
      {
        "name": "Residence Four",
        "role": "extracted",
        "context": "is a single story structure (\"Residence Four\") that has a \nstone exterior"
      },
      {
        "name": "Helipad \nBuildings",
        "role": "extracted",
        "context": "small blue roof structures (\"Helipad \nBuildings\"). \nm. On the west side of th"
      },
      {
        "name": "Residence Five",
        "role": "extracted",
        "context": "mately two-level \nstructure (\"Residence Five\") with a blue roof. \n4. As de"
      },
      {
        "name": "The Target",
        "role": "extracted",
        "context": "olled by JEFFREY EPSTEIN. \nC. The Target Subject and the Subject Offen"
      },
      {
        "name": "Subject Offenses",
        "role": "extracted",
        "context": "C. The Target Subject and the Subject Offenses \n5. For the reasons detailed"
      },
      {
        "name": "Probable \nCause",
        "role": "extracted",
        "context": "2017.08.02 \nEFTA00020144\n\nII. Probable \nCause and the Initial Search Warran"
      },
      {
        "name": "Initial Search",
        "role": "extracted",
        "context": "II. Probable \nCause and the Initial Search Warrants \nA. Probable Cause R"
      },
      {
        "name": "Probable Cause",
        "role": "extracted",
        "context": "e Initial Search Warrants \nA. Probable Cause Regarding the Target Subject'"
      },
      {
        "name": "Target Subject",
        "role": "extracted",
        "context": "Probable Cause Regarding the Target Subject's Commission \nof the \nSubject"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": ", 2019, a  grand jury in this Southern District of New York \nreturned an Indi"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "detained pending trial at the Metropolitan Correctional Center (\"MCC\") in \nNew York,"
      },
      {
        "name": "Count One",
        "role": "extracted",
        "context": "mains ongoing. In particular, Count One of the Indictment alleged tha"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "ple minor girls in Manhattan, New \nYork; West Palm Beach, Florida; an"
      },
      {
        "name": "West Palm",
        "role": "extracted",
        "context": "irls in Manhattan, New \nYork; West Palm Beach, Florida; and elsewhere"
      },
      {
        "name": "Massage \nRoom",
        "role": "extracted",
        "context": "ed as a \"massage room,\" (the \"Massage \nRoom\"), which contained a  massage"
      },
      {
        "name": "Massage Room",
        "role": "extracted",
        "context": "l abuse that \noccurred in the Massage Room, Victim-1 has stated that EPS"
      },
      {
        "name": "The July",
        "role": "extracted",
        "context": "ted that EPSTEIN would often \nThe July 6.2019 Search Warrant of the"
      },
      {
        "name": "Search Warrant",
        "role": "extracted",
        "context": "would often \nThe July 6.2019 Search Warrant of the Subject Premises \nI  I"
      },
      {
        "name": "Honorable Barbara",
        "role": "extracted",
        "context": "On or about July 6, 2019, the Honorable Barbara Moses, United States Magistra"
      },
      {
        "name": "Magistrate \nJudge",
        "role": "extracted",
        "context": "Barbara Moses, United States Magistrate \nJudge, signed a  search warrant aut"
      },
      {
        "name": "Search Team",
        "role": "extracted",
        "context": "w enforcement officers (the \n\"Search Team\") commenced executing the sea"
      },
      {
        "name": "Honorable \nBarbara",
        "role": "extracted",
        "context": "On or about July 7, 2019, the Honorable \nBarbara Moses, United States Magistra"
      },
      {
        "name": "Magistrate Judge",
        "role": "extracted",
        "context": "Barbara Moses, United States Magistrate Judge, signed a search warrant auth"
      },
      {
        "name": "Second Warrant",
        "role": "extracted",
        "context": "the New York Residence (the \"Second Warrant\"). The Second Warrant is atta"
      },
      {
        "name": "The Second",
        "role": "extracted",
        "context": "dence (the \"Second Warrant\"). The Second Warrant is attached as Exhibi"
      },
      {
        "name": "Second \nWarrant",
        "role": "extracted",
        "context": "d during the execution of the Second \nWarrant (the \"Compact Disc Search War"
      },
      {
        "name": "Compact Disc",
        "role": "extracted",
        "context": "of the Second \nWarrant (the \"Compact Disc Search Warrant\"). The search"
      },
      {
        "name": "Zorro Ranch",
        "role": "extracted",
        "context": "ve the name \"Zorro\" refers to Zorro Ranch, EPSTEIN's \nproperty in New M"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "Ranch, EPSTEIN's \nproperty in New Mexico, and the name LSJ refers to L"
      },
      {
        "name": "Thai Massage",
        "role": "extracted",
        "context": "e names. \nOne disc is marked \"Thai Massage.\" Another disc is marked \"Blo"
      },
      {
        "name": "Blonde Girl",
        "role": "extracted",
        "context": "age.\" Another disc is marked \"Blonde Girl Photo Shoot.\" Yet \nanother di"
      },
      {
        "name": "Photo Shoot",
        "role": "extracted",
        "context": "r disc is marked \"Blonde Girl Photo Shoot.\" Yet \nanother disc is marked"
      },
      {
        "name": "Girls Nude",
        "role": "extracted",
        "context": "another disc is marked \"Misc. Girls Nude/Dinner--Scientists.\" The disc"
      },
      {
        "name": "Fifth Floor",
        "role": "extracted",
        "context": "agers. \nf. In a closet on the Fifth Floor of the Epstein Residence, the"
      },
      {
        "name": "Epstein Residence",
        "role": "extracted",
        "context": "set on the Fifth Floor of the Epstein Residence, the Search Team discovered,"
      },
      {
        "name": "Reviewing Agents",
        "role": "extracted",
        "context": "cted an \ninitial review (the \"Reviewing Agents\") of the compact discs seized"
      },
      {
        "name": "Seized Discs",
        "role": "extracted",
        "context": "agraphs 15(b)-(e) above (the \"Seized Discs\"), I  have learned that the d"
      },
      {
        "name": "Reviewing \nAgents",
        "role": "extracted",
        "context": "on my conversations with the Reviewing \nAgents, who have particular training"
      },
      {
        "name": "Miami Herald",
        "role": "extracted",
        "context": "about November 28, 2018, the Miami Herald began publishing a series of"
      },
      {
        "name": "Little St",
        "role": "extracted",
        "context": "which I  believe stands for Little St. James. \nb. As discussed abov"
      },
      {
        "name": "Subject \nOffenses",
        "role": "extracted",
        "context": "n substantial evidence of the Subject \nOffenses up until the time he was arre"
      },
      {
        "name": "Ancillary Provisions",
        "role": "extracted",
        "context": "ffenses. \nIII. Conclusion and Ancillary Provisions \n34. Based on the foregoing,"
      },
      {
        "name": "Investigation \nSworn",
        "role": "extracted",
        "context": "cial Agent \nFederal Bureau of Investigation \nSworn to \nbefore me on \nAugust 2019"
      },
      {
        "name": "Virgin \nIslands",
        "role": "extracted",
        "context": "a  private island in the U.S. Virgin \nIslands, known as Little Saint James,"
      },
      {
        "name": "Helipad Buildings",
        "role": "extracted",
        "context": "structures with blue roofs \n(\"Helipad Buildings\"). \nm. On the west side of th"
      },
      {
        "name": "Residence \nFive",
        "role": "extracted",
        "context": "structure with a blue roof (\"Residence \nFive\"). \nII. Items to Be Seized \nA"
      },
      {
        "name": "Be Seized",
        "role": "extracted",
        "context": "idence \nFive\"). \nII. Items to Be Seized \nA. Evidence, Fruits, and Ins"
      }
    ],
    "locations": [
      {
        "name": "Little St. James",
        "type": "island"
      },
      {
        "name": "Little Saint James",
        "type": "location"
      },
      {
        "name": "Zorro Ranch",
        "type": "property"
      },
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2019-07-02",
        "event": "July 2, 2019"
      },
      {
        "date": "2019-07-06",
        "event": "July 6, \n2019"
      },
      {
        "date": "2019-07-06",
        "event": "July 6, 2019"
      },
      {
        "date": "2019-07-07",
        "event": "July 7, 2019"
      },
      {
        "date": "2018-11-28",
        "event": "November 28, 2018"
      },
      {
        "date": "2018-12-03",
        "event": "December 3, 2018"
      },
      {
        "date": "2019-06-17",
        "event": "June 17, 2019"
      },
      {
        "date": "2019-04-14",
        "event": "April \n14, 2019"
      },
      {
        "date": "2019-05-05",
        "event": "May 5, 2019"
      },
      {
        "date": "2019-05-18",
        "event": "May 18, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:00.310Z"
}