{
  "document": {
    "id": "efta00010819",
    "filename": "EFTA00010819.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00010819.pdf",
    "text": "\n\nEFTA00010819\n\nSubject: [EXTERNAL] Fw: Formal appeal for covered action 2015-016/ Knight Capital TCR & \nAppendix \nDate: Sat, 27 Nov 2021 14:14:50 +0000 \nAttachments: KCG_Appendix_3-20_13_penultimate.docx; KCG_TCR_3-20-13-penultimate_draft.pdf; \nKCG TCR_3-20-13-penultimate_draft.docx; KCG_Appendix_3-20_13_penultimate.pdf; \nkcglq-2015.pdf; IRS.pdf \nPer below: the prolific Bag Man Terren Peizer and his felon Partner Michael Wachs: Crede. Peizer criminally \nobstructed justice for the Mogilevich Bag Man: Milken along with current Goldman CEO DJDsol. \nPeizer in NETE as well as FreeSeas with fellow Bag Man Joshie Sason. Along with Credit Suisse and Deutsche \nBank. FreeSeas is Newlead 2.0. A not so distant cousin: TopShips. ALL in related TCR's of mine where NITE was a \ntop trader. AND before the SDNY Courts in separate but related actions. Felon Wachs ex wife: Esousa. Wachs \nsister Cobblestone. BOTH NETE as well. In fact, it was Esousa/Cobblestone entities used to \"assign\" \nRBL/Northern Leasing notes in NETE so that the SEC facilitated reverse merger between NETE and MULN could \ntake place. These \"assignments\" were the mechanism to \"TRANSFER\" the massive NETE money laundering \n\"payment processing\" business to RBL/Northern Leasing. Guaranteeing Northern Leasing is up and running \ntoday as a result. Despite the NY Supreme Courts/NYAG rulings to shut it down. \nper below: \nEsousa was an \"investor\" in Ault \nEDGAR Filing  Documents for 0001104659-20-087614  (sec.gov) \nEDGAR Filing Documents for 0001104659-20-087614 \nDPW Holdings, Inc. (Subject) CIK: 0000896493 (see all company filings) IRS No.: 941721931 I State of \nIncorp.:DE I Fiscal Year End: 1231 Type: SC 13G I Act: 34 I File ... \nwww.sec.gov \nEFTA00010820\n\nBag Men \"investing\" in fully SEC reporting/ publicly traded Bag Men. \nBut wait, there's more! \nFrom the September 30 2021 Ault SEC reviewed 10O \npg F20 \nInline \nXBRL \nViewer  (sec.gov) \n\"Naked Brand Group Stock Purchase Agreement\" \n\"On March 29,2021 DP lending (Ault) entered into a SPA with and institutional \"investor\" (the Seller) to \npurchase 47,058,824 shares of Naked Brand Group Ltd (the NAKD shares). Under the agreement DP Lending \nagreed to sell the NAKD shares and pay the Seller 99% of the net proceeds from the sale. In April 2021, DP \nLending sold 47,058,824 shares of NAKD for gross proceeds of $29.3 MILLION. DP lending remitted 99% of the \nproceeds to the institutional investorand retained 1% or $293,000 which was recorded as revenue in April \n2021.\" \nThe \"institutional investor\" Ault/DP Lending bought the NAKD shares from: \nStreeterville Capital \nFife \nMY FUCKING NITE TCR's \nEDGAR \nFiling  Documents for 0001567619-21-006378  (sec.gov) \nEDGAR Filing Documents for 0001567619-21-006378 \nNAKED BRAND GROUP Ltd (Subject) CIK: 0001707919 (see all company filings) IRS No.: 000000000 I State \nof Incorp.:C3 I Fiscal Year End: 0131 Type: SC 13G I Act: 34 ... \nVON\\V \nsec cloy \nhttps://www.sec.gov/Archives/edgar/data/896493/000121465921004041/d48211scl3g.htm\nSEC.gov j  HOME \n1 The remainder of this cover page shall be filled out for a reporting person's initial filing on this form with \nrespect to the subject class of securities, and for any subsequent amendment containing information which \nwould alter the disclosures provided in a prior cover page.. The information required in the remainder of \nthis cover page shall not be deemed to be \"filed\" for the purpose ... \nwww.sec.gov \nSo, Ms Pasquinelli, Wardlaw, Knowles,Kelly et al: \nWHY was the Fife Action along with the Sason and Keener Actions never posted to the OWB site for award \nelligibility? \nTo screw me out of multiple, massive awards. As with the UBS denial and the still pending Opco denial: ALL MY \nINFORMATION. \nBut, not JUST to screw me. But to keep the illegal activity I have EXTENSIVELY and IRREFUTABLY detailed in the \nrecord very much up and running. \nSo, Ault/DP didn't know Fife was a Prolific Bag Man? \nEFTA00010821\n\nJohn M. Fife, Chicago Venture Partners, L.P., Iliad Research and Trading, St. George Investments LLC, Tonaquint, \nInc. \nand Typenex Co-Investment  LLC (Release No. LR-24886• Sep. 3  2020) (sec.gov) \nJohn M. Fife, Chicago Venture Partners, L.P, Iliad Research and Trading, St. \nGeorge Investments LLC, Tonaquint, Inc., and Typenex Co-Investment, LLC \n(Release No. LR-24886; Sep. 3, 2020) - SEC.gov \nThe Securities and Exchange Commission today filed charges against John M. Fife of Chicago and \ncompanies he controls for acquiring and selling more than 21 billion shares of penny stock without \nregistering as a securities dealer with the SEC. \nWNW. sec goy \nDP Lending is NOT registered as a Broker Dealer. Buying/selling/remitting/booking revenue for brokerage \nactivity for a  well known Fellon is MONEY LAUNDEING. \nBut wait, there's MORE! \nNAKD is supposedly the entity behind womens lingerie retailer Frederick's of Hollywood. Australia entity. \nIn 2021, NAKD announced it wuld merge with a Chinese EV entity called Cenntro \nCenntro Auto  I  About Our Company \nCenntro Auto I About Our Company \nCenntro is led by Peter Wang, a visionary entrepreneur. \nRecognized as an outstanding Asian American businessman, \nPeter co-founded UTStarcom in 1991, one of largest Telecom \nsolution providers in Asia at the time of company formation. \nwww.cenntroauto.com \nStarted by Chinese Bag Man Peter Wang. \nyou can NOT make this shit up. \nCenntro is taking a page out of the NKLA/MULN, RIDE/WKHS, HYLN et al (AQR money laundering shells) \nplaybook. \nClaiming they will ramp to $5 BILLION in revenue in 2 years. \nWang/Cenntro have already found a money laundering shell in \nGreenland Technologies. \nALSO Fully SEC Reporting \nEDGAR Search Results  (sec.gov) \nSo, unclear exactly WHAT entity NAKD is \"merging with\" \nBut, that's all part of the massive fraud in ALMOST December of 2021. \nSpeaking of MULN \nGuess who showed up as an \"investor\" in November 2021: \nThe Publicly traded Bag Man Ault \nEDGAR \nFiling  Documents for 0001214659-21-011940  (sec.gov) \nALL of this is related to my extensive and irrefutable claims. The Record Ms Kelly. \nEFTA00010822\n\nALL kept up and running by the grossly corrupt SEC while screwing me out of multiple, massive Awards. \nSDNY,NY Supreme Court, NJ judges et al. The SEC continues to play you for FOOLS! \nCheers! \nChristopher J Dilorio \nWhistleblower Extraordinaire \n303-877-7008 \nEFTA00010823\n\nPatients Love Lincoln I Pace, DDS - A Top-\nRated Dentist on Dental Insider \nEach day, thousands of patients rely on our comprehensive \ndentist profiles and reviews to find dental professionals providing \nthe highest level of care. \nwww.dentalinsider.com \nI have attached my IRS TCR filed with Berger Montague. The IRS TCR was based on the SEC TCR. It was WHY IRS \nCI agents Vikas Arora and Nate Sarnacki flew to Denver from Chicago in April 2016 to meet with me. Berger \nsubmitted my IRS TCR shortly after submitting my SEC TCR in March 2013. As you can clearly see and as the \nrecord of extensive correspondence (including IG Hoecker) clearly shows: the SEC/FINRA/FINCEN UBS AML \ncomplaint for which Norberg,Pasquinelli,Knowles,Wardlay issued their fraud denial WHILE I was still waiting for \nmy Opco Denial appeal: The Opco trading data ALSO implicates UBS as well as NITE: \nSEC OWB/IG Hoecker FRAUD: \"Enforcement staff never saw Mr Dilorio's information\" \nFinCEN \nAssesses \n$14.5 Million Penalty \nagainst UBS \nFinancial Services for Anti\n-Money \nLaundering  \nFailures  \nI \nFinCEN.gov\nEFTA00010824\n\nFinCEN Assesses $14.5 Million Penalty against UBS Financial Services for \nAnti-Money Laundering Failures I FinCEN.gov \nWASHINGTON—The Financial Crimes Enforcement Network (FinCEN) today announced an assessment \nagainst UBS Financial Services, Inc. (UBSFS) for willful violations of the Bank Secrecy Act (BSA).. FinCEN \nassessed a  $14.5 million civil money penalty, of which $5 million will be paid to the U.S. Department of the \nTreasury and the remainder will be concurrent with penalties for similar or related ... \nwww.fincen.gov \nThe blatant, and egregious disregard by NITE/UBSS at al in trading billions of shares of sham companies with no \nproducts, nothing but losses, reverse merger,repeat explained: illegal naked shorting facilitates ALL of it. Very \nprofitable. Virtually riskless. Further, as I ask in my information: WHEN would NITE,UBSS, CDEL etc file a SAR? \nBEFORE or AFTER trading billions of shares???? There ARE NO SAR's. This also would fall under the jurisdiction \nof Kevin Goodman. This is the IRS TCR: money laundering/tax evasion related to this illegal naked shorting. In it, \nI discuss the Economic Substance Theory. WHY do sophisticated investors like the ones I have detailed \nextensively bother \"investing\" in these sham companies?? Take Mr Goodman's et al Parallax \"Covid complaint\" \nand the OTHER sham shells I detail below. In fact, take the SEC OWN WORDS in the Parallax complaint: Parallax \nhad no products AND no money in Early 2020 when Arena/Bradly made their bogus claims. What did they \nhave? The same thing I detail in my extensive correspondence: ALL of these money laundering shells have \nworthless certificates. Usually converted from bogus, fictitious promissory notes. Then dumped on the public by \na WILLING executing BD/MM like NITE,UBSS,CDEL etc. AND, converted into real money. The BD/MM are \ncompensated in the form of illegal naked shorting trading profits. This is and always has been the core business \nat NITE et al. Unfortunately: the effects of which are sitting on the NITE balance sheet as we speak. \nThis is why my claims have been criminally obstructed by the SEC. The SEC has REPEATEDLY bailed out a known \ncriminal enterprise. This is why Goodman produced the bullshit \"order handling\" complaint almost 6 months \nafter I sent him my TCR in July 2015. This is why ALL of the related entities are omitted in his Parallax complaint. \nThe SEC admits also repeatedly admits that shams like Parallax are money laundering shells. WHY? Just ask who \ntrades them. \nIn Parallax Goodman, the SEC et al acknowledge Parallax as a money laundering shell. Yet no AML complaint. \nNITE top trader? \nTo further prove my point: The SEC approved Parallax 51: June 2019 with sellers I detailed below. Yet, in early \n2020, the SEC acknowledges Parallax had no money to support their \"new product\" claims. HOW CAN THIS BE? \nAs with hundreds of money laundering shells/NITE/UBSS et al top traded: These sophisticated investors are NOT \n\"investing\". They are LAUNDERING. \nAnd with bullshit \"order handling\", \"front running\", stand alone \"P&D\" (per my TCR: just a tool used to facilitate \nthe laundering/naked shorting), \"market access\", \"Covid disclosures\", etc etc complaints, the SEC guarantees \nthe activity will continue. \nIt does in July 2021. \nCheers! \nChris \n303-877-7008 \nEFTA00010825\n\nI am EAGERLY awaiting to see which SDNY Judge is the victim of the latest SEC fraud on the Courts and the \ninvesting public it is mandated to protect. \n\"SEC charges Company and Two Executives for Misleading COVID-19 Disclosures\" \nLet that sink in for a minute \nParallax Health Sciences, Inc.,  Paul Arena and Nathaniel Bradley (sec.gov) \nEFTA00010826\n\nUNITED STATES DISTRICT COURT SOUTHERN DISTRICT OF NEW YORK \n5 . FACTUAL BACKGROUND 13. At all times relevant to this Complaint, Defendant Parallax was a publicly \ntraded company with the ticker symbol PRLX and was required to file periodic reports with the \nParallax \nfka Endeavor Power/EndeavorUranium/VB Trade \na money laundering shell kept up and running for more than a  decade \nEDGAR Search Results  (sec.gov) \nA June 2019 approved offering is chock full of info. Pre COVID of course \nForm \nS-1 Registration  (sec.gov) \nSelling shareholders include: \nEMA: detailed by me as a prolific Bag Men/women in extensive correspondence with the SEC: the record \nEMA: 40 Wall Street: Trump \nEDGAR Search Results  (sec.gov) \nIonic Ventures \nEDGAR Search Results  (sec.gov) \nIonic is Keith Coulston. Formerly Ironridge \nThe SEC knows Ironridge well \nIronridge \nGlobal Partners,  LLC and Ironridge Global IV, Ltd. (sec.gov) \nUNITED STATES OF AMERICA SECURITIES AND EXCHANGE COMMISSION \nSECURITIES EXCHANGE ACT OF 1934 ADMINISTRATIVE PROCEEDING \nORDER INSTITUTING ADMINISTRATIVE AND CEASE -AND - DESIST \nPROCEEDINGS PURSUANT TO SECTIONS 15(b) AND 21C OF THE \nSECURITIES EXCHANGE ACT OF I. ,URQULGJH*OREDO3 DUWQHUV //& \n,URQULGJH \" II. - SEC.gov \n3 Ironridge Develops a Finance Model Based on the Registration Exemption Contained in Section 3(a)(10) \nof the Securities Act 7. In relevant part, Section 3(a)(10) of the Securities Act provides an \nvo.yvv.sec gov \nIronridge: like Ionic: Prolific Bag Men \nEDGAR Search Results  (sec.gov) \nIonic also in the AQR money laundering shell CIS/Delta/Urban Tea/Bit Bros \nEDGAR \nFiling  Documents for 0001753926-20-000178  (sec.gov) \nEFTA00010827\n\nEDGAR Filing Documents for 0001753926-20-000178 \nbusiness address huakun times plaza, room 1118, floor 11 no. 200, erduan, east xiang fu road yuhua \ndistrict, changsha city f4 410014 86 511-8673-3102 \nv sec goy \nCentral to my AQR TCR: Russian spies and Chinese Nationals. Up and running TODAY \nIronridge was involved in ANOTHER AQR money laundering blank check shell in my TCR: Cereplast \nEDGAR \nFiling  Documents for 0001144204-12-040024  (sec.gov) \nCereplast has also been kept up and running and has been reincarnated after bankruptcy as ANOTHER Chinese \nmoney laundering shell \nIronridge also NITE top traded fraud VelaTel \nEDGAR \nFiling  Documents for 0001144204-15-009142  (sec.gov) \nAND ANOTHER SEC fraud on the SONY: NewLead Holdings for which I filed a  separate but related TCR \nEDGAR \nFiling  Documents for 0001144204-14-014312  (sec.gov) \nOther selling shareholders: \nHarbor Gates Capital LLc \nMichael Sobeck and Christina Avila: Puerto Rico \nSobeck is a  Prolific Bag Men formerly Tangiers \nHighlighted by me with a few NITE top traded shells like NYXIO \nEDGAR Search Results  (sec.gov) \nAnother seller in the SEC approved Parallax Si: \nThe Cobran LLC \nControlled by Richard Rosenblum also Harborview Advisors NJ \nand \nDavid Stefansky. \nStefansky also in money laundering shell Aquamed Technologies now Nexgel \nEDGAR Search Results  (sec.gov) \nStefansky controlled Aquamed/Nexgel with Nachum Stein \nStein is CEO/Chairman of American European Insurance \nAbout  i  American European Insurance Group (aeiginsurance.com) \nAquamed/Nexgel77777\nFor his part Rosenblum is involved in OTC bb shell Innovative Payment Solutions: IPSI \nfka Asiya Pearls Inc, fka QPAGOS \nEDGAR Search Results  (sec.gov) \nIPSI CTO is formerly CTO at Cyprus based/NASDAQ listed QIWI: related to my NetElement TCR. \nAn \"Investor\" in IPSI is Robert Klimov/Bellridge Capital \nKlimov/Bellridge also in the money laundering shell Black Cactus Global Inc \nFKA Envoy Group \nNow BLGI Inc \nEFTA00010828\n\nEDGAR Search Results  (sec.gov) \nKlimov/Bellridge/Black Cactus involved in some Paid P&D \nhttps://www.sec.gov/Archives/edgar/data/1575345/000116169718000269/exhibit 99-1.htm \nAnother seller in Parallax: \nDigital Power Lending LLc \nContact —  Digital \nPower Lending \n;2, \nContact -  Digital Power Lending \nGet in Touch with Us. Fill out the contact form below and one of \nour courteous professionals will get back to you as soon as \npossible. \ndigitalpowerlending.com \nDPL is a subsidiary of DPW Holdings now Ault Group \nControlled by Milton Ault \nEDGAR Search Results  (sec.gov) \n\"investor\" in DPW: \nEsousa: Michael Wachs/his ex wife: Net Element: RBL with Crede: Peizer: Wachs partner. Peizer: \nFreeSeas/TopShips. AND Milken obstruction of justice with David \"djdsol\" Solomon: current CEO Goldman Sachs \nEDGAR Filing  Documents for 0001104659-20-087614  (sec.gov) \nEDGAR Filing Documents for 0001104659-20-087614 \nDPW Holdings, Inc. (Subject) CIK: 0000896493 (see all company filings) IRS No.: 941721931 I State of \nIncorp.:DE I Fiscal Year End: 1231 Type: SC 13G I Act: 34 I File ... \n,An.; 'N. \nsec .9 ov \nDigital Power Lending: Newport Beach CA. \nOh, did I forget to mention Parallax CEO Paul Arena is well known to the SEC as well as the New Mexico \nSecurities regulator? \naugmecorresp041911.htm  (sec.gov) \nOTHER Paul Arena money laundering shells: \nAugme \nfka HipCricket,Innerspace,Modavox,Surfnet \nNow: EPMLive. Kept up and running by the SEC \nEDGAR Search Results  (sec.gov) \nEFTA00010829\n\nGeos Communications: fka Digital Data Networks, 12 Telecom International \nEDGAR Search Results  (sec.gov) \nRevoked by the SEC as a  shell \nand \nCerus Technology Partners fka AIM Group Inc \nEDGAR Search Results  (sec.gov) \nBut But But But \n\"COVID Disclosures\" \nALL of the activity detailed in my claims is very much on going in July 2021 thanks to SEC criminal \nobstruction/corruption on display once again in the SDNY with this complaint. This complaint is yet ANOTHER \nfraud on the SDNY Courts and is irrefutable evidence of my serious allegations: \nThe SEC is a grossly corrupt, criminal organization ACTIVELY facilitating multiple, massive,ongoing frauds on the \npublic it is mandated to protect to the benefit of the criminals who own them while screwing the whistleblower \nwho caught them: ME \nPer the PR announcing the Parallax COVID disclosure complaint: \n\"The Commission appreciates the assistance provided by the Financial Industry Regulatory Authority\" \nKevin Goodman: SEC OCIE BD's was made Chief Overlord of FINRA: Goodman new title: \nOCIE FINRA and Securities Industry Oversight (FSIO) group \nReport from \nFINRA Board of Governors Meeting — September 2019  1  FINRA.org\nReport from FINRA Board of Governors Meeting -  September 2019 I \nFINRA.org \nWASHINGTON -  FINRA's Board of Governors met on Sept. 24-26 at FIN RA's offices in New York, where it \napproved six rule proposals and received several operational updates from FINRA staff.. The Board \ncontinued its engagement with key stakeholders by meeting with two officials from the Securities and \nExchange Commission (SEC): Pete Driscoll, Director of the SEC's Office of Compliance ... \nwww.finra.org \nFINRA/Goodman put out this friendly reminder just yesterday for Criminal BD's like NITE/CDEL who own the \nSEC/FINRA and their PFOF/Best execution \"requirements\" \nRegulatory Notice \n21-23  1  FINRA.org\nRegulatory Notice 21-23 I FINRA.org \nSummary FINRA is issuing this Notice to remind member firms of longstanding Securities and Exchange \nCommission (SEC) and FINRA rules and guidance concerning best execution and payment for order flow, \nwhich the SEC has defined very broadly to refer to a  wide range of practices including monetary payments \nand discounts, rebates, or other fee reductions or credits. \nwww.finra.org \nEFTA00010830\n\nNo doubt a deterrent from the BD SRO FINRA where the salaries of employees are paid by the criminals they \n\"oversee\". \nWhat an absolute farce of an enforcement deterrent the BD SRO FINRA is. Goodman is the PERFECT fit as the \nFINRA Overlord at the SEC. This bullshit \"COVID 19 disclosure\" complaint brought by the SEC/FINRA/Goodman \net al is yet another example of SEC obstruction and corruption. Like \"front running\", \"order handling\", \"market \naccess\", \"stand alone P&D\", etc etc etc. NOT a deterrent. Intentionally. So the criminal activity can continue. \nBecause the criminals OWN the SEC/FINRA. This is why the SEC has outsourced the entire OTCM to FINRA. \nIncluding short interest reporting, issuer corporate actions: reverse splits, and compliance with the BSA. \nJudge Oetken et al: The reason SEC IG Hoecker and his \"bosses\" at the SEC don't want to meet with me despite \nmy many offers to do so (same goes for Dal/FBI): I would absolutely HUMILIATE them. \nCheers! \nChristopher J Dilorio \nWhistleblower Extraordinaire \n303-877-7008 \nEFTA00010831\n\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nSDNY Judges: which one of you will be the lucky recipient of still MORE SEC fraud on your courts? \nComplaint - \nOFER ABARBANEL (sec.gov) \nAs is SOP for the SEC \nMore OMMISSIONS than submissions \nEDGAR Search Results  (sec.gov) \nper the Welshans et al SEC \"complaint\" \n\"NALR is a shell company....\" \nFull stop. NALR/Alaska/New York/State was at ALL times a FULLY REPORTING SEC company \nAre we clear? \nFurther: \n\"From March 2019 through November 2020, Abarbanel and the ( FULLY SEC REPORTING SHELL) Fund \ntransferred approximately $102,000,000 of the funds invested by investor Group A into NARL ACCOUNTS\" \nthe COO of State Funds/New York Alaska is Nicholas Abbate \nA former \"independent\" Market Maker at Knight Capital \nUNITED STATES  (sec.gov) \nGuess who controlled (for others) 40% of the State Fund receiving the $102,000,000 investor Funds? \n\"Note 9. Control and Ownership\" \nBrown Brothers Harriman \nThe penny stock money launderer FINRA/Dick Best all entities un named \nGuess who controlled (for others) 57% of the State Fund/NARL receiving the $102,000,000 investor funds? \nBahamas/Toronto based Old Fort/Mosaic Ltd \nMosaic Financial (mosaic-financial.com) \nEFTA00010832\n\nMosaic Financial \nFor more than 50 years, our team has built on expertise in private \nbanking for UHNW individuals and families to serve larger and \nmore complex accounts in financial technology. To serve our \nclients better, we provide a turnkey asset management platform \nthat simplifies custody, execution, accounting, reporting, research, \nmosaic-financial.com \nYet, somehow/ some way: no mention of COO Abbate, BBH, OR Mosaic/Old Fort \nAND \nOf course: absolutely ZERO reference to AML. \nANOTHER fraud SEC complaint coming to the SDNY Courts \nThe SEC is a grossly corrupt, criminal organization bought and paid for by criminals ACTIVELY facilitating \nmultiple, massive, ongoing frauds on the public while screwing the whistleblower who caught them: ME \nCheers! \nChris \nEFTA00010833\n\nSDNY,NY Supreme Court, NJ Judges et al \nto say the SEC is a grossly corrupt ,criminal enterprise ACTIVELY facilitating multiple, massive, ongoing frauds on \nthe public to the benefit of the criminals who own them while screwing the whistleblower who caught them: \nme. The real world implications of this irrefutable FACT are staggering. REAL lives changed/ruined. Staggering \nlosses for \"main street investors\" as Clayton referred to them. Because, for ANYONE spending more than an \nhour or 2 on a trading desk: Gordon Gekko was right: \"It's a zero sum game. Somebody wins, somebody loses\". \nThe Grossly corrupt SEC has rigged the game in favor of the criminals over the public it is mandated to protect. \nMr Paley, did your Micro Cap Fraud Task Force actually accomplish ANYTHING? How did 4+ \nTRILLION shares of OTCM money laundering shells trade in 1Q 2021? Are prolific Bag Men like Kramer and \nHonig etc etc etc actually \"out of business\"? \nHELL NOI \nMr Gensler, Chair Waters/Congress made repealing the grossly corrupt Clayton, Peirce, Roisman Rule in the \nsummer of 2020 that exempts 90% of current 13 F filers a priority. Will you execute the stated will of Congress? \nAs the Corrupt POS Paley et al know: NONE OF THESE CRIMINALS are out of business in 2021. In Fact, business \nis BOOMING \nSEC.gov I  SEC Proposes Amendments to Update Form 13F for Institutional \nInvestment Managers; Amend \nReporting  Threshold to Reflect Today's Equities Markets \nSEC.gov I SEC Proposes Amendments to Update Form 13F for Institutional \nInvestment Managers; Amend Reporting Threshold to Reflect Today's \nEquities Markets \nThe Securities and Exchange Commission today announced that it has proposed to amend Form 13F to \nupdate the reporting threshold for institutional investment managers and make other targeted changes. \nwww.sec.gov \nSpeaking of Prolific Bag Man Honig: As you are all aware, I  made the connection between Honig, Russian \nentities,Signature Bank: SBNY, and the criminal law firm of Sichenzia Ross. Mr Gottschall: Have you been able \nto locate Castle Rock on a map yet? \nHere are just a few of the recently filed RIOT Blockchain filings with the SEC \nEFTA00010834\n\nDetailing a few \"transactions\" \nWith the likes of The Bejing China Bitcoin mining company Bitmain where RIOT bought the \"mining machines\" \nat the Rockdale Texas lgig-F \"HPC\" data center. It doesn't look like Bitmain has much of a future in China. But \nRockdale Texas is a growth market for sure. \nhttps://www.sec.gov/Archives/edgar/data/ I  I 674 I 9/000107997321000272/ex99x I .htm \nSEC.gov I HOME \nHash Rate Growth . By Q4 2022, Riot expects a total hash rate capacity of 7.7 EH/s with a fleet of \napproximately 81,146 Antminers, 95% of which will be the latest generation 519 series model. \nwww.sec.gov \nAnother \"transaction\" involves the RIOT acquisition of a Data Center in Rockdale Texas owned by a German \nentity called Northern Data/Northern Bitcoin/Whinstone \nNorthern Data AG successfully closed the sale of its Texas data center to Riot Blockchain, Inc. - Northern Data \nAG \nNorthern Data AG successfully closed the sale of its Texas data center to \nRiot Blockchain, Inc. - Northern Data AG \nFrankfurt am Main -  May 27, 2021 -  Northern Data AG (XETRA: NB2, ISIN: DE000A0SMU87) a leading \ninfrastructure supplier for Bitcoin mining and other HPC infrastructure solutions, successfully completed the \nsale of its U.S. subsidiary Whinstone US, Inc., which operates a high-performance data center facility based \nin Rockdale, Texas, to Riot Blockchain, Inc. (NASDAQ: \"RIOT\"). The ... \nnortherndata.de \nNorthern Data is a publicly traded company with ADR's trading OTCM Pinks. \nUS Jurisdiction established \nHalf-Year-Report 2019.pdf (northerndata.de) \nHALF-YEAR REPORT 2019 - Northern Data \nPAGE 4 NORTHERN BITCOIN AG I HALF YEAR REPORT 2019 BITCOIN IS CHANGING THE WORLD Bitcoin is a \ndigital finance system that cannot be manipulated. \nnortherndata.de \nEFTA00010835\n\nInvestor Relations - Northern Data AG \nInvestor Relations - Northern Data AG \nNorthern Data AG develops and operates global infrastructure \nsolutions in the field of High-Performance Computing (HPC). \nWith its customer-specific solutions, the company provides the \ninfrastructure for various HPC applications in areas such as bitcoin \nmining, blockchain, artificial intelligence, big data analytics, loT or \nnortherndata.de \nOTC Markets \n I  \nNDTAF  I  Company Profile I  OTC Markets \nNorthern Data is now a 12% holder of RIOT \nInline XBRL Viewer (sec.gov) \nEDGAR Filing  Documents for 0001140361-21-019019 (sec.gov) \nNorthern Data/Bitcoin Frankfurt came into existence in 2015. \nThe founder is a guy named Mathis Schultz. Mr Schultz previously was a Private Banker at Julius Baer, LGT, \nand Elan Capital Management \nMining  Like a Viking: How the Fjords of Norway Offer a Greener Alternative - Bitcoin Magazine: Bitcoin \nNews, Articles,  Charts,  and Guides \nMining Like a Viking: How the Fjords of \nNorway Offer a  Greener Alternative - Bitcoin \nMagazine: Bitcoin News, Articles, Charts, and \nGuides \nNorthern Bitcoin's energy costs are lowered still by the climate \ncontrol measures Lefdal mine features by design. As if the \nNorwegian climate wasn't cool enough, the data center is \nsituated some 656 feet below ground, so it maintains a constant \ntemperature of 55 degrees Fahrenheit (-42.5 degrees Celsius). \nbitcoinmagazine.com \nSchultz picked a very interesting nobody from New Orleans to build his 1Gig+ \"HPC\" data center in Rockdale \nTexas: Chad Everett Harris \nqualifications? \nThe Year of Chad Everett Harris - Chad \nEverett Harris \nEFTA00010836\n\nThe Year of Chad Everett Harris - Chad Everett \nHarris \n2020 will be the Year of Chad Everett Harris. This will be the year \nthat the last 1642 days of work pays off and things get back to \nmy normal chaotic life that I love. This year will be filled with \nachievement, challenges, and excitement. It will also be a year of \nliving in the 1...] \nwww.chadeverettharris.com \nChad Everett Harris  i   Meet New Orleans Entrepreneur \nChad Everett Harris I Meet New \nOrleans \nEntrepreneur \nChad Everett Harris realized his passion for entrepreneurship very \nearly on in his childhood. Born in Palos Verdes, California in 1969, \nhe spent much of his young life moving between cities across the \nUS.In his early years alone, he spent considerable time in Georgia, \nMichigan, and Louisiana. \nwww.chadeverettharris.com \nChad Everett Harris Archives - Page 2 of 4 - Chad Everett Harris \nNorthern Data/ Northern Bitcoin bought Whinstone in 2019. \nWhinstone was building its Rockdale Texas 1  gig+ \"HPC\" data center in 2020 supervised by Chad Everett Harris \nNorthern Data/ Northern Bitcoin sells Whinstone Texas \"Data center\" in April 2021 \nNorthern Data founded in 2015 by former Private Banker Mathis Schultz \nRIOT has no office at SEC filings address. \nRIOT is Honig/Russian money laundering shell \nRIOT does \"offering\" with SBNY as escrow agent and the criminal law firm Sichenzia Ross. \nNorthern Data trades OTCM Pinks: no info \nNorthern Data now owns 12% of RIOT \nRIOT is a \"customer\" of Beijing based Bitmain which has been effectively shut down by the PRC \nBitmain filed a \"secret ipo\" with \nClayton/SEC \nRIOT is a National security risk and ONGOING fraud on the public kept up and running by the grossly corrupt \nSEC: \nGottschall et al \nBitmain \nMr Gottschall: And to think ALL of this is happening 15 from my home in Castle Rock Colorado. Too flicking \nfunny. \nCheers! \nEFTA00010837\n\nChristopher J \nDilorio \n303-877-7008 \nEFTA00010838\n\nSONY, NY Supreme Courts/NJ Courts grossly corrupt SEC et al, \nLet's break down VIRT CEO Dougie \"Mr Transparency\" Cifu comments to Sell Side analists on the NITE/VIRT 10 \n2021 earnings call in May 2021: \nPer below: \n\"Yes, Dan, obviously you look at the same metrics I do, just to give you a little commentary on them,' mean \nApril volumes were a hair under 10 billion shares per day which is down 32 odd percent from the first \nquarter \" \nMeaning: 10 2021 equity market making volumes at NITE were roughly 13 billion shares per day. \nLet's compare the last KCG stand alone quarter: 1Q2017 (below) where total equity market making share \nvolumes were \"a hair OVER 10 billion shares per day\": 10.082 billion shares per day to be exact. \nKCG 1Q2017: 154 mil trading revenue \n93.589 mil commissions/fees \neps .05/ 67 mil shares outstanding \nSince Dougie \"Mr Transparency\" Cifu won't actually disclose 1Q2021 metrics, let's do some simple math and \nsolve for \"X\" shall we? \nNITE/VIRT COMBINED 1Q2021 \nRemember: \"April volumes were down approximately 32% from 10 2021 volumes \" \nApril volumes were a \"Hair under 10 billion shares pe day\" \nTherefore: Cifu says to Sell Side analysts on May4 2021 earnings call: 1Q2021 share volumes were roughly 13 \nbillion shares per day \nThe 1q2021 NITE/VIRT combined SEC reviewed 100 \nDocument  (sec.gov) \ntrading income: 812.743 mil \nnet commissions: 191.64 mil \neps 1.91/sh on 123.4 mil shares out \nAgain: 10 2017 OTCM Pink money laundering shell volumes: 90%+ of total equity MM volumes \nOVERALL OTCM Volumes: 100-300 billion shares/month \nin 1Q2021 OVERALL OTCM Money laundering share volumes were 4+ TRILLION shares \na 10-30x+ INCREASE 2021 vs 2017 in OTCM Money laundering shell volumes \nYET TOTAL equity market making share volumes were up just 30+% 1Q2021 vs KCG stand alone 1Q2017???? \nHow much market share did NITE/VIRT LOSE since 2017: 90+%???? \nNITE/VIRT 1Q2021 share volumes were MULTIPLES of 13 billion shares/day. Cifu is KNOWINGLY LYING \nFurther: \nRecall: ANOTHER example of SEC corruption: the KCG 1Q2014 \"astronomical\" OTCM share volume metrics \nexpunged by McKessy, Norberg, Pasquinelli, et al from the 1Q2014 100: \nThe KCG stand alone 1Q2014 100: the basis of my March 2014 letter to McKessy with Berger Montague : I have \nattached the KCG 1Q2015 SEC reviewed 100 above \nYear over year numbers: The corrupt SEC failed to expunge \npg 53 \n1Q2014 KCG STAND ALONE OTCM share volumes \n14.045 BILLION shares/day (My Letter to McKessy) \nEFTA00010839\n\nNYSE/NASDAQ volumes: 862 MILLION shares/day \nSo according to Dougie \"Mr Transparency\" Cifu\" \n1Q2021 average daily share volumes were roughly 13 billion shares per day: This number is LESS than KCG stand \nalone 1Q2014 share volumes of almost 15 billion shares/day: 7 FUCKING YEARS AGO \nIn 1Q2014 KCG trading revenue was 254.6 million and eps was .30/share \nThis is blatant, egregious Cifu/SEC facilitated fraud on the public the SEC is mandated to protect. \nWHY is Cifu hiding this from the investing public and as important: WHY is the grossly corrupt SEC letting him? \nRead my TCR. In furtherance of the conspiracy: the CORE business at Knight/KCG/VIRT: NITE is and always has \nbeen Illegal naked shorting OTCM shells to facilitate money laundering. \nFurther: Clayton et all CORRUPTLY gave NITE and CDEL their own exchange: MEMX: in 2020 for this EXACT \nreason \nThe FINRA OTCM share volume discrepancies explained: NITE/VIRT is NOT reporting the vast amount of illegal \nnaked shorting OTCM share volumes. Recall my correspondence to the grossly corrupt SEC when MEMX was \nannounced: \"Just between us criminals\" \nOnce again, my allegations are irrefutably accurate. The SEC has AGAIN doubled down and taken the side of the \ncriminal entity NITE. As a result: the SEC ACTIVELY facilitates multiple, ongoing frauds on the public to the \nbenefit of the criminals who own them while screwing the whistleblower who caught them: ME. \nCheers! \nWhistleblower extraordinaire \nChristopher J Dilorio \n303-877-7008 \nEFTA00010840\n\nSONY/NY Supreme Court/NJ judges: My apologies. I think I typed too fast for many on this email. Let me state \nplainly what I allege: For that, I turn directly to UBS Sell Side Analyst Alex Kramm who had quite the exchange \nwith Cifu on the 10 2021 earnings call earlier this month. \nMr Kramm: based on my analysis below, tell everyone WHY you think Cifu chose to be \"Less transparent\" with \nregards to 10 2021 share volumes? \nI'll type slower this time: \n10 2021 OTCM total reported share volumes: 4+ TRILLION \nCifu on the call(' have electronic version should you prefer) \n\"Yes Dan (Jefferies analyst Fannon), obviously, you look at the same metrics I do, just to give you a little \ncommentary on them (without actually disclosing them), I mean April volumes were a hair under 10 billion \nshares per day \" \nMr Kramm: this is a knowingly, blatantly false and misleading statement. Accurately: a bald face lie. This is why \nCifu won't disclose the actual share volumes. \nPer below: in 10 2017: the last stand alone KCG quarter: OTCM share volumes were reported in SEC reviewed \n10O at 9+ billion shares/day. Back when OTCM TOTAL SHARE VOLUMES were reported in the 100-300 billion \nshares per month. \nYet, in 10 2021 when total reported OTCM share volumes were more than 1 TRILLION shares per month, hitting \nalmost 2 TRILLION shares in Feb 2021, Cifu would have us believe NITE Equity market making share volumes \nwere a \"hair under 10 billion shares per day\". \nA blatant LIE. The SEC knows EXACTLY what the NITE equity share volumes were in 1Q2021. And it was a  LOT \nMORE than \"a hair under 10 billion shares/day\". Driven of course by OTCM Money laundering shells.Trading \nprofits: illegal naked shorting. Exploding balance sheet. Insolvent still/again. \nOnce again, the SEC facilitating/covering up a MASSIVE ongoing fraud on the public to the benefit of the \ncriminals who own them while screwing the whistleblower who caught them: ME \nEFTA00010841\n\nHave a GREAT long weekend! \nChristopher.' Dilorio \nWhistleblower Extraordinaire \n303-877-7008 \nEFTA00010842\n\nThere have been 3 (THREE) SEC actions CLEARLY based on my information that also CLEARLY qualify for OWB \nAward eligibility. \nSason/Keener/Salviola et al: NewLead \nJoshua Sason, et al. (Release No. LR-24403; Feb. 15, 2019) (sec.gov) \nJoshua Sason, et al. (Release No. LR-24403; Feb. 15, 2019) \nSEC Files Charges in Elaborate Microcap Stock Fraud Litigation Release No. 24403 / February 15, 2019 \nSecurities and Exchange Commission v. Joshua Sason, et al. \nVONW.sec g ov \nJohn Fife \nJohn M. Fife, Chicago \nVenture Partners, L.P., Iliad Research and Trading, St. George Investments LLC, Tonaquint, \nInc., and Typenex Co-Investment, LLC (Release No. LR-24886; Sep. 3, 2020) (sec.gov) \nJohn M. Fife, Chicago Venture Partners, L.P., Iliad Research and Trading, St. \nGeorge Investments LLC, Tonaquint, Inc., and Typenex Co-Investment, LLC \n(Release No. LR-24886; Sep. 3, 2020) - SEC.gov \nThe Securities and Exchange Commission today filed charges against John M. Fife of Chicago and \ncompanies he controls for acquiring and selling more than 21 billion shares of penny stock without \nregistering as a securities dealer with the SEC. \nVO.VVi.SEC goy \nJustin Keener/JMJ \nJustin W. Keener d/b/a JMJ Financial (Release No. LR-24779.  Mar. 24  2020) (sec.gov) \nJustin W. Keener d/b/a JMJ Financial (Release No. LR-24779; Mar. 24, 2020) \n- SEC.gov I HOME \nSEC Charges Unregistered Penny Stock Dealer Litigation Release No. 24779 / March 24, 2020 Securities and \nExchange Commission v. Justin W. Keener d/b/a JMJ Financial, No. 20-cv-21254 (S.D. Fla. March 24, 2020) \nwww.sec gov \nALL: My information. \nYet NONE of these actions have been posted to the OWB Award Eligible website \nSEC.gov I  Office of the \nWhistleblower \nSEC.gov I Office of the Whistleblower \nEFTA00010843\n\nNOTICE: Until further notice, any Whistleblower Award Applications submitted by mail should be sent to \nthe following address due to the mandatory telework posture at the SEC's Washington, DC headquarters: \n14420 Albemarle Point Place, Suite 102, Chantilly, VA 20151-1750. \nwww.sec.gov \nSEC IG Hoecker: HOW IS THIS REMOTELY PLAUSIBLE?? \nThere is only 1 explanation: SEC criminal obstruction and corruption. \nLike the Dick Best/FINRA BBH complaint: also my information. No mention of executing broker dealers/MM's. \nOR as the SEC would like us to believe: \"Penny stock trading fairies\" \nNO! \nThe SEC in ALL of these actions is protecting the criminal enterprise which has been bailed out on multiple \nocassions: Knight/KCG/VIRT:NITE \nAutomatically placing this criminal enterprise on the SEC \"Do not investigate list\". \nAs a result, the SEC has KNOWINGLY, ACTIVELY facilitated countless, ongoing frauds on the public it is mandated \nto protect. ALL of the ilegal activity I have detailed is ongoing in May 2021. NITE is again/still insolvent. Cifu in \nthe latest attempt to conceal this massive ilegal activity has once again limited transparency for the investing \npublic. The NITE O1 earnings call: May 4, 2021 \nVirtu Financial Inc  (VIRT) \nO1 \n2021 Earnings Call Transcript    The Motley Fool \nVirtu Financial Inc (VIRT) Q1 2021 Earnings \nCall Transcript I The Motley Fool \nVirtu Financial Inc (NASDAQ:VIRT) Q1 2021 Earnings Call May 4, \n2021, 8:30 a.m. ET. Contents: Prepared Remarks; Questions and \nAnswers; Call Participants; Prepared Remarks: Operator. Good day, \nand ... \nfool .cor \nCifu: \"April volumes were a hair under 10 billion shares per day \" \nSo, the last 10O filed by KCG/Knight as a stand alone company was 1O 2017. The VIRT acquisition closed on July \n31, 2017. Cifu won't disclose and the SEC let him KCG 2Q2017 financials. BLATANT fraud. Cifu/ the SEC wrote \ndown more than $4 billion in fails. \nEDGAR Search Results  (sec.gov) \nThe 1Q2017 KCG 10Q \nDocument  (sec.gov) \npg 49 \nMarket Making scats. Cifu no longer discloses in SEC reviewed filings \nAvg daily OTC BB and OTC Market shares traded (millions) 9,096 \nAvg daily NYSE AND NASDAQ shares traded (millions) 986 \nPer my consistent correspondence with the SEC: Knight/KCG:NITE derived 80-90%+ of their equity Market \nmaking share volumes from OTCM . This is why VIRT acquired KCG/Knight. This is and always has been the core \nbusiness at NITE. This is what Cifu conceals from the investing public. In May 2021. \nEFTA00010844\n\nAs I have also detailed over the last several years: FINRA share stats data is complete fraud. This ALSO continues \nin May 2021 \nMarket Statistics - Equity Trading  Data \nMonthly (finra.org) \nAt the top of the page: \"Last month statistics: April-2021 Share volume 44+BILLION shares\" \nYet below that under April share volumes:TOTAL SHARES: 928+BILLION \nThe Knight/KCG/VIRT: NITE balance sheet in 10 2021 filed with the SEC in May 2021 \nThe balance sheet is AGAIN exploding \nInline XBRL \nViewer  (sec.gov) \nNOT HFT related where holding time is seconds \nTangible book after properly classifying naked short fails: booked as an asset: receivable due to self clearing: \ninsolvent. By a VERY wide margin. \nALL as a  direct result of ONGOING SEC criminal obstruction and corruption. \nSo, Ms Pasquinelli: who was the executing BD/MM converting all of these fraud notes into worthless certs and \ndumped on the investing public where they are converted to real money? WHY would ANY BD/MM execute \nthese trades? HOW do OTCM money laundering shells trade to trip zeroes? More buyers than sellers? NOPE: \nilegal naked shorting to facilitate money laundering. That is why none of these actions have been posted to the \nOWB website. Even though they CLEARLY are eligible actions: My information. \nCheers! \nChris \nEFTA00010845\n\nDavid Urban: Trump PA Campaign Manager and NITE Not So Independent Board Member and his own money \nlaundering shell: FSD Pharma: HUGE with Pakistani's \nHad a  BINDING LOI to acquire Israeli Therapix. \nFSD \nPharma Responds to \nTherapix Termination of Binding \nLOI \nI  \nBusiness \nWire \nNot so binding. I caught them. Plan B \nTherapix: An Israeli money laundering shell where Stetson was \"investor\" \nEDGAR \nFiling  Documents for 0001493152-17-003810  (sec.gov) \nand never shut down by the SEC as is typical of many Honig money laundering shells \nEDGAR Search Results  (sec.gov) \nToday, Therapix is now Sci Sparc Ltd \nSEC approved offerings done By Aegis \nSEC \nFORM D \nYes: that Aegis: also very much up and running in May 2021. New York: SDNY jurisdiction \nWe don't need no stinkin' SAR's. Aegis prolific OTCM/NASDAQ shell money launderer \nAegis Capital Corporation  (sec.gov) \nUNITED STATES OF AMERICA Before the SECURITIES AND EXCHANGE \nCOMMISSION ADMINISTRATIVE PROCEEDING File No. 3-18412 ORDER \nINSTITUTING ADMINISTRATIVE PURSUANT TO SECTIONS 15(b) AND 21C \nEFTA00010846\n\nOF THE SECURITIES EXCHANGE ACT OF 1934 AND SECTION 203(e) OF \nTHE INVESTMENT ADVISERS ACT OF 1940, - SEC.gov I HOME \n3 As a result of the foregoing, Aegis willfully 2 violated Exchange Act Section 17(a) and Rule 17a-8 \nthereunder. RESPONDENT Aegis is a dually-registered investment adviser and broker-dealer with multiple \nbranches \nWell known to the SEC/FINRA: WHO were the customers? \nWho were the executing BD/MM's? MORE SEC \"penny stock trading fairies\" of course. NOPE: NITE. \nWHY are all entities once again UN Named? \nRobert \nEide.pdf (finra.org) \nFINANCIAL INDUSTRY REGULATORY AUTHORITY OFFICE OF HEARING \nOFFICERS - FINRA.org \nFINANCIAL INDUSTRY REGULATORY AUTHORITY OFFICE OF HEARING OFFICERS DISCIPLINARY \nPROCEEDING NO. 2011026386002 HEARING OFFICER: MJD ORDER ACCEPTING OFFER OF SETTLEMENT \nAugust 3, 2015 INTRODUCTION Disciplinary Proceeding No. 2011026386002 was filed on October 21, \n2014, by the \nwww.finra.org \nOrders Accepting  Offers of Settlement - Aegis Capital Corp.  Charles Smulevitz Kevin McKenna (finra.org) \nComplainant, Hearing Officer Rochelle S. Hall Department ofEnforcement, \nDisciplinary Proceeding ORDER ACCEPTING OFFER OF OFFICE OF \nHEARING OFFICERS INDUSTRY REGULATORY AUTHORITY FINANCIAL \nAegis Capital Corp. SETTLEMENT Date: August 3, 2015 Respondents. \nINTRODUCTION - FINRA.org \nanother F11\"4RA member and registered with FINRA, through the firm, in several capacities, including as a \nGSR and GSP. Under Article V ofthe FINRA By-Laws,FINRA possesses \nwww.finra.org \nKevin Mckenna and Robert Eide (sec.gov) \nKevin Mckenna and Robert Eide - SEC.gov I HOME \n3 As a result of the foregoing, McKenna willfully 2 aided and abetted and caused Aegis' violations of \nExchange Act Section 17(a) and Rule 17a-8 thereunder and Eide was a cause of Aegis' violations. \nyo.vw \nsec gov \nEFTA00010847\n\nStetson: Honig side kick. Therapix now SciSparc. Still Israel \nBeginning on pg 10 of the SciSparc SEC approved and reviewed registration \nhttps://www.sec.gov/Archives/edgar/data/1611746/000121390021022427/ea139707-\nfl scisparcltd.htm#a 009 \nwww.sec.gov \n20 Raul Wallenberg Street Tower A, Tel Aviv 6971916, Israel. Tel: (+972) (3) 610-3100 : Puglisi & Associates. \n850 Library Ave., Suite 204. Newark, DE 19711 \nvii.vw.sec gov \nSellers include: \nAegis CEO Robert Eide Pension Plan: NOW that is f'n funny \nHoboken restraunteur Rohit Bawa \nNYC Restaurateur Revamping  Former Liberty Bar Site  i  Jersey Digs \nVJ \nConnecticuit distributor Michael Bozzuto \nContact  I  Bozzutos.com \nContact I Bozzutos.com \nNYC Restaurateur Revamping Former Liberty \nBar Site I Jersey Digs \nThe building itself was designed by Minervini Vandermark and \nwill be four stories of concrete construction. The residential \ncomponent will consist of three separate 3-bedroom, 2-bathroom \nunits, each occupying one floor. \njerseydigs.com \nConnect With One of Our Teams. We value your feedback. Let us know what's on your mind and how we \ncan serve you better. Please select a  department on the left to send a message directly to the team you \nwould like to reach. \nwww.bozzutos.com \nand, prolific Bag Man Michael Bigger \nBigger Capital \nEDGAR Search Results  (sec.gov) \nAND many more \nMore on New York based Bigger Capital coming \nOf course, Aegis has a BOOMING wealth Management business \nEFTA00010848\n\nHow many related party transactions in this SEC reviewed Therapix Fl? \nhttps://www.sec.gov/Archives/edgar/data/1611746/000121390016017994/ff12016 therapixbio.htm#a 017 \nNext up: SciSparc \nAegis \"Investment banking\" has ties to Israeli military \nIsaac Livni-EIDE: related? \nInvestment \nBanking  Team - Aegis Capital Corp. (aegiscapcorp.com) \nAegis just did an SEC approved offering for Meten EdtechX Education Group \nChina \nEDGAR Search Results  (sec.gov) \nBrought to the US public/NASDAQ by the same Bag Man who brought Hwang/Archegos money laundering shell \nGSX to the US/NASDAQ \nPuglisi and Associates:Delaware \nhttps://www.sec.gov/Archives/edgar/data/1796514/000121390020018525/ea124386-fl metenedtech.htm \nForm \nF-1 (sec.gov) \nSome reports I've read suggest the SEC won't investigate Archegos/Hwang because it lacks \"jurisdiction\". \nPerhaps Ms Hodgman/Strzok can clarify for us. \nRecall: Honig,Stetson/Frost/Alpha Cap (my TCR). As I REPEATEDLY told the SEC: multi BILLIONAIRE Frost didn't \nrisk it all to make a few million. He/they were laundering \n8 (EIGHT) YEARS after submitting my NITE/UBS TCR with the SEC, Alpha Capital Anstalt is very much up and \nrunning in 2021 \nEDGAR Search Results  (sec.gov) \nFor His part: Frost bought Ladenberg from lcahn/Lorber/ et al: Vector/New Valley AFTER Ladenberg had bought \nIcahn's former firm Gruntal. Gruntal: SAC,Sater,Feinberg, Icahn: MILKEN \nArchegos and Greensill: Credit Suisse. \nCredit Suisse is controlled by Milken flunkies. Including the Risk Officer who quietly stepped down. \nGreensill: Jim Justice: Magna/Sason/Saviola/Sichenzia: SDNY/NY Supreme Court \nI suspect there will be no SEC investigation of Credit Suisse. Ms Hodgman Strzok is an expert at criminal \nobstruction. \nPretty good, eh? \nIt's a gift really \nCheers! \nChristopher J Dilorio \nWhistleblower Extraordinaire \n303-877-7008 \nEFTA00010849\n\nSimply put: RIOT exists in SEC filings only. Multiple Honig money laundering shells: Aspenbio/Venaxis/Bioptix \ninvolving Russian Government entity: Rusnano \nRIOT world HQ in Castle Rock is 15 minutes from my home. Apparently Mr Gottschall can't seem to find Castle \nRock on a map. There is no RIOT at SEC filing address. \nAn ISP: Clear Connect and a Pakistani BPO entity: NASDAQ traded IBEX. \nWho did Mr Gottschall deliver his \"no further investigation\" letter to exactly? It sure as hell wasn't RIOT. \nBTW: as a result of said Gottschall letter/determination as result of his incredibly THOROUGH investigation, the \nSEC chose not to review a RIOT offering in December 2020 \nRiot Blockchain, Inc. 5-3 Letter.pdf (sec.gov) \nUNITED STATES SECURITIES AND EXCHANGE COMMISSION \nWASHINGTON, D.C. 20549 DIVISION OF CORPORATION FINANCE - \nSEC.gov \nUnited States securities and exchange commission logo December 11, 2020 Jeffrey McGonegal Chief \nExecutive Officer Riot Blockchain, Inc. 202 6th Street, Suite 401 \nwww.sec.gov \nand resulted in Susquehanna/CVI pump and dump \nEDGAR Filing  Documents for 0001104659-21-023563  (sec.gov) \nEFTA00010850\n\nEDGAR Filing Documents for 0001104659-21-023563 \nRiot Blockchain, Inc. (Subject) CIK: 0001167419 (see all company filings) IRS No.: 841553387 I State of \nIncorp.:NV I Fiscal Year End: 1231 Type: SC 13G I Act: 34 ... \nJudge Engelmayer, other SDNY/NY Supreme Court Judges: I implore you to send me a  subpoena \nCheers! \nChris \nEFTA00010851\n\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nWell well well. Mr Gottschall ended his \"thorough investigation\" into RIOT/Honig et al on 1/29/2020 \nRiot Blockchain SEC Ends Investigation Letter 1.29.20  I  U.S. Securities And Exchange Commission  I  Common \nLaw (scribd.com)\nRiot Blockchain SEC Ends Investigation Letter \n1.29.20 I U.S. Securities And Exchange \nCommission I Common Law I Free 30-day \nTrial I Scribd \nRiot Blockchain SEC Ends Investigation Letter 1.29.20 - Free \ndownload as PDF File (.pdf), Text File (.txt) or read online for free. \nIncluded a letter from the Denver office of the SEC telling Riot \nBlockchain that the investigation by the securities regulator is \nover and at this time no enforcement action is recommended. \nwww.scribd.com \nwithout EVER visiting the RIOT world HQ in Castle Rock. SHOCKING! \nCurious Mr Gottschall: who recieved/signed for your \"termination of investigation\" into RIOT: The ISP \nClearConnect or the Pakistani BPO entity IBEX? \nJudge Ramos, other SDNY judges, NY Supreme Court, and NJ Judge Quraishi: you have been played for fools \nonce again by the grossly corrupt SEC. ALL of your courts have jurisdiction over the SEC NY. \nLet's give NJ Judge Quraishi a  primer on prolific Bag Man Barry Honig shall we? \nAs detailed by me in my extensive correspondence: the record. \nANOTHER Honig money laundering shell: Inergetics fka Millenium Biotech \nEDGAR Search Results  (sec.gov) \nBased in Newark NJ \nIs everyone familiar with Healthcare fraud felon Brian Colleran? \nThree Companies and Their Executives Pay $19.5 Million to Resolve False Claims Act Allegations Pertaining to \nRehabilitation Therapy and Hospice Services  I  OPA I Department of Justice \nThree Companies and Their Executives Pay $19.5 \nMillion to Resolve False Claims Act Allegations \nPertaining to Rehabilitation Therapy and Hospice \nServices I OPA I Department of Justice \nOhio based Foundations Health Solutions Inc. (FHS), Olympia Therapy Inc. \n(Olympia), and India Hospice Care Inc. (India), and their executives, Brian \nEFTA00010852\n\nColleran (Colleran) and Daniel Parker (Parker), have agreed to pay \napproximately $19.5 million to resolve allegations pertaining to the submission \n„ . . \n. . \nwwwjustice.gov \nSomehow, the DoJ didn't believe this was a criminal case. The \"prosecutor\" on the case was Chad Readler. Now: \nJUDGE Chad Readler. Made so by Trump. \nColleran entered into a fraud $20 million purchase order with Millenium Biotech in 2007 \nMillennium Biotechnologies  Inc. \nSigns Five Year $20 000 000 Purchase Agreement with Provider Services Inc.  I \nBioSpace \nMillennium Biotechnologies, Inc. Signs Five Year $20,000,000 Purchase \nAgreement with Provider Services Inc. - BioSpace \nMillennium Biotechnologies, Inc. Signs Five Year $20,000,000 Purchase Agreement with Provider Services \nInc. - read this article along with other careers information, tips and advice on BioSpace \nwww.biospace.com \nColleran then became a large shareholder in Millenium \nEDGAR \nFiling  Documents for 0001144204-08-023159  (sec.gov) \nGuess who controlled the money laundering shell Millenium/Inergetics? \nProlific Bag Man Barry Honig \nEDGAR \nFiling  Documents for 0001144204-10-011488  (sec.gov) \nBut, it gets better still: Somehow, some way Prolific Bag Man Josh Sason/Hanover/Magna: MULTIPLE TCR's filed \nby me and a massive SEC fraud on the SDNY and NY Supreme Courts: NewLead/FreeSeas et al: showed up as a \nvery large holder of Millenium successor Inergetics \nEDGAR \nFiling  Documents for 0001144204-15-034843  (sec.gov) \nhttps://www.sec.gov/Archives/edgar/data/72170/000114420414046310/v385056 sl.htm#s1 007 \nThe SEC revoked the Inergetics/Millenium registration only AFTER this massive fraud on the public was \ncommitted \nI can't seem to find any reference to this money laundering shell in the Dal/Readier CIVIL not criminal \ncomplaint. You won't find any SEC complaint implicating Colleran/ Honig /Sason either \nMillenium/Inergetics: New Jersey: SEC NY \nOTHER Sason entities list offices at 40 Wall Street: Trump \nSo, Judge Ramos: HOW did prolific Bag Man Honig become involved in the Honig money laundering shell MGT \nCapital which ALSO did a \"pivot\" to crypto mining? \nEDGAR Search Results  (sec.gov) \nEFTA00010853\n\nVenaxis/Aspenbio/Bioptix: now RIOT. Which only exists in SEC filings. Thanks in large part to the well \norchestrated SEC NY/ SEC Denver criminal obstruction/corruption. \nEDGAR Filing  Documents for 0001493152-16-013083  (sec.gov) \nThat was 1 thorough \"investigation Mr Gottschall. I see great things at the SEC for you \nAND guess who ELSE was involved in MGT in 2019 just before the SEC revoked the registration: \nChicago Bag Man Fife/Iliad \n6 years after I filed my TCR with the grossly corrupt SEC \nEDGAR Filing  Documents for 0001567619-19-008772  (sec.gov) \nAND the Scumbags at Sichenzia Ross:MULTIPLE frauds on SDNY/NY Supreme Courts with Sason et al \nhttps://www.sec.gov/Archives/edgar/data/1001601/000114420415063432/v423506 \ns-1.htm \nThe interconnectedness of my claims on display yet again. OR: The record \nto be continued \nCheers! \nChris \nEFTA00010854\n\nOh, \nBut it gets MUCH better Mr Gottschall et al: \nIbex Digital:202 6th St suite 401 \nBermuda based/Pakistani controlled Ibex Ltd \nNASDAQ: IBEX \nEDGAR Search \nResults  (sec.gov) \n60+% controlled by Pakastani entities: The Resource Group: TRGI \nand TRG Pakastan Ltd: TRGP \nBPO takes on a WHOLE different meaning. \nWhich explains the co location with Local ISP ClearConnect. \nRiot Blockchain is just a front. \nRIOT crypto mining contract with Massena NY Coinmint \nNew York Crypto Mining  Farm Coinmint Set to Dissolve? - MinerUpdate\nNew York Crypto Mining Farm Coinmint Set to \nDissolve? - MinerUpdate \nAn ongoing dispute between the two partners who hold equal \nshares in multi-cryptocurrency mining company Coinmint has \nresulted in one of the partners filing to dissolve the company. \nwww.minerupdate.com \n's on verge of \ndissolution \nRIOT/Aspenbio/Bioptix/Venaxis is and always has been a Prolific Bag Man Honig money laundering shell. \nBecause: say it with me: the only difference between a NASDAQ money laundering shell and an OTCM money \nlaundering shell is the amount being laundered. \nI've read that somewhere before. Hey, Pm the 1 who said it. \nGive me a call Mr Gottschall. After I help you find Castle Rock on a map, I'll walk you through it. I'll type/talk \nslowly for you. Because, if you can't find Castle Rock on a map you don't have a chance in hell of finding \nEFTA00010855\n\nPakistan on a map. And, after you're able to find Castle Rock on a map, I'll take you to Vista Gold \nHQ\" at 7961 Shaffer Parkway Suite 5 Littleton CO \nThe money laundering shell cited in my TCR and kept up and running by the grossly corrupt SEC \nyears and with SEC approved offering after offering. \nCheers! \nChris \n303-877-7008 \n:VGZ \"world \nfor the last 8+ \nFrom: Chris Dilorio \n<chris_dilorio@msn.com> \nSent: Friday. May 14. 2021 6:34 AM  \nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nIn addition to NeoPhotonix and Bioptix \nBiOptix Diagnostics, Inc. - Portfolio company - RUSNANO Group \nEFTA00010856\n\nBiOptix Diagnostics, Inc. - Portfolio company -\nRUSNANO Group \nRUSNANO was founded in March 2011 as an open joint stock \ncompany through reorganization of state corporation Russian \nCorporation of Nanotechnologies. RUSNANO's mission is to \ndevelop the Russian nanotechnology industry through co-\ninvestment in nanotechnology projects with substantial economic \nen.rusnano.corn \nRusanano/Akhanov invested in Quantenna \nNow On Semiconductor which supplies chips to Apple \nEDGAR Filing  Documents for 0001628280-17-001249  (sec.gov) \nas well as chip company Aquantia \nEDGAR Filing  Documents for 0001387131-18-000659  (sec.gov) \nAquantia was acquired by giant chip company Marvell \nCompany - Newsroom - Marvell \nCompletes Acquisition of Aquantia - Marvell \nCompany - Newsroom - Marvell Completes \nAcquisition of Aquantia - Marvell \nMarvell Completes Acquisition of Aquantia Accelerating Multi-\nGig Ethernet Technology Leadership. Santa Clara, California \n(September 19, 2019) —  Marvell (NASDAQ: MRVL) today \nannounced that it has completed its acquisition of Aquantia, \nCorp. (NYSE: AQ).. Aquantia pioneered Multi-Gig technology — \nwww.marvell.com \nThe SEC massive frauds on the SDNY and NY Supreme Courts continues \nSichenzia Ross: Sason/Crede/ Jim Justice et al NewLead and FreaSeas \nAs well as WNW and others. \nNow RiotBlockchain. \nSo, Sichenzia facilitated a fraud \"acquisition\" of certain Futures Commission Broker now Introducing Broker \ntrading platform from Mark B Fisher of \"Miami\" \nhttps://www.sec.gov/Archives/edgar/data/1167419/000107997318000207/riot 8k-03272018.htm \nEFTA00010857\n\nSEC.gov I HOME \nCheck the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing \nobligation of the registrant under any of the following provisions (see General Instruction A.2. below): \nMark B Fisher has owned MBF Clearing \nMBF Clearing \nCorp (mbfcc.com)\nMBF Clearing Corp. \nWelcome to MBF Clearing Corp website About MBF Clearing Corp Founded in 1987, MBF Clearing Corp. is \nwidely-recognized for our preeminent role within the global futures markets. \nwww.mbfcc.com \nAs well as MBF Capital \nmbf online  I \nmanagement  (mbfcapital.com) \nmbf online I management \nMark Fisher is the President of MBF Capital Corporation, Inc. He is a founder of Vela Pharmaceuticals, \nInc., ExSAR Corporation, and Kimeragen, Inc., which merged into Valigen, Inc. Prior to the formation of \nMBF, Mr. Fisher was a Principal of Alex Brown where he was employed from 1990-1996. \nwww.mbfcapital.com \nfor quite some time. BOTH New York based. \nNot even sure if there is a Miami Office for eithe Fisher entities. So WHY \"Miami\"? \nPart of that question can be answered by ANYONE receiving my extensive and irrefutable evidence of SEC \ncriminal obstruction and corruption: \nMiami SEC Director Eric Bustilloe. A grossly corrupt Piece of Shit on par with Gottschall and Best. Did Fisher \nhave outside investors in his firmS based in Miami? \nMBF /Fisher CLEARLY fall under SDNY/NY Supreme Courts jurisdiction. As does Sichenzia Ross \nAs I have said repeatedly: the national security implications of these massive, multiple SEC facilitated frauds are \nstaggering. \nCheers! \nChris \nEFTA00010858\n\nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Thursday, May 13, 2021 9:49 AM \nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \n\"Mr Dilorio, do you have any MORE irrefutable evidence of SEC gross criminal obstruction and corruption while \nscrewing you the whistleblower who caught them?\" \nYes SDNY/NY Supreme Courts, SEC IG Hoecker, Audrey Strauss, FBI, IRS CI etc etc etc: It just so happens I took a \nfield trip to try and find the longstanding address of the Castle Rock CO money laundering shell \nRiot Blockchain fka Aspen Bio, Venaxis, Bioptix \nEDGAR Search Results  (sec.gov) \nEnlightening! Kept up and running by the grossly corrupt SEC and pumped by Najarian(NetElement) on CNBC, \nRiot Blockchain is a Honig/Grousman/Stetson/GRQ et al money laundering shell which somehow escaped \n(along with many others) the SEC scrutiny in its Honig/Stetson/Frost/Jaclin/Alpha Cap et al complaint \nhttps://www.sec.gov/Archives/edgar/data/1167419/000107997317000238/bioptix s3.htm \nBut WAIT. There's MORE! \nThe Honig/Stetson Bioptix money laundering shell is ALSO a Colorado entity: Boulder \nEDGAR Search Results  (sec.gov) \nEFTA00010859\n\nBioptix was just a vehicle to get Honig/Stetson et al into RIOT. Gee, I wonder what they saw in Bioptix that \ncaused them to \"invest\" when it was around less than 2 years before \"pivoting\" to blockchain/crypto???? \nI have an idea! \nlet's ask the scumbags at Sichenzia Ross who advised on the Bioptix money laundering offering which gave \nHonig et al ownership in RIOT \nhttps://www.sec.gov/Archives/edgar/data/1167419/000107997317000154/exl0x5.htm \nSEC \nWHEREAS, subject to the terms and conditions set forth in this Agreement and pursuant to Section 4(a)(2) \nof the Securities Act of 1933, as amended (the \"Securities Act\"), and Rule 506 promulgated thereunder, the \nCompany desires to issue and sell to each Purchaser, and each Purchaser, severally and not jointly, desires \nto purchase from the Company, securities of the Company as more fully ... \nwww.sec.gov \nThen, we can ask the Bioptix offering Escrow agent: New York licensed Signature Bank:SBNY. You know the 1: \nthe once and always Private Banking arm of Hapoalim where Strauss/Berman criminally obstructed a thorough \ninvestigation of Hapoalim tax evasion and money laundering. The same SBNY which boasted Ivanka Trump as a \nBoard memberand was a \"go to lender\" for Trump/Kushner and where ALL SEC filings have disappeared. AND \nwhere Chairman Scott Shay is on BoD of CardWorks (Berman) which was go to processor for Net Element: \nMerrick Bank UT. Etc etc etc. YES, that SBNY \nhttps://www.sec.gov/Archives/edgar/data/1167419/000107997317000154/exl0x3.htm \nSEC.gov \nI HOME \nWHEREAS, pursuant to the terms of the Purchase Agreement the Company desires to sell (the \"Offering\") a \nminimum of $2,000,000 (the \"Minimum Amount\") and a maximum of $2,250,000 (the \"Maximum Amount\") \nof units of its securities (the \"Units\").\"). Each Unit is being sold at a price of $2.50 per Unit. Each Unit \nconsists of one (1) share of the Company's common stock, no par value per share (the ... \n%Y/An/sec coy \nHow much SEC et al criminal obstruction and corruption are we up to so far Mr Gottschall et al? \nWait, there's more! \nIn 2015, just prior to Honig/Stetson/SBNY/Sichenzia et al fraud offering, Boulder Based Bioptix FKA Alphasniffer \ndid an SEC approved D offering \nSEC \nFORM D/A \nSEC FORM D/A \nIn submitting this notice, each issuer named above is: Notifying the SEC and/or each State in which this \nnotice is filed of the offering of securities described and undertaking to furnish them, upon written request, \nin the accordance with applicable law, the information furnished to offerees.* \nwww.sec.gov \nEFTA00010860\n\nGuess who shows up as A Bioptix/Alphasniffer insider? \nDimitry Akhanov \nWTAF is Rusnano \nUSA????? \nAND head of the Russian Federal Energy Agency???? \nWHY is he involved in Bioptix now RIOT??? \nDmitry Akhanov CEO \nof Rusnano USA  Inc.  RUSNANO (topionetworks.com) \nDmitry Akhanov, CEO of Rusnano USA, Inc., RUSNANO \nCurated profile of Dmitry Akhanov, CEO of Rusnano USA, Inc., RUSNANO \nwww.topionetworks.com \nAkhanov is also involved in NYSE listed Neophotonics \nNeoPhotonics Names Dmitry Akhanov to Board of Directors President and CEO of Rusnano USA Joins \nNeoPhotonics Board    NeoPhotonics Corporation \nEDGAR Search Results  (sec.gov) \nNeophotonics supplies optical chips to some of the biggest optical switching companies in the world like US \nbased Cisco and Ciena \nRecall: Honeg/Stetson/Frost/Alpha Cap \nAlpha Cap: my 2013 TCR \nHonig/Stetson: Jaclin: Farkas: BLNK. Also CFO New: NETE: Crede/SBNY/CardWorks/ESQ etc \nHonig also Trump fundraiser: Cleveland: Colleran. Dal \"prosecutor\" on Colleran massive healthcare fraud: Chad \nReadier. Trump made Readier a Federal judge. \nSEC left dozens of Jaclin money laundering shells up and running. Including Blink/New Image Concepts, \nIntercloud with Sason etc. As well as OZ/Maso/Sculptor NJ deli Hometown International: HWIN. NONE of this is \nby accident. SEC gross criminal obstruction and corruption. \nNow Honig/Stetson: Bioptix now crypto RIOT. \nRight here. 15 minutes from my home. Like CGFIA and VGZ. As well as prolific shell CPA firm BF Borgers. \nGive me a  call Mr Gottschall. I'll point out Castle Rock to you on a  map you grossly corrupt piece of shit! \nCheers! \nChris \nFrom: Chris Dilorio chris_diiorio@msn.com> \nSent: Sunday. Mav 9. \n20215:06 \nPM \nEFTA00010861\n\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nPer below: \nJudge Cote's sentencing of Dan Kamensky is a gross miscarriage of justice. The SDNY, NY Supreme Court, Audrey \nStrauss, Mr Kamensky's counsel, FBI, other DoJ attorneys are in possession of information which clearly \nindicates a long standing and grossly corrupt relationship between the SEC and Handler/Jefferies. Further, as is \nmaterial in the \"ongoing\" Joshua Sason investigations of massive fraud committed on the SDNY/NY Supreme \nCourts and directly related to my multiple claims: AQR and Sason: MI Acquisition with known felon Tom Priore: \nICP: also SDNY and now a direct lending client of Ares Management: Ressler: Drexel with Handler: also Neiman \nMarcus. In short: Handler/Ressler set up Mr Kamensky for fucking with their deal. Had Kamensky won his bid, \nAres/Ressler would have been left with a much less valuable asset. AND put them further under water. \nAresNeiman.pdf (pecloserlook.org)\nSticker Shock: Can Ares Management Sell Neiman Marcus? \nEFTA00010862\n\n2 Ares' Neiman Marcus Gamble In September 2013, Ares Management purchased luxury retailer Neiman \nMarcus in a joint venture of Ares Corporate Opportunities Funds III and IV and the Canadian Pension Plan \nInvestment \nwwwpecloserlook.org \nThe SDNY Courts had this information. Kamensky's counsel had this information. Judge Cote should have \ndeclared a mistrial rather than sentence Kamensky. A gross miscarriage of justice. \nNow, let's turn to another example where the grossly corrupt SEC is ACTIVELY facilitating multiple frauds on the \ninvesting public while screwing the whistleblower who caught them: ME. \nRecall ANOTHER completely fraudulent denial of award : UBS AML. Where Norberg/OWB invoked the ILLEGALLY \nenacted Summary Disposition Rule aka Christopher J  Dilorio rule. Where the SEC own SEC website clearly \nstates: ALL tips received are THOROUGHLY reviewed by Enforcement Staff. Meaning: The Summary Disposition \nRule: SEC Staff never saw the information: is a KNOWN fraud. \nFollow up for Mr Searles/Banerjee et al: SEC LA where multiple frauds left up and running. Ares also LA and NY. \nMilken: Beverly Hills \nRecall: UBS San Diego: K2. Where FINRA,FINCEN, and the SEC all confirmed UBS cross border business was \nnever shut down per the terms of the Do.' dropping it's DPA in 2010. Further, clearly obstructed by SEC IG \nHoecker when I filed a  complaint with his office in 2015 after receiving another denial for Award related to the \nUBS Reg Sho complaint. ALSO according to the SEC OWB FAQ: Enforcement staff notifies investigating staff of \nrelated tips received AND Whistleblowers are ALSO entitled to awards based on new lines of inquiry. The \nMckessy/Norberg/Hoecker criminal obstruction led to the UBS cross border business never being shut down. \nThe UBS AML complaint acknowledges this irrefutable fact. \nUBS K2: NO individuals were censured/fined by SEC/FINRA. ALL correspondence to UBS Weehawken. SEC \nLA:Searles/Banerjee et al had ZERO jurisdiction. \nSearles: Anton Chia and related fraud and money laundering. As I have also irrefutably proven: MULTIPLE frauds \nUp and running today. \nIt is no coincidence the SEC LA/ UBS San Diego multiple money laundering frauds. Searles et al are PROTECTING \nUBS San Diego. That's why none of these frauds have been shut down. The UBS cross border business is very \nmuch up and running TODAY \nMORE.... \nWho is San Diego resident Jason Sunstein? CFO of several Once/still SEC reporting money laundering shells \ntrading OTCM Pinks and no doubt well known to Searles,Banerjee et al in SEC LA. \nViper Networks fka \nTinglefoot Mining \nBaja Pacific International \nTaig Ventures \nEDGAR Search Results (sec.gov) \nMicrosoft Word - VPER - OTC PlnkGuidelines Annual 12.31.20(Feb21 vers)v.3 nowcfo changes - Apollo Smart \nLights-3.docx (otcmarkets.com) \nVPER - OTC PlnkGuidelines Annual 12.31.20(Feb21 vers)v.3 nowcfo changes \n- Apollo Smart Lights-3 \n27& 0dunhwv *urxs ,qf 27& 3lqn %dvlf tivforvxuh •xlgholghv y )heuxdu\\ 3djh ri wklv Ivvxhu ru dq\\ ri lwv \nsuhghfhwruv kdyh ehhq wkh vxemhfw ri vxfk surfhhglqjv sohdvh surylgh dgglwIrqdo ghwdlov lq wkh \nEFTA00010863\n\nbackend.otcmarkets.com \nSanteon Group \nfka \nAir-Q \nAir Rover \nCovenant Financial \nHomegate Corp \nSpartan Oil \nubroadcast \nEDGAR Search Results  (sec.gov) \nSanteon and Viper: African/Egyptian entities/Individuals \nSanteon CEO : Ashraf Rofail \nInternational Land Alliance \nEDGAR Search Results  (sec.gov) \nA San Diego virtual office well known to the SEC in its correspondence \nVirtual Office in \nDiamondView Tower  I Regus RU \nVirtual Office in DiamondView Tower I Regus RU \nRenting a Virtual Office in DiamondView Tower is affordable and easy. Choose a virtual office option and \npay one simple price. Get a  quote today. \nvo.vwsegussu \nfilename! .pdf (sec.gov) \nfilenamel.pdf (sec.gov) \nInternational Land Alliance \nEDGAR Search Results  (sec.gov) \nA little California pot \na little \"Mexico vacation properties\" \nMexico Vacation Property Investment  I Baja Mexico Real Estate Investment  I  International Land Alliance \n(ila.company.) \nMexico Vacation Property Investment I Baja \nMexico Real Estate Investment - Baja Mexico \nReal Estate Investment I International Land \nAlliance \nEFTA00010864\n\nInternational Land Alliance is a Mexico vacation property \ninvestment firm based in San Diego, California. The company was \nformed for the purpose of developing and selling residential \ncommunities for home buyers, vacation/second home, \nretirement, and investors. \nila.company \nAs of 2017, ILA is a Wyoming LLc \nSEC \nFORM D \nSEC FORM D \nIn submitting this notice, each issuer named above is: Notifying the SEC and/or each State in which this \nnotice is filed of the offering of securities described and undertaking to furnish them, upon written request, \nin the accordance with applicable law, the information furnished to offerees.* \nwww.sec.gov \nOf \ncourse: as has been well documented by ME: ILA currency of choice for these \"beautiful Mexico land \nventures\" is common stock. \nIn April 2021 \nInternational Land Alliance Inc. (Form: 8-K Received: 04/05/2021 14:00:05) (otcmarkets.com) \nOMID Holdings \nfka New York Based Avl \nGroup \ncontent (otcmarkets.com) \nDisclosure Statement Pursuant to the Pink Basic Disclosure Guidelines -\nOTC Markets Group \nOTC Markets Group Inc. OTC Pink Basic Disclosure Guidelines (v2.1 December 2019) Page 1 of 23 . \nDisclosure Statement Pursuant to the Pink Basic Disclosure Guidelines \nbackend.otcmarkets.com \nBack in 2010, AV1 Group New York was controlled by a Moussa Traore \nSEC FORM D \nWho happens to have the same name as former Mali Dictator. \nOf Course, Jason Sunstein ONLY experience on Linked In is his ILA tenure. ALL of these other ventures have been \nommitted. Gee, I wonder why. \nJason Sunstein - Co-Founder and Vice President - International Land Alliance, Inc. (OTCQB: ILAL)  i  Linkedln \nEFTA00010865\n\nJason Sunstein - Co-Founder and Vice President -\nInternational Land Alliance, Inc. (OTCQB: ILAL)\nLinkedln \nJason Sunstein Co-Founder and Vice President at International Land Alliance, \nInc. San Diego, California S00+ connections \nJ \nwww.linkedin.com \nMr Searles,Banerjee, SEC LA have been criminally obstructing a REAL investigation into Sunstein et al. Right \nthere in San Diego/UBS K2 back yard. So: No individual UBS San Diego K2 complaints, multiple money \nlaundering shells up and running. \nFor MANY reasons IG Hoecker: ALL SEC OWB Denials of my award applications are complete fraud. ALL of the \nactivity continues TODAY as a direct result of your criminal obstruction and corruption. \nAND: NITE and CDEL trading all of them. \nIn furtherance of the conspiracy \nCheers! \nChris \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: \nFriday. May\n 4:01 PM \nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nJudge Cote, \nYour 6 month prison sentence for Dan Kamensky is a gross miscarriage of justice. Your Courts, Ms Strauss, and \nMr Kamensky's counsel are in posession of information that clearly indicates a long standing and corrupt \nrelationship between the SEC and Handler/Jefferies. Kamensky was set up. I will be contacting Mr Kamensky \ndirectly as his counsel has committed gross negligence in his representation. \nChris \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Friday, May 7, 2021 6:28 AM \nEFTA00010866\n\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nSONY/NY Supreme Court Judges et al: \nThe interconnectedness of my claims on display AGAIN \nPer my 2013 TCR criminally obstructed by McKessy/Norberg et al: WHY do $50 billion Swiss banks trade OTCM \nPink penny and fractional penny stocks? The record is irrefutable: FINRA/SEC/FINCEN using my information: \nthese publicly traded shells are the perfect money laundering vehicle. Absolutely IRREFUTABLE. WHY do firms \nlike NITE and CDEL trade the same OTCM Pink shells? Abusive, illegal naked shorting to facilitate this illegal \nactivity. Virtually riskless. VERY profitable. NONE of this happens without a  willing executing criminal BD like \nNITE converting worthless certs to real money and dumped on the investing public the SEC is MANDATED to \nprotect. ACTIVELY facilitated and perpetuated by the grossly corrupt SEC: reverse splits, no CAT, Obligation \nWarehouse: circumvent close outs of Rule 204, rarely revoked registrations, outsourcing the entire OTCM to the \nBD SRO FINRA, etc etc etc. I made the link between the money laundering and the illegal, abusive naked \nshorting. This is and always has been the core business at Knight/KCG/VIRT:NITE. ALL money laundering can be \nreverse engineered from the executing BD/MM level. The cash register. \nWhat we are seeing in GME is a rounding error compared to the fails and illegal naked shorting in the OTCM. \nEFTA00010867\n\nAs I have also repeatedly said: the only difference between a money laundering OTCM Pink shell and a NASDAQ \nSPAC is the amount of money being laundered. Also on display real time as I have detailed. As with Swiss banks \nand penny/fractional penny stocks: WHY do giant Quant Hedge Funds like AQR facilitate so many fraud blank \ncheck shell transactions? CERTAINLY does not fit the investment thesis of a firm run by Phd's. \nWHY does giant PE/Real Estate firm Apollo play Fisker SPAC? WHY did Goldman,JPM,Jefferies et al bail out NITE \nmore than once? WHY has the SEC repeatedly bailed out criminal NITE? \nThe most recent Earnings call for NITE was remarkable: SELL SIDE is actually doing what it's supposed to do and \nquestioning NITE/Cifu lack of transparency particularly in the last few years. This has been going on for some \ntime detailed by me and blessed by the SEC. This lack of transparency is designed to conceal from the public the \ntrue nature of the core NITE business: illegal, abusive naked shorting OTCM publicly traded shells to facilitate \nmoney laundering. Until now, the Sell Side turned a blind eye/ also intentionally misled the public by omitting \nthese share volumes from their models. These share volumes have been the subject of other SEC/FINRA \nactions. But, somehow NITE has avoided such actions. INEXPLICABLE. The SEC/FINRA have done everything in \ntheir power to protect NITE. WHY? Because they bailed out a known criminal entity in 2012 and have been \ncriminally and corruptly covering up this irrefutable fact ever since. As a result: The illegal activity has continued \nun abated. Then in 1Q2021, the activity hit a level not even dreamt of. It has been a  well orchestrated and \nmassive SEC facilitated fraud on the public the SEC is mandated to protect. A key player in this massive fraud is \nthe corrupt SEC IG Carl Hoecker who not only has criminally and corruptly obstrructed an investigation of my \nextremely serious allegations, Hoecker has also criminally obstructed Congress from executing its oversight of \nthe SEC. \nThese corrupt, criminal, ongoing frauds have also found their way into the SDNY and NY Supreme Courts as I \nhave detailed. Mr Kamensky is most definitely NOT on the SEC/Dal \"Do not investigate list\". This can also be \nobserved in real time. Per my correspondence: MI Acquisition: Magna/Sason: 40 Wall St with AQR/\"payment \nprocessing\" and felon Tommy Priore: ICP:SDNY. \nThere is a  straight and direct line between ICP/Priore and the Degenerate Milken as well as the corrupt \nSEC/SDNY Kamensky \"sting\" that goes beyond the degenerate Milken flunkie Handler/Jefferies. Where Audrey \nStrauss Praised the work of the SEC. As I have previously detailed: Ares Management: Neiman Marcus: Tony \nRessler: Milken/ Drexel degenerate flunkie has built quite the monstrosity. A little PE. A little Real estate. But \nthe 800Ib gorilla at Ares: Credit. Ressler's sister is married to Fat Leon Black. Close knit bunch for sure. \nAres: \nEDGAR Search Results  (sec.gov) \nMassive CLO manager/originator. 1 stop shop. Because as I detailed previously: now a direct lender to fraud \nmoney laundering entities like Priore/Sason/AQR et al: PRTH. \nBecause securitization drives the lending and is not a biproduct of sound credit analysis: Junk is junk REAL \nTIME. \nI applaud Chair Waters and her efforts to reign in illegal trading practices detailed in my extensive record. \nHowever: non bank lenders like the massive Ares pose a systemic risk to the US financial system. CLO's are a \nmassive fraud on the public developed by the Milken degenerates like the sub prime and S&L's. The SEC actually \nbrought a complaint recently: IIG which described using CLO's as a money laundering vehicle. The Caymans \nhave recently cracked down also. Greensill: Credit Suisse: Milken: is another example of securitization as money \nlaundering vehicle in sub prime factoring: Jim Justice. SBNY is also a  securitization fraud: SBA. \nChair Waters and her Committees see the Credit Ratings Agency/SEC fraud I have also detailed. \nMy Coronavirus/repo virus: CLO correspondence: The SEC corruptly didn't downgrade massive CLO debt in \n2020. The result: issuance exploded in 2021. Non bank lenders like Ares as well as Apollo,Jefferies, Ted Virtue \netc etc have reaped tens of millions in management fees. Who told the SEC to obstruct the proper role of the \nEFTA00010868\n\nCredit Agencies to downgrade massive CLO's in 2020? Mr Clements knows. His garbage CLO \"report\" late in \n2020 set the stage for the \"all clear\" to the SEC. \nOh Mr Kamensky! I only hope you sue these corrupt scumbags who ruined your life while they are treated with \nZERO implications for their illegal activity by the grossly corrupt SEC/Dal. \nCheers! \nChris \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: \nTuesday. May \n4  20217:15 PM \nEFTA00010869\n\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nMr \"Not so Transparent\" Dougie Cifu got a little testy on the 1Q2021 earnings call and it abruptly ended. \n2 Sell Side Analists: Fannon/Jefferies and Kramm/UBS pressed @dougielarge on his lack of transparency. What \nis Dougie Cifu hiding? Something about \"what percentage of those 4+ trillion shares of OTCM money laundering \nshells did NITE trade?\" made Dougie squirm like the snake most already know he is. \nLove the parting shot to Kramm/UBS: \n\"your firm would love to have our business\" \nVirtu Financial Inc  (VIRT) Q1 2021 Earnings Call Transcript\n  i  \nThe Motley Fool \nVirtu Financial Inc (VIRT) Q1 2021 Earnings \nCall Transcript I The Motley Fool \nVirtu Financial Inc (NASDAQ:VIRT) Q1 2021 Earnings Call May 4, \n2021, 8:30 a.m. ET. Contents: Prepared Remarks; Questions and \nAnswers; Call Participants; Prepared Remarks: Operator. Good day, \nand ... \nwww.fool.com \nI fell off my chair laughing. \nStill no questions on the balooning/insolvent balance sheet. But, hey it's a start. \nMs Mehraban, Mr Williams: your former Paul Weiss colleague Dougie Cifu is feeling some heat. I know you will \nbe gentle with him \nMr Gensler: in case you missed it: Dougie sends his best \nCheers! \nChris \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Monday, May 3, 2021 2:03 PM \nEFTA00010870\n\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nSONY/NY Supreme Court Judges. \nI once challenge the best and brightest the SEC/DoJ/FBI/IRS Cl/FINCEN have to offer. Tear me to shreds. Make \nan example. I haven't been wrong about 1 single thing. NOT EVEN 1. \nThe record is simply irrefutable: \nThe latest edition of \"The SEC is a grossly corrupt, criminal organization actively facilitating \nmultiple,massive,ongoing frauds on the public it is mandated to protect to the benefit of the criminals who own \nthem while screwing the whistleblower who caught them:ME\" \nI refer you to the SEC Office of the Whistleblower FAQ \nOf course, I have multiple forms copied should you prefer \nSEC.gov I  Office of the \nWhistleblower \nSEC.gov I Office of the Whistleblower \n3. What information can I submit to the SEC? The SEC conducts investigations into possible violations of \nthe federal securities laws. In general, the more specific, credible, and timely a whistleblower tip, the more \nlikely it is that the tip will be forwarded to investigative staff for further follow-up or investigation. \nEFTA00010871\n\nAGAIN AGAIN AGAIN IG Hoecker et al: the \"summary disposition\" aka Christopher J Dilorio rule corruptly \nenacted by Norberg/Clayton et al was/is COMPLETE FRAUD \nper FAQ #12 from the grossly corrupt SEC/OWB website: \n\"ALL TIPS, complaints, and referrals received by the SEC are FULLY REVIEWED BY OUR ENFORCEMENT \nSTAFF \" \nFURTHER \n\"Complaints that relate to an EXISTING INVESTIGATION are FORWARDED TO the STAFF WORKING ON THE \nMATTER.\" \nNew line of inquiry. \nI don't see how it could be ANY MORE CLEAR IG Hoecker et al. \nIn addition to annual reports to Congress ACKNOWLEDGING the OWB as the primary contact for whistleblowers \nto the Commission at large, this is damning. The summary disposition rule aka Christopher J Dilorio Rule: \"SEC \nstaff never saw Mr Dilorio's information\" is complete and total FRAUD. Designed to use my information to both \nbring and obstruct thorough investigations while screwing me out of rightfull compensation. \nIG Hoecker, I'm still looking forward to our first interview given the 3 (THREE) complaints I have filed with your \noffice. The UBS Reg SHO Denial was complete fraud. The UBS FINRA/FINCEN, SEC AML Denial was complete \nfraud. The Opco Denial was complete fraud. ALL must be reversed. The Summary Disposition Rule/aka \nChristopher J Dilorio rule must be nullified RETROACTIVE to its passage as it is clearly contrary to the SEC Rules \nITSELF. \nI look forward to speaking with you Carl \n303-877-7008 \nCheers! \nChris \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Thursday, April 22, 2021 5:57 AM \nIv. van-inn,   nanya,a-nurni.rciakr, TF”voaawmTe.J.51-nr iunyala-eTuTiew-Tnrnyv.uzw‘itt.I.5vv,\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nso sorry for incorrect e mail \nFrom: Chris Dilorio <chris diiorio@msn.com> \nEFTA00010872\n\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nJudge Buchwald, \nI hope your colleagues in the SDNY and NY Supreme Court have forwarded my information. Like your \ncolleagues, you are the victim of another SEC fraud on the SDNY court. I am an irrefutable expert on SEC \ncriminal obstruction and corruption. Jay Clayton was NEVER \"shocked\" by the widespread fraud in the OTCM \nand crypto markets. \nWidespread Fraud in ICOs and Penny Stocks Shocked SEC's Jay Clayton - Bloomberg \na \nWidespread Fraud in ICOs and Penny Stocks \nShocked SEC's Jay Clayton - Bloomberg \nThe former Wall Street deals lawyer who leads the U.S. Securities \nand Exchange Commission said one of the biggest surprises of \nhis first year heading the agency has been learning about the \nlevels ... \nwww.bloomberg.com \nClayton's firm Sullivan Cromwell/Jared Fishman/Rodgin Cohen et al are EXPERTS on penny stock fraud having \nbailed out the criminal enterprise Knight/KCG/VIRT:NITE on more than 1 occassion. OTCM shells and crypto are \ncomplimentary money laundering vehicles. \nClayton and the SEC have obstructed a thorough investigation of my very serious allegations for years. Including \nthe 2017 merger of Virtu and KCG: NITS. As a direct result multiple, massive SEC facilitated frauds on the public \nthe SEC is mandated to protect are very much ongoing. In 1Q 2021, more than 4 TRILION shares of OTCM \nmoney laundering shells were traded. Money laundering shells like SEC reporting HWIN and hundreds just like \nit. Bitcoin continues to be mined in China, Russia, and Belarus. Bitcoin claims to have a limited supply. But, can \nthat actually be verified? On his way out the door, Clayton bought the Ripple action. As you have stated: \nextremely flawed SEC argument that Ripple IS a security but somehow Bitcoin ISN'T. \nIn fact: either ALL crypto are securities OR NONE are. The IRS for its part treats cryptos as a capital asset. \nSubject to capital gains and losses for tax purposes. As your colleagues can attest, the interconnectedness of my \ninformation is irrefutable. Several entities including Signature Bank/Greenbox are just 1 example of my \n\"Derivative\" information. \nSeems to me that Clayton,Hinman, crypto pumper Peirce ALL had KNOWN settled precedent to regulate Bitcoin \nand ALL crypto as securities: SEC V SG Ltd. Where appeals Court got it right and where Howey was applied: \nSecurities & Exchange Commission v. SG Ltd., 265 F.3d 42  I  Casetext Search + Citator \nSecurities & Exchange Commission v. SG Ltd., 265 F.3d 42 I Casetext Search \n+ Citator \nEFTA00010873\n\nRead Securities & Exchange Commission v. SG Ltd., 265 F.3d 42, see flags on bad law, and search Casetext's \ncomprehensive legal database \ncasetext.com \nThe inconsistency in the SEC approach to regulating ALL crypto as securities has caused great confusion in the \nmarketplace and has opened the door wide to fraud. \nThis is just another example of SEC corruption. \nNow, the SEC corruption has reached your Courtroom as well \nCheers! \nChristopher Dilorio \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Tuesda , A•ril 20, 2021 11:39 AM \nEFTA00010874\n\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nSeveral typos omissions corrected below \nJudge Ramos: SEC 1 Off's \nSec. & Exch. Comm'n v. Honig  18 Civ. 8175 (ER) \ni  \nCasetext Search + Citator \nSec. & Exch. Comm'n v. Honig, 18 Civ. 8175 (ER) I  Casetext Search + Citator \nRead Sec. & Exch. Comm'n v. Honig, 18 Civ. 8175 (ER), see flags on bad law, and search Casetext's \ncomprehensive legal database \ncasetext.com \nSEC settled quickly with Honig et al. Also Alpha Capital Anstalt: Liechtenstein: IMDS: Bag Man Schlaff: Bawag: \nRefco:Rhino: Sedona: Scan Graphics: Shaye Hirsch: Karfunkel: Kushners: Nordlicht: Englander: et al: Judge Swain \nDerivatives. \nThese SEC 1 off's guarantee the activity continues. It does. \nBelow: Tri-Mark: Sytner \nlast 10K filed with the SEC:2010 \nforml0k5tolholding123110.htm  (sec.gov) \nPg 46 Honig owned 2,514,786 shares or 7% \nThat's STATED control \nWhen did the SEC waive 13D/G filings simply because it was disclosed in an audited/SEC reviewed 10K? \nNot 1 off's: guarantee activity continues \nJudge Ramos, did you put an end to Honig? \nNOPE \nBarry C. Honig  et al. (Release No. LR-24262• Sep. 7  2018) (sec.gov) \nBarry C. Honig, et al. (Release No. LR-24262; Sep. 7, 2018) \nThe Securities and Exchange Commission today charged a group of ten individuals and ten associated \nentities for their participation in long-running fraudulent schemes that generated over $27 million from \nunlawful stock sales and caused significant harm to retail investors who were left holding virtually worthless \nstock. \nvAyvv.sec gov \nAnd, as I proved below: Jaclin/Honig STILL up and running in April 2021 \nEFTA00010875\n\nSONY Judges/NY Supreme Court: The SEC CONTINUES to play you for fools while ACTIVELY facilitating massive, \nongoing frauds on the public it is mandated to protect while screwing the whistleblower who caught them: ME \nAs I have stated repeatedly in my correspondence: the record \nMulti billionaire Frost wasn't trying to MAKE a few million. Frost et al were LAUNDERING. \nFrost: bought Ladenburg from Icahn/LeBow/Lorber: Vector /New Valley. AFTER Icahn rolled his former \nemployer: Gruntal: Sater,Feinberg,SAC et al: MILKEN: into Ladenburg. As MY record also clearly shows: Honig \nalso Colleran: Trump felon fundraiser. AND: Vector/New Valley also Trump/Russia. \n\"1 off's\"! \nToo f'n funny \nCheers! \nChris \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Monday, April 19, 2021 4:10 PM \nEFTA00010876\n\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nWelcome to Episode number: I lost track: of SEC criminal obstruction/corruption while screwing the public it is \nmandated to protect and screwing the whistleblower who caught them: ME. \nGive me a  call Mr Gensler. Love to catch up. Saw where you did a OTCM esque reverse split in the massive USO \nfraud on the public. \nSONY Judges et al, when you read about something as absurd and ridiculous as Hometown International with a \nDeli front and New Jersey and entities in Hong Kong and Macau, you're probably thinking what I was thinking \n10 years ago when I began researching NITE and the OTCM shells they traded. But, these are NOT 1 offs. This is \nWHY the OTCM exists: abusive naked shorting OTCM shells to facilitate money laundering is and always has \nbeen the core business at NITE et al. This is WHY NITE has been bailed out multiple times by other criminal \nentities. There is no such thing as just 1 cock roach. HWIN is no different. It is part of a MUCH MUCH bigger and \nwell orchestrated scheme. \nMore on Hometown International: \nHey look, there's a Senegal/Ivory Coast individual named Ibrahima Thiam with a Macau address \nOTCQB-Certification.pdf (sec.report) \nIf the name Thiam is familiar, it should be: Tidjane Thiam the former CEO of Milken controlled Credit Suisse: Jim \nJustice: Greensill. \nThe resemblance is striking. Don't you think? \nIbrahima \nThiam - Wetlands \nInternational \nIbrahima Thiam - Wetlands International \nP.O. Box 471 6700 AL Wageningen The Netherlands. Tel. +31 (0) \n318 660 910 E-mail: [email protected] RSIN Number: 806703726 \nReg No: 09099028 \nwww.wetlands.org \nYou know the 1 I'm talking about Judge Silver: NITE top traded/multiple SEC/FINRA reverse splits/Jim Justice: 5 \nMile: Perian Salviola/Josh Sason/Sichenzia : NewLead fame? AND sister fraud \"Greek Shipper\" FreeSeas: also NY \nSupreme Court. Also Sason/Sichenzia. But with other Milken flunkie Terren Peizer. Crede. Along with Deutsche \nBank and Credit Suisse. Peizer/Crede also Net Element. Net Element former CFO New: also Blink Charging: with \nJMJ/Keener AND Prolific Bag Man Michael Farkas. MORE derivatives \nEFTA00010877\n\nMore on Farkas later in the e mail. Read on \nAnd, not to get too graphic \nBut another Hong Kong/Macau HWIN \"investor\" is Swiss \"model\" Nathalie Pasyawon \nNathalie Pasyawon - Boobpedia - Encyclopedia of big boobs \nInterconnectedness defined. OR as I like to say MORE DERIVATIVES \nThe 2020 SEC reviewed HWIN 10K filed March 26, 2021 \nhttps://www.sec.gov/Archives/edgar/data/1632081/000121390021018020/f10k2020 hometowninter.htm \nwww.sec.gov \nUNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 . FORM 10-K (Mark \nOne) ❑O ANNUAL REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF \n1934 For the fiscal year ended: December 31, 2020 or q TRANSITION REPORT PURSUANT TO SECTION 13 \nOR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934 For the transition period from to \nwww.sec.g ov \nGuess who has been the HWIN auditor since 2015? \nFined/censured by PCAOB Liggett and Webb \nJames Liggett/Martin Webb \nMicrosoft Word - 105-2020-010-LW.docx  (azureedge.net) \nNot the ONLY money laundering shells L/W CPA are involved in either \nDirectory - Service Provider Directory I  OTC Markets \nOTC Markets I Official site of OTCQX, OTCQB and Pink Markets \nGet Stock & Bond Quotes, Trade Prices, Charts, Financials and Company News & Information for OTCQX, \nOTCQB and Pink Securities. \nwww.otcmarkets.com \nSeveral SEC reporting \nAND a few more with up and running TODAY \nNASDAQ listed Orbital Energy Group OEG \nEDGAR Search Results  (sec.gov) \nAqua Power Systems APSI. That's Aqa Power systems fka NC Solar: a Jaclin money laundering shell \nEDGAR Search Results  (sec.gov) \nhttps://www.sec.gov/Archives/edgar/data/1553264/000114420412044855/v3 21146 sl.htm \nEFTA00010878\n\nBang Holdings Corp BXNG: VERY appropriate Name. Read on. Also Jaclin. Also Zenith. AND Platinum \nEDGAR Search Results  (sec.gov) \nBrownies Marine Group BWMG \nEDGAR Search Results  (sec.gov) \nC2E Energy Inc OOGI FKA Odyssey Oil and Gas: through 2020: a NY HQ company \nhttps://www.sec.gov/Archives/edgar/data/1160798/000121390021020286/f10k2020 c2eenergyinc.htm \nwww.sec.gov \nThe Company intended to expand the making of bio fuels from algae to other large mining Companies in \nSouth Africa. On May 26, 2009, the Company acquired 51% of H-Power (Pty) Ltd. H-Power (Pty) Limited, a \nSouth African registered company, which owns an exclusive license to develop and market batteries based \non patented Hybrid Battery Technology worldwide. However, on August 27, 2009, the ... \nvo.vw \nsec g ov \nEnviro Technologies US Inc EVTN \nEDGAR Search Results  (sec.gov) \nHometown International HWIN \nSee Below \nOcean Thermal Energy Corp CPWR \nEDGAR Search Results  (sec.gov) \nPoint Of Care Nano-Technology Inc PCNT fka Alternative Energy and Environmental Solutions: Also Jaclin \nfs10511 altenergy.htm (sec.gov) \nEDGAR Search Results  (sec.gov) \nSecond Street Capital CTON \ncontent  (otcmarkets.com) \nVynleads Inc VYND \nEDGAR Search Results  (sec.gov) \nPuraDyn Filter Technologies PFTI \nEDGAR Search Results  (sec.gov) \nA New York Liggett/Webb money laundering shell is C2E Energy Inc \n1185 Avenue of the Americas \nEFTA00010879\n\nBegan as an \"exercise equipment \" shell controlled by Curtis Olschansky \nEveryone remember the Better Buns machine? \nhttps://www.sec.gov/Archives/edgar/data/1160798/000114420407015535/v069715 l0ksb.htm \nSEC \nIndicate by check mark whether the registrant (1) has filed all reports required to be filed by Section 13 or \n15 (d) of the Securities Exchange Act of 1934 during the preceding 12 months (or for such shorter period \nthat the registrant was required to file such reports), and (2) has been subject to such filing requirements \nfor the past 90 days. \nwww.sec.gov \nHere's ANOTHER lesson in derivatives for the slow on the uptake \nNew York C2E Energy Inc is now controlled by PROLIFIC Bag Man David Lazar/Zenith Partners/International \n/Equity Holdings LLc's and Custodian Ventures. \nhttps://www.sec.gov/Archives/edgar/data/1160798/000121390021020286/f10k2020 c2eenergyinc.htm \nwww.sec.gov \nThe Company intended to expand the making of bio fuels from algae to other large mining Companies in \nSouth Africa. On May 26, 2009, the Company acquired 51% of H-Power (Pty) Ltd. H-Power (Pty) Limited, a \nSouth African registered company, which owns an exclusive license to develop and market batteries based \non patented Hybrid Battery Technology worldwide. However, on August 27, 2009, the ... \nwww.sec.gov \nLazar/Zenith following money laundering shells: \nMediashift MSHF \nMelt Inc MELT \nXXStream XMET \nFinotecGroup FTGI \nEnabling Asia Inc EAIN \nGoff Corp GOFF \nNYSE listed SyntheticBiologics SYN \nExobox EXBX \njust to name a few \nLazar NY address: 3445 Lawrence Ave \nOceanside, NY \nAlso SEC NY \nLazar partner in Zenith is Los Angeles/Beverly Hills/Santa Monica based Barry Sytner \nalso home to Mogilevich Bag Man Milken/Dexel/Boyd lefferies et al \nSytner was himself in control of Tri - Mark Mfg Inc with guess who? Barry Honig \nEDGAR Search Results  (sec.gov) \nEFTA00010880\n\nand another money laundering shell up and running today: Chinese $$ laundering shell Worry Free Holdings \nTeed up and ready to go with Rent A CFO: CFO NOW \nWorry Free is FKA SEC reporting iVoiceldeas Inc \nEDGAR Search Results  (sec.gov) \nMicrosoft Word - WYCC 30 SEPT 2018 OTC FILING.FILED VERSION  (otcmarkets.com) \nWorry Free not the only Lazar China $$ laundering shell \nHong Kong Winalite Group \nEDGAR Search Results  (sec.gov) \nNot revoked by the grossly corrupt SEC after 10 years of no financial disclosures. Rather: voluntarily suspended \nby Lazar to be re used at a later date. Per my record with the SEC et al: money laundering shells go dark AFTER \nthe fraud is committed. SEC does nothing to PREVENT the fraud from happening in the first place \nhttps://www.sec.gov/Archives/edgar/data/1059885/000121390020001328/f1515d0120 hongkongwinalite.ht \nm \nAnyone keeping track of the Jaclin/Honig related money laundering shells we're up to so far? \nAgain: the Lazar/Sytner/Zenith/Custodian Ventures/Liggett/Webb list is not exhaustive \nBut in excess of 20 money laundering shells up and running today should be a good start. Don't you think Mr \nGensler? \nOf course, the money laundering shell that ties all of these ongoing frauds together is Bang Holdings: BXNG \nhttps://www.sec.gov/Archives/edgar/data/1632323/000161577415000921/s101040 sl.htm#INTEREST \nSEC.gov I HOME \n(1) This Registration Statement covers the resale by our selling shareholders up to (1) 1,857,050 shares of \ncommon stock previously issued to such selling shareholders and (2) 1,500,000 shares of common stock \nissuable upon exercise of outstanding warrants (\"Warrants\") at an exercise price of $0.35 per share, that \nwere issued in connection with a Securities Purchase Agreement by and between ... \n%%rimy \nsec g ov \nA Colorado incorporated/Miami based/Jaclin money laundering shell where Liggett/Webb are auditor with \nFarkas/Platinum/Zenith Equity Holdings/Michael Bernstein et al \nEDGAR Search Results  (sec.gov) \nVast majority: SEC reporting. Several Jaclin. BXNG: Farkas/Jaclin. Several with Chinese Nationals. \nZenith/Lazar/Sytner: Jaclin 2.0 like Honig. ABSOLUTELY NOTHING random about this as I have stated repeatedly: \nMASSIVE in scope/Brazen/Egregious/ongoing/SEC facilitated/SEC IG complicit frauds on the public the grossly \ncorrupt SEC is mandated to protect while screwing the whistleblower who caught them: ME. AND NONE OF IT \nHAPPENS without well known criminal entities like executing BD/MM's NITE et al. NOT the \"penny stock trading \nfairies\" \nEFTA00010881\n\nNo, SDNY/NY Supreme Court Judges: Hometown International is NOT a 1 off that slipped through the cracks. At \nALL times Jaclin has been under the jurisdiction of the SEC NY. At ALL times SEC NY ALSO under the jurisdiction \nof the SDNY. \nCheers! \nChris \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Saturday, April 17, 2021 10:31 AM \nEFTA00010882\n\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nSDNY Judges and SEC IG, \nI would like to Re admit the following which is part of my extensive record with the grossly corrupt SEC: Jaclin \nMoney laundering shells: Honig et al. AND prolific Bag Man Michael Farkas: BLNK,ICLD etc etc \nHave you been watching the story about this Deli in New Jersey with a $100 million dollar market cap? \nUS Financial Markets Have Become A Giant Mirage Built On A Foundation Of Fraud  I  ZeroHedge\nUS Financial Markets Have Become A Giant \nMirage Built On A Foundation Of Fraud \nZeroHedge - On a long enough timeline, the survival rate for \neveryone drops to zero \nwww.zerohedge.com \nSDNY judges/ SEC IG: This is what I have been telling the grossly corrupt SEC for more than 8 fn years now. \nALL of this activity is up and running TODAY: April 2021 thanks to SEC criminal obstruction and corruption. \nThe SEC is a criminal enterprise ACTIVELY facilitating multiple, ongoing frauds on the public it is mandated to \nprotect to the benefit of the criminals who own them while screwing the whistleblower who caught them: ME \nSay Hi to the OTCM Pink money laundering shell Hometown International \nEDGAR Search Results (sec.gov) \npg 22 and following of Selling Shareholders in this 2020 SEC approved SI \nhttps://www.sec.gov/Archives/edgar/data/1632081/000121390020014269/ea122720-sl_hometown.htm4j  015 \nSEC.gov I HOME \n(1) Pursuant to Rule 416(a) under the Securities Act of 1933, as amended (the \"Securities Act\"), there are \nalso being registered hereby an additional indeterminate number of shares of the Registrant's Common \nStock, $0.0001 par value (the \"Common Stock\") as may become issuable to the selling stockholders as a \nresult of stock splits, stock dividends and similar transactions, and, in ... \nwww.sec.gov \nNew Jersey Deli with \"investors\" in Macau, Hong Kong etc \nWelcome to my world in dealing with the grossly corrupt SEC \nOf course, Hometown International was ANOTHER Jaclin money laundering shell kept up and running by the \ngrossly corrupt SEC \nhftps://www.sec.gov/Archives/edgar/data/1632081/000114420415059929/v422176_sl.htm \nSEC.gov I HOME \nEFTA00010883\n\n25 E. Grant Street . Woodstown, NJ 08098 (856)759-9034 (Address, including zip code, and telephone \nnumber, Including area code, of registrant's principal executive offices) \ny.ww.sec.goy \nWhat I have been telling the grossly corrupt SEC for YEARS: This is WHY the OTCM exists. AND, in 01 2021, more \nthan 4 TRILLION shares of money laundering shells like Hometown International were traded by NITE, CDEL et \nal. \nMarket Statistics - Equity Trading  Data \nMonthly (finra.org) \nABSOLUTELY nothing has changed in the last 8 years. Infact, as the grossly corrupt SEC,DoJ et al have been in \npossession of my information, this illegal activity has EXPLODED. \nSEC IG: DO YOUR FUCKING JOB! !! !!! \nHometown International: Woodstown NJ: SEC NY: SDNY jurisdiction \nCheers! \nChris \nFrom: Chris Ditorio \n<chris_diiorio@msn.com> \nSent: Monday, April 5, 2021 5:29 AM \nEFTA00010884\n\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital Tat & Appendix \nJudge Swain: still ANOTHER version of A Stroll Down the ABSOLUTELY NOTHING HAS CHANGED Avenue. \nThis is another version of my extensive correspondence as I wait on the SEC Final Determination. Below, I \ndetailed the $765 million fraud DFC/taxpayer loan to almost insolvent Kodak to transition from \nfilm/cameras(buggy whips) to hydroxychloriquine. The DFC was run by Jared Kushner's college roommate. \nMassive fraud from the outset. The SEC of course never investigated the massive pump and dump related to \nthis fraud. AND, thanks to the SEC egregious obstruction of Congress: there is STILL no CAT. Of Course the DFC \nfirst appointed IG Zakel (Sep 6 2020) concluded 2 months later that Jared's roommate didn't break any laws. \nFurther: The Akin Gump internal investigation is ripped to shreds by yours truly below. AGAIN:There was no \nClayton et al/SEC OR DoJ investigation into the egregious Insider Pump and Dump that took place in KODK \nrelated to the fraud DFC taxpayer loan. \nThe interconnectdness of my claims on display yet again. \nSome Interesting entities involved with Blackstone/Schwarzman/New in the almost insolvent at the time/still: \nKODK. \nRecall from a version I sent last week Judge Swain: \nSedona/Scan Graphics: 1998 \nKushners/Nordlicht/Englander AND \nThe Karfunkel Family Trust \nhttps://www.sec.gov/Archives/edgar/data/764843/0000943396-98-000012.txt \nKODK got some attention when GEORGE KARFUNKEL made a generous donation to a \"synagogue\" in Brooklyn \ncalled Congregation Chemdas Yisroel \nhttps://www.sec.gov/Archives/edgar/data/31235/000121390020020114/ea124950scl3da2karfunkel eas.htm \nSEC.gov I HOME \nThis Amendment No. 2 to Schedule 13D (\"Amendment No. 2\") relates to the common stock, $0.01 par \nvalue per share (the \"Common Stock\"), of Eastman Kodak Company, a New Jersey corporation (the \n\"Issuer\"), and amends and supplements the initial statement on Schedule 13D filed on May 18, 2017, as \namended and supplemented by the Schedule 13D/A filed on December 6, 2019 (the \"Schedule ... \nChemdas Yisroel address: \n1428 36th St Brooklyn NY 11218-3765 Suite 200 \nEFTA00010885\n\nThis EXACT address is the home of Roth CPA's etc \nWhich also has offices in Israel \nRoth&Co — We understand that your business is your life's work  (rothcocpa.com) \nRoth&Co - We understand that your business is your life's work \nNEW YORK. 1428 36th Street Suite 200 Brooklyn, NY 11218 Phone: 718-236-1600 Fax: 718-236-4849 \nrothcocpa.com \nImportant to note here that George Karfunkel founded 1 of the largest Stock transfer companies: American \nStock Transfer. Did I mention there was no Jay Clayton et al/SEC/DoJ Insider trading/P&D investigation into \nKODK? \nI digress. \nSee, back in 2004, Barry F'n Honig had a shop called GRQ Consultants \nGRQ was involved in 2 money laundering Shells: \nAmplidyne yada yada \nEDGAR Filing  Documents for 0001170022-05-000036  (sec.gov) \nAND \nCell Power Technologies \nEDGAR \nFiling  Documents for 0001144204-04-007936  (sec.gov) \nEveryone catch the address of this Cell Boost \"technology\" Cell Power? \nThe SAME address as Chemdas Yisroel and Roth CPA's \nbut just down the hall: Suite 205 \nThis is priceless. \nAn SEC approved offering from 2005 for Cell Power \nhttps://www.sec.gov/Archives/edgar/data/1202034/000114420405030051/v026245 424b3.txt \nWho was the law firm on this money laundering shell in 2005??? \nSichenzia Ross. The same law firm responsible for NewLead and FreeSeas: 2 massive frauds perpetrated on the \nSONY Courts as well as NY Supreme Court. Brought to you by the grossly corrupt SEC. \nGets better still.... \nThe SEC revoked Cell Power Technologies in 2010 \nEDGAR Search Results  (sec.gov) \nBarry Honig/Jaclin: also Blink Charging with prolific Bag Man Michael Farkas, JMJ, Drexel Alum Director, \nJonathan New: NETE CFO up and running in 2021. \nAnd Barry Honig: Frost/Stetson/Colleran/ Alpha Capital et al \nRecall the record Laney: \"multi billionaire Frost wasn't trying to MAKE a few million. Frost was laundering\" \nFrost: bought Ladenburg from Icahn/Vector after Ladenburg bought Gruntal: Milken, SAC, Feinberg et al \nColleran: Trump felon fundraiser \nAlpha Cap: Schlaff: Bawag/Refco/Sedona/Judge Swain: also my Knight/KCG/VIRT:NITE TCR \n2020. TEN YEARS AFTER the SEC revoked the Honig/Sichenzia money laundering shell down the hall from \nChemdas Yisroel/Roth CPA: Garfunkel: Cell Power Technologies \nEFTA00010886\n\nGarfunkel: 1998 Sedona/Scan Graphics w/Kushners et al \nKarfunkel/Chemdas Yisroel/Roth CPA's weren't the only ones to \"get the look\" (for those of you with ZERO \ntrading experience charged with enforcing Securities Laws like insider trading, this is the term used for insider \ntrading) \nMoses Marx also \"got the look\" \nEDGAR \nFiling  Documents for 0001104659-20-089495  (sec.gov) \nEDGAR Filing Documents for 0001104659-20-089495 \nEASTMAN KODAK CO (Subject) CIK: 0000031235 (see all company filings) IRS No.: 160417150IState of \nIncorp.:NJ I Fiscal Year End: 1231 Type: SC 13D/A I Act: 34 I File ... \nvo.yw \nsec g ov \nMarx and Karfunkel go way back and are still in business together \nDoes United Equities/Commodities ring any bells? \nHow about Berkshire Bancorp? ANOTHER New York licensed Bank \nEDGAR Search Results  (sec.gov) \nKarfunkel/Marx moved BERK from the NASDAQ to the OTCM Pinks around 2013 \nWHY? Less disclosure stupid. \nMicrosoft Word - \n{D634DCBC-639A-4A58-8504-3EDC20157A89}\n (otcmarkets.com) \nhey look! Marx,Karfunkel:BERK has the same auditor as Trump: Mazars. Prly just ANOTHER coincidence. For \nthose of you incapable of following along: The probability that ALL of the Karfunkel illgotten gains in the \nSEC/Trump/Kushner/Blackstone/DFC et al facilitated P&D/Insider trading went to Congregation Chemdas \nYisroel is virtually ZERO. \nHave I mentioned there was NO :zero,zilch,nada Jay Clayton et al/SEC/Dal insider trading investigation into \nKOOK? \nOK, good. Got it covered \nMaybe, just maybe had the grossly corrupt SEC thoroughly investigated my irrefutably accurate allegations: \nBlackstone/Schwarzman: NITE, the massive pump and dump fraud:Blackstone et al: KODK wouldn't have \nhappened. Which is why there has NEVER been a thorough investigation of my irrefutably accurate allegations. \nIn fact, the grossly corrupt SEC has criminally obstructed a thorough investigation of my claims SO THAT frauds \nlike KODK can continue. The SEC is bought and paid for by criminals while actively facilitating MULTIPLE frauds \non the public it is mandated to protect WHILE screwing the whistleblower who caught them:ME. the record \nJaney is IRREFUTABLE. \nFinally Ms Wing/Strauss: will you be keeping your DoJ e mail address up and running months after you land a \nnew gig like Geoffrey Berman has? Almost like he never left. \nSo Judge Swain: What has changed since your Sedona/Badian/Hirsch/Refco/Bawag decision? \nABSOLUTELY NOTHING! \nYes: Blackstone/Schwarzman/Marx/Karfunkel/Kushner/Trump et al are most definitely on the SEC/DoJ \"Do not \ninvestigate List\" \nCheers! \nChris \nEFTA00010887\n\nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent. Wednesday \nSeptember \n23 2020 718 PM\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nJudges Cave and Nathan, \nIf there was ANY question as to the veracity of my extremely serious allegations, the SEC put it to rest today \nwith its \"clarification\" and new rules governing the Whistleblower program: \nMy preliminary denial in June for the Opco Award application which was 5 years in the waiting: \"SEC staff never \nsaw Mr Dilorio's information\" \nI refer you to the ONLY new rule in the \"clarifications\" in the interest of \"transparency\" \nhttps://www.sec.gov/rules/final/2020/34-89963.pdf\nSECURITIES AND EXCHANGE COMMISSION 17 CFR Parts 240 and 249 RIN \n3235-AM11 ACTION SUMMARY \nSECURITIES AND EXCHANGE COMMISSION . 17 CFR Parts 240 and 249 [Release No. 34-89963; File No. S7-\n16-181 RIN 3235-AM11 . Whistleblower Program Rules \nvo.vw.sec gov \nNew Rule 240.21F-18 Summary Disposition \n(3) The information you submitted was never provided to or used by the staff handling the covered action or the \nunderlying investigation (or examination), and the staff members otherwise had no contact with you. \nAKA the Christopher J Dilorio Rule. Created to deny awards of rightful compensation. Per my appeal: a whistleblower CAN \nNOT know who at the SEC he/she should contact as investigations are done in strict confidentiality. Further, the OWB itself \nis the CENTRAL contact for whistleblowers. It is the EXPLCIT and EXCLUSIVE responsibility of the OWB to distribute \nwhistleblower information within the SEC. This \"rule\" is FURTHER overwhelming evidence of SEC corruption and \nobstruction. \nJudges Cave and Nathan: ALL information presented to your Courts must be treated with extreme skepticism if not \noutright disdain. IF the SEC is willing to commit massive fraud on whistleblowers who expose their corruption and criminal \nactivity just imagine the evidence it is willing to fabricate to bring a case like they are in Kamensky. An immediate STAY in \nKamensky is warranted until an independent thorough investigation of my claims can be executed. ALL evidence \npresented to your courts by the SEC must be questioned in light of the overwhelming evidence I have provided. Again: this \ncorruption goes straight to Jay Clayton himself. His former colleague Jared Fishman has played a key role in this massive \nfraud. Clayton NEVER disclosed these conflicts. In addition, your Honors are in possession of other Clayton/Sull \nCrom/AQR/Girsky facilitated fraud: Nikola. This is what it has come to when you blow the whistle on the grossly corrupt \nSEC: They create a completely arbitrary and fraudulent rule to silence you. \nRule 204-21F summary disposition aka Screw the whistleblowers exposing SEC corruption Rule OR \nEFTA00010888\n\nThe Christopher J Dilorio Rule \nRegards, \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \nFROM:Chris Dilorio <chris_diiorio@msn.com> \nSent: Wednesday, September 23, 2020 5:27 AM \nu  ject: w: Formal appeal or denial covered action 2015-016/ Knight Capital TCR & Appendix\nJudges Cave and Nathan, \nMy allegations are chock full of members of the SEC \"Do Not investigate Club\". Per my TCR: Key to the Aug 2012 \n\"glitch/Bailout: Blackstone/Schwarzman. Blackstone had done extensive Due Diligence on Knight prior to the \n\"glitch\" and had considered buying them north of $14/sh. Somehow/some way Blackstone decided not to go \nahead with buying Knight not too long before the \"glitch\" which took the stock to $3. The ultimate bailout deal \nwas NOT collateral based. Rather a convert with a %50 discount to $3: $1.50/share. \"WHEW\". Per my TCR: ALL \n2012 \"glitch\" bailout participants including Blackstone knew EXACTLY the fraud on the Knight balance sheet. \nBecause of SEC corruption/criminal obstruction, NITE is insolvent TODAY. Absolutely nothing has changed. A \nmassive ongoing fraud on the public. \nAs a direct result of the SEC \"Do not investigate Club\", The KODK/Blackstone fraud on US Taxpayers (see below) \nwas perpetrated on the public. \nSteve Schwarzman/Blackstone are near the top of the SEC \"Do not investigate List\". \nObviously, Mr Kamensky is not in the Club. \nAs you can clearly see from my appeal to the OWB: The SEC intended to run out the clock. 5 years in the waiting \nin their Preliminary Determination Opco Award Denial for \" Investigators never saw my information\". Yet, SEC \nactions based on my information include: Hanover/Magna, JMJ/Keener, Fife, Southridge/Hicks, Opco, and \nUBSS. Missing somehow: NITE, Handler/Jefferies, Blackstone/Schwarzman etc etc. \nThe last overt act of this massive conspiracy has not yet occurred. \nMr Kamensky and I are BOTH victims of a longstanding and corrupt relationship between the SEC and \nHandler/Jefferies et al. Also victim of this corruption: the investing public the SEC is mandated to protect and \nthe US Taxpayer. \nRegards, \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \nEFTA00010889\n\nFrom: Chris Dilorio <chris_diiorio@msn.com> \ncam- Worinactiav contomhar 1A WW1 A•,% AM \n--\nrocH\"-\"aw-Yktr`J3w-q•150-1•'\" \nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nJaney, \nSchwarzman must be pretty close to the top of the SEC's \"do not investigate\" list. \nThe latest Schwarzman/Blackstone orchestrated fraud and cover up: KODK \nToday, the KODK Board Member Jason New: Blackstone \"independent\" outside inquiry by the law firm Akin \nGump is in \nhttps://www.kodak.com/content/products-brochures/Company/Report-to-the-Special-Committee-\n09.15.2020.pdf\n\"gaps\" indeed \nThe flowery New/BX cover up is chock FULL of gaps. \n\"Introduction to Phlow\" \nPhlow: the VA consortium receiving $350 mil in Government Covid funding to provide Trump pushed Covid \nCure: hydroxychloroquine \nhttps://www.prnewswire.com/news-releases/phlow-corporation-awarded-354-million-hhsasprbarda-contract-\nto-manufacture-essential-medicines-in-shortage-301061648.html \nPhlow Corporation Awarded $354 Million HHS/ASPR/BARDA Contract to \nManufacture Essential Medicines in Shortage - PR Newswire \nRICHMOND, Va., May 19, 2020 /PRNewswire/ Phlow, a U.S.-based, public benefit drug manufacturing \ncorporation, has received federal government funding of $354 million for advanced manufacturing ... \nwww.prnewswire.com \nPhlow already has/had a long standing relationship with Ampac Fine Chemicals \nhttps://www.phlow-usa.com/about-us/ \nAbout Us I Phlow Corporation \nRobert Mooney is a tireless champion of creativity and business \nacumen. As an entrepreneur and co-founder of New Richmond \nVentures (NRV), Bob counseled startups and early stage \ncompanies on accounting and financial reporting, capital \nEFTA00010890\n\nstrategies, equity raising, project financing, milestones, business \nwww.phlow-usa.com \nIn May 2020, Phlow was re starting/building a mfg facility/warehouse with partner Ampac (AFC) to fulfill its \nGovernment contract \nhups://richmondbizsense.com/2020/05/20/new-richmond-based-pharma-startup-with-350m-in-funding-eyes-\nfacility-in-petersburgi\nNew Richmond-based pharma startup with \n$350M in funding eyes facility in Petersburg \n-\nRichmond BizSense \nEarlier this month BizSense first reported Phlow's initial \ngovernment contract for $6 million, but details on the company's \nplans remained unclear at the time.. Gupton said in an interview \nTuesday the company's plans have been in the works for about 18 \nmonths, well before COVID-19 hit. \nrichmondbizsense com \nPer the KODK/New/BX/Akin Gump cover up: pg 20 \n\"On June 15 2020,Kodak signed a Letter of Intent with Phlow in furtherance of its application to the DFC to \nshow it had a  CUSTOMER for its future API's\" \nMost definitely \"DEFINITIVE AND MATERIAL\" \nSo, where is the SEC reviewed/required 8k for this agreement? \nhttps://www.sec.gov/cgi-bin/browse-edgar?ClK=31235 \nMeaning: the DFC application was a FRAUD. Fraud on the government. Fraud on American taxpayers. \nFurther: WHY would the DFC consider \"loaning\" $765 million to KODK with NO EXISTING API capability when it \nalready granted LESS money to Phlow/Ampac with proven capabilities? Answer: KODK liquidity issues are \nSEVERE \nLike Milken: Insider trading is NOT the real issue here. The latest BX orchestrated \"glitch\": KODK. \nI know this information may be more than the SEC/DoJ are capable of comprehending. \nCall me and I'll walk you through it SLOWLY. \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \n@bullmeechum3 \nEFTA00010891\n\nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Tuesday, September 1, 2020 7:40 AM \nJaney, \nMORE on the Blackstone/Trump/Kushner KODK P&D grift. \nAgain, BX helped orchestrate the Knight \"glitch\" and bailout. No doubt, the \"luckiest\" f'ers on the Street. VERY \nhigh on the SEC do not investigate list. So, they can continue to facilitate criminal activity. \nSee below: Jason New: KODK BoD: BX. In charge of the KODK \"internal investigation\". Now we read where D E \nShaw has taken a  5% stake in KODK. guess who DE Shaw largest investor is: Blackstone. Corruption cover up. For \nthe record Janey \nhttps://www.thetrustedinsight.com/investment-news/de-shaw-blackstone-20190325420/ \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \n@bullmeechum3 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Thursday, August 20, 2020 12:04 PM \nEFTA00010892\n\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nMr Best, \nCongratulations on your new position as Director of SECNY. \nNo doubt you have earned the promotion. For those of you who don't know Dick Best from his FINRA days, this \nmasterpiece is what got him his job at the SEC Atlanta office \nhttps://www.finra.org/media-center/news-releases/2014/finra-fines-brown-brothers-harriman-record-8-\nmillion-substantial-anti \nThe BBH AML complaint. Truly, fantastic work. \nALL of the entities in the complaint are un named. WHY? \nThis is my information. \nSwiss Banks, FFI's, and of course: penny stock trading fairies aka executing BD's/MM's that made it all possible. \nPer Dick's complaint: BBH delivered 80%+ of the trades to executing BD's/MM's. Did Dick Best criminally \nobstruct an investigation into my claims? Per my extensive correspondence with Robin Traxler at FINRA AND the \nfact that the SEC had my Knight Capital TCR in its possession for almost a year when Dick brought his BBH \ncomplaint. So, did Dick's complaint implicate entities in my TCR and that's why ALL of the entities in Dick's \ncomplaint are un named? Most certainly YES. \nRecall, this scheme generated $850 MILLION in proceeds. Dick's $8 mil fine was not a  deterrent. Intentionally \nSO. \nSo Congrats Dick on your new position as Director at SECNY. Janey, Hoecker, Dick, the record is extensive of my \ncorrespondence including Dick Best at the Atlanta Office. No doubt he will be recusing himself related to \nmatters involving the un named entities in his FINRA BBH complaint. OR will he do what is expected at the SEC: \nCriminally obstruct investigations while screwing whistleblowers like me? \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \n@bullmeechum3 \nFrom: Chris Dilorio \n<chris_diiorio@msn.com> \nSent: Wednesday, August 19, 2020 6:53 AM \nEFTA00010893\n\nSubject: Fw: Formal appeal for denial covered action 2015-016/ Knight Capital TCR & Appendix \nFurther: \nJaney, Hoecker, Jay, Mehraban et al \nLet me help narrow down the SEC facilitated, ongoing accounting fraud at NITE as I know none of you have ever \nspent a  day on a trading desk: \nIF the avg holding period for VIRT HFT is a matter of seconds AND VIRT goes home flat every night, then what is \nthe receivable/fails related to? With the core Virtu HFT business eliminated, what that does that leave? The \nCASH OTCM business maybe? Should I draw a picture in crayon for you Ms Mehraban? \nNITE: 3 different CFO's in the last year. Ms Mehraban, How much is your former Paul Weiss colleague/boss \nDougie Cifu paying you to criminally obstruct an investigation of my allegations? \nJaney, Hoecker, Mehraban et al: When it comes to trading fraud/accounting fraud cover ups, SEC attorneys are \nCLEARLY not qualified. \nThe record there is ALSO IRREFUTABLE. \nHere glitchy glitchy. \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \n@bullmeechum3 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nEFTA00010894\n\nJaney, Hoecker, Mehraban, Jay et al, \nThe massive SEC facilitated fraud on the public known as Knight/KCG/VIRT: NITE is reaching epic proportions in \nAugust 2020. For the new \"accounting\" hires at the SEC: \nIn 1Q2020, the receivable at NITE was up 90% or $1.2 BILLION from Dec 2019 to 52.562,721 billion \nPer the extensive record Janey: fails: because of self clearing are booked as a receivable. FRAUD. no intention of \ndelivering. More accurately a liability. AND per my 2013 TCR: a large portion: structural liability as a result of an \nopen naked short fail position WHEN not if a reverse split is approved by the grossly corrupt SEC/FINRA. There \nare some new \"buckets\" Malusso,loffe, Dougie large have created within the Receivable as well. Creative. The \naccounting shell game: moving fraud (abusive naked shorts) from bucket to bucket. \nThe 1Q2020 \n10O \nhttps://www.sec.gov/ix?doc./Archives/edgar/data/1592386/000159238620000006/virtufinancial03-\n31x20.htm \nInline XBRL Viewer - SEC \nThe Inline XBRL Viewer allows a user to quickly and easily review details of the tagged information in an \nInline document by automatically placing a top and bottom highlight border around each tagged numeric \nfact and left and right border for each block tagged fact. \nwww.sec.gov \npg 23. \nBuckets total 52.562,721 BILLION \nthe 2Q2020 \n10O \nhttps://www.sec.gov/ix?doc./Archives/edgar/data/1592386/000159238620000009/virt-20200630.htm \npg 24 \nBuckets total 52.441,283 BILLION \nThe FRAUD (please see the record Janey). \nALL of the receivable items are related to SETTLEMENT. \nCertain items within the receivable: buckets: would zero out within days IF VIRT was in compliance with the \nSecurities LAWS: Close out requirements of Rule 204. So, isn't it beyond amazing THAT: although there was \nEFTA00010895\n\nsome change in certain buckets AND that the amounts were zeroed out within days of March 31, 2020 ONLY to \nend the quarter June 30, 2020 a mere 5121.438 MILLION difference from the March 31, 2020 ending \nbalancemm \nThat is absolutely f'n amazing: $2.562,721 BILLION zeroed out from March 30, 2020 THEN a  $2.441.283 balance \nat June 30,2020. Well, the SEC does believe in \"penny stock trading fairies\" too. \nNope. Not penny stock trading fairies. AND VIRT didn't zero out :FAILED to SETTLE BILLIONS $$ in transactions. \nThis massive fraud is due to NEVER closing/covering as is mandated by LAW. SEC, ongoing, massive fraud on the \npublic. Classic bucket shell game. A la FCM and Reverse mortgages. \nNOTHING has changed thanks to SEC corruption and obstruction while screwing whistleblowers like me. \nThe massive NITE accounting fraud facilitated by the SEC that facilitates the ongoing fraud on the public the SEC \nis mandated to protect. \nCLEARLY, IRREFUTABLY: NITE is and always has been a criminal entity. ILLEGAL NAKED SHORTING drives trading \nprofits at NITE. ALWAYS has. Janey, please post Jay Clayton AND Ms Mehraban NITE conflict disclosures. No \ndoubt, Dougie large will see this e mail the same way the grossly corrupt SEC has disclosed my information to \nNITE for the last 10 years. NITE is GROSSLY insolvent TODAY August 18,2020. \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \n@bullmeechum3 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \n•• • I I • Ski \nJaney, Hoecker et al \nSEC criminal obstruction virtually real time. \nEFTA00010896\n\nhttps://www.sec.gov/news/press-release/2020-178 \nSEC.gov I SEC Charges Interactive Brokers With Repeatedly Failing to File \nSuspicious Activity Reports \nThe Securities and Exchange Commission today announced that Interactive Brokers LLC will pay an $11.5 \nmillion penalty to settle charges it repeatedly failed to file Suspicious Activity Reports (SARs) for U.S. \nmicrocap securities trades it executed on behalf of its customers. \nwww.sec gov \nSECNY: Lara Shalov Mehraban. Ms Mehraban, I've asked this before: Was Dougie \"Large\" Cifu your boss at Paul \nWeiss? The IBKR \"complaint\" is getting very close to your former boss/colleague isn't it? \nQuestions Ms Mehraban doesn't want the public to see: \nHer former boss/colleague Dougie \"Large\" Cifu hired Alex loffe as VIRT CFO in 2019. From 2003-2019 loffe was \nCFO at IBKR. INCLUDING the period covered in Ms Mehraban's complaint. \nNot filing SAR's, Microcap securities, AML red flags. No kidding. WHY are the securities un named? WHO was \nultimate executing BD/MM? \nAs self clearing Ms Mehraban, isn't Knight/KCG/VIRT (Cifu): NITE the LARGEST clearing agent of microcap \nsecurities? How many SAR's coming out of your former boss executing BD/MM? \nPer my TCR: NONE. ZILCH. NADA. How do I know that? \nWhen would the criminal enterprise NITE which is run by Ms Mehraban's former Paul Weiss boss/colleague Cifu \nfile a  SAR: \nBEFORE \nor \nAFTER trading billions of shares? \nDid NITE Compliance rely on IBKR/loffe compliance? That would be a violation wouldn't it? \nMs Mehraban is the poster child of SEC corruption and criminal obstruction while screwing whistleblowers like \nme. Virtually real time in August 2020. Very much an ONGOING and massive fraud on the investing public. \nMs Mehraban, please pass along my warmest regards to your former Paul Weiss boss/colleague Dougie \"Large\". \nNo doubt you \"chat\" often. \nThe record is overwhelming AND irrefutable. \nCheers! \nChristopher.' Dilorio \nWhistleblower \n303-877-7008 \n@bullmeechum3 \nFrom: Chris Dilorio \n<chris_diiorio@msn.com> \nSent: Monday August 10, 2020 8:32 AM \nEFTA00010897\n\nJaney, Hoecker et al \nspeaking of NO 8K, recall the extensive record for the criminal/insolvent/fraud on the public \nKnight/KCG/VIRT:NITE \nThe record Janey: Clayton/Sull Crom/Fishman \"sale\" of FCM business to other criminal firm Wedbush with NO \n8K \n3Q2014 \n10O \nhttps://www.sec.gov/Archives/edgar/data/1569391/000156939114000013/kcg2014093010-q.htm\nKCG then CFO Bisgay resigned with 2 weeks left in the quarter and didn't certify the financials. WHO certified \nalong with Coleman? Sean P GALVIN. \nCifu, Viola, Urban, Hutchins et al getting the fraud band back together \nhttps://finance.yahoo.com/news/virtu-financial-announces-changes-finance-105100941.html \nWHY would \"Cutting edge technology firm\" VIRT want to go with a guy who knows how to run the books at low \nas low tech gets OTCM cash trading firm Knight/KCG? The core business at Knight/KCG/VIRT: NITE is and always \nhas been: abusive naked shorting OTCM (and other) publicly traded shells to facilitate money laundering \nHere glitchy glitchy \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \n@bullmeechum3 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Friday. \nAugust \n7. \n7070 \n6:20 AM \nEFTA00010898\n\nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight TCR & Appendix \nThe SEC facilitated fraud on the public continues unabated. MORE irrefutable evidence of SEC criminal \nobstruction while screwing whistleblowers like me. \nA direct result of this ongoing massive fraud on the public. \nAfter NITE reported its 1Q2020 results I again again, again, like the last 10 years, alerted the grossly corrupt SEC \nto the massive accounting fraud at NITE as a direct result of abusive naked shorting. \nPer my 2013 TCR Laney, Hoecker, Jay et al: \nNITE is in a  constant state of insolvency as a result of illegal, criminal, abusive naked shorting OTCM money \nlaundering shells. This illegal activity drives trading revenue at NITE. This illegal activity is and ALWAYS has been \nthe core business at NITE. This very profitable albeit illegal activity is WHY Sull Crom client KCG was bought by \nVirtu. This illegal activity is WHY NITE has been repeatedly bailed out by GS,BX,JEF, JPM and the SEC \nThe receivable is where NITE books naked short fails as a result of self clearing. NITE has no intention of closing/ \ncan't close these naked short positions. NOT a legit asset. Further, the receivable isn't a legit asset NITE can \nconvert to cash for its own use. There are prior commitments on these \"assets\": SETTLEMENT \nIn 1Q2020, the NITE receivable grew to $2.5 BILLION. UP 90% from December 2019 \nhttps://www.sec.gov/Archives/edgar/data/1592386/000110465920057660/tm2018404d1 ex99-1.htm \nSEC.gov I HOME \nExhibit 99.1 . Virtu Announces First Quarter 2020 Results . NEW YORK, NY, May 7, 2020 - Virtu Financial, Inc. \n(NASDAQ: VIRT), a leading provider of financial services and products that leverages cutting edge \ntechnology to deliver innovative, transparent trading solutions to its clients and liquidity to the global \nmarkets, today reported results for the first quarter ended March 31, 2020. \nwww.sec.gov \nPer the SEC reviewed 8k filing this am Aug 7, 2020 NITE reported 2Q2020 earnings. showing the receivable \nroughly flat with 1Q2020 at 2.44 BILLION \nhttps://www.sec.gov/Archives/edgar/data/1592386/000110465920091707/tm2026789d1 ex99-1.htm \nThese are NOT \"assets\". More accurately, these are LIABILITIES. Massive accounting fraud. After moving these \nfraud \"assets\" to the appropriate liability classification, NITE tangible book value is GROSSLY insolvent. The SEC \nhas obstructed my allegations for several years while allowing NITE to write down this structural liability on \nEFTA00010899\n\nmore than 1 occasion. Further, sell side analists at the guidance of Cifu et al never question these EGREGIOUS \nbalance sheet issues. AND, with the grossly corrupt SEC blessing, Cifu et al never disclose insolvency in any SEC \nfiling OR investor presentation. \nAfter dismal April/May REPORTED OTCM volumes on the FINRA now controlled website, June saw a dramatic \nspike in share volumes. \nThe Top 25 OTCM money laundering shells by share volume in June 2020 and share price \nPLYZ .00015 \nPVDG .0008 \nRTON .00015 \nGRST .001 \nRNVA .76 (rev split) \nOZSC .0049 \nEWLL .0002 \nVSYM .0012 \nOPTI .14755 \nMOM .0001 \nSIML .00025 \nIGEN .0084 \nXMET .0002 \nGTEH .0001 \nABCE .0003 \nTSOI .007 \nNTRR .0014 \nGFTX .0005 \nLVXI .0003 \nSGMD .0024 \nINQD .002765 \nRBNW .0005 \nTLSS .0238 \nTPTW .07215 \nHYSR .0328 \nCombined price approximately $1 \nHow do stocks trade to trip zeroes? More buyers than sellers? \nCovering/closing out naked short fails shouldn't be an issue. ONLY explanation: abusive naked shorting: \nMANIPULATION. NOT Bona Fide market making. \nAs a direct result of this massive, ongoing SEC facilitated fraud on the public, ABSOLUTELY NOTHING HAS \nCHANGED. \nThe record is irrefutable: SEC criminal obstruction while screwing whistleblowers like me to facilitae a \nMASSIVE,ongoing fraud on the public. Key facilitator: Jay Clayton/Jared Fishman: Sull Crom \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \n@bullmeechum3 \nEFTA00010900\n\nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Thursday, July 30, 2020 9:31 AM \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight TCR & Appendix \nMORE SEC corruption/obstruction/screwing whistleblowers like me. \nPer my 2013 TCR attached Janey, we know that Schwarzman/Blackstone has played a key role in perpetuating \nthe criminal entity Knight,KCG,VIRT:NITEthe Sull Crom client. \nWe also know Trump and Schwarzy are BFF's. Schwarzy is also connected to Kushner and Epstein. \nSchwarzy is most definitely on the SEC's \"Do not investigate List\" \nA stroll down the record Janey: Around the same time as the SEC/BX/JEF/GS et al August 1 2012 NITE \"trading \nglitch\", Schwarzy/BX were key advisers to bondholders of Eastman Kodak and to the company also. Jason New: \nBlackstone was re elected to the KODK BoD in May 2020. \nhttps://www.sec.gov/Archives/edgar/data/31235/000156459020027039/kodk-8k 20200520.htm \nThen the Pumper/Grifter in Chief Trump goes out wide and far with this absolutely incredible news: \nThe camera/film company Eastman Kodak is now going to be the US savior in pharma ingredients supply chain. \nThis is a page out of the penny stock grifter playbook. This is what happens when we have a WH full of money \nlaundering shell grifters. So, what has been the result of this incredible pump/transformation? KODK has gone \nfrom 2 to 90 back to 40. \nAs is typical Trump/grifters/ and his criminal Clayton led SEC: the public hasn't seen a 8K filed by KODK to detail \nthis incredible \"transformation\". The SEC has given its blessing to yet ANOTHER Trump/Grifter/Bag Men P&D. in \nKODK, FBO Trump BFF and Sull Crom client: Knight \"savior\" Schwarzy/BX. Had the grossly corrupt SEC \ninvestigated my claims instead of obstructing them and screwing me, MAYBE Schwarzy/BX would have thought \ntwice about their latest grift: KODK. We know that Schwarzy is also a prolific GOP donor. \nF'n criminals \nCheers! \nChristopher J Dilorio \nEFTA00010901\n\nWhistleblower \n303-877-7008 \n@bullmeechum3 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Thursday, July 30, 2020 6:33 AM \nSubject: Fw: Formal appeal tor preliminary denial covered action 2015-016/ Knight KR & Appendix \nStill MORE IRREFUTABLE evidence of SEC criminal obstruction and corruption while screwing whistleblowers like \nme. Per the record Laney: Trump PA campaign Mgr David Urban on the BoD of #1 money laundering shell trader \nand Clayton/Sull Crom client NITE. Urban also on the BoD of money laundering shell: Pakastani/Canadian pot \ncompany w/ 200k in revenue FSD Pharma:HUGE. Today HUGE is up more than 100% on \"news\" it will pivot \naway from growing pot in Canada to \"developing\" a pot based cure for Covid. A money laundering shell. \nOf course, the grossly corrupt SEC has approved a $20 million public offering for Urban/Trump: HUGE \nSEC facilitated P&D to facilitate money laundering \nhttps://www.sec.gov/Archives/edgar/data/1771885/000106299320003258/formsuppl.htm\nAGAIN, the SEC is a criminal organization facilitating criminal activity and protecting criminals at the expense of \nthe public it is MANDATED to protect while screwing whistleblowers like me. \nThe record is extensive. \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \n@bullmeechum3 \nEFTA00010902\n\nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Tuesday, July 28, 2020 7:48 AM \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nSTILL MORE OVERWHELMING evidence to support my extremely serious allegations that the SEC is a criminal \norganization, run by criminals, to support cfriminal activity while screwing whistleblowers like me. \nFarkas: Michael: is a prolific Bag Man well known to the SEC. Farkas chose a laclin money laundering shell \nINTENTIONALLY. Blink Charging (BLNK) is ANOTHER SEC facilitated fraud on the public the SEC is MANDATED to \nprotect. \nOther Farkas money laundering shell: i Incubator \nhttps://www.sec.gov/cgi-bin/browse-edgar?ClK=1044693 \nAs is SOP for the grossly corrupt SEC: Revoked AFTER this massive fraud on the public was complete \nhttps://www.sec.gov/litigation/admin/2009/34-60013.pdf\nALSO SOP for the corrupt SEC: No mention of Farkas and his controlling i Incubator entities in the complaint \nhttps://www.sec.gov/Archives/edgar/data/1044693/000104653200000261/0001046532-00-000261-index.htm \nhttps://www.sec.gov/Archives/edgar/data/1044693/000104653200000265/0001046532-00-000265-index.htm \nhttps://www.sec.gov/Archives/edgar/data/1044693/000104653200000263/0001046532-00-000263-index.htm \nALSO missing from the i Incubator complaint: Executing BD/MM of the worthless Farkas certs dumped on the \npublic while the grossly corrupt SEC watched. Those damn \"penny stock trading fairies\" AGAIN! \nNOPE. \nBLNK never should have happened. Farkas, his NETE CFO, Keener, Nordlicht, etc etc should have been shut \ndown LONG AGO \nEFTA00010903\n\nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \n@bullmeechum3 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: \nThursday. July \n23 2020 5:59 AM \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nThe grossly corrupt SEC response to whistleblower OVERWHELMING evidence of money laundering \n,manipulation, and fraud: MY INFORMATION has been remarkably consistent over the last 9 years++: \nObstruct, cover up, facilitate illegal activity at the expense of the investing public it is sworn to protect while \nscrewing whistleblowers like me. \nBLNK: A KNOWN Jaclin money laundering shell. Rev merger with a KNOWN Bag Man: Michael Farkas who was \nthe largest shareholder of ANOTHER money laundering shell: SkyWay but somehow escaped the SEC \ninvestigation. With Board members like Engel: Drexel, Scigliano: Acies: NETE a CFO:New from NETE. A known to \nthe SEC Bag Man: Keener who the SEC has kept up and running for YEARS since being BARRED (Not Exactly) by \nIndustry SRO FINRA. \nIn addition to that name Farkas: ANDREW/Jonathan Farkas. Trump fundraiser and Epstein: Jeffrey: business \npartner, this fraud has an added element. So, after receiving my overwhelming evidence with AML red flags too \nnumerous to count, what was the par for the course SEC response: Approved BLNK public offering just several \ndays ago AND with my overwhelming evidence in hand. But, that's not where the corrupt SEC active facilitation \nof this massive fraud on the public ends. Yesterday, 7/22, BLNK put out a PR linking it to a few hundred charging \nstations in VA,MD,DC. This pr drove the stock up almost 30% at 1 point and closed 15% higher on almost 8x avg \nvolume. A most certainly \"MATERIAL\" event. AND an event that required an SEC 8k filing if \"DEFINITIVE\" as well. \nNo such 8K was filed by BLNK for this pr. This pr therefore must be complete FRAUD intended ONLY to facilitate \na massive Pump and Dump on the public. It accomplished its intended fraudulent outcome. \nBut, back to BLNK fka New Image Concepts: the company \nBetween Blink and New Image Concepts, BLNK was known as Car Charging Inc \nEFTA00010904\n\nhttps://www.sec.gov/Archives/edgar/data/1429764/000114420414059745/v390669 \ndefl4c.htm \nThis 2014 SEC approved offering also had several red flags of its own. WHOPPERS in fact. \nGuess who ELSE was involved in this years in the operating money laundering shell? \nPlatinum Funds/Nordlicht. With links to Kushner(s) and Trump lawyer Giuliani. Other NY entities, a Columbus \nOH entity, a Chicago entity, and a Belize entity. Still counting the AML red flags? \nThe icing on the top of this massive SEC facilitated fraud: ex NM Governor Bill Richardson. \nWho, is also linked to Jeff Epstein and his NM Zorro Ranch. \nBLNK: money laundering fraud on the public ACTIVELY facilitated by the SEC in July 2020 despite overwhelming \nwhistleblower (me) information. Linked to Milken,Russia, Trump, and Epstein. Of course the 7/22 trading \nactivity NEVER would have happened without willing, executing BD's and MM's like the criminal entity known \nas Knight,KCG,VIRT: NITE. Which has also been kept up and running by the grossly corrupt SEC despite \noverwhelming evidence of a massive, ongoing, criminal conspiracy detailed by a  whistleblower: me. \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \n@bullmeechum3 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Wednesday, July 22, 2020 8:44 AM \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nGreetings grossly corrupt SEC et al \nStill MORE SEC facilitated fraud on the public it is mandated to protect: \nEFTA00010905\n\nBLNK: Farkas/JMJ/Jaclin/CFO New(NETE) money laundering fraud \ntoday's pr \nhttps://www.globenewswire.com/news-release/2020/07/22/2065815/0/en/Blink-Charging-Awarded-Grant-\nfrom-Virginia-Clean-Cities-to-Place-200-Fast-Level-2-Charging-Stations-Across-the-Mid-Atlantic-Region.html \nOf course, BLNK didn't file an SEC reviewed 8K for this material, definitive agreement that has the stock up 27% \non 5x normal volume at 10:30 EST \nIn fact, the last filing with the SEC by BLNK was actually the SEC declaring effective a public offering of securities \non 7/15/20. 1 week ago today. \nMORE SEC facilitated fraud on the public. \nCheers! \nChristopher Dilorio \nWhistleblower \n303-877-7008 \n@bullmeechum3 \nFrom: Chris Dilorio \n<chris_diiorio@msn.com> \nSent: Tuesday July \n14, \n2020 3:31 PM \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nEFTA00010906\n\nOH JOHNNY! \nhttps://www.reuters.com/article/bc-finreg-fbi-laundering-private-equity-idUSKCN24F1TP \nFBI concerned over laundering risks in private \nequity, hedge funds - leaked document -\nReuters \nThe U.S. Federal Bureau of Investigation believes firms in the \nnearly $10-trillion private investment funds industry are being \nused as vehicles for laundering money at scale, according to a \nleaked ... \nwww.reuters.com \nJaney, \nEven though you admit not distributing my information within the SEC, I was busy distributing it myself to \nothers. \nCarl baby, I'm afraid this means your first \"investigation\" of my complaints to you wasn't exactly \"thorough\" as \nI've been saying for years. \nShall I point out the pages for you? \nBlackstone wanted to buy NITE but only AFTER theirSEC/JEF et al orchestrated August 1 2012 \"glitch\" \n\"luckiest f'ers\" on the Street \nhttps://www.businessinsider.com.au/blackstone-dodged-a-bullet-with-knight-capital-2012-8 \nWHEW: Blackstone Almost Bought Knight \nCapital Before Its Stock Collapsed \nOne company is breathing a sigh of relief after a trading glitch \nsent shares of Knight Capital Group from more than $10.30 to \nnearly $2.50 last week. \nwww.businessinsider.com.au \nFrom my TCR you admit never distributing Janey \nhttps://www.reuters.com/article/us-wealth-summit-ubs-blackstone-idUSTRE6A055020101101 \nEFTA00010907\n\nUBS brokerage's McCann sees more \nBlackstone ties - Reuters \nUBS , rebuilding a brokerage hard-hit by the financial crisis, lately \nhas been mingling in some good company: Blackstone Group LLP. \nwww.reuters.com \nThe UBS award application I sent to Janey TEN TIMES from a commercial fax machine: \nALSO MY INFORMATION \nhttps://www.sec.govienforce/34-84828-s \nSEC.gov I SEC Charges UBS Financial Services Inc. with Anti-Money \nLaundering Violations \nADMINISTRATIVE PROCEEDING File No. 3-18931. December 17, 2018 - The Securities and Exchange \nCommission today announced settled charges against broker-dealer UBS Financial Services Inc. for failing \nto report suspicious transactions in customer accounts. U8S agreed to pay a  $5 million civil penalty to \nresolve the SEC's charges, and separately agreed to pay $10 million to the U.S. Treasury ... \nw.sec.gov \ny'all are gonna be FAMOUS! \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Tuesday, July 14, 2020 12:34 PM \nEFTA00010908\n\nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nMORE SEC corruption/obstruction \nANOTHER Jaclin money laundering shell: \nhttps://www.sec.gov/Archives/edgar/data/1449527/000121390008002174/fsl  prcomplete.htm \nYESDtc Holdings fka PR Complete \nhups://www.sec.gov/cgi-bin/browse-edgar?ClK=1449527 \nMORE related entities to my claims: \nBill Scigliano: Chairman BoD \nScigliano was also a Director at Oleg Firer's revoked but still very much up and running in MA: Acies Corp. Acies \nwas incorporated by His Eminence with a  NY address of 14 Wall Street: Rovt: Allied Wallet: WireCard. Jaclin and \nOleg related entities/people: Money laundering shells. Is the grossly corrupt SEC regretting their Jaclin \ncomplaint which was a cover up for much larger criminal activity: MY CLAIMS? \nBut there's more. \nThe SEC also brought \"more coverup than complaint\" In Frost,Honig,Alpha,Stetson et al. The SEC Knows who \nelse was involved in the Jaclin money laundering shell PRComplete/YESDtc: \nBarry \nHonig/GRQ \nhttps://www.sec.gov/Archives/edgar/data/1449527/000152153612000023/0001521536-12-000023-index.htm \nSo, Jaclin money laundering Shells and Honig too? \nGee, maybe Bag Men Honig, Keener, Scigliano etc KNEW these were money laundering shells? \nWho was the executing BD/MM converting all these billions of worthless Jaclin,lronridge,JMJ,Farkas,Honig etc \netc certs into real money? \nThe SEC response: \"penny stock trading fairies\". NOPE: NITE \nHow is it possible that there is NO reference to AML in ANY of these SEC complaints? \nBecause the SEC outsourced BD compliance with the BSA to industry advocate FINRA. DUH \nThen, there's the Jaclin money laundering shell New Image/BLNK. Gee, wonder if Farkas of money laundering \nshell Skyway, JMJ/Keener: money laundering shells in my claims, Engel: Drexel, Jonathan New NETE CFO, etc \nknew BLNK was/is a money laundering shell too. \nHis Eminence Firer is a prolific Bag Man. I've been telling the SEC that for years. \nJaney, update my NETE and AQR TCR's. You know, for the record. Several entities in my TCR's linked to Jaclin's \nshell factory. Including NITE. \nI've asked this many times Janey,Jay,Hoecker et al: \nEFTA00010909\n\nWHAT EXACTLY DOES THE NITE COMPLIANCE DEPARTMENT DO EXACTLY? \nOther than looking the other way while they naked short publicly traded shells to facilitate money laundering \nthat is \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \n@bullmeechum3 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Monday July 13 2020 10:50 AM \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nJaney, Hoecker, Jay et al \nstill MORE SEC attempts to cover up illegal activity at the expense of the public it is mandated to protect. \nThe SEC latest Rule change proposal \nhttps://www.sec.gov/news/press-release/2020-152 \nEFTA00010910\n\nSEC.gov I SEC Proposes Amendments to Update Form 13F for Institutional \nInvestment Managers; Amend Reporting Threshold to Reflect Today's \nEquities Markets \nThe Securities and Exchange Commission today announced that it has proposed to amend Form 13F to \nupdate the reporting threshold for institutional investment managers and make other targeted changes. \nVONW.sec goy \nWill exempt 90% of current 13F filers from future equity holdings disclosures. \nWHO does that benefit? Certainly not the public the SEC is mandated to protect. LESS transparency still for the \nlikes of Keener,Sason,Asher/Kramer,IBC,Ironridge/Coulston,Alpha,Dutchess,Crede, etc etc etc \nCosts to file: pocket change \nhttps://www.netacn.com/Service.aspx?id=dLfmwmZHCkOsIL-sP3V8Dw \nForm 13F EDGAR Filing Agent Service ::  Advisor Consultant Network \nACN will compile your 13F Report and act as your Filing Agent in order to submit the report to EDGAR. \nSend us your Holdings List, we compile the Form 13F Report and send you a Proof for your review and \napproval. Upon your approval we will submit the report to EDGAR. You will receive an email notification as \nwill ACN that the report has been accepted. \nwww.netacn.com \nSo, WHY does the SEC want LESS transparency for the investing public it is mandated to protect? \nThe SEC is bought and paid for by criminals. \nCheers! \nChristopher Dilorio \nWhistleblower \n303-877-7008 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent \nWorina el I   iv R ,n,n \nq3c \nAM \nEFTA00010911\n\nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nJaney, Hoecker et al, \nIs Trump prolific Bag Man Jonathan Farkas related to Bag Man Michael Farkas: Skyway largest shareholder: \nREVOKED \nhttps://www.hollywoodreporter.com/rambling-reporter/inside-hamptons-fundraisers-netted-trump-12m-\nelection-1230690 \nInside the Hamptons Fundraisers That Netted \nTrump $12M for Re-election I Hollywood \nReporter \nThe numbers are in and President Donald Trump's quick trip to \nthe Hamptons on Friday raked in $12 million for his re-election \ncampaign as his Republican allies were quick to declare it a  win ... \nwww.hollywoodreporter.com \nNow Michael Farkas is CEO of Jaclin money laundering shell New Image Concepts/Blink charging \nHow did Farkas (Michael) escape the SkyWay SEC complaint? \nhttps://www.sec.gov/litigation/complaints/2009/comp20960.pdf\nWould explain the Milken/Drexel flunkie Engel on the BLNK BoD as well. \nAlso explains why the grossly corrupt SEC let Bag Man JMJ/Keener up and running in 2020 and the \nCrede/Milken/Putin etc NETE CFO New now CFO at BLNK \nSome BLNK/Trump/rinsing. With help from \"issuer/bag man funded research\" Zacks aka Seethroughequities \n2.0. Rusian money? \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent, \nlocciav Ink/ 7 \n7070 6•n9 \nAM \nEFTA00010912\n\nu•ject: Fw: Forma appea or pre iminary •enia covere• action 2015-016 Knig t Capita TCR :  Appen•ix\nJaney, \nMORE EXTRAORDINARY SEC corruption and criminal obstruction designed to protect criminals and screw \nwhistleblowers like me. Despite my very generous 4 day offer to produce the entire record which is the basis of \nmy award application/denial/appeal AND REQUIRED by the statute I have referenced: \n240.21F-12 \"Materials that may form the basis of an award determination and that may comprise the record on \nappeal\", The several hundred e mails I have sent you, Hoecker et al MUST be part of this record. Janey, you \nfailed to produce this record. As I made clear: my 6/23/2020 emails to you Hoecker, SEC commissioners were \nmerely re re re sent previously sent e mails: the record. Further, my 6/23/2020 e mail: Formal appeal for \npreliminary denial covered action 2015-016 Knight Capital & Appendix was merely a summary of several \nhundred e mails sent to you, Hoecker et al. These e mails SHOULD be the record. You failed to produce the \nrecord. Which begs the question: WHAT \"record\" was used to determine the SEC preliminary denial exactly IF \nthe SEC can't produce the record? The preliminary denial was completely fabricated and must be reversed. \nBut, it doesn't end there: per my 6/23/2020 summary based on several hundred e mails sent to the SEC, the \nRECORD of EXTRAORDINARY corrupt obstruction designed to protect criminals and screw whistleblowers is not \nconfined to Opco,NITE,UBSS,Sason,Keener etc etc etc. I have filed 2 TCR's with the OWB related to the money \nlaundering/transaction \nlaundering/Putin/Rakishev/Trump/Kushner/Alfa/Crede/Peizer/Milken/Hapoalim/SBNY/CardWorks/ESQ/WireCa \nrd/AQR etc etc etc fraud known as Net Element. For YEARS the SEC has been in possession of not just my TCR's \nbut HUNDREDS of e mails supporting my TCR's comprising the extensive record. Here again, the SEC is covering \nup a MASSIVE fraud perpetrated on the public and well within even the grossly corrupt SEC ability to shut down \nthe fraud IF they had used my information to execute its mandate to do so. Instead, the SEC obstructed a \nthorough investigation. Per my previous e mails: the record: NETE claimed to be a payment processing entity. \nClaiming further to process BILLIONS of dollars worth of transactions every year. Its subsidiary Pay Online is \nlinked to the massive fraud Wire Card. How's the SEC Wire Card investigation coming along? For years, based on \nmy extensive financials research and other research, I pleaded and pleaded with the SEC to shut down this \nmassive fraud. They did not. email after email. Year after year I wrote the SEC \"NETE is a money \nlaundering/transaction laundering fraud\". Rather than shut it down, the SEC with the help of NASDAQ allowed \nfraud public offerings by Crede/Peizer/Milken related entities: Esousa and Cobblestone and a reverse split so \nNETE could keep its NASDAQ listing. The balance sheet has been grossly insolvent for years: goodwill. \nALL of my allegations were confirmed when NETE decided to \"unlock value in its payment processing\" business \nby doing a reverse merger with a CA EV \"manufacturer\" started by a musician. This fraud transaction is quite \ncommon in money laundering shell land dominated by NITE/VIRT. The SEC cover up of criminal activity while \nscrewing whistleblowers:ME: The \"payment processing business\" is to be \"sold\". Related of course was the SEC \ncover up of criminal activity while screwing whistleblowers: ME: The Goldman/Sull Cromm advised purchase by \nALLY of CardWorks: Merrick Bank: NETE and then the recent unwinding of this fraud transaction. No doubt the \nbrain child of Chair Clayton and his Sull Cromm colleague Jared Fishman who has played a key role in keeping \nthe criminal entity NITE/VIRT up and running. \nNETE/Mullen: \"here glitchy glitchy\" cover up. But, who the hell would EVER touch the massive fraud: NETE? \nOnly another fraud: Mullen. \nMullen doesn't \"manufacture\" ANYTHING. Mullen is simply a car dealership. \nEFTA00010913\n\nThe K50 EV is manufactured in China by Ctiantu a subsidiary of CH-Auto. Qiantu/CH have a production facility in \nChina. There will be no Mullen \"production\" of EV vehicles in Washington or anywhere else in the US. \nBut, the SEC facilitated fraud doesn't end at protecting criminals and screwing whistleblowers: ME. Per my TCR \nattached, there is a well orchestrated eco system of fraud. Including \"issuer/bag man funded research\" that \nfacilitates P&D. In fact, on 11/8/2018 the SEC brought a complaint against an entity I cited in 1 of my emails to \nthe SEC: the record: known as SeeThroughEquity \nhttps://www.sec.gov/litigation/complaints/2018/comp-pr2018-259.pdf\nSeethruequity, LLC, Ajay Tandon, and Amit Tandon \nTHE DEFENDANTS 6. SeeThruEquity, LLC is a Delaware limited liability company that was co-founded in \n2011 by brothers Ajay Tandon and Amit Tandon. \nwww.sec.gov \nSeeThroughEquity was engaged in a Pump and Dump promotion of NETE in April and August 2018 \nhttps://www.netelement com/press-releases/release-content/1062906ThXwRXEOWSnIV \nSeeThruEquity Issues Update on Net Element, Inc. \nNEW YORK, NY / ACCESSWIRE / April 10, 2018 / SeeThruEquity, a leading \nindependent equity research and corporate access firm focused on smallcap \nand microcap public companies, today announced that it has issued an update \non Net Element, Inc. 0. The note is available here: NETE April 2018 Update \nNote. Net Element, Inc. (NASDAQ: NETE, \"Net Element-) is a  global financial \nvAvw.netelementcom \nhttps://www.netelement.com/press-releases/release-content/10734671#.XwRXGuWSnIV \nSeeThruEquity Issues Update on Net Element, Inc. \nNEW YORK, NY / ACCESSWIRE / August 6, 2018 / SeeThruEquity, a leading \nindependent equity research and corporate access firm focused on smallcap \nand microcap public companies, today announced that it has issued an update \non Net Element, Inc. 0. The note is available here: NETE August 2018 Update \nNote. Net Element Inc. (Nasdaq CM: NETE, \"Net Element') is a global financial \nwww.netelement.com \nSo, the SEC SeeThroughEquity complaint acknowledges the fraud associated with NETE. Well orchestrated. This \nP&D campaign was part of the 2 fraud offerings : Esousa and Cobblestone: I alerted the SEC to. Who PAID for \nthe SeeThrough P&D? Crede/Peizer/Esousa/Cobblestone? \nThe cherry on top of the SEC corrupt obstruction: NETE was still in business in 2020 to receive taxpayer Cares \nAct money. \nA summary of the record. \nEFTA00010914\n\nJaney, Hoecker et al, \nPlease update my Net Element and AQR TCR's \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \nNot just irony but a massive fraud on the \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Tuesday, June 30, 2020 1:01 PM \nov>; \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nJaney, \nthe purpose of your 5 years in the waiting PRELIMINARY denial of my OpCo Award application could not be any \nmore clear: run the clock out and protect NITE,UBSS,Magna et al while denying me rightful compensation. But, \nAs I have repeatedly told you, Hoecker, your colleagues: the last overt act of this vast conspiracy has not yet \noccurred: \nNITE/VIRT is insolvent today 6/30/2020 as a direct result of the SEC facilitated fraud on the public which is and \nalways has been the core business at NITE/VIRT: Abusive naked shorting publicly traded shells to facilitate \nmoney laundering. The public is STILL at risk. The SEC has facilitated NITE intentionally misleading the public as \nto the true nature of its business. The SEC still facilitates this massive fraud on the public while it intentionally \nmisleads the public there is no naked shorting because the SEC authorized the DTCC to create the illegal, \nshadow clear mechanism Obligation Warehouse (OW) so NITE's criminal activity can continue and it can \ncircumvent close out REQUIREMENTS of Rule 204 of Reg SHO. ALL very much ongoing in June 2020 as a direct \nresult of the SEC (OWB/Hoecker/Enforcement etc etc) criminal obstruction and ACTIVE facilitation of the \ncriminal enterprise known as Knight/KCG/VIRT: NITE. \nClayton never disclosed his Sull Crom/Fishman/NITE conflicts. He must step down from the SEC IMMEDIATELY \nuntil a criminal investigation can be concluded. NITE must be halted IMMEDIATELY as it still poses a \nmonumental risk to the investing public. FINRA should go back to being a cheerleader as it is just another \nenabler of this criminal activity. It has NO business enforcing SECURITIES LAWS. It should not be overseeing the \nOTCM. FINRA fines are a joke and not meant to be a  deterrent. INTENTIONALLY siding with criminals over the \ninvesting public the SEC is mandated to protect. The cesspool known as the OTCM MUST be shut down. It exists \nEFTA00010915\n\nSOLEY for the purpose of facilitating a massive fraud on the public. The OW must be shut down IMMEDIATELY \nso the public can see just how pervasive naked short selling: MANIPULATION really is. EVERYONE at the SEC \nwho has had contact with my information MUST resign/be terminated IMMEDIATELY. ALL of the AQR blank \ncheck shells must be shut down IMMEDIATELY as they pose a serious national security risk. AQR MUST be shut \ndown IMMEDIATELY. \nCertainly not exhaustive BUT a good start \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Tuesday, June 30, 2020 7:36 AM \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nJaney, \nplease add the following info to my appeal of your preliminary denial of my Opco award. \nMore evidence the SEC is using/has used my information to both bring complaints and protect/obstruct \ncomplaints. Again, you, McKessy, Hoecker have been in possession of my 2013 TCR filed with Berger for several \nyears. In addition to hundreds of e mails continuing into 2020 showing irrefutable and overwhelming evidence \nto support my allegations. \nHighlighted in my attached TCR and related to my Opco Award application: Joshie Sason/Hanover/Magna: \nCGFIA, IMDS,NewLead,FreeSeas, PRTH etc etc etc. The SEC Sason/NewLead complaint is also my information as \nI filed separate but related NewLead, and FreeSeas TCR's with your office. The SEC complaint: Sason \nassignments: bogus notes. NO SHIT? Really? detailed by me. In addition to Bag Man Sason/Hanover/Magna, I \ndetailed the illegal activity of Bag Man Justin Keener/JMJ in my 2013 TCR. Keener was the customer in the \nFINRA World Trade Financial complaint. \nhttps://www.finra.org/media-center/news-releases/2013/finra-fines-three-firms-900000-inadequate-anti-\nmoney-laundering\nEFTA00010916\n\nFINRA Fines Three Firms $900,000 for Inadequate Anti-Money Laundering \nPrograms I FINRA.org \nWASHINGTON - The Financial Industry Regulatory Authority (FINRA) announced today that it has fined \nthree firms a total of $900,000 for failing to establish and implement adequate anti-money laundering \n(AML) programs and other supervisory systems to detect suspicious transactions. \nwww.finra.org \nRelated to the billions of OTCM money laundering shells traded through World Trade, the BD SRO FINRA \nrequested information from Keener related to his assignments and acquisition of bogus convertible notes \nincluding bank statements to prove the notes weren't bogus. Keener told FINRA to 'F Off\" \nhttps://www.finra.org/sites/default/files/OHODecision/p182993 \n0  0.pdf \nFINANCIAL INDUSTRY REGULATORY AUTHORITY OFFICE OF HEARING \nOFFICERS \n5 distributions of securities in violation of Section 5 of the Securities Act of 1933. Tr. 158, 179-180.6 On \nSeptember 22, 2011, FINRA staff served a request on Keener, pursuant to FINRA \nwww.finra.org \nFINRA barred Keener/JMJ in 2013 as a \"Bad Actor\" \nThe SEC was certainly aware of the FINRA action \nhttps://www.sec.gov/litigation/opinions/2012/34-68014.pdf\nAs recently as 2019 Bag Man Keener/JMJ was involved in ANOTHER money laundering shell called Blink \nCharging fka New Image Concepts \nhttps://www.sec.gov/cgi-bin/browse-edgar? \naction=getcompany&CIK=0001429764&owner=exclude&count=40&hidefilings=0 \nhttps://www.sec.gov/Archives/edgar/data/1429764/000114420419004046/0001144204-19-004046-index.htm \nEDGAR Filing Documents for 0001144204-19-004046 \nBlink Charging Co. (Subject) CIK: 0001429764 (see all company filings) IRS No.: 030608147 I State of \nIncorp.:NV I Fiscal Year End: 1231 Type: SC 13G/A I Act: 34 ... \nwww.sec.gov \nNew Image Concepts was detailed by the SEC in their Jaclin et al \"Shell factory\" complaint in 2016. PRIOR to \nKeener involvement. \nhttps://www.sec.gov/litigation/complaints/2016/comp-pr2016-86.pdf\nEFTA00010917\n\nCase No. 2:16-cv-03250 \n1 2 3 4  5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 Case 2:16-cv-03250 Document \n1 Filed 05/12/16 Page 1 of 45 Page ID #:1 AMY JANE LONGO, Cal... \nBut Keener not the only 1 involved who knew New Concept was a money laundering shell. \nCEO of Blink is Michael Farkas. SEC knows him well from his Skyway Communications days. \nThe SEC revoked the registration of Farkas/Skyway in 2007 \nhttps://www.sec.gov/cgi-bin/browse-edga r? \naction=getcompany&CIK=0001128723&owner=exclude&count=40&hidefilings=0\nThe CFO of Blink is Jonathan New. Formerly CFO of the AQR/Crede: Milken money laundering/Transaction \nlaundering blank check shell: Cazador/Arco: Net Element \nA director of Blink is a guy named Donald Engel who worked at Drexel with Milken. \nNew Concepts was HQ'd in Santa Monica: Milken \nBut it gets better \nthe Jaclin shell factory also linked to Honig,Stetson,Alpha Cap, Frost as well \nhttp://www.teribuhl.com/2019/08/06/honigs-shell-factory-attorney-gregg-jaclin-barred-as-sec-lawyer/ \n;2, \nHonig's Shell Factory Attorney Gregg Jaclin \nBarred as SEC lawyer - TERI BUHL \nYour Voice. High Times Admits SEC Filing is Wrong: Stormy Simon \noff the Board - L.A. Cannabis News on Text messages show \nCannabis investors Defrancesco & Serruya allegedly Colluded \nwith Clarus Securities' Christodoulis in Multiple Stocks; High \nTimes Admits SEC Filing is Wrong: Stormy Simon off the Board - \nwww.teribuhl.com \nWhere the SEC said multi billionaire Frost risked ALL to make a few million. NO, Frost,Alpha (also in my attached \nTCR), Stetson, Honig were LAUNDERING. Frost bought Ladenburg from Milken flunkie Icahn AFTER Icahn rolled \nGruntal int Ladenburg. Gruntal: Icahn,Sater,SAC,Feinberg et al: Milken \nThe SEC intentionally omitted a Honig/Stetson shell from this complaint: \nMillenium Bio/lnergetics \nlinked to Trump Cleveland fundraiser and healthcare fraud felon: Brian Colleran \nIn typical SEC \"cover up\", revoked the Millenium/Inergetics registration in 2019. \nhttps://www.sec.gov/cgi-bin/browse-edgar? \naction=getcompany&CIK=0000072170&owner=exclude&count=40&hidefilings=0 \nFinally, \nSEVEN F'n Years AFTER FINRA barred (not exactly) Keener/JMJ and my Berger TCR filed with your office Laney, \nThe SEC is going after Keener/JMJ related to my information AGAIN \n17.5 BILLION shares of money laundering penny stocks. \nEFTA00010918\n\nhttps://www.sec.gov/litigation/litreleases/2020/Ir24779.htm \nJustin W. Keener d/b/a JMJ Financial (Release No. LR-24779; Mar. 24, 2020) \nSEC Charges Unregistered Penny Stock Dealer Litigation Release No. 24779 / March 24, 2020 Securities and \nExchange Commission v. Justin W. Keener d/b/a JMJ Financial, No. 20-cv-21254 (S.D. Fla. March 24, 2020) \nwww.sec.gov \nWHO was/were executing BD's/MM's in these billions of shares of worthless Keener/JMJ money laundering \nshells???? \nWhat are odds that bogus note/worthless certs/assignments Sason/Magna would be involved with bogus \nnotes/worthless certs/assignments Keener/JMJ in money laundering shells like IMDS and CGFIA etc) AND \nCGFIA was detailed by me to the SEC/FINRA AND CGFIA was 1 of the shells in the FINRA Opco AML complaint \nAND where NITE and UBSS traded billions of shares of CGFIA \nAND where NITE and UBSS traded billions of shares of IMDS also \nNow, what are the odds of all of that? \nAll you have to do is read my attached TCR Laney. \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \nFrom: Chris Dilorio \n<chris_diiorio@msn.com> \nSent: Tuesday, June 23, 2020 4:11 PM \nSubject: Fw: Formal appeal for preliminary \ndenial \ncovered action 2015-016/ Knight Capital TCR & Appendix \nsmall typos/corrections: \nMirror trade activity peaked in 1H2014 not 2H2014 and this coincides with OTCM astronomical share volume \ndata in 1Q2014 and 2Q2014 that were expunged from KCG 10Q SEC filings. Not 2Q2014 and 3Q2014 SEC \nreviewed 10Q's as I previously stated \ncorrected below \nChris \nFrom: Chris Dilorio cchris_diiorio@msn.com> \nSent: Tuesday, June 23, 2020 9:48 AM \nEFTA00010919\n\nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nMs Norberg, \nI am in receipt of the SEC OWB correspondence allowing me more time to respond to the preliminary denial of \nmy award application for the Oppenheimer 2015 covered action. This e mail was the last 1 I sent to your office \nrelated to my appeal. It will serve as the basis of my appeal. Including the attachments of my 2013 TCR \nsubmitted with Berger Montague to the SEC. I will also forward correspondence from 2012 and following \ndetailing my extensive correspondence with Robin Traxler at FINRA as well as Sean McKessy in the OWB. Even \nthough, I have previously forwarded your office as well as the SEC IG office the exact same corroborating \nevidence. My response to you will be lengthy and detailed. However, given that it took your office FIVE YEARS to \nsend me a preliminary denial notice, that is understandable and in fact a result of YOUR lengthy delay in \nnotifying me. ALL of my response pertains to the denial appeal at hand. \nIn 2011, I filed my first Whistleblower complaint with the SEC. Detailing a massive fraud on the public directly \nimplicating dozens of entities. The center of my claims: Knight/KCG/VIRT: collectively NITE and the Swiss \nbanking giant UBS:UBSS. By far, NITE was and still is today the largest MM/executing BD in the OTCM space. I \nwas shocked to find the Swiss banking Giant UBSS was trading many of the same stocks as NITE and to the \nextent they were. This came on the heels of the FINRA UBSS Reg SHO complaint where the extent of the UBSS \nactivity \"threatened to undermine the integrity of our markets\" while the SEC analysis of this activity was simply \na case of \"sloppy record keeping\". My experience as an Institutional Sales trader: executing multi million share \nequity trades for the largest institutions in the world like Fidelity and Putnam. In addition, as a Research Sales \nperson: analyzing financial statements and making investment recommendations formed the basis of my \nexpertise. In fact, the SEC OWB has paid out awards for information just like mine. In August of 2011, I informed \nthe SEC that NITE was insolvent having reported just $105 mil in working capital at June 30, 2011. AND, for the \nresaons cited in my TCR detailing massive accounting fraud as a direct result of illegal naked shorting/self \nclearing/reverse splits/cusip changes etc. The SEC had a choice: investigate these extremely serious allegations \nand shut down this massive fraud on the public OR cover up their failure and allow this massive fraud on the \npublic to continue. Unfortunately for the American public the SEC is mandated to protect, the SEC chose the \nlatter. As a direct result, ALL of the activity detailed by me in this TCR and other TCR's filed with the SEC as well \nas 9 years of additional correspondence with the SEC, this is very much an ongoing, massive scheme. One that \nthe SEC actively facilitates. Countless losses have been incurred as a result. NITE as I detailed is in a constant \nstate of insolvency. The SEC has time and again intentionally misled the investing public that there is no abusive \nnaked shorting. NITE is still in business TODAY. \nThe core business at NITE is and always has been: abusive naked shorting OTCM shells to facilitate money \nlaundering. Not DMM, FCM, reverse mortgages, or even HFT. This illegal business is EXTREMELY profitable and \nEFTA00010920\n\nvirtually riskless. AND, both the SEC and FINRA know this. In 2016, FINRA brought a Rule 204 complaint against \nNITE. The fine was pathetic and not meant to be a deterrent. This is WHY the OTCM exists. But it's not JUST \nOTCM as my AQR TCR filed with the SEC clearly proves: NASDAQ Blank check shells as well. I have also filed \nseparate TCR's related to NewLead and FreeSeas: 2 massive money laundering shells which began on \nNASDAQ,de listed to the OTCM. NONE of the activity detailed in the Opco/Gibraltar complaint takes place \nwithout a willing executing BD/MM who ultimately turns worthless certs into real money. That #1 trader is \nNITE. As you read in my Knight TCR CGFIA is at the heart and, because it was based in Colorado, became a \ntemplate of sorts for my extensive research. See Ms Norberg, unlike the SEC \"investigators\" on the \nOpco/Gibraltar complaint, I've actually seen first hand the CGFIA \"world HQ\" as well as the rented Littleton \nhome of CGFIA CEO Guyer. I've done extensive research on Properties claimed to be owned and M&A \ntransactions done for the sole purpose of cert printing and distribution (Aurelio AMNP) where the ultimate \nacquisition amounted to a distributor of Ukrainian folk music. I've also done extensive research on domestic \nand foreign financial institutions claiming to \"invest\" in these scam companies like Josh Sason/Hanover/Magna \nalso cited in my 2013 Berger/Knight TCR linked. So, as I detailed to Ms Traxler, I followed Guyer to Neuchatel \nSwitzerland and his previous endeavor: Antelope Technologies also with an office in Highlands Ranch CO. \nWhere I discovered a  connection to Swiss/German individuals/entities that were also related to another OTCM \nshell in the OpCo/Gibraltar complaint as well as my Knight TCR: AppTech. Offices in the Woodlands TX and Boca \nRaton. AND very much up and running today. SHOCKING. The SEC OpCo/Gibraltar complaint is based on the \nFINRA complaint. That is absolutely irrefutable. As the Gibraltar complaint alleges just 1 OTCM shell and just a \nmillion shares while Commissioners Stein and Aguilar referenced BILLIONS of shares in their OpCo waiver \ndissent. Who executed those BILLIONS of shares? Was OpCo even a MM? If I ask a question it's typically a \nrhetorical: I know the answer. The SEC knows the answer also. The SEC OpCo complaint does not mention the \nexecuting BD/MM. The SEC complaint doesn't mention Sason/Hanover/Magna either. The SEC complaint makes \nno mention of illegal naked shorting which is clearly evident in the CGFIA 10Q referenced below. THIS IS MY \nINFORMATION. So, why aren't NITE, Hanover/Magna and UBSS implicated in the SEC OpCo/Gibraltar complaint? \nWhat my TCR clearly and irrefutably proves: NITE was engaged in illegal activity both BEFORE and AFTER the \nSEC et al orchestrated August 1 2012 \"trading glitch\". So, the SEC bailed out a KNOWN criminal entity. \nUnfortunately for the investing public, the SEC has doubled downed on facilitating this illegal activity into 2020. \nThe \"glitch\". Knight was insolvent in August 2011. I told the SEC this. The \"glitch\" proved my allegations. Key \npoint in my TCR: NITE inadvertently sent 4000 worthless securities to JPM to secure an emergency bridge \nfinancing as collateral. These were open, naked short fails that could not be covered/closed due to a cusip \nchange (SEC/FINRA approved rev split) booked as an \"asset\"(receivable) due to self clearing: MASSIVE \naccounting fraud. Ironically, the \"glitch\" proved my allegations: despite claiming to have a \"highly liquid balance \nsheet\" NITE had to raise the entire amount of the \"glitch\". AND the ultimate \"financing\" was not collateral \nbased. Rather a 50% discounted convert when the stock had already been crushed to $3 OR $1.50. ALL of the \nfinancing participants knew the NITE balance sheet was complete fraud. NITE also committed securities fraud in \npledging those 4000 worthless securities as collateral to JPM: SCOTUS Rubin: pledging collateral to secure \nfinancing is an offer to sell. JPM looked the other way. As did the SEC. \nFurther, I submitted my amended TCR with Berger in March 2013, In August of 2013, FINRA brought a penny \nstock AML complaint against OpCo. Sale of unregistered penny stocks. WHO ultimately executed the trades? \n2008-2010. In July 2013, the \"glitch\" financing Gen Atlantic/Getco reverse merger with Knight to form KCG \nclosed. The new CEO of KCG was Dan Coleman who ran Equities at UBSS during their Reg Sho and cross border \nactivity. For UBSS, the DOJ (Acosta Downing et al) dropped their DPA in 2010. My claims: the FINRA \nOpCo/Gibraltar complaint clearly implicates UBSS criminal activity AFTER the DoJ dropped its UBSS x border \nDPA. This is what the SEC is protecting in the OpCo/Gibraltar complaint: NITE/UBSS/Hanover/Magna illegal \nactivity. \nAlso in my Knight/Berger 2013 TCR: IMDS. A multi year money laundering shell kept up and running by the SEC. \nAlso NITE,UBSS, and Hanover Magna. In addition to other entities like JMJ, Southridge, and Alpha Capital \nAnstalt. Alpha Capital Anstalt is very much in business today as a result of SEC obstruction while the SEC \nEFTA00010921\n\nrecently brought a complaint against JMJ for activity like that in IMDS even AFTER he was barred by FINRA. In \nIMDS, the SEC allowed 2 barred individuals (CEO/CFO) to do an offering that created 37 BILLION shares of IMDS \nat .0001 with Chinese Nationals before revoking the IMDS registration. What do you do with 37 billion shares of \nIMDS at .0001 when there are no bids below that? NOTHING. The stock never traded. The SEC orchestrated a \nNITE/UBSS/Hanover/Magna/JMJ/Alpha etc MASSIVE naked shorting to facilitate money laundering scheme \nbailout so that the MASSIVE naked short position didn't need to be covered in the open market as is mandated \nby Rule 204. Thus insuring profits and not MASSIVE losses for NITE and UBSS. \nI also filed separate TCR's for NewLead and FreeSeas. 2 \"Greek shipping\" money laundering shells started on \nNASDAQ and delisted to OTCM. NITE top trader in BOTH. Hanover/Magna in both. I contacted the KY Div of \nMines and notified the SEC that these \"transactions\" were complete fraud. The SEC Feb 2019 complaint against \nHanover/Magna is my information: Bogus obligations, assigned, converted to worthless certs. Then dumped on \nthe public and converted to REAL money by the executing BD/MM:NITE. Who generates illegal trading profits \nby abusive naked shorting. Very symbiotic relationship. 1 of the Hanover/Magna entities was Gibraltar/Hanover. \nSomehow omitted from the SEC OpCo/Gibraltar complaint. In NewLead, then SEC White and Ceresney firm \nDebevoise did a \"fairness opinion\" of a Russian Nickel wire transaction where the NewLead CEO had back dated \ndocuments. That has been expunged from SEC reviewed filings. FreeSeas: a structured tax evasion/money \nlaundering shell. Also involved Credit Suisse and Deutsche Bank. Both Debevoise clients. Both involved in the \ntens of billions Russian Mirror trade scheme. In addition to Hanover/Magna a Milken related entity Crede: Run \nby Milken/Drexel/Obstruction of justice/Parking: Terren Peizer and his felon partner Michael Wachs. This led me \nto Net Element NETE. Peizer again. This time with more AML red flags than be counted. Well known to the SEC \nthrough TWO of my separate TCR's. CEO is Oleg Firer. Firer former money laundering shell Acies shut down by \nthe SEC while NETE was left up and running. Acies very much up and running also in MA. In NETE: NASDAQ. \nAQR Blank check shell. SEC allowed 2 offerings so that NETE could keep its NASDAQ listing. 1 was with entity \nEsousa: felon Wachs ex wife. 2nd was with Cobblestone: felon Wachs sister. I told the SEC. They still approved \nthe offerings. I discovered AQR money laundering blank check shell activity doing research on NITE and \nHanover/Magna. A top traded NITE OTCM shell was Cereplast. Another AQR blank check shell. \nHanover/Magna/NITE/ and Alpha Capital Anstalt. Alpha is Liechtenstein based and controlled by Martin Schlaff: \nAustria/Israel. AlsolMDS (w/Schlaff controlled Balmore) and the Frost/Honing/Stetson et al complaint. Schlaff \nalso LH Financial/Wolfson/Sulphco and Bawag: Sedona/Scan Graphics: Refco: Naked shorting. NITE is Refco on \nsteroids. Cereplast ended in bankruptcy. \nNETE claims to be a \"payment processor\". BILLIONS in transactions processed. Never break even let alone \nprofitable. Balance sheet complete fraud. AML red Flags: Firer is Grenada Amb to Russia living in Miami, \nApockinas/Grinshpun/Antonov/Rakishev/Trump/Kushner/SBNY/CardWorks/Merrick Bank/ESQ/Cohen etc etc \netc money laundering/transaction laundering BILLIONS shell. Kept up and running for years since filing my \nNETE/AQR SEC TCR's. ALL of my allegations proved accurate in 2020 when NETE received Cares Act taxpayer \nmoney then announcing it was \"unlocking the value in its misunderstood payment processing business\" by \ndoing a reverse merger with a CA electric car company started by a former musician. The payment processing \nbusiness to be \"sold\" and the new company (Mullen) will own 80-90%. All made possible by SEC obstruction \nand ACTIVELY facilitating illegal activity. Another AQR blank check shell is Astra/Phunware. More Greek shippers \nrelated to massive swindler Economou originally intended to do an \"energy logistics company\" acquisition and \nsomehow settled on \"mobile app developer\" Austin DC Phunware. PHUN CEO is well known to the SEC with \nshells going back 15 years. I alerted the DoJ and SEC that PHUN was a money laundering shell. In addition to the \n\"genius quant\" AQR, AIPAC: Gerber/Hudson Bay, Nordlicht: Ari Glass/Boothbay, 1MDB: Khazanah Nasional, \nGlobal Crown/Rani Jarkas/EFG/BSI/Optima/Max Fang. AG Barr 1MDB waivers: Kirkland also AQR. Broidy: \nTrump: 1MDB money laundering. PHUN also received Cares Act money. AND PHUN is Trump/Kushner/Parscale \ncampaign mobile App. PHUN should have also been shut down long ago. AQR too. OTHER AQR blank check \nshells: CIS/Delta/Urban Tea, Ability/Cambridge, Hunter Maritime, and MI Acquisition/Priority Tech Holdings. \nAbility/Cambridge: Israeli cellular intercept/surveillance. Israel sent employees to jail. In the US it was \n\"securities fraud\". The SEC Ability/Cambridge complaint was handled by Ansu Banerjee in the SECLA office. \nEFTA00010922\n\nMilken/Mogilevich/BoNY money laundering entity Sinex: Debasish Banerjee. WHY did SECLA have jurisdiction \nover ABILF/Cambridge? Result: ABILF is very much up and running today. I believe this is the \nPHUN/Trump/Kushner/Parscale mobile app technology. \nHunter Maritime:HUNTF: Never consummated an acquisition. Just cert printing/dumping. Also involved: Milken \nfamily office: Silver Rock. MI/Priority:PRTH. CEO Tom Priore: well known fraudster to the SEC. Also \ntransaction/money laundering like NETE. Also involved: Hanover/Magna. \nALL AQR money laundering shells up and running today thanks to the SEC. Only recently did the SEC revoke \nCGFIA and NewLead. well after going dark and the massive fraud on the public had already been perpetrated. In \nNewLead, FreeSeas, etc etc etc a common tool used is reverse splits to perpetuate and facilitate illegal activity. \nSEC/FINRA approved. The result is the massive accounting fraud at NITE. WHEN not IF there is an open naked \nshort fail when a rev split takes place, a new CUSIP/security is issued. Trades in the old cusip/security cease. \nThis creates a structural liability. The fail/short can NOT be closed. Like covering a short in AAPL with MSFT. \nBecause NITE is self clearing it books a prop naked short as a receivable. An asset. But, because NITE won't or \nCAN'T deliver, massive accounting fraud. Literally a liability booked as an asset. This is how \"glitches\" are born. \nBut the SEC facilitated fraud doesn't end there. The definition of a failed trade: 1 that hasn't settled. The \nSEC/DTCC issue new securities where trades in the old haven't settled yet AND not authorized by the issuer. \nSettlement: buyer brings cash/seller brings securities. The DTCC simply makes journal entries. But there are still \n\"IOU's\" in the system. The SEC authorized the DTCC to create a shadow clear,non guaranteed, ILLEGAL (clearly \ncontrary to 34' Act \"prompt and accurate settlement) Obligation Warehouse so criminals like NITE et al can \ncircumvent close out REQUIREMENS of Rule 204. The OW is just what it sounds like. Per my Knight TCR, DTCC \nsuspends services (Chill/Lock) and trades are deemed \"ex clearing\". In a FOIA request made with POGO,Berger \nand I asked the SEC fails data on dozens of NITE/UBSS top traded stocks like CGFIA,APCX and IMDS. The SEC \nresponse: see our website. The SEC fails data is for DTCC cleared trades only. The SEC knows exactly the level of \nfails sitting in the OW. They don't disclose. Intentionally misleading the public there is no naked shorting. In \n1Q2020, the receivable at NITE/VIRT increased $1.2 BILLION sequentially. Up almost 90%. AND the tangible \nbook value is grossly insolvent. When it comes down to it, there really isn't ANYTHING in the receivable that \nNITE can convert into cash for its own use. There are prior commitments on those \"assets\": SETTLEMENT of \ntransactions. Because the SEC has never shut down this activity, NITE is in a constant state of insolvency. \nOther examples of SEC attempts to cover up NITE illegal activity so that it can continue include: \nCerberus/Feinberg/VIRT bidding on NITE post \"glitch\". Wasn't their turn. First, Gen Atlantic needed to monetize \nits GETCO \"investment\". The HFT business at GETCO was in a death spiral when the rev merger took place. So \nwhat was the attraction to NITE? The business that had absolutely ZERO overlap/synergies: OTCM. As low tech \nas it gets. Literally a trader sitting in a chair. As I have asked the SEC on hundreds of occasions over the years: \nwhat would happen to NITE trading profits if their OTCM share volumes went to ZERO? Cerberus is Feinberg: \nGruntal/Milken. Also bailed out Bawag:Refco, HSH, and Deutsche Bank ($50 bil Bad Bank to Goldman). Another \nMilken/NITE connection is Rich Handler: Jefferies. Also a Milken/Drexel protege. Milken was Gruntal: \nFeinberg,SAC,Icahn, Sater etc. Gruntal was \"sold\" to Ladenburg. Controlled by \nVector/NewValley:Icahn/Lorber/Elliman etc. And, was sold to multi billionaire Frost. Who, according to the SEC \nrisked it all trying to \"make\" a few million when he, Honig, Stetson, Alpha et al were really LAUNDERING. Milken \nalso Whiterock ,D H Blair (Morty Davis) and AR Baron (Bressman/D H Blair) which was the precursor to Bear \nStearns collapse . So, Milken and his merry crew of flunkies are really at the nexus of JUNK. They own Trump \nand his White House (Trump casino junk) and they own the SEC. It was Milken, Leon Black, Handler, Moelis, \nVirtue: Drexel that caused the S&L taxpayer bailout stuffing them with junk like Trump's. It is no coincidence \nthat these same flunkies are also the largest CLO originators/managers. CLO's: Junk on steroids. AGAIN Bailed \nout by taxpayers in Cares Act HY. There also connections to Epstein. Treasury Sec Mnuchin and Black: \nHY/Junk/S&L's and Epstein. Black: Money laundering shell ESWW kept up and running by the SEC was/is an \nEpstein money laundering vehicle: JUNK IS JUNK. \nTHIS EXPLAINS the Handler/Jefferies/Milken repeated bailouts of NITE. It also explains the SEC criminal \nobstruction. \nEFTA00010923\n\nSEC Chair Clayton is also directly linked to this criminal obstruction. His firm Sullivan Cromwell and Jared \nFishman are ACTIVELY facilitating this massive fraud on the public. Clayton did not disclose these conflicts in his \ndisclosures. Sull Crom/Fishman have advised Knight/KCG/VIRT and several transactions designed to facilitate \nthis ongoing and ongoing fraud on the public. Many of the same players involved in the \"glitch\" were involved in \nthe VIRT acquisition of KCG in July 2017. In addition to Sull Crom/Fishman and Handler/Jefferies: JPM and \nGoldman. The SEC facilitated fraud in the NITE/VIRT transaction is egregious illegal activity. The transaction \nNEVER should have happened. KCG was an SEC reporting company until the deal closed on July 31 2017. \nDespite this FACT, VIRT CEO Cifo refused to \"publish\" KCG 2O2017 financials. I estimate \nCifu/Coleman/Handler/GS/JPM wrote down more than $4 billion in open naked short fails: \"leverage\". The SEC \nlet him. Meaning: \"assets\" used to determine the take out/ tangible book of KCG was complete fraud. VIRT \ngrossly OVER paid for insolvent KCG. \nPrior to the NITE/VIRT transaction closing in July 2017, NITE would report its trading stats monthly. Including \nOTCM share volumes. Cifu stopped this post merger. The SEC let him. In fact, you will find NO reference to \nNITE/VIRT OTCM share volumes in any SEC reviewed filing, sell side research or investor presentation. A well \norchestrated fraud on the public. Omissions to Intentionally mislead the public as to the true representation of \nthe NITE/VIRT business model. These share volumes are also at the center of my 2013 Berger TCR. There are no \naffirmative disclosures in any SEC filings to this day as to the AML risks posed in trading these OTCM and other \nshells. In a 2014 letter to the SEC, I detailed the first 2 months of NITE OTCM share volumes. When the 1O2014 \n10O was filed, these volumes were confirmed: An ASTRONOMICAL increase sequentially as well as year over \nyear. These share volumes/my letter/TCR SHOULD have triggered an immediate SEC investigation. It did not. \nThis portion of the KCG 1O2014 10O was expunged as well as 2O2014 OTCM share volumes. I have detailed this \nto the SEC/OWB/Enforcement/IG. In the months leading up to the NITE/VIRT closing in July 2017, KCG put out \nmonthly trade stat pr's showing KCG trading more volume than the overall market. Also indicative of naked \nshorting. Those pr's were also expunged. I also including electronic forms to the SEC OWB/Enforcement/IG. \nThe SEC has essentially outsourced the ENTIRE OTCM market to the Broker Dealer SRO FINRA. Including: \nmanagement of the OTCM share volume website fka OtcBB.com. Today, there is very little transparency into \ntrading activity by MM as a result. Also: ISSUER corporate actions: rev splits, Short interest reporting: an \nabsolute farce given there is still no CAT. AND BD compliance with the BSA. Per my TCR: WHY did NITE and UBSS \ntrade Billions of shares of CGFIA and IMDS AFTER a Chill or Lock was placed (ex clear/OW)? CLEAR AML red \nflags. Because they had an open naked short position. Why not pull a market? Because they had an open naked \nshort position. SAR's? WHEN? BEFORE OR AFTER THEY TRADED BILLIONS OF SHARES? There were no SAR's \neither. NITE can not outsource its compliance responsibilities to 3rd parties (like OpCo) when executing trades \nas MM. In 2015 at a SIFMA conference, Ceresney was \"shocked\" by the number of BD's under his supervision \nfiling 1 or ZERO SAR's. NITE SHOULD have been investigated for egregious BSA violations long ago based on my \nTCR. Knight/KCG/VIRT:NITE is and always has been a criminal enterprise. Spitzer Russian/US mob bust: \n\"worthless paper\". Ashton Tech became VIE became Optimark became Knight/Trimark NITE literally \"made by \nthe mob\". The SEC has known this for years. ALL of the \"worthless paper\" shells were SEC reporting companies. \nToday, Trump PA Campaign Mgr David Urban sits on the NITE BoD. AND is also on the BoD of his very own \nmoney laundering shell: Canadian/Pakastani/pot/COVID: FSD Parma: HUGE. Trump advisers/campaign staff \nBannon and Parscale also involved in OTCM money laundering shells.Parscale Cloudcommerce fka Roaming \nMessenger also receiving taxpayer Cares Act money. \nMadoff: more money laundering than Ponzi. HOW THE HELL did the SEC let that scam go on for as long as it \ndid? Criminal obstruction. The former SEC IG Kotz actually investigated his \"bosses\" at the SEC unlike current IG \nHoecker. Years of SEC obstruction. Bullshit \"investigations\" into \"running ahead\" meant to distract. Similar to \nthe SEC \"glitch\" \"market access complaint\" where former SEC \"glitch\" Enforcement Dir Khuzami/Kirkland(Barr) \nalso rep'd NITE. Can't make this up. The center of IG Kotz scathing failure of the SEC in Madoff: SEC NY and Mr \nJohn McCarthy who ended up being Knight/KCG Chief Counsel. As I said: can't make this up. And, as we know \nMadoff started his career in NASDAQ penny stocks exactly like the l's in the Spitzer/Mob complaint. \nEFTA00010924\n\nOTCM: This is WHY the OTCM exists: abusive naked shorting publicly traded shells to facilitate money \nlaundering. CEO Cromwell Coulson CHAIRED the FINRA market Regulation Cmte. Say it with me: Can't make this \nshit up: CMTSU. A founding OTCM Board member is former NITE trader Andrew Wimpfheimer:CMTSU. This is a \nvery well orchestrated and ongoing fraud on the public. Russian mirror trades: no SEC OR DOJ investigation \nHOW? According to stories: activity peaked in 1H2014. Coinciding with NITE astronomical OTCM 1O2014 share \nvolume increase. In additional to money laundering penny stock shells, the OTCM is also home to many ADR's. \nIncluding Russian ADR's cited in the NYDFS/DBTCA/mirror trade complaint. Little/no disclosures. Also in my TCR: \nP&D is just a tool used to facilitate the fraud and NOT a stand alone fraud. The SEC intentionally stops short of \nthorough investigations into much bigger frauds. The same way it has the public believe the \"penny stock \ntrading fairies\" convert worthless certs to real money. NO! willing executing BD's and MM's like NITE do that. \nLess than a year after filing my Knight TCR with Berger, FINRA (not the SEC) brought the BBH AML complaint. \nThis was my information. Swiss banks, foreign/domestic institutions, executing BD's/MM's/ penny stock shells: \n$850 mil in proceeds. Did BBH implicate NITE and other entities in my claims? WHY are all of the entities in the \ncomplaint UN NAMED? In the interest of transparency for the investing public? In 2019, I also filed an award \napplication for the UBS x border/AML complaint. This is BLATANTLY my information. SEC/FINRA/ AND the SEC. I \nfiled an IRS TCR based on my SEC TCR attached. In April 2016, 2 IRS CI Agents: VIKAS Arora and Nathan Sarnacki \nflew to Denver from Chicago to meet with me. I believe they were blown away. Then came the UBS complaint. \nAs a follow up to our meeting, they wanted to know WHO at the SEC I shared my information with. I told them. \nThat was the last I heard from them although I continued to send them my information. \nTo the SEC IG Carl Hoecker: In 2015 I parted ways with Berger as I was convinced the SEC was using my \ninformation in an unethical/illegal manner to both bring and obstruct complaints. Berger was not willing to file \nan IG complaint. After parting ways, I almost immediately did just that. Prior to retaining Berger I had filed an \naward application for the UBS Reg Sho complaint. In my submission and my correspondence with \nMckessy/OWB I made the claim based on OWB permissible rules to \"open a new line of inquiry\". One that \nwould link the trading activity detailed in my ultimate TCR by NITE and UBSS. That link: Abusive naked shorting \npublicly traded shells and money laundering. My application was denied and there was no investigation into \nthis link. The SEC had just bailed out a \"known criminal enterprise\":NITE \"glitch\" was not a forthcoming \nadmission. Neither was the blatantly and knowingly false pretext for the DOJ dropping its UBSS x border DPA \nbecause \"UBSS was in full compliance\" in 2010. So, rather than open a new line of inquiry, the SEC chose to \nobstruct. \nI made clear to Hoecker the egregious conflicts by Khuzami,White and Ceresney with clients UBS,JPM,CS, and \nDB. Hoecker claims to have conducted a \"thorough\" investigation of my very serious allegations and found \nnothing. Despite MJW waivers received to \"investigate\" her Swiss bank client CS. Then in 2019, Hoecker \narrogantly told me I could file a FOIA request on his findings. Then, came 2019 and absolutely nothing had \nchanged. NITE was still trading billions of shares of OTCM shells like ELTZ. There were still no risk disclosures. \nCifu refused to publish KCG 2O2017 financials, Hanover/Magna/AQR/Alpha/IMDS etc etc etc were still up and \nrunning . I filed ANOTHER complaint with IG Hoecker. Despite the fact that Hoecker himself wroth the IG \nhandbook on \"thorough investigations\" mandating complainant interviews, I have never been interviewed by \nHoecker. In addition, the IG Hoecker is mandated to inform Congress as to serious allegations like mine. He did \nnot. In doing so, obstructed Congress from executing its oversight of the SEC/OWB. And despite hundreds of \noffers to fly to SEC HQ to have the best and brightest at the SEC rip apart my allegations 1 by 1 I have never \nbeen taken up on my offer. Why is that? The SEC OWB has gone to great lengths in other cases to explain the \nOWB process etc to whistleblowers. I have never been told \"no thanks\" for my information. In fact, McKessy has \nsolicited MORE information from me after submitting my Berger TCR. In Madoff, an intern could have \nverified/shut down in weeks NOT years. No contra parties. Only a well orchestrated obstruction by \nSECNY/McCarthy et al kept it up and running. As I have also repeatedly told the SEC: My claims could be verified \nin weeks also. NITE has a P&L for every stock they trade. These, aggregated, are basis for quarterly trading \nprofits. These P&L's, combined with OW data, and balance sheet data will validate ALL of my claims. I've offered \nmy service to do exactly that. 2 weeks max. Afterall, proprietary trading strategies are NOT proprietary if they're \nEFTA00010925\n\nillegal. For the reasons I have listed in this summary, NITE/VIRT is on the SEC \"do not investigate list\". And yes, \nthere most definitely is such a thing. Especially when it comes to illegal activity facilitated by the SEC. So, the \nSEC denial of my OpCo award claim which was 5 years in the making is just another example of my very serious \nallegations: The SEC solicits and uses whistleblower information like mine to both bring and obstruct \ncomplaints. Unethical. Illegal. To deny my award application because the \"investigators\" didn't see my \ninformation is further affirmation of my allegations. They saw it. They used it. They denied my compensation for \nit. Again Ms Norberg, I will forward my 2012 etc emails with Robin Traxler at FINRA as well as McKessy as \nfurther evidence that my Award application denial should be overturned. Further affirmation from 2 dissenting \nSEC Commissioners and the judge in the Gibraltar case makes this denial both egregious and bizarre. Bizarre \nONLY if you believe that there is no SEC obstruction that is. BTW, crazy stuff going on with the firing of Mr \nBerman/Clayton nomination to take his place/Rabbitt to DoJ/Carpenito replacing Audrey Strauss/Trump/Barr \ndon't you think? The SEC needs some fixers. Wonder why. \nI'm cc'ing some our mutual friends on this email Jane. The last overt act of this massive ongoing, SEC facilitated \nconspiracy has not occurred yet. \nCheers! \nChristopher J Dilorio \nWistleblower \n303-877-7008 \nFrom: Chris Dilorio chris_diiorio@msn.com> \nSent: \nWednesday. \nJune 10 2020 2:30 PM \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nMr Roach, \nThe SEC is irrefutably using my information in unethical and illegal manner. My information is being used to \nBOTH Bring complaints AND obstruct/protect investigations into entities detailed in my various TCR's. Denying \nme rightful compensation. This is the latest example \nChris \nFrom: Chris Dilorio cchris_diiorio@msn.com> \nSent: Monday, May 18, 2020 10:36 AM \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nAs straightforward as it gets: \nThe SEC OWB dragged its feet for 5 years in issuing its preliminary denial notice. \nThe SEC knows this is my information. The SEC committed fraud on the court in Gibraltar. The judge corrected \nthem. The SEC was omitting information that implicated NITE, UBSS and customers like Sason/Hanover/Magna. \nThe SEC was obstructing a thorough investigation of my claims. The naked shorting cited in the CGFIA 10O in \n2013 PROVES my allegations. The SEC's \"targeted investigation\" stops short of a full accounting. The SEC \nEFTA00010926\n\nGibraltar complaint does NOT explain the totality of the Oppenheimer complaint. The SEC Gibralter complaint \ncites 1 OTCM shell and less than 1 million shares traded by Opco. 2 dissenting Opco waiver SEC Commissioners \nproved that also citing \"BILLIONS\" of shares in their dissent. The SEC/Opco AML complaint was based on the \nFINRA complaint and my information. The SEC OWB concocted a  completely fabricated reason for denying my \nAward: \"The SEC investigators involved never saw claimants information\". The responsibility to distribute \nWhistleblower information within the SEC is the exclusive and explicit responsibility of the OWB. As a result, the \nmassive fraud taking place continued well into 2020. The 1Q2020 10O proves this. \nThe SEC IG Hoecker is guilty of violating specific IG requirements in keeping Congress informed of serious \nmatters like mine. The SEC IG Hoecker has never interviewed me despite my filing 2 separate complaints with \nhis office. The SEC IG Hoecker is guilty of criminal obstruction. SEC Chair Clayton and Co Enforcement Peikin \nworked at Sullivan Cromwell with Jared Fishman. Fishman has played a key role in the SEC facilitated criminal \nobstruction. Peikin and Clayton should have recused themselves from ANY pending NITE/VIRT matter before \nthe SEC: My information. Clayton and Peikin should have recused themselves from the SEC facilitated KCG/VIRT \nmerger. My information, including the Opco AML complaint SHOULD have stopped the merger from ever \nhappening. 2 former SEC Commissioners agree with that analysis. The SEC is actively facilitating a massive \n,ongoing fraud on the American people they are mandated to protect. NITE/VIRT is a criminal entity. The SEC \nMUST invoke emergency powers and halt trading in VIRT IMMEDIATELY. \nIn short Mr Arp, the criminal activity actively perpetrated by the SEC OWB/IG must be referred to law \nenforcement as well as Congress. Separate but related: SEC facilitated criminal activity and my claims. The \ncriminality is a matter for law enforcement. My pending matters with the SEC have no bearing on a criminal \ninvestigation OR a GAO investigation. \nYou are incorrect in your analysis. \nI Urge the IG Integrity Board to have SEC IG Hoecker refute my claims point by point. \nI will be on a plane tomorrow so he can do it in person. \nCheers! \nChristopher J Dilorio \nWhistleblower \n303-877-7008 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: \nTuesday. May \n12. 2020 8:54 AM \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nAlmost immediately I filed a formal appeal to the SEC OWB fabricated denial of my award application. In this \nappeal I show irrefutable proof of my allegations: The SEC OWB used/ is using my information to both bring \ncomplaints AND obstruct complaints while denying me compensation. In short: My information exposes an \nongoing, massive in scope, SEC facilitated fraud on the American people. Rather than shut it down, the SEC has \nchosen to cover up so that the illegal activity can continue. It does in 2020 \nChris \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: \nMonday. May \n11 2020 7:16 PM \nEFTA00010927\n\nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Wednesday, April 29, 2020 8:03 AM \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nThe SMOKING GUN in my allegations: \nNaked shorting in CGFIA (My TCR/FINRA complaint) by \"un named third party BD\" in 2013. Well known to the \nSEC. This is why there was no investigation into the ENTIRETY of the FINRA trading activity. The SEC issued \nwaivers to Opco within days of its AML complaint. WHO was the SEC protecting? WHO were the customers and \nexecuting BD's/MM's in the Opco complaint? ALSO well known to the SEC: \nMY INFORMATION. 5 years to get a preliminary denial: statute of limitations. BUT the last overt act of this \nongoing conspiracy has not yet occurred. \nChris \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Wednesday. \nApril \n29. 2020 7:56 AM \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nStill more evidence of a well orchestrated scheme to cover up and obstruct a FULL SEC investigation into \nOpco/Gibraltar/NITE/UBSS trading activity in billions of shares of OTCM money laundering shells. The SEC used \nmy information to bring AND obstruct complaints. \nThe 2 SEC Commissioners dissent in granting Oppenheimer waivers after this egregious activity \nhttps://www.sec.gov/news/statement/dissenting-statement-oppenheimer-inc.html \nSEC.gov I Dissenting Statement In the Matter of Oppenheimer & Co., Inc. \nDissenting Statement In the Matter of Oppenheimer & Co., Inc., by Commissioner Luis A. Aguilar and \nCommissioner Kara M. Stein, February 4, 2015 \nvAvw \nsec g ov \nIn fact, the SEC waivers came within days of their complaint. Here, these 2 Commissioners cite Oppenheimer \ntrading \"BILLIONS of shares of penny stocks\". Clearly, they were not JUST referencing the SEC Gibraltar \ncomplaint. WHO was the SEC protecting with its complaint then waivers? \nEFTA00010928\n\nThe smoking gun which I have provided to the SEC on several e mails: \nWhich came in an SEC reviewed CGFIA 10O \nhttps://www.sec.gov/Archives/edgar/data/1344394/000135448814000425/cgfi \n10q.htm \ncgfi_10q.htm - SEC \nIndicate by check mark whether the registrant (1) has filed all reports required to be filed by Section 13 or \n15(d) of the Securities Exchange Act of 1934 during the preceding 12 months (or for such shorter period \nthat the registrant was required to file such reports), and (2) has been subject to such filing requirements \nfor the past 90 days. \nwww.sec.gov \npg 27 \n\"Our stock is subject to a \"Global Lock\" imposed by the Depository Trust and Clearing Corporation (DTCC)\" \n\"On September 24, 2013, we were notified that the DTCC would be placing a 'Global Lock\" on the Company's \nClass A stock as a result of actions by a third-party broker dealer. On November 11 2013, DTCC imposed the \n\"Global Lock\". Since less than 0.02% of the Company's Class A common stock shares were held within DTCC, \nManagement chose to not undertake the expense of challenging the Global Lock. Nevertheless, shares that are \nheld in street name (CEDE & CO), will not be able to be withdrawn from DTCC without further action.\" \nOf Course, I have hard copies if you prefer. \nex clearing: The illegal SEC/DTCC Obligation Warehouse. \nThis is CLEAR,IREEFUTABLE,INCONTROVETIBLE evidence of naked shorting by executing BD's in CGFIA. This \nactivity took place per my Knight/UBSS TCR submitted to the SEC. So, WHY did the SEC obstruct an \ninvestigation into the ENTIRETY of the trading activity in the FINRA (and FINCEN) complaints? WHO were the \nexecuting BD's/MM's? WHO were the customers? \nThe veracity of my information is also irrefutable and incontrovertible. \nGame. Set. Match. The SEC is a grossly corrupt, criminal enterprise facilitating illegal activity detailed by me so \nthat this activity can continue. It does in 2020. The SEC solicits then uses Whistleblower information (MINE) to \nbring complaints AND obstruct other illegal activity while denying proper compensation to whistleblowers (ME). \nThe SEC KNEW who the \"third party BD\" was in the CGFIA filing long before it filed its Opco complaint in 2015. It \nhad my TCR in its possession in March 2013. So why did it take 5 years for the SEC to issue its preliminary \ndenial? I would remind the SEC that this is very much an ONGOING conspiracy on the part of the SEC et al. \nIN FURTHERANCE OF THE CONSPIRACY \nCheers! \nChristopher) Dilorio \nWhistleblower \n303-877-7008 \nFrom: Chris Dilorio \n<chris_diiorio@msn.com> \nSent: Tuesday, April 28, 2020 7:24 AM \nEFTA00010929\n\nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nPer my extensive SEC TCR's: Josh Sason/Emanuel/Abitebol/Hanover/Magna extensive overlap with NITE/VIRT \n(and AQR) money laundering shells. \nThe SEC Sason/Magna/NewLead Feb 2019 complaint: also my information \nhttps://www.sec.gov/litigation/complaints/2019/comp24403.pdf\nMarc P Berger SECURITIES AND EXCHANGE COMMISSION Brookfield Place \n200 Vesey Street, Suite 400 New York, NY 10281-1022 SOUTHERN \nDISTRICT OF NEW YORK JOSHUA SASON, MARC MANUEL, \n3  S. In addition, Pallas acted as an underwriter for a primary offering of NewLead stock, which NewLead \nattempted to disguise as an asset sale transaction. \nvii.vw \nsec goy \nhups://www.sec.gov/Archives/edgaddata/1322587/0001144204130650951v361773 scl3g.hlin \nwww.sec.gov \n(i) Sole power to vote or to direct the vote . The information required by Item 4(c)(i) is set forth in Row S  of \nthe cover page for each Reporting Person hereto and is incorporated by reference for each such Reporting \nPerson. \nwww.sec.gov \nMG Partners Ltd: Abitebol \nBut not in the complaint: MAGNA GIBRALTAR INVESTMENTS LLC: also Abitebol \nAs with Opco/GIBRALTAR, who is the SEC protecting? \nAND, per my extensive correspondence with the SEC re my TCR's: The SEC is ALSO grossly under estimating the \ncriminal activity in NITE/Magna/NewLead \nSEC: Criminals bailing out/actively facilitating criminals/criminal activity. \nsoliciting/using whistleblower information in unethical/illegal manner to bring complaints/obstruct \ncomplaints/deny whistleblower rightful compensation. \nCheers! \nChristopher.' Dilorio \nWhistleblower \n303-877-7008 \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Tuesday, April 28, 2020 6:43 AM \nEFTA00010930\n\nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nMore evidence of SEC fraud on the court in Gibraltar. \nIt is CLEAR that the Opco AML Covered Action 2015-016 was NOT ENTIRELY based on the SEC Gibraltar Action. \nThe SEC Gibraltar action covered trading activity in just 1 OTCM Money laundering shell: Magnum d'Or where \nOpco traded less than 1 million shares. CLEARLY the SEC Opco complaint was based on the trading activity in the \nFINRA Opco AML complaint: my information. However, the SEC Opco complaint even stops short of a  thorough \ninvestigation of the ENTIRETY of the FINRA trading activity. WHY? WHY didn't the SEC Opco/Gibraltar complaint \ngo into trading activity in the FINRA AML OTCM shells through 2014 as FINCEN did? WHY did the SEC omit \nMATERIAL information to the court in Gibraltar causing a \"significant under estimating\" of criminal activity? \nThe SEC knows who the accounts were. The SEC knows who the executing BD's/MM's were. The SEC committed \na fraud on the court in Gibraltar. \nGibraltar was ROLLING OUT NEW OTCM services into the end of 2011. \nhttps://www.pr.com/press-release/355246 \nGibraltar Global Securities Now Offering Offshore Brokerage Accounts - \nPR.com \nNassau, Bahamas, The, September 22, 2011 --0-- Gibraltar Global Securities is now offering offshore \nbrokerage accounts in addition to their broad array of financial services.Gibraltar Global... \n\\ v. pr. \ncorn \nhttps://www.pr.com/press-release/355247 \nGGSI Bahamas is Now Offering Pink Sheet Clearance \nOffshore Broker Adds to Buying and Selling Services \nWWW.pr.corn \nhttps://www.pr.com/press-release/369649 \nGGSI Bahamas Provides State-of-the-Art Security for OTC PINK Transactions \nand Communication \nGGSI (Gibraltar Global Securities Inc.) has just announced the release of their latest security measures \ndesigned to protect their client&rsquo;s personal data, and to secure electronic communication. \nVONW.pr \ncorn \nThe SEC KNEW the Gibraltar/Opco trading activity went well beyond 2011 YET cut off its investigation at \"well \ninto 2010\". Thus, KNOWINGLY omitting material information in Gibraltar: FRAUD ON THE COURT \nEFTA00010931\n\nConfirming my allegations of SEC criminal activity in handling my information. WHY? to protect NITE and UBSS. \n2 criminal entities bailed out by the SEC. \nNow, the SEC is using the completely fabricated reason for denying my award claim for covered action 2015-\n016: \"The investigators never saw the claimants information\". \nWHEN the explicit and exclusive responsibility to distribute whistleblower information within the SEC falls on \nthe OWB itself. \nMore criminal activity. \nCriminals bailing out criminals while denying Whistleblowers due process and compensation. \nCheers! \nChristopher Dilorio \n303-877-7008 \nWhistleblower \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSubject: Fw: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nFrom: Chris Dilorio <chris_diiorio@msn.com> \nSent: Friday, April 24, 2020 8:18 AM \nSubject: Formal appeal for preliminary denial covered action 2015-016/ Knight Capital TCR & Appendix \nI am in receipt of the SEC preliminary denial of my award claim for the Oppenheimer AML covered action 2015-\n016 \nThis is my formal appeal of the SEC preliminary determination. \nMy award application was based on this very simple FACT: \nThe SEC (and FINCEN) Oppenheimer AML actions were based on the FINRA Oppenheimer AML action \nFINRA \nhttps://www.finra.org/sites/default/files/fda documents/2009018668801 FDA KMX39652.pdf \nof - FINRA \nwhich isFINRA a party, to the entry of findings and violations consistent with the allegations of the \n(asComplaint sanctions amended andby the Offer of Settlement), to the imposition of the set forth \nandbelow, understands fully that this Order will become part ofRespondent's permanent disciplinary \nandrecord may anybe considered in future actions brought by FINRA. BACKGROUND ... \nwww.finra.org \nEFTA00010932\n\nThe SEC \nhttps://www.sec.gov/litigation/admin/2015/33-9711.pdf\nBefore the SECURITIES AND EXCHANGE COMMISSION \nBefore the . SECURITIES AND EXCHANGE COMMISSION . SECURITIES ACT OF 1933 . Release No. 9711 / \nJanuary 27, 2015 . SECURITIES EXCHANGE ACT O F 1934 . Release No. 74141 / January 27, 2015 . \nACCOUNTING AND AUDITING ENFORCEMENT . Release No. 3621 / January 27, 2015 . ADMINISTRATIVE \nPROCEEDING . File No. 3  -16361 . In the Matter of \nwww.sec.gov \nFINCEN \nhttps://www.fi \nncen.gov/news/news-releases/fi \nncen-fin es-oppen hei mer-co-i \nnc-20-mill ion\n-continued\n-anti-\nmoney-laundering\nFinCEN Fines Oppenheimer & Co. Inc. $20 Million for Continued Anti—\nMoney Laundering Shortfalls I FinCEN.gov \nWashington, D.C. —  The Financial Crimes Enforcement Network (FinCEN), working closely with the U.S. \nSecurities and Exchange Commission (SEC), assessed a  $20 million civil money penalty today against \nOppenheimer & Co., Inc., for willfully violating the Bank Secrecy Act (BSA). Oppenheimer, a securities \nbroker-dealer in New York, admitted that it failed to establish and implement an adequate ... \nwww.fincen.gov \nIn the summer of 2012, I had extensive correspondence with Robin Traxler at FINRA where I also cc'd Sean \nMcKessy then SEC OWB Chief. The CURRENT OWB Chief and the SEC IG are in possession of this \ncorrespondence. My correspondence dealt with 2 penny stock shells cited in my Knight Capital TCR submitted \nby Berger Montague in March 2013 attached here: Colorado Goldfields and AppTech. Both shells were NITE and \nUBSS top traded OTCM shells in 2010-2013. These 2 shells were cited by FINRA in their Oppenheimer AML \ncomplaint. Again, the SEC and FINCEN Oppenheimer AML complaints were based on this FINRA complaint. In \nfact, per the FINRA Opco complaint above, customer \"TC\" was dumping worthless AppTech (APCX) certificates \nwell into mid 2010. DIRECTLY overlapping with the NITE/UBSS APCX trading activity cited in my Berger 2013 TCR \nattached and discussed by me with Robin Traxler at FINRA. HOW is it possible that the SEC OWB didn't share \nmy information with SEC investigators? Current SEC OWB Chief Norberg was previously an assistant to then \nOWB Chief McKessy. \nWHO ultimately executed the trades cited in the FINRA Opco complaint? \nFurther, the SEC Gibraltar Securities complaint raises more questions than answers as well. \nhttps://www.sec.gov/litigation/complaints/2013/comp22683.pdf\nUNITED STATES DISTRICT COURT SOUTHERN DISTRICT OF NEW YORK \nSECURITIES AND EXCHANGE COMMISSION, 13 Civ. GffiRALTAR GLOBAL \nSECURITIES, COMPLAINT NATURE OF THE ACTION - SEC.gov \nEFTA00010933\n\n12. David Della Sciucca, Jr., age 27, is a resident of Fort Lauderdale, Florida. In . the Magnum d'Or \ncomplaint, the Commission charged Della Sciucca with acting as a nominee \nvx,rw. \nsec ov \nThe SEC Gibraltar Securities complaint references only 1 OTCM money laundering shell: Magnum d'Or. The \ncomplaint specifically states that Oppenheimer sold just 969,822 shares. Again, no mention of executing \nBD/MM. \nThe SEC Oppenheimer AML cites Gibraltar trading activity also. \nThe share amounts in the SEC complaint grossly under estimate that in the FINRA complaint. WHY? \nThe judge in the Gibraltar case said \"the SEC's requested amount CLEARLY UNDERESTIMATES the defendants ill-\ngotten gains....\" \nhttp://www.tribune242.com/news/2016/jan/13/bahamian-broker-25m-sanction/ \nBahamian broker in $25m sanction I  The Tribune \nA former Bahamian broker/dealer and its principal have been hit with a combined 524.484 million in \nfinancial sanctions by a US court, which found that their \"ill gotten gains\" were likely ... \nwww.tribune242.com \nWHY didn't the SEC go after ALL of the sellers in the FINRA Opco AML complaint? WHY did the SEC \"strip out\" \n$46 million from the Gibraltar ill gotten gains claiming the customers were \"UNKNOWN\"? WHO is the SEC \nprotecting? WHO were the executing BD's/MM's in the FINRA Opco CGFIA and APCX trades? They certainly \nknow who the customers were. Is customer \"JK\" Justin Keener/JMJ also in my March 2013 TCR attached? While \nthe SEC Opco AML was based on the FINRA Opco AML, it stopped short of a thorough investigation of NITE and \nUBSS. In fact, the trading activity of NITE/VIRT and UBSS in the FINRA complaint: my information SHOULD have \ntriggered an immediate investigation of NITE and UBSS. It did not. Did the SEC commit fraud on the court in its \nOMISSION of material information? \nThe timing of the SEC's preliminary determination and the reasoning for the denial ALSO raises more questions \nthan answers. \nMy Award application for the Oppenheimer AML SEC complaint was 5 years ago. That's FIVE years ago. So, WHY \nNOW am I so blessed by the SEC with a preliminary judgement? \nThe SEC basis for denying my Award claim for covered action 2015-016: \n\"Investigative staff responsible for the covered action NEVER RECEIVED ANY INFORMATION FROM THE \nCLAIMANT OR had any communication with the claimant\" \nLet's take this whopper in 2 parts: \nFirst, the SEC OWB denied my Award application because The investigators in the complaint never received my \ninformation. Has the SEC OWB re written the investigative protocol in this denial? How am I or ANY \nwhistleblower supposed to know WHO the investigators are in a particular case WHEN according to the SEC: \nALL investigations are done in a  confidential manner???? \nWHAT DOES THE SEC DO WITH WHISTLEBLOWER TIPS EXACTLY? Do they share whistleblower information with \nENFORCEMENT as is mandated? HOW would ANY whistleblower know WHO to share information with at the \nEFTA00010934\n\nSEC? Isn't that the job of the SEC OWB? \nSecond, the fact that no one at the SEC contacted me DOES NOT mean the SEC didn't use my information. This \nis a completely bogus argument. It certainly would NOT be the first time the SEC used my information now \nwould it Jane? \nIn fact, it is NOT the responsibility of the whistleblower to get his/her information to the right Enforcement \npersonnel. That responsibility EXPLICITLY falls on the SEC OWB. So, is the SEC OWB admitting gross negligence \nin handling my information? After the monumental failure in the Madoff Ponzi/ money laundering SEC \nfacilitated scam on the public the then SEC IG made specific recommendations to the SEC with regards to the \nproper handling/vetting of Tips and Complaints. \nhttps://www.sec.gov/files/468.pdf\nReview and Analysis of OCIE Examinations of Bernard L. Madoff Investment \nSecurities, LLC \nReview and Analysis of ODE Examinations of Bernard L. Madoff Investment Securities, LLC Executive \nSummary Background. On June 25, 2009, the Securities and Exchange Commission's \nviww \nsec g ov \nAGAIN: The responsibility to properly vet Whistleblower information and get the information into the right \nhands at the SEC falls EXPLICITLY and EXCLUSIVELY with the SEC OWB itself and is NOT the responsibility of the \nwhistleblower. Further, according to the previous SEC IG in the monumental Madoff failure: the responsibility \nto contact those supplying Tips and Complaints ALSO falls explicitly and exclusively with the SEC OWB and not \nthe whistleblower. Using these excuses as the basis of denial of Award is completely contrary to SEC \nMANDATED protocols and procedures. \nIs the SEC OWB admitting it doesn't comply with those recommendations? Recall: the monumental SEC Madoff \nfailure was NOT the fault of Whistleblowers either. OR is the SEC OWB scrambling for a 5 years in the waiting \npreliminary determination? \nSo, after 5 years of waiting for a preliminary determination for my award claim, this is what the SEC best and \nbrightest come up with? \nMy Denial of Award for covered action 2015-016 was completely made up on the fly. \nThe SEC OWB has applied completely fabricated \"rules\" to issue this denial. Further affirmation of ALL of my \nallegations. \nAlso by SEC admission, the SEC allowed these 2 penny stock shells to remain a  clear and present risk to the \ninvesting public. Were CGFIA and APCX ONLY money laundering shells for Oppenheimer in 2008-2010 and then \nsuddenly they were no longer money laundering shells when NITE and UBSS traded billions of shares of both \nshells 2010-2013? \nWHY did it take until September 2018 before the SEC finally revoked the CGFIA registration? \nhttps://www.sec.gov/cgi-bin/browse-edgar?company=Garpa&owner=exclude&action=getcompany\nSo, WHY was there no SEC investigation of NITE and UBSS trading activity in money laundering shells APCX and \nCGFIA? The SEC et al facilitated NITE \"glitch\" took place in August 2012. This SEC/Jefferies/JPM/BX/GS/SEC Chair \nClayton Sullivan Cromwell colleague Jared Fishman et al bailout coincides directly with NITE trading activity in 2 \nSEC/FINRA/FINCEN acknowledged money laundering shells. AND the \"bailout\" penny stock esque reverse \nmerger between Getco and Knight didn't close until July 2013. HOW could the SEC conduct a COMPLETE and \nthorough investigation into the FINRA Opco AML complaint WITHOUT implicating NITE when NITE was CLEARLY \ntrading billions of shares of OTCM money laundering shells BEFORE and coinciding with the SEC et al facilitated \nEFTA00010935\n\n\"glitch\" bailout? For UBSS, the DOJ dropped its cross border AML DPA complaint in 2010. UBSS was trading \nmoney laundering shells well after the DOJ claimed UBSS was in compliance with the cross border DPA. \nTo be clear: BOTH NITE and UBSS knew CGFIA and APCX were money laundering shells when they traded \nbillions of shares of each 2010-2013. Is that FACT disputed by the SEC? The SEC OBSTRUCTED a thorough \ninvestigation into the ENTIRETY of trading activity of NITE and UBSS in CGFIA and APCX: MY CLAIMS. Josh \nSason/Hanover/ Magna knew CGFIA was a money laundering shell also \nhttps://www.sec.gov/Archives/edgar/data/1344394/000114420413041432/0001144204-13-041432-index.htm \nALSO in my claims: Joshua Sason/Hanover Magna. CGFIA. Also my NewLead TCR1426518350699 and FreeSeas \nTCR1440274395191 separate but related TCR's where NITE was a top trader in both and BOTH TCR's were filed \nwell in advance (years prior) to the Sason/Hanover/Magna February 2019 complaint. Here's one thing the SEC \nhas been consistent about: The SEC ignores the role of executing BD's and MM's in these scams. WHY? Because \nNITE is the #1 OTCM shell trader. As far as the SEC is concerned Penny stock trading fairies convert worthless \ncertificates into real money. NOI Executing BD's/MM's like NITE do. Did Oppenheimer sell this order flow to \nNITE? Who ultimately converted these worthless certificates to real money? As the number 1 OTCM money \nlaundering shell trader it is statistically improbable the NITE has never been the focus of an SEC AML complaint. \nPer my TCR: what does the NITE Compliance Department do exactly? How many SAR's has NITE filed in the last \n10 years? In a 2015 SIFMA speech then SEC Enforcement Director Ceresney was \"SHOCKED\" by the number of \nBD's filing 1 or ZERO SAR's. That was just 5 years ago. WHEN would NITE file a SAR releted to the billions of \nshares of OTCM money laundering shells it trades like CGFIA and APCX: BEFORE or AFTER it trades those \nBILLIONS of shares?Does NITE pull markets and alert regulators OR continue to trade billions of shares of OTCM \nmoney laundering shells in the face of GLARING AML red flags? In fact, in December 2019 the top traded \nNITE/VIRT OTCM money laundering shell was ELTZ \nhttps://www.sec.gov/cgi-bin/browse-edgar? \naction=getcompany&CIK=0001607281&owner=exclude&count=40&hidefilings=0 \nThe SEC knows the people/entities in ELTZ well \nhttps://www.sec.gov/litigation/admin/34-46993.htm \nStrata Coal Company and Terrence A. Tecco: Admin. Proc. Rel. No. 34-\n46993 / December 13, 2002 \nStrata Coal Company (\"Strata\" or \"the company\") is a non-reporting Nevada shell corporation based in \nFrisco, Texas. Strata's shares are quoted on the Pink Sheets under the symbol SCOC. Until September \n2002, the company was known as WesPac Technologies, at which time it changed its name to Strata. 2. \nTecco is the sole officer, director, and ... \nwww.sec.gov \nhttps://www.sec.govinews/press-release/2019-16 \nSEC.gov I SEC Charges Broker-Dealer and Transfer Agent in Microcap Shell \nFactory Fraud \nThe Securities and Exchange Commission today announced charges against a broker-dealer, a transfer \nagent, and three individuals for their roles in the creation of over a dozen undisclosed \"blank check\" \ncompanies from 2009 to 2014. \nEFTA00010936\n\nDoesn't the NITE/VIRT compliance Department have internet service in Jersey City? As a DIRECT result of the \nSEC obstructing a complete and thorough investigation into the ENTIRETY of trading activity in APCX and CGFIA, \nthe top NITE/VIRT traded OTCM money laundering shell in December 2019 was AML red flags galore ELTZ. \nIllegal activity ACTIVELY facilitated by the SEC. The examples cited in this e mail are not exhaustive. \nAnd, for it's part AppTech is up and running again/still \nhttps://www.sec.gov/cgi-bin/browse-edgar?company=Apptech&owner=exclude&action=getcompany\nUnfortunately, AppTech is still up and running as a direct result of the aforementioned SEC \" CLEARLY under \nestimating\" otherwise known as CLEARLY OBSTRUCTING. \nIn conclusion, The SEC solicits information from whistleblowers like me. The SEC uses whistleblower information \nto bring actions and then doesn't compensate whistleblowers for their information. \nOR \nThe SEC uses whistleblower information to protect criminality perpetrated on the investing public so that this \ncriminal activity can continue. BOTH are gross dereliction of the stated and MANDATED SEC Whistleblower \nstatutes. To blame a  whistleblower for the SEC's EXPLICIT and EXCLUSIVE responsibility to properly vet and \ndistribute whistleblower information within the SEC as an excuse to deny Awards is also criminal activity. The \nSEC: criminals using whistleblower information to protect other criminals AND deny whistleblower rightful \ncompensation for their information. \nI appeal the SEC preliminary determination and wish to file ANOTHER complaint with the SEC IG. \nCheers! \nChristopher J Dilorio \n303-877-7008 \nJaney, \nhow long have you been in possession of my Knight Capital TCR? Almost 7 years to the day. How many follow up \ne mails have I sent the SEC since then? \nFor 7 fucking years, the SEC has known about JMJ/Keener. I told them \nhttps://www.sec.gov/litigation/complaints/2020/comp-pr2020-72.pdf\nIN THE UNITED STATES DISTRICT COURT FOR THE SOUTHERN DISTRICT \nOF FLORIDA SECURITIES AND EXCHANGE COMMISSION No. COMPLAINT \nSUMMARY - sec.gov \n5. Justin W. Keener, age 45, resides in San Juan, Puerto Rico.During the Relevant Period, Keener was a \nresident of Miami Beach, Florida. Keener registered the name \"JMJ Financial' as a fictitious name in Florida \nin \n2008 and used it to conduct the business described \nEFTA00010937\n\nwww.sec.gov \nIn February 2019, the SEC brought an action against Joshua Sason/NewLead \ntold the SEC about Magna/ Sason ALSO in my 2013 TCR. \nhttps://www.sec.gov/litigation/litreleases/2019/Ir24403.htm \nJoshua Sason, et al. (Release No. LR-24403; Feb. 15, 2019) \nWashington, D.C., February 15, 2019 - The Securities and Exchange Commission today announced charges \nagainst four individuals and related businesses for their roles in two microcap frauds and unlawful \nsecurities offerings. \nwww.sec.gov \nAND, I filed separate but related NewLead and FreeSeas TCR's in 2015 \nThen there's the UBS AML complaint. \nALSO my claims. For which I sent 10 (TEN) separate Award applications from a commercial fax machine in \nApril/May 2019. AND I have YET to receive even a preliminary determination from the OWB/Norberg \nIG, I see your \"investigation\" into my very very serious accusations of Obstruction related to my information was \nthorough. In short, the SEC has and still is ripping me off. \nJaney, be a hun and update my TCR's/Awards cited in this e mail. \nAnd Ms Welshhans, a couple of questions for you: \n1) Have you read the FINRA WTFC Keener complaint? Fictitious notes Ring a bell? \nSame MO as Sason/Magna/NewLead/FreeSeas etc etc etc \n2) WHO executed the Keener OTCM trades in your complaint? Penny stock trading fairies? \nYES, NITE was a top trader in BOTH FreeSeas and NewLead \nThe core business at NITE/VIRT is and ALWAYS has been: abusive naked shorting OTCM (and other) shells to \nfacilitate money laundering. \nIn short Ms Welshhans, NITE/VIRT converts these worthless certs into real money. NONE of \nJMJ/Sason/IBC/Ironridge/Asher etc etc etc activity takes place without a willing,corrupt, criminal, executing \nBD/MM like NITE/VIRT, CDEL etc \nFinally, The Keener SEC complaint is FURTHER evidence that FINRA has NO business enforcing US securities \nLAWS. When FINRA \"invited\" Keener to a disciplinary hearing almost 7 years ago, Keener told them to \"fuck \noff\". FINRA bar meant nothing the last 7 years. EXCEPT JMJ/Keener/NITE ripping off more investors. \nObviously the SEC has/is using my information. I expect to be compensated. \nCheers! \nChristopher Dilorio \nWhistleblower \n303-877-7008 \nMr Peirce, \nCongratulations on your nomination as SEC Commissioner. I have read your paper on FINRA lack of \naccountability. I believe the SEC has abdicated its responsibility to enforce Broker Dealer compliance with the \nBSA to FINRA BECAUSE it is not accountable. The SEC has not initiated a single stand alone AML complaint. \nEFTA00010938\n\nThe Brown Brothers Harriman AML complaint IS my claim. ALL of the entities in the complaint are un named \nWHY? My SEC and IRS Whistleblower complaints explain why. \nHello, My name is Chris \nDilorio. \nI have filed extensive SEC and IRS Whistleblower complaints alleging a direct \nlink between penny stock money laundering, domestic and foreign entities, Swiss Banks, and executing brokers \nlike KCG and UBS. I can provide overwhelming evidence of SEC obstruction. Please read the FINRA Brown \nBrothers Harriman AML complaint. This is my claim. All of the entities in the complaint are un named. Why? \nThe SEC is not only obstructing an investigation, they are aiding and abetting the activity. These are not far flung \ntheories. The UBS Whistleblower Birkenfeld and his attorney sent 52,000 accounts to the SEC and DOJ. The \nDOJ at the influence of President Obama and Hillary Clinton entered into the UBS DPA based on just 4400. \nWhat is so egregious is the activity continues un abated today. \nStart with the so calledAugust 2012 Knight/KCG trading \"glitch\". Initial reports say the NYSE was breaking the \ntrades. WHY did they stop. Former KCG CEO Joyce said he had a very frank discussion with then SEC Chair \nSchapiro where the SEC wanted to send a very strong message to market participants. Why not just continue to \nbreak the trades and hit KCG with a hefty fine? That would not create the conditions to grant KCG exception \nafter exception to do their emergency funding which transferred 74% of the company to \"glitch\" funding \nparticipants and ultimate reverse merger partner GETCO. AND, despite claiming to having a \"highly liquid \nbalance sheet\" KCG had to raise the entire amount of the loss. \nA very significant and public event was cited in a WSJ article where immediately following the \"glitch\"KCG \ninadvertently sent 4000 worthless securities to JPM in an attempt to secure a tri party financing where JPM \nguaranteed the loan. This is discussed in my attached TCR's and also the topic in a March 2014 letter I sent to the \nSEC. In the end, the emergency funding was NOT collateral based. The participants knew exactly what a fraud \nthe KCG balance sheet was. After the stock was decimated to $3, the deal was a convertible with a conversion \nprice at a 50% discount or $1.50/ share. \nThere is much more, but this is a good start. \nRecently, KCG did a modified Dutch auction where they \"sold\" an asset (HotSpot) to an entity both KCG and \nGETCO were a major shareholder (BATS) KCG CEO Coleman called it a \"highly competitive process\". \nVirtually all of the proceeds went to buy back stock from \"glitch\" financing participants. The purchase price was \n$14/share. The stock had never traded there and hasn't since. Reports say 82 million shares were tendered at or \nBELOW $14. But they chose to repurchase 23 million shares AT $1499999 I  have overwhelming evidence that \nsupports my allegations that the SEC is engaging in criminal obstruction to protect KCG. \nI) Current KCG Dan Coleman ran Equities at UBS during the massive REG Sho violations as well as the cross \nborder activity detailed by Whistleblower Birkenfeld. White and Ceresney represented UBS prior to joining the \nSEC \n2) At June 30 2011 KCG/Knight reported just 105 million in working capital with hundreds of millions in \nworthless securities sitting on its balance sheet. KCG was insolvent \n3) The SEC orchestrated the emergency funding for KCG following the so called Aug 2012 trading \"glitch\" \n4) Read FINRA AML complaints against Brown Brothers Harriman. This is my claim. It links penny stock \nmoney laundering to executing brokers like KCG, domestic and foreign entities, and Swiss banks. ALL of the \nentities in the complaint are un named. WHY? \n5) The FINRA World Trade Financial AML complaint discusses several entities cited in my claims. The \ncustomer the complaint focuses on is Justin Keener. Still very much in business. The red flags cited by FINRA \nwere cited in my claims as well. Yet still no investigation. \n6) in July 2015 I contacted Kevin Goodman Dir OCIE for Broker Dealrsat the SEC. He had never seen my \ninformation. The IG OCIE Madoff report mandated the OCIE to vet information. McKessy and Ceresney never \nsent my info to him \n7) I'm sure you are familiar with the Manning v Merrill,KCG,UBS et al litigation. The SEC does not want an \ninvestigation into my claims while the litigation is pending. \n8) My claims detail ex clearing trading activity by KCG and UBS. despite the glaring red flags in doing so. Ex \nclearing s the Obligation Warehouse. A NON GUARANTEED SERVICE set up by the SEC and DTCC to allow \nfirms like KCG to circumvent close out requirements of Rule 204. Clearly contrary to the intent of the SEC \nEFTA00010939\n\nauthorization in Sec I7a of the 1934 Act to create a system of prompt and timely settlement and to remove \nimpediments \nthere of. \nIn short, I  told the SEC KCG was insolvent in 2011. Rather than investigate and prosecute, they chose to \nobstruct. The activity in my TCR's pit dates the \"glitch\". An investigation would show the SEC bailed out a \ncriminal enterprise. Because of the obstruction, the activity continues today unabated in stocks like \nSTBV,VELA,NEWL,FREE, and dozens more. The investing public remains at risk \nMore to come \nChris \nDilorio \nEFTA00010940",
    "pageCount": 122,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "ywood \nReporter \nThe numbers are in and President Donald Trump's quick trip to \nthe Hamptons on Friday raked in"
      },
      {
        "name": "Bill Richardson",
        "role": "extracted",
        "context": "his massive SEC facilitated fraud: ex NM Governor Bill Richardson. \nWho, is also linked to Jeff Epstein and his NM"
      },
      {
        "name": "Fisher",
        "role": "extracted",
        "context": "ior to the formation of \nMBF, Mr. Fisher was a Principal of Alex B"
      },
      {
        "name": "Knight Capital",
        "role": "extracted",
        "context": "for covered action 2015-016/ Knight Capital TCR & \nAppendix \nDate: Sat, 2"
      },
      {
        "name": "Appendix \nDate",
        "role": "extracted",
        "context": "15-016/ Knight Capital TCR & \nAppendix \nDate: Sat, 27 Nov 2021 14:14:50 +0"
      },
      {
        "name": "Bag Man",
        "role": "extracted",
        "context": ".pdf \nPer below: the prolific Bag Man Terren Peizer and his felon P"
      },
      {
        "name": "Terren Peizer",
        "role": "extracted",
        "context": "r below: the prolific Bag Man Terren Peizer and his felon Partner Michael"
      },
      {
        "name": "Partner Michael",
        "role": "extracted",
        "context": "n Terren Peizer and his felon Partner Michael Wachs: Crede. Peizer criminal"
      },
      {
        "name": "Mogilevich Bag",
        "role": "extracted",
        "context": "y \nobstructed justice for the Mogilevich Bag Man: Milken along with curren"
      },
      {
        "name": "Joshie Sason",
        "role": "extracted",
        "context": "FreeSeas with fellow Bag Man Joshie Sason. Along with Credit Suisse and"
      },
      {
        "name": "Credit Suisse",
        "role": "extracted",
        "context": "Man Joshie Sason. Along with Credit Suisse and Deutsche \nBank. FreeSeas"
      },
      {
        "name": "Deutsche \nBank",
        "role": "extracted",
        "context": "Along with Credit Suisse and Deutsche \nBank. FreeSeas is Newlead 2.0. A n"
      },
      {
        "name": "Felon Wachs",
        "role": "extracted",
        "context": "separate but related actions. Felon Wachs ex wife: Esousa. Wachs \nsiste"
      },
      {
        "name": "Northern Leasing",
        "role": "extracted",
        "context": "ntities used to \"assign\" \nRBL/Northern Leasing notes in NETE so that the SEC"
      },
      {
        "name": "Guaranteeing Northern",
        "role": "extracted",
        "context": "ness to RBL/Northern Leasing. Guaranteeing Northern Leasing is up and running \nto"
      },
      {
        "name": "Supreme Courts",
        "role": "extracted",
        "context": "y as a result. Despite the NY Supreme Courts/NYAG rulings to shut it down."
      },
      {
        "name": "Filing  Documents",
        "role": "extracted",
        "context": "an \"investor\" in Ault \nEDGAR Filing  Documents for 0001104659-20-087614  (se"
      },
      {
        "name": "Filing Documents",
        "role": "extracted",
        "context": "9-20-087614  (sec.gov) \nEDGAR Filing Documents for 0001104659-20-087614 \nDPW"
      },
      {
        "name": "Fiscal Year",
        "role": "extracted",
        "context": "1931 I State of \nIncorp.:DE I Fiscal Year End: 1231 Type: SC 13G I Act:"
      },
      {
        "name": "Bag Men",
        "role": "extracted",
        "context": ". \nwww.sec.gov \nEFTA00010820\n\nBag Men \"investing\" in fully SEC repo"
      },
      {
        "name": "Naked Brand",
        "role": "extracted",
        "context": "ne \nXBRL \nViewer  (sec.gov) \n\"Naked Brand Group Stock Purchase Agreemen"
      },
      {
        "name": "Group Stock",
        "role": "extracted",
        "context": "ewer  (sec.gov) \n\"Naked Brand Group Stock Purchase Agreement\" \n\"On Marc"
      },
      {
        "name": "Purchase Agreement",
        "role": "extracted",
        "context": "ov) \n\"Naked Brand Group Stock Purchase Agreement\" \n\"On March 29,2021 DP lendin"
      },
      {
        "name": "On March",
        "role": "extracted",
        "context": "p Stock Purchase Agreement\" \n\"On March 29,2021 DP lending (Ault) ent"
      },
      {
        "name": "Group Ltd",
        "role": "extracted",
        "context": "058,824 shares of Naked Brand Group Ltd (the NAKD shares). Under the"
      },
      {
        "name": "In April",
        "role": "extracted",
        "context": "e net proceeds from the sale. In April 2021, DP \nLending sold 47,058"
      },
      {
        "name": "Streeterville Capital",
        "role": "extracted",
        "context": "bought the NAKD shares from: \nStreeterville Capital \nFife \nMY FUCKING NITE TCR's"
      },
      {
        "name": "Ms Pasquinelli",
        "role": "extracted",
        "context": "purpose ... \nwww.sec.gov \nSo, Ms Pasquinelli, Wardlaw, Knowles,Kelly et al"
      },
      {
        "name": "Fife Action",
        "role": "extracted",
        "context": "les,Kelly et al: \nWHY was the Fife Action along with the Sason and Keen"
      },
      {
        "name": "Keener Actions",
        "role": "extracted",
        "context": "tion along with the Sason and Keener Actions never posted to the OWB site"
      },
      {
        "name": "Prolific Bag",
        "role": "extracted",
        "context": "ult/DP didn't know Fife was a Prolific Bag Man? \nEFTA00010821\n\nJohn M. F"
      },
      {
        "name": "Chicago Venture",
        "role": "extracted",
        "context": "EFTA00010821\n\nJohn M. Fife, Chicago Venture Partners, L.P., Iliad Researc"
      },
      {
        "name": "Iliad Research",
        "role": "extracted",
        "context": "icago Venture Partners, L.P., Iliad Research and Trading, St. George Inves"
      },
      {
        "name": "George Investments",
        "role": "extracted",
        "context": "iad Research and Trading, St. George Investments LLC, Tonaquint, \nInc. \nand Ty"
      },
      {
        "name": "Typenex Co",
        "role": "extracted",
        "context": "ts LLC, Tonaquint, \nInc. \nand Typenex Co-Investment  LLC (Release No."
      },
      {
        "name": "Release No",
        "role": "extracted",
        "context": "d Typenex Co-Investment  LLC (Release No. LR-24886• Sep. 3  2020) (sec"
      },
      {
        "name": "The Securities",
        "role": "extracted",
        "context": "886; Sep. 3, 2020) - SEC.gov \nThe Securities and Exchange Commission today"
      },
      {
        "name": "Exchange Commission",
        "role": "extracted",
        "context": "- SEC.gov \nThe Securities and Exchange Commission today filed charges against J"
      },
      {
        "name": "Broker Dealer",
        "role": "extracted",
        "context": "ending is NOT registered as a Broker Dealer. Buying/selling/remitting/boo"
      },
      {
        "name": "Cenntro \nCenntro",
        "role": "extracted",
        "context": "th a Chinese EV entity called Cenntro \nCenntro Auto  I  About Our Company \nC"
      },
      {
        "name": "About Our",
        "role": "extracted",
        "context": "led Cenntro \nCenntro Auto  I  About Our Company \nCenntro Auto I About"
      },
      {
        "name": "Company \nCenntro",
        "role": "extracted",
        "context": "o \nCenntro Auto  I  About Our Company \nCenntro Auto I About Our Company \nCen"
      },
      {
        "name": "Peter Wang",
        "role": "extracted",
        "context": "ur Company \nCenntro is led by Peter Wang, a visionary entrepreneur. \nR"
      },
      {
        "name": "Asian American",
        "role": "extracted",
        "context": "Recognized as an outstanding Asian American businessman, \nPeter co-founde"
      },
      {
        "name": "Chinese Bag",
        "role": "extracted",
        "context": "w.cenntroauto.com \nStarted by Chinese Bag Man Peter Wang. \nyou can NOT"
      },
      {
        "name": "Man Peter",
        "role": "extracted",
        "context": "o.com \nStarted by Chinese Bag Man Peter Wang. \nyou can NOT make this"
      },
      {
        "name": "Greenland Technologies",
        "role": "extracted",
        "context": "a money laundering shell in \nGreenland Technologies. \nALSO Fully SEC Reporting \nE"
      },
      {
        "name": "Search Results",
        "role": "extracted",
        "context": "SO Fully SEC Reporting \nEDGAR Search Results  (sec.gov) \nSo, unclear exact"
      },
      {
        "name": "The Publicly",
        "role": "extracted",
        "context": "\"investor\" in November 2021: \nThe Publicly traded Bag Man Ault \nEDGAR \nF"
      },
      {
        "name": "The Record",
        "role": "extracted",
        "context": "nsive and irrefutable claims. The Record Ms Kelly. \nEFTA00010822\n\nALL"
      },
      {
        "name": "Ms Kelly",
        "role": "extracted",
        "context": "rrefutable claims. The Record Ms Kelly. \nEFTA00010822\n\nALL kept up a"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "ple, massive Awards. \nSDNY,NY Supreme Court, NJ judges et al. The SEC con"
      },
      {
        "name": "Dilorio \nWhistleblower",
        "role": "extracted",
        "context": "OOLS! \nCheers! \nChristopher J Dilorio \nWhistleblower Extraordinaire \n303-877-7008"
      },
      {
        "name": "Patients Love",
        "role": "extracted",
        "context": "303-877-7008 \nEFTA00010823\n\nPatients Love Lincoln I Pace, DDS - A Top-"
      },
      {
        "name": "Rated Dentist",
        "role": "extracted",
        "context": "Lincoln I Pace, DDS - A Top-\nRated Dentist on Dental Insider \nEach day,"
      },
      {
        "name": "Dental Insider",
        "role": "extracted",
        "context": "DDS - A Top-\nRated Dentist on Dental Insider \nEach day, thousands of patie"
      },
      {
        "name": "Berger Montague",
        "role": "extracted",
        "context": "ttached my IRS TCR filed with Berger Montague. The IRS TCR was based on the"
      },
      {
        "name": "Vikas Arora",
        "role": "extracted",
        "context": "CR. It was WHY IRS \nCI agents Vikas Arora and Nate Sarnacki flew to Den"
      },
      {
        "name": "Nate Sarnacki",
        "role": "extracted",
        "context": "RS \nCI agents Vikas Arora and Nate Sarnacki flew to Denver from Chicago i"
      },
      {
        "name": "Opco Denial",
        "role": "extracted",
        "context": "E I was still waiting for \nmy Opco Denial appeal: The Opco trading data"
      },
      {
        "name": "The Opco",
        "role": "extracted",
        "context": "g for \nmy Opco Denial appeal: The Opco trading data ALSO implicates"
      },
      {
        "name": "Mr Dilorio",
        "role": "extracted",
        "context": "\"Enforcement staff never saw Mr Dilorio's information\" \nFinCEN \nAsses"
      },
      {
        "name": "Million Penalty",
        "role": "extracted",
        "context": "ion\" \nFinCEN \nAssesses \n$14.5 Million Penalty \nagainst UBS \nFinancial Servi"
      },
      {
        "name": "Financial Services",
        "role": "extracted",
        "context": "Million Penalty \nagainst UBS \nFinancial Services for Anti\n-Money \nLaundering"
      },
      {
        "name": "Money \nLaundering",
        "role": "extracted",
        "context": "Financial Services for Anti\n-Money \nLaundering  \nFailures  \nI \nFinCEN.gov\nEF"
      },
      {
        "name": "Money Laundering",
        "role": "extracted",
        "context": "Financial Services for \nAnti-Money Laundering Failures I FinCEN.gov \nWASHIN"
      },
      {
        "name": "The Financial",
        "role": "extracted",
        "context": "ures I FinCEN.gov \nWASHINGTON—The Financial Crimes Enforcement Network (F"
      },
      {
        "name": "Crimes Enforcement",
        "role": "extracted",
        "context": "gov \nWASHINGTON—The Financial Crimes Enforcement Network (FinCEN) today announ"
      },
      {
        "name": "Bank Secrecy",
        "role": "extracted",
        "context": "for willful violations of the Bank Secrecy Act (BSA).. FinCEN \nassessed"
      },
      {
        "name": "Kevin Goodman",
        "role": "extracted",
        "context": "ll under the jurisdiction \nof Kevin Goodman. This is the IRS TCR: money l"
      },
      {
        "name": "Economic Substance",
        "role": "extracted",
        "context": "orting. In it, \nI discuss the Economic Substance Theory. WHY do sophisticated"
      },
      {
        "name": "Take Mr",
        "role": "extracted",
        "context": "ng\" in these sham companies?? Take Mr Goodman's et al Parallax \"Cov"
      },
      {
        "name": "In Parallax",
        "role": "extracted",
        "context": "? Just ask who \ntrades them. \nIn Parallax Goodman, the SEC et al acknow"
      },
      {
        "name": "Two Executives",
        "role": "extracted",
        "context": "ct. \n\"SEC charges Company and Two Executives for Misleading COVID-19 Discl"
      },
      {
        "name": "Parallax Health",
        "role": "extracted",
        "context": "et that sink in for a minute \nParallax Health Sciences, Inc.,  Paul Arena a"
      },
      {
        "name": "Paul Arena",
        "role": "extracted",
        "context": "allax Health Sciences, Inc.,  Paul Arena and Nathaniel Bradley (sec.go"
      },
      {
        "name": "Nathaniel Bradley",
        "role": "extracted",
        "context": "iences, Inc.,  Paul Arena and Nathaniel Bradley (sec.gov) \nEFTA00010826\n\nUNIT"
      },
      {
        "name": "Defendant Parallax",
        "role": "extracted",
        "context": "s relevant to this Complaint, Defendant Parallax was a publicly \ntraded compan"
      },
      {
        "name": "Endeavor Power",
        "role": "extracted",
        "context": "ports with the \nParallax \nfka Endeavor Power/EndeavorUranium/VB Trade \na m"
      },
      {
        "name": "Wall Street",
        "role": "extracted",
        "context": "the SEC: the record \nEMA: 40 Wall Street: Trump \nEDGAR Search Results"
      },
      {
        "name": "Ionic Ventures",
        "role": "extracted",
        "context": "AR Search Results  (sec.gov) \nIonic Ventures \nEDGAR Search Results  (sec.g"
      },
      {
        "name": "Keith Coulston",
        "role": "extracted",
        "context": "Results  (sec.gov) \nIonic is Keith Coulston. Formerly Ironridge \nThe SEC"
      },
      {
        "name": "Formerly Ironridge",
        "role": "extracted",
        "context": "ov) \nIonic is Keith Coulston. Formerly Ironridge \nThe SEC knows Ironridge well"
      },
      {
        "name": "Ironridge \nGlobal",
        "role": "extracted",
        "context": "The SEC knows Ironridge well \nIronridge \nGlobal Partners,  LLC and Ironridge"
      },
      {
        "name": "Ironridge Global IV",
        "role": "extracted",
        "context": "ge \nGlobal Partners,  LLC and Ironridge Global IV, Ltd. (sec.gov) \nUNITED STATE"
      },
      {
        "name": "Ironridge Develops",
        "role": "extracted",
        "context": ",URQULGJH \" II. - SEC.gov \n3 Ironridge Develops a Finance Model Based on the"
      },
      {
        "name": "Finance Model",
        "role": "extracted",
        "context": "C.gov \n3 Ironridge Develops a Finance Model Based on the Registration Exe"
      },
      {
        "name": "Registration Exemption",
        "role": "extracted",
        "context": "a Finance Model Based on the Registration Exemption Contained in Section 3(a)(10)"
      },
      {
        "name": "Securities Act",
        "role": "extracted",
        "context": "d in Section 3(a)(10) \nof the Securities Act 7. In relevant part, Section"
      },
      {
        "name": "Urban Tea",
        "role": "extracted",
        "context": "ey laundering shell CIS/Delta/Urban Tea/Bit Bros \nEDGAR \nFiling  Docu"
      },
      {
        "name": "Bit Bros",
        "role": "extracted",
        "context": "ing shell CIS/Delta/Urban Tea/Bit Bros \nEDGAR \nFiling  Documents for"
      },
      {
        "name": "Chinese Nationals",
        "role": "extracted",
        "context": "my AQR TCR: Russian spies and Chinese Nationals. Up and running TODAY \nIronri"
      },
      {
        "name": "Lead Holdings",
        "role": "extracted",
        "context": "HER SEC fraud on the SONY: NewLead Holdings for which I filed a  separate"
      },
      {
        "name": "Harbor Gates",
        "role": "extracted",
        "context": "Other selling shareholders: \nHarbor Gates Capital LLc \nMichael Sobeck a"
      },
      {
        "name": "Lc \nMichael",
        "role": "extracted",
        "context": "lders: \nHarbor Gates Capital LLc \nMichael Sobeck and Christina Avila: P"
      },
      {
        "name": "Christina Avila",
        "role": "extracted",
        "context": "pital LLc \nMichael Sobeck and Christina Avila: Puerto Rico \nSobeck is a  Pr"
      },
      {
        "name": "Puerto Rico",
        "role": "extracted",
        "context": "l Sobeck and Christina Avila: Puerto Rico \nSobeck is a  Prolific Bag Me"
      },
      {
        "name": "Tangiers \nHighlighted",
        "role": "extracted",
        "context": "a  Prolific Bag Men formerly Tangiers \nHighlighted by me with a few NITE top tra"
      },
      {
        "name": "Parallax Si",
        "role": "extracted",
        "context": "er seller in the SEC approved Parallax Si: \nThe Cobran LLC \nControlled"
      },
      {
        "name": "The Cobran",
        "role": "extracted",
        "context": "he SEC approved Parallax Si: \nThe Cobran LLC \nControlled by Richard Ro"
      }
    ],
    "locations": [
      {
        "name": "Zorro Ranch",
        "type": "property"
      },
      {
        "name": "Miami",
        "type": "location"
      },
      {
        "name": "Columbus",
        "type": "location"
      },
      {
        "name": "Supreme Court, NJ",
        "type": "city"
      },
      {
        "name": "Washington, DC",
        "type": "city"
      },
      {
        "name": "Chantilly, VA",
        "type": "city"
      },
      {
        "name": "Newark, DE",
        "type": "city"
      },
      {
        "name": "Ave \nOceanside, NY",
        "type": "city"
      },
      {
        "name": "Woodstown, NJ",
        "type": "city"
      },
      {
        "name": "Brooklyn, NY",
        "type": "city"
      },
      {
        "name": "Again, BX",
        "type": "city"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-01-29",
        "event": "1/29/2020"
      },
      {
        "date": "2021-04-05",
        "event": "04/05/2021"
      },
      {
        "date": "2020-06-23",
        "event": "6/23/2020"
      },
      {
        "date": "2018-11-08",
        "event": "11/8/2018"
      },
      {
        "date": "2020-06-30",
        "event": "6/30/2020"
      },
      {
        "date": "2021-09-30",
        "event": "September 30 2021"
      },
      {
        "date": "2021-05-27",
        "event": "May 27, 2021"
      },
      {
        "date": "2019-02-15",
        "event": "February 15, 2019"
      },
      {
        "date": "2020-03-24",
        "event": "March 24, 2020"
      },
      {
        "date": "2021-05-04",
        "event": "May 4, 2021"
      },
      {
        "date": "2021-05-04",
        "event": "May 4, \n2021"
      },
      {
        "date": "2017-07-31",
        "event": "July \n31, 2017"
      },
      {
        "date": "2015-08-03",
        "event": "August 3, 2015"
      },
      {
        "date": "2014-10-21",
        "event": "October 21, \n2014"
      },
      {
        "date": "2020-12-11",
        "event": "December 11, 2020"
      },
      {
        "date": "2019-09-19",
        "event": "September 19, 2019"
      },
      {
        "date": "2021-05-13",
        "event": "May 13, 2021"
      },
      {
        "date": "2021-05-07",
        "event": "May 7, 2021"
      },
      {
        "date": "2021-05-03",
        "event": "May 3, 2021"
      },
      {
        "date": "2021-04-22",
        "event": "April 22, 2021"
      },
      {
        "date": "2021-04-19",
        "event": "April 19, 2021"
      },
      {
        "date": "2021-03-26",
        "event": "March 26, 2021"
      },
      {
        "date": "2020-12-31",
        "event": "December 31, 2020"
      },
      {
        "date": "2009-05-26",
        "event": "May 26, 2009"
      },
      {
        "date": "2009-08-27",
        "event": "August 27, 2009"
      },
      {
        "date": "2021-04-17",
        "event": "April 17, 2021"
      },
      {
        "date": "2021-04-05",
        "event": "April 5, 2021"
      },
      {
        "date": "2017-05-18",
        "event": "May 18, 2017"
      },
      {
        "date": "2019-12-06",
        "event": "December 6, 2019"
      },
      {
        "date": "2020-09-23",
        "event": "September \n23 2020"
      },
      {
        "date": "2020-09-23",
        "event": "September 23, 2020"
      },
      {
        "date": "2020-05-19",
        "event": "May 19, 2020"
      },
      {
        "date": "2020-06-15",
        "event": "June 15 2020"
      },
      {
        "date": "2020-09-01",
        "event": "September 1, 2020"
      },
      {
        "date": "2020-08-20",
        "event": "August 20, 2020"
      },
      {
        "date": "2020-08-19",
        "event": "August 19, 2020"
      },
      {
        "date": "2020-03-31",
        "event": "March 31, 2020"
      },
      {
        "date": "2020-06-30",
        "event": "June 30, 2020"
      },
      {
        "date": "2020-03-30",
        "event": "March 30, 2020"
      },
      {
        "date": "2020-08-10",
        "event": "August 10, 2020"
      },
      {
        "date": "2020-05-07",
        "event": "May 7, 2020"
      },
      {
        "date": "2020-07-30",
        "event": "July 30, 2020"
      },
      {
        "date": "2012-08-01",
        "event": "August 1 2012"
      },
      {
        "date": "2020-07-28",
        "event": "July 28, 2020"
      },
      {
        "date": "2020-07-23",
        "event": "July \n23 2020"
      },
      {
        "date": "2020-07-22",
        "event": "July 22, 2020"
      },
      {
        "date": "2020-07-14",
        "event": "July \n14, \n2020"
      },
      {
        "date": "2018-12-17",
        "event": "December 17, 2018"
      },
      {
        "date": "2020-07-14",
        "event": "July 14, 2020"
      },
      {
        "date": "2020-07-13",
        "event": "July 13 2020"
      },
      {
        "date": "2018-04-10",
        "event": "April 10, 2018"
      },
      {
        "date": "2018-08-06",
        "event": "August 6, 2018"
      },
      {
        "date": "2011-09-22",
        "event": "September 22, 2011"
      },
      {
        "date": "2020-06-23",
        "event": "June 23, 2020"
      },
      {
        "date": "2011-06-30",
        "event": "June 30, 2011"
      },
      {
        "date": "2017-07-31",
        "event": "July 31 2017"
      },
      {
        "date": "2020-06-10",
        "event": "June 10 2020"
      },
      {
        "date": "2020-05-18",
        "event": "May 18, 2020"
      },
      {
        "date": "2020-05-11",
        "event": "May \n11 2020"
      },
      {
        "date": "2020-04-29",
        "event": "April 29, 2020"
      },
      {
        "date": "2015-02-04",
        "event": "February 4, 2015"
      },
      {
        "date": "2013-09-24",
        "event": "September 24, 2013"
      },
      {
        "date": "2013-11-11",
        "event": "November 11 2013"
      },
      {
        "date": "2020-04-28",
        "event": "April 28, 2020"
      },
      {
        "date": "2020-04-24",
        "event": "April 24, 2020"
      },
      {
        "date": "2015-01-27",
        "event": "January 27, 2015"
      },
      {
        "date": "2009-06-25",
        "event": "June 25, 2009"
      },
      {
        "date": "2002-12-13",
        "event": "December 13, 2002"
      },
      {
        "date": "2011-06-30",
        "event": "June 30 2011"
      },
      {
        "date": "2019-12-01",
        "event": "1 December 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "0001104659",
      "0000896493",
      "0001567619",
      "0001707919",
      "0001214659",
      "303-877-7008",
      "0001753926",
      "0001144204",
      "0001140361",
      "0001493152",
      "0001167419",
      "0001628280",
      "0001387131",
      "0000943396",
      "718-236-1600",
      "718-236-4849",
      "0001170022",
      "0000031235",
      "0001046532",
      "0001521536",
      "0001429764",
      "0001128723",
      "0000072170",
      "0001607281",
      "(856)759-9034"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:42.812Z"
}