{
  "document": {
    "id": "efta00016528",
    "filename": "EFTA00016528.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016528.pdf",
    "text": "\n\nExhibit A \nEFTA00016528\n\nCONFIDEN'TIAIJPRIVILEGED/SEALED \nNovember 19, 2020 \nDear Judge Nathan, \nI respectfully submit this letter in support of Ghislaine Maxwell's bail application. \nHistory \n1. \n2. \n3. \n4. The person described in the criminal charges is not the person we know. I have never \nwitnessed anything close to inappropriate with Ghislaine; quite to the contrary, the Ghislaine \nI  know is a  wonderful and loving rson. \nPrivacy \n5. Until the explosion of media interest that followed the arrest and subs uent death in \ncustod of Jeffre E stein in Jul thru Au t 2019, \nn \nPage \nEFTA00016529\n\n. was, o course, aware o ame s previous re awns p \nwi \nEpstein, a person I have \nnever met nor had an communication. The media covers e  of E stein is ve different \ntoda than it was \n8. The \"reporting\" of Ghislaine over the past year has exploded exponentially. From the \ntime of Epstein's arrest and death in custody in the summer of 2019 until Ghislaine's own \narrest in July of this year, huge and increasingly frightening levels of media interest meant \nThere are many examples of violence \nwhose seeds were born in conspiracy theories, and the experiences of QAnon, Pizzagate, and \nthe recent Judge Salas attack are terrifying. \nare many other \ngross an sgustmg posts e on e we t a simp e searc will bring up. I have also \nreceived threatening messages through social media, which I have reported and blocked. \nIt  is hard to communicate in words the feelin of bein stalked s  ied u \nconstant. 24/7 media intrusion \nAt one point, re ear even put a \".. ler lea \nI  . \nWage \nEFTA00016530\n\nDespite our best efforts, there have still been life alterin \nmedia's harassment. \nCODS uences as a  result of the \nThere are other examples of painful and real loss like this due to the media's aggressive \ntreatment of those who simply know Ghislaine; the entire experience has been most \nregrettable. \nMy support for her bail application \n12. I believe that Ghislaine had nothing to do with Epstein's crimes. She has pleaded not \nguilty and denied the criminal allegations against her, and I fully believe that it is her intent \nand desire to remain in the U.S. to face the ensuing process and to clear her name. \nOver the past few years she has had dozens of alternative places she could have gone, but she \ndid not want to be perceived as \nrunning\n  or as having done something wrong. She was \nadamant to not only stay in the United States to fi    t the smears a • ainst her, but to be within \ndrivin •  distance of New York. \ne was not \nHer arrest came as a s  oc \nom e I \". 'ut s e \n13. I did not initially come forward as a co-signer of her first bail application for the reasons \nstated above, to rotect from ferocious media aggression. \n13. I  believe \nwholeheartedly in GInslame s  commitment to stand trial and not to seek to leave the \njurisdiction should her bail application be successful. \nI pray for Ghislaine's safety. I am praying for justice. And I pray for her constitutionally \nafforded due process. \nWith humility and deep compassion, I am also praying for Epstein's victims. \nWage \nEFTA00016531",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "I respectfully submit this letter in support of Ghislaine Maxwell's bail application. \nHistory \n1. \n2. \n3. \n4. The"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "ED/SEALED \nNovember 19, 2020 \nDear Judge Nathan, \nI respectfully submi"
      },
      {
        "name": "Judge Salas",
        "role": "extracted",
        "context": "n, Pizzagate, and \nthe recent Judge Salas attack are terrifying. \nare m"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-11-19",
        "event": "November 19, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:52.875Z"
}