{
  "document": {
    "id": "efta00019249",
    "filename": "EFTA00019249.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019249.pdf",
    "text": "\n\nFrom: \nTo: \nSubject: FW: WASHINGTON POST; Jeffrey Epstein's scandal of secrecy points to a creeping rot in the \nAmerican justice system \nDate: Tue, 18 Jun 2019 20:34:15 +0000 \nImportance: Normal \nJust \nFYI. \nFrom: \nSent: Tuesday, June 18, 2019 4:34 PM \nTo: \nSubject: WASHINGTON POST; Jeffrey Epstein's scandal of secrecy points to a creeping rot in the American justice system \nJeffrey \nEpstein's scandal of \nsecrecy points to a \ncreeping rot \nin the American justice \nsystem \nWhen rich people are credibly accused of crimes, does the public have a right to \nknow? Should multimillionaires be allowed to silence their accusers with cash? \nAccording to superlawyer David Boies, \"dozens\" of women who could give \ntestimony about \nbeing  sexually assaulted as  girls by mysterious financier Jeffrey \nEpstein are silenced by settlements they reached with their alleged assailant. The \nexact number is yet another secret in this least transparent of criminal cases. \n\"Three dozen or eight dozen, I don't know, but there are dozens,\" Boies told me \nrecently. He himself represents two alleged Epstein victims bound by \"non-\ndisclosure agreements\" (NDAs). \nBecause Epstein can afford to buy silence, he may succeed in shuttering the \nwindow of accountability pried open in a South Florida court back in February. \nU.S. District Judge Kenneth A. Marra ruled that federal prosecutors — led by the \nEFTA00019249\n\ncurrent labor secretary, Alexander Acosta — broke the law by entering a secret \nsweetheart deal to allow Epstein to serve a cushy sentence without facing evidence \nthat he assaulted more than 3o underage \ngirls in Palm Beach. \nThat ruling may prove hollow, \nhowever, if the alleged victims are now gagged by \ntheir settlements \nwith Epstein. What a galling next chapter that would be in this \nappalling story. \nEpstein, whose enormous and unexplained wealth attracted a circle of friends that \nincluded Bill Clinton, Donald \nTrump, actor Kevin Spacey and Britain's Prince \nAndrew, travels from mansion to \nmansion while poor men accused of lesser \ncrimes rot in prison. \nThis scandal of secrecy points to a creeping rot in the American justice system. \nToo many cases involving potential felonies are resolved through civil settlements \nthat include ironclad NDAs. Once the money changes hands, witnesses can no \nlonger testify to crimes; indeed, penalties for telling the truth after a settlement \noften run to the millions of dollars — \nruinous for most crime victims. It's a short \nstep removed from silencing witnesses with cement shoes. \n\"It is a classic case of rich man's justice,\" said Boies. Add the fact that wealthy \npredators often target victims in financial need. That was allegedly \nEpstein's M.O. \nas he sent recruiters into working-class neighborhoods in search of teenagers to \ngive him \"massages.\" The rich exploit the poverty of their victims to \nextract \npromises of silence — backed by the force of law because the NDAs are binding \ncontracts. \nWhat's needed is a simple change to the law, Boies contends: \"Simply say that \nagreements to conceal evidence of a crime are not enforceable.\" \nThe Epstein case is particularly creepy but not unique. The #MeToo movement \nhas revealed the pernicious misuse of NDAs to enable crime. \nPowerful men such \nas producer \nHarvey Weinstein  and \ntelevision executive \nLeslie Moonves \nreportedly \nmade use of the agreements to hide evidence of sexual assault or harassment. This \nsecrecy in turn allowed offenders to target additional victims. \nThat's where the public interest comes in. Crime is not just a matter between an \noffender and a victim; crime is also an offense against the public order. The public \nEFTA00019250\n\nhas an \nimportant stake in punishing past crimes and preventing future offenses. \nPurchased secrecy interferes with \nthose aims. \nSome attorneys say NDAs are the only protection the rich and \nfamous have \nagainst unfounded accusations. But that doesn't bear much scrutiny. A person \nwho might falsely claim to be a victim has more to fear from sunlight than from \nsecrecy. And anyone who pays hush money to cover up false allegations is only \nencouraging more extortion. \nI am beginning to worry that \nthe fresh breeze of openness that appeared to be \nblowing through the stink \nof the Epstein case might be smothered by secrecy. \nAttorneys for Epstein's Palm \nBeach accusers are losing confidence that their \nclients will ever \ntell their stories in court. \nMeanwhile, a panel of appeals court judges in New York has gone silent in a \nrelated matter. British socialite Ghislaine Maxwell, an Epstein friend and \nconfidante, is battling to keep details of her settlement with an Epstein accuser \nsealed from public view. In a March hearing at the U.S. Court of Appeals for the \n2nd Circuit, Judge Jose A. Cabranes \nopenly scoffed at Maxwell's attorney as he \nargued for secrecy. Yet here we are on the cusp of summer, and the court has not \nbeen heard from. When will \na ray of sunshine pierce the cloud of money? \nIf anything good can \ncome out of this miserable case, maybe this is it: Lawmakers \ncan seize this outrageous moment to outlaw the silencing of witnesses through \nNDAs. The agreements have their place in civil \nmatters, but not to mask evidence \nof crimes. \nThe legal system, meanwhile, can do the right thing. Open the Maxwell \nfiles. Then launch a full-fledged investigation of Epstein's conduct \nin New York, \nNew Mexico and the Virgin \nIslands: places where the tainted South Florida \nagreement \ncannot protect him. \nUnited States Department of Justice \nU.S. Attorney's Office ! Southern District of New York \nEFTA00019251",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "From: \nTo: \nSubject: FW: WASHINGTON POST; Jeffrey Epstein's scandal of secrecy points to a creeping rot in"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ne silent in a \nrelated matter. British socialite Ghislaine Maxwell, an Epstein friend and \nconfidante, is battling t"
      },
      {
        "name": "Bill Clinton",
        "role": "extracted",
        "context": "alth attracted a circle of friends that \nincluded Bill Clinton, Donald \nTrump, actor Kevin Spacey and Britain's"
      },
      {
        "name": "Kevin Spacey",
        "role": "extracted",
        "context": "that \nincluded Bill Clinton, Donald \nTrump, actor Kevin Spacey and Britain's Prince \nAndrew, travels from mansio"
      },
      {
        "name": "Normal \nJust",
        "role": "extracted",
        "context": "9 20:34:15 +0000 \nImportance: Normal \nJust \nFYI. \nFrom: \nSent: Tuesday,"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "the American justice system \nJeffrey \nEpstein's scandal of \nsecrecy points"
      },
      {
        "name": "David Boies",
        "role": "extracted",
        "context": "sh? \nAccording to superlawyer David Boies, \"dozens\" of women who could"
      },
      {
        "name": "Because Epstein",
        "role": "extracted",
        "context": "sclosure agreements\" (NDAs). \nBecause Epstein can afford to buy silence, he"
      },
      {
        "name": "South Florida",
        "role": "extracted",
        "context": "ccountability pried open in a South Florida court back in February. \nU.S."
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "court back in February. \nU.S. District Judge Kenneth A. Marra ruled that f"
      },
      {
        "name": "Alexander Acosta",
        "role": "extracted",
        "context": "249\n\ncurrent labor secretary, Alexander Acosta — broke the law by entering a"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "re than 3o underage \ngirls in Palm Beach. \nThat ruling may prove hollo"
      },
      {
        "name": "Donald \nTrump",
        "role": "extracted",
        "context": "that \nincluded Bill Clinton, Donald \nTrump, actor Kevin Spacey and Brita"
      },
      {
        "name": "Prince \nAndrew",
        "role": "extracted",
        "context": "or Kevin Spacey and Britain's Prince \nAndrew, travels from mansion to \nman"
      },
      {
        "name": "The Epstein",
        "role": "extracted",
        "context": "crime are not enforceable.\" \nThe Epstein case is particularly creepy b"
      },
      {
        "name": "Harvey Weinstein",
        "role": "extracted",
        "context": "werful men such \nas producer \nHarvey Weinstein  and \ntelevision executive \nL"
      },
      {
        "name": "Leslie Moonves",
        "role": "extracted",
        "context": "n  and \ntelevision executive \nLeslie Moonves \nreportedly \nmade use of the"
      },
      {
        "name": "Palm \nBeach",
        "role": "extracted",
        "context": "ecy. \nAttorneys for Epstein's Palm \nBeach accusers are losing confidenc"
      },
      {
        "name": "Judge Jose",
        "role": "extracted",
        "context": "Appeals for the \n2nd Circuit, Judge Jose A. Cabranes \nopenly scoffed a"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "tein's conduct \nin New York, \nNew Mexico and the Virgin \nIslands: plac"
      },
      {
        "name": "Virgin \nIslands",
        "role": "extracted",
        "context": "New York, \nNew Mexico and the Virgin \nIslands: places where the tainted Sou"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ice \nU.S. Attorney's Office ! Southern District of New York \nEFTA00019251"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-06-18",
        "event": "June 18, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:58.589Z"
}