{
  "document": {
    "id": "efta00010118",
    "filename": "EFTA00010118.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00010118.pdf",
    "text": "\n\nU.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nThe SilWoJ. Mollo Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nNovember 18, 2021 \nBY E-MAIL \nThe Honorable Alison J. Nathan \nUnited States District Judge \nSouthern District of New York \n40 Foley \nSquare \nNew York, New York 10007 \nRe: \nUnited States v. Ghislaine Maxwell, S2 20 Cr. 330 (MN) \nDear Judge Nathan: \nThe Government respectfully submits this letter motion to quash the defendant's Rule \n17(c)(3) subpoena to the administrator of the Epstein Victims' Compensation \nProgram (EVCP). For the reasons set forth below, the subpoena should be quashed.' \nI. Applicable Law \nAs the defendant acknowledges, she bears the burden of satisfying the standard in United \nStates v. Nixon, 418 U.S. 683 (1974). (Def. Mot. at 1). Pursuant to that standard, the \"party \nseeking issuance of [a Rule 17(c)] subpoena must clear three hurdles: (1) relevancy; (2) \nadmissibility; (3) specificity.\" United States v.  Cole, 2021 WL 912425, at *3 (S.D.N.Y. Mar. 10, \n2021) (internal quotation marks omitted). The proponent must also establish that the records \nsought \"are not otherwise procurable.\" Id. (quoting Nixon, 418 U.S. at 699-700). \n'  For sake of simplicity, the Government uses the term \"Minor Victims\" to include Witness-3. The \nGovernment acknowledges the Court's order that Witness-3 should not be referenced at trial as a \nvictim. \nEFTA00010118\n\nPage 2 \nThe Nixon test is enforced strictly. As the Supreme Court has explained, \"[i]t was not \nintended by Rule 16 to give a limited right of discovery, and then by Rule 17 to give a right of \ndiscovery in the broadest terms.\" Bowman Dairy Co. v. United States, 341 U.S. 214, 220 (1951); \nsee also United States v. Purin, 486 F.2d 1363, 1368 (2d Cir. 1973) (\"A subpoena duces tecum in \na criminal case is not intended as a means of discovery.\"). It is not sufficient for a party to show \nonly that the subpoenaed documents \"are potentially relevant or admissible.\" United States v. \nWey, 252 F. Supp. 3d 237, 254 (S.D.N.Y. 2017) (internal quotation marks omitted); see United \nStates v. Skelos, No. 15 Cr. 317, 2018 WL 2254538, at *2 (\"The materials sought under Rule 17 \nmust themselves be admissible at trial; it is not enough that they contain information which could \nbe admissible.\" (alterations and internal quotation marks omitted)); United States v. RW Profl \nLeasing Servs. Corp., 228 F.R.D. 158, 162 (E.D.N.Y 2005) (explaining that it  is \"insufficient\" for \na party to show only that the subpoenaed documents \"are potentially relevant or may be \nadmissible\"). Similarly, the party requesting the subpoena must also show that the \"the application \nis made in good faith and is not intended as a general fishing expedition.\" United States v.  Ulbricht, \n858 F.3d 71, 109 (2d Cir. 2017) (quoting Nixon, 418 U.S. at 699-700) (internal quotation marks \nomitted), abrogated on other grounds as recognized by United States v.  Chambers, 751 F. App'x \n44, 46 & n.1 (2d Cir. 2018) (summary \norder).2\nIL Discussion \nThe defendant has subpoenaed four categories of information: (1) copies of any payments \nto the Minor Victims and their counsel, and (2) \"[a]ny and [111 [r]eleases executed by the [Minor \n2  Although generally \"production of impeaching evidence pursuant to Rule 17(c) is not required \nuntil after the witness testifies,\" Skelos, 2018 WL 2254538, at *2, in this case the Government \nexpects each of the Minor Victims named in the subpoena to testify at trial. Accordingly, if the \nCourt permits enforcement of the subpoena, the Government does not object to production of the \nrecords to the Court before the Minor Victims actually testify for the sake of efficiency. \nEFTA00010119\n\nPage 3 \nVictims];\" (3) \"[a]ny and all\" material \"submitted by each [Minor Victim]\" to the EVCP; and (4) \n\"communications\" between the EVCP and the Minor Victims or their counsel. (Def. Mot. \nAttachment A). The subpoena should be quashed as to each of these categories.;\nA. Payment Records \nThe first category—copies of payments made to the Minor Victims—concerns information \nalready in the defendant's possession. Indeed, the defendant's motion cites the amounts received \nby the Minor Victims, which is reflected in their 3500 material (Def. Mot. at 3), and the \nGovernment expects the Minor Victims to testify to those amounts at trial. \nAccordingly, this information is \"otherwise procurable.\" United States v. Pena, No. 15 Cr. \n551 (AJN), 2016 WL 8735699, at *2 (S.D.N.Y. Feb. 12, 2016). The subpoena should \ntherefore \nbe quashed. At most, the Court should order production of that information to the Court so that it \nmay be provided to the defense in the unlikely event that the Minor Victims testify inconsistently \nwith their prior statements at trial. \nB. Claim Release Forms \nThe defendant makes no argument for the relevance of the release forms executed by the \nMinor Victims, and none is apparent to the Government. The Court should therefore quash the \nsubpoena insofar as it calls for that category of information, at least until the defendant explains \nwhat relevant and admissible evidence is contained in the release forms. \n3  The Government has standing to challenge the subpoena because it  targets information about \nanticipated Government witnesses, \"based on the Government's `interest in preventing any undue \nlengthening of the trial, any undue harassment of the witness and [her] family, and any prejudicial \nover-emphasis on the witness's credibility.'\" United States v. Ray, 337 F.R.D. 561, 571 (S.D.N.Y. \nNov. 25, 2020) (quoting United States v.  Giampa, No. 92 Cr. 437 (PKL), 1992 WL 296440, at *1 \n(S.D.N.Y. Oct. 7, 1992)). The Government has provided notice of this subpoena to the Minor \nVictims and is informed that at least two victims expect to file submissions regarding the subpoena. \nEFTA00010120\n\nPage 4 \nC. \nAny \nand All Material Submitted to the EVCP \nThe defendant makes a further request for any and all submissions by the Minor Victims \nto the EVCP. This request would not generate relevant, admissible evidence for two reasons. \nFirst, the defendant has not identified a theory by which these materials are relevant and \nadmissible. The defendant argues primarily that the materials contain relevant impeachment \ninformation because \"[f]ull and complete cross-examination is impossible without understanding \nthe complete terms of the agreement with the Epstein Fund, including the claims concerning \nMaxwell, as well as others.\" (Def. Mot. at 6). Materials are not relevant and admissible at trial, \nas required by Nixon, simply because they aid the defendant's \"understanding.\" And the defendant \narticulates only one theory by which EVCP materials may be admitted to show bias. According \nto the defendant, the May 2020 Protocol governing the EVCP states that claims are evaluated \ndepending on whether \"there exists any information and/or pertinent findings offered by the \nappropriate . . . United States Attorneys' Office or other law enforcement agency.\" (Def. Mot. at \n5). If this \"prosecution against [the defendant] went forward,\" the argument goes, the Minor \nVictims and their lawyers would \"benefit.\" (Id.) \nThe defendant already has the information relevant to this argument. She has the protocol \nfor the EVCP. The Government has \"offered\" no \"information\" or \"findings\" to the EVCP about \nthe Minor Victims; to the extent the EVCP relied on publicly available information about this case \nto make its determination, such as the charging instruments in this case, that information is in the \npublic record. And the Government has already disclosed to the defendant the settlement \nEFTA00010121\n\nPage 5 \namounts—which the defendant cites in her motion. (Def. Mot. at 5). Thus, if these records are \nrelevant at all, they are \"otherwise procurable.\" Pena, 2016 WL 8735699, at *2.4\nThe defendant also argues that the subpoenaed records contain prior statements of the \nMinor Victims, presumably suggesting that they may be admissible as prior inconsistent \nstatements. (Def. Mot. at 4). This argument misses the mark. Any statements in the EVCP's files \nare unlikely to be inconsistent in light of the context in which they were made. See United States \nv. Barrow, 400 F.3d 109, 123 (2d Cir. 2005) (citing United States v.  Strother, 49 F.3d 869, 875 \n(2d Cir. 1995) for the proposition that an omission in a prior statement \"should have been admitted \nas an inconsistent statement because it would have been natural for the witness to include the fact\" \n(internal quotation marks and alterations omitted)). In order to initiate a  proceeding with the \nEpstein Victims Compensation Fund, a victim must articulate a claim \"directed against Epstein.\" \n(Indep. Epstein Victims' Compensation Program Protocol, Def. Mot. Ex. 1 Attachment A Ex. 1 at \n3 (emphasis added)). And in that context, it  would be wholly unsurprising if victims spoke at \ntimes about their experience with Epstein without discussing the defendant.' Further, if it  were \ntrue (as the defendant argues above) that EVCP funds will reveal the Minor Victims' bias because \ntheir recovery from the EVCP was aided by the Government's continued case against the \ndefendant, one would expect that any statements by the Minor Victims to the EVCP regarding the \ndefendant would be consistent with their statements to the Government and at trial. If the Minor \n4  Indeed, because all four Minor Victims identified in the subpoena have resolved their claims with \nthe EVCP, there is no reason to think their trial testimony will be biased in order to advance their \nclaims in a now-completed settlement process. \n5 Consider, for instance, if a victim met Epstein and the defendant together on a certain date. It \nwould be entirely consistent for the victim to testify as much on the stand, and to tell the EVCP \nthat she \"met Epstein\"—without mentioning the defendant—on that date. \nEFTA00010122\n\nPage 6 \nVictims' submissions to the EVCP did not discuss the defendant, a  criminal case against the \ndefendant would not advance their claims. \nSecond, even if these subpoenas yielded marginally relevant impeachment material or \nmarginally inconsistent statements notwithstanding their context, such evidence would not be \nadmissible under Rule 403. At the November 1,2021 conference, the defendant sought to preclude \nthe Government from arguing that the Minor Victims' settlements with the EVCP reflects an \nendorsement of their claims, which \"would be confusing to the jury\" and \"open the door to an \nexplanation from the defense about what really happened in those proceedings,\" a request to which \nthe Court and Government agreed. (11/01/21 Tr. at 43:7-46:3). It remains the Government's \nposition that cross-examination highlighting the fact that the Minor Victims received large \nsettlements for their claims would not open the door to a broader discussion of the Epstein Victims \nCompensation Program. \nIf, however, the defendant engages in significant cross-examination about what Minor \nVictims did and did not say to the EVCP, and the reasons for those statements, it would create just \nthat confusion and open just that door. If the defendant argues that a Minor Victim should have, \nbut did not, make statements about the defendant to the EVCP, the Government will have to \nexplain to the jury the purpose of the EVCP and its adjudicative process in order to contextualize \nthat omission. Similarly, if the defendant argues that the Minor Victims' testimony was biased by \nsome interrelationship between the EVCP and this case, the Government will have to explain to \nthe jury the absence of such an interrelationship, including the timeline of the Minor Victims' \nstatements relative to the timeline of the EVCP. Indeed, it appears that the defendant anticipates \narguing that some Minor Victims' bias is shown by the fact that their counsel was involved in \nstructuring the EVCP, which would require further response from the Government about the \nEFTA00010123\n\nPage 7 \noperations of the EVCP. (Def. Mot. at 5 (\"Lawyers for Accuser-2 and Witness-3 were instrumental \nin creating and structuring the terms of the Protocol.\")). The risk of confusing the issues and \nwasting time at trial substantially outweigh any probative value in the evidence the defendant \nmight obtain. \nThis is not a trial about the scope and adjudicative process of the EVCP. All of this should \nbe precluded, and therefore none of it  is admissible under Nixon. The defendant is able to make \narguments about bias and consistency without issuing a subpoena that is unlikely to yield relevant \ninformation—information that would be precluded at trial in any event.°\nD. Communications \nFinally, the subpoena calls for communications between EVCP and the Minor Victims and \ntheir counsel. The term \"communications\" is defined broadly, covering \"all forms of \ncorrespondence, including regular mail, email, text messages, memorandum, or other written \ncommunication of information of any kind.\" \nThis subpoena request is a classic fishing expedition that the Court should quash. There is \nno reason to believe that the Minor Victim or their counsel would make substantive statements, \nwhich might be inconsistent, in emails and text messages. The defendant offers no reason why \ntheir theory of bias would find support in correspondence. Nor is one supported by logic: the \ntheory is that the Minor Victims told false stories to the Government to advance the prosecution, \nnot that they did or said biased things to the EVCP. This subpoena does not seek to \"obtain \nidentified evidence\" but rather to engage in \"a general `fishing expedition' that attempts to use the \n6 The defendant defines \"EVCP Material\" to include information regarding compensation received \nby Minor Victims and releases signed by them. (Def. Mot. Ex. 1  Attachment A). Those items \nshould be treated identically to the specific requests for them, as discussed above. \nEFTA00010124\n\nPage 8 \nrule as a discovery device.\" United States v.  Cuthbertson, 630 F.2d 139, 144 (3d Cir. 1980); see \nUlbricht, 858 F.3d at 109. Such an expedition is precluded by Nixon. 418 U.S. at 700. \nIII. \nConclusion \nFor the foregoing \nreasons, the Court should quash the defendant's subpoena.?\nRespectfully submitted, \nDAMIAN WILLIAMS \nUnited States Attorney \nby:mr_ \nAssistant United States Attorneys \ncc: \nCounsel of Record (by email) \nIn the event the Court does not quash the subpoena, the Government notes that it is returnable to \nthe Court for in camera review. (Def. Mot. at 1). To the extent the Court releases any records \nfrom the EVCP to the defendant, it should only release those records that comply with the Nixon \nstandard. See Skelos, 2018 WL 2254538, at *2 (\"To avoid delay in trial, courts sometimes require \nproduction of impeaching material to the court (but not to counsel), with the court reviewing these \ndocuments in camera and then disclosing any admissible documents only after the witness \ntestifies.\"). For instance, if the Court identifies a  prior inconsistent statement in only one \ndocument, no other records should be released to the defendant. And, in addition to evaluating \nwhether any statement is relevant to show bias or as a prior inconsistent statement, the Court should \nconsider whether it is precluded under Rule 403, for the reasons described above. See supra pp. \n6-7. \nEFTA00010125",
    "pageCount": 8,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "New York, New York 10007 \nRe: \nUnited States v. Ghislaine Maxwell, S2 20 Cr. 330 (MN) \nDear Judge Nathan: \nThe Gove"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "U.S. Department of Justice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nThe SilWoJ. Moll"
      },
      {
        "name": "The Sil",
        "role": "extracted",
        "context": "outhern District of New York \nThe SilWoJ. Mollo Building \nOne Saint"
      },
      {
        "name": "Mollo Building",
        "role": "extracted",
        "context": "rict of New York \nThe SilWoJ. Mollo Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The SilWoJ. Mollo Building \nOne Saint Andrew's Plaza \nNew York. New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nNovembe"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "November 18, 2021 \nBY E-MAIL \nThe Honorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "MAIL \nThe Honorable Alison J. Nathan \nUnited States District Judge \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Judge \nSouthern District of N"
      },
      {
        "name": "Judge \nSouthern",
        "role": "extracted",
        "context": "athan \nUnited States District Judge \nSouthern District of New York \n40 Fole"
      },
      {
        "name": "Foley \nSquare",
        "role": "extracted",
        "context": "hern District of New York \n40 Foley \nSquare \nNew York, New York 10007 \nRe"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "Maxwell, S2 20 Cr. 330 (MN) \nDear Judge Nathan: \nThe Government respe"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "330 (MN) \nDear Judge Nathan: \nThe Government respectfully submits this let"
      },
      {
        "name": "Epstein Victims",
        "role": "extracted",
        "context": "a to the administrator of the Epstein Victims' Compensation \nProgram (EVCP)"
      },
      {
        "name": "Compensation \nProgram",
        "role": "extracted",
        "context": "rator of the Epstein Victims' Compensation \nProgram (EVCP). For the reasons set f"
      },
      {
        "name": "Applicable Law",
        "role": "extracted",
        "context": "poena should be quashed.' \nI. Applicable Law \nAs the defendant acknowledge"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "of satisfying the standard in United \nStates v. Nixon, 418 U.S. 683 (1974)"
      },
      {
        "name": "Minor Victims",
        "role": "extracted",
        "context": "the Government uses the term \"Minor Victims\" to include Witness-3. The \nG"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "ictims\" to include Witness-3. The \nGovernment acknowledges the Court's orde"
      },
      {
        "name": "The Nixon",
        "role": "extracted",
        "context": "ictim. \nEFTA00010118\n\nPage 2 \nThe Nixon test is enforced strictly. As"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "is enforced strictly. As the Supreme Court has explained, \"[i]t was not"
      },
      {
        "name": "Bowman Dairy",
        "role": "extracted",
        "context": "overy in the broadest terms.\" Bowman Dairy Co. v. United States, 341 U.S"
      },
      {
        "name": "Profl \nLeasing",
        "role": "extracted",
        "context": "mitted)); United States v. RW Profl \nLeasing Servs. Corp., 228 F.R.D. 158,"
      },
      {
        "name": "Discussion \nThe",
        "role": "extracted",
        "context": ". 2018) (summary \norder).2\nIL Discussion \nThe defendant has subpoenaed four"
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "material \"submitted by each [Minor Victim]\" to the EVCP; and (4) \n\"comm"
      },
      {
        "name": "Payment Records",
        "role": "extracted",
        "context": "each of these categories.;\nA. Payment Records \nThe first category—copies of"
      },
      {
        "name": "Claim Release",
        "role": "extracted",
        "context": "rior statements at trial. \nB. Claim Release Forms \nThe defendant makes no"
      },
      {
        "name": "Forms \nThe",
        "role": "extracted",
        "context": "s at trial. \nB. Claim Release Forms \nThe defendant makes no argument f"
      },
      {
        "name": "Minor \nVictims",
        "role": "extracted",
        "context": "otice of this subpoena to the Minor \nVictims and is informed that at least"
      },
      {
        "name": "All Material",
        "role": "extracted",
        "context": "0010120\n\nPage 4 \nC. \nAny \nand All Material Submitted to the EVCP \nThe de"
      },
      {
        "name": "Epstein Fund",
        "role": "extracted",
        "context": "rms of the agreement with the Epstein Fund, including the claims concern"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "text in which they were made. See United States \nv. Barrow, 400 F.3d 1"
      },
      {
        "name": "Compensation Fund",
        "role": "extracted",
        "context": "ing with the \nEpstein Victims Compensation Fund, a victim must articulate a c"
      },
      {
        "name": "Compensation Program",
        "role": "extracted",
        "context": "n.\" \n(Indep. Epstein Victims' Compensation Program Protocol, Def. Mot. Ex. 1 Att"
      },
      {
        "name": "Communications \nFinally",
        "role": "extracted",
        "context": "ed at trial in any event.°\nD. Communications \nFinally, the subpoena calls for commu"
      },
      {
        "name": "Conclusion \nFor",
        "role": "extracted",
        "context": "ixon. 418 U.S. at 700. \nIII. \nConclusion \nFor the foregoing \nreasons, the C"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "ited States Attorney \nby:mr_ \nAssistant United States Attorneys \ncc: \nCounse"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "ney \nby:mr_ \nAssistant United States Attorneys \ncc: \nCounsel of Record (by e"
      },
      {
        "name": "See Skelos",
        "role": "extracted",
        "context": "ply with the Nixon \nstandard. See Skelos, 2018 WL 2254538, at *2 (\"To"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-11-18",
        "event": "November 18, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:41.327Z"
}