{
  "document": {
    "id": "efta00024004",
    "filename": "EFTA00024004.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00024004.pdf",
    "text": "\n\nFrom: \nTo: \nCc \nSubject: RE: Epstein OIG/FBI--Document Preservation \nDate: Thu, 15 Aug 2019 21:33:52 +0000 \nAttachments: leffrey_Epstein_lit_hold_notice_form_08_12_2019.pdf \nDear all, \nI'm sorry to pester but I think I haven't heard from you on this. Please complete and fill out the attached form by COB \ntomorrow, and return to me. \nIt takes very little time. And failing to take care of this can really come back to bite us. \nMany thanks, \nPS apologies if you provided this and I overlooked it. \nFrom \nSent: Monday, August 12, 2019 5:13 PM \nSubject: RE: Epstein 01G/FBI--Document \nPreservation \nDear all, \nAs explained, we are instituting a  formal litigation hold in connection with Mr. Epstein's death at MCC. You have \nbeen identified as having done work on or supervised the Epstein matter, and thus as possibly having responsive records. \nEFTA00024004\n\nPlease note and preserve whatever you have about Mr. Epstein, not limited to his death and to the earlier reported \nincident in which he suffered physical injuries. In addition, to the extent possible, please avoid altering any relevant \nrecords. If you need to use existing documents, please save what you're working off of as a  new document so that the \nversion that now exists remains preserved and available. \nI attach a  formal litigation hold notice, which as required is on an EOUSA-provided form. Please review the notice, fill out \nthe form to indicate whether and where you have responsive records, and sign and return it to me. In particular, be sure \nto let me know by USAO number if possible what records and share directories we have that are likely to include relevant \ninformation. \nI prefer scanned and emailed return of the forms, but you can also use interoffice mail if you prefer. \nPlease let me know if you think other USAO personnel may have relevant documents or evidence. \nAnd please let me know if you have questions or want to discuss. \nFinally, I am copying o inform him of the new litigation hold, and to ask him to ensure that all responsive \ninformation on our electronic record systems is preserved, including by suspending the routine maintenance email \ndeletions for recipients of this email. \nMany thanks, \nDeputy Chief, Civil Division, and Litigation Hold Coordinator \nU.S. Attorney's Office, S.D.N.Y. \nNew York, NY 10007 \nFrom \nSent: Monday, August 12, 2019 4:46 PM \nSubject: RE: Epstein OIG/FBI--Document Preservation \nFYI, as a  result of a  preservation request Epstein's lawyers have made on behalf of the family, which  indicates a \npotential wrongful death case, you will shortly be receiving a  formal litigation hold request from \nour litigation hold coordinator. \nFrom \nSent: Monday, August 12, 2019 11:43 AM \nEFTA00024005\n\nSubject: FW: Epstein OIG/FBI--Document Preservation \nAll —  Please see below and followainstructions. Additionally, if you believe there are others at SONY to whom this \nemail should be sent, please let me know immediately. \nThanks, \nFrom \nSent: Monday, August 12, 2019 11:35 AM \nSubject: Epstein DIG/FBI--Document Preservation \nPlease forward this to everyone who might have any documents relating to the Epstein suicide, and cc me: \nPlease make sure to preserve any documents you may have relating to Epstein's conditions of confinement. \n• Your emails will be adequately preserved, for present purposes, by the regular three-year backup. But let \nme know if you have any or not. \n• If you have any hard-copy notes, please scan them and send them to me. If you have none, let me know \nthat too. \n• Most particularly, please check to see if you have texted anything pertinent. If so let me know, one way \nor the other. If you do have anything, we'll figure out how to preserve that. \nAssociate U.S. Attorney \nUnited States Attorney's Office \nSouthern District of New York \nNew York. NY 10007 \nEFTA00024006",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "ation hold in connection with Mr. Epstein's death at MCC. You have"
      },
      {
        "name": "Cc \nSubject",
        "role": "extracted",
        "context": "From: \nTo: \nCc \nSubject: RE: Epstein OIG/FBI--Documen"
      },
      {
        "name": "Document Preservation",
        "role": "extracted",
        "context": "Subject: RE: Epstein OIG/FBI--Document Preservation \nDate: Thu, 15 Aug 2019 21:33"
      },
      {
        "name": "From \nSent",
        "role": "extracted",
        "context": "ed this and I overlooked it. \nFrom \nSent: Monday, August 12, 2019 5:13"
      },
      {
        "name": "Document \nPreservation",
        "role": "extracted",
        "context": "Subject: RE: Epstein 01G/FBI--Document \nPreservation \nDear all, \nAs explained, we"
      },
      {
        "name": "Deputy Chief",
        "role": "extracted",
        "context": "of this email. \nMany thanks, \nDeputy Chief, Civil Division, and Litigati"
      },
      {
        "name": "Civil Division",
        "role": "extracted",
        "context": "Many thanks, \nDeputy Chief, Civil Division, and Litigation Hold Coordina"
      },
      {
        "name": "Litigation Hold",
        "role": "extracted",
        "context": "ty Chief, Civil Division, and Litigation Hold Coordinator \nU.S. Attorney's"
      },
      {
        "name": "Attorney \nUnited",
        "role": "extracted",
        "context": "reserve that. \nAssociate U.S. Attorney \nUnited States Attorney's Office \nSou"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "sociate U.S. Attorney \nUnited States Attorney's Office \nSouthern District o"
      },
      {
        "name": "Office \nSouthern",
        "role": "extracted",
        "context": "ney \nUnited States Attorney's Office \nSouthern District of New York \nNew Yor"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-08-12",
        "event": "August 12, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:10.078Z"
}