{
  "document": {
    "id": "efta00028646",
    "filename": "EFTA00028646.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028646.pdf",
    "text": "\n\nFrom: Christian Everdell  \nTo:' \nCc: Jeff Pa \n, Laura Mennin er \n\"Bobbi Stemheim \n(USANYS) [Contractor]\" \n(USANYS) [Contractor]\" \nUSANYS Contractor]\" \n\"Thomas J. \nPowers\" \nSubject: RE: Discovery \nIssues \nDate: Mon, 24 May 2021 18:50:00 +0000 \nInline-Images: image001.jpg; image002.jpg \n)\" \nGreat. \nThanks,-. \nFrom: \n[mailto: \nSent: Monday, May 24, 2021 2:49 PM \nTo: Christian Everdell; Laura Mennin \nCc: Jeff Pagliuca; Bobbi Sternheim \n(USANYS) [Contractor]; (USANYS) [Contractor]; \nSubject: RE: Discovery Issues \nI \n(USANYS) \nUSANYS) \n[Contractor]; \n); \nThomas J. Powers \nChris, \nI will connect Tom on a separate email chain with our paralegals, who can help set him up with a USAfx account. \nBest, \nFrom: Christian Everdell \nSent: Monday, May 24, 2021 1:53 PM \nTo: \n; \nLaura \nMenninger cz\n; \n(USANYS) \nCc: Jeff Pagliuca •c); Bobbi Sternheim I \n(USANYS) [Contractor] (USANYS) [Contractor] \n(USANYS) [Contractor] <a; \n>; Thomas \nJ. \nPowers < \nSubject: RE: Discovery Issues \nI don't think C&G has a USAfx account. Can you set us up with one so that we can receive the new discovery? I have cc'd \nTom Powers from my office. Please include him on the response. \nThanks, \nChris \nFrom: \n[mailto \nSent: Thursday, May 20, 2021 10:46 PM \nEFTA00028646\n\nTo: Laura Menninger; Christian Everdell; (USANYS) \nCc: Jeff Pagliuca; Bobbi Sternheim \n); \nUSANYS Contractor]; \n(USANYS) [Contractor]; (USANYS) [Contractor]; \nSubject: RE: Discovery Issues \nCounsel, \nToday we have an additional discovery production ready to send to you. This production is small enough to produce via \nUSAfx. Please let us know if you do not already have a USAfx account, in which case our paralegals (cc'd) can assist you in \ncreating an account. We are also sending a CD containing this production to the MDC via FedEx. \nAttached please find a cover letter accompanying this production. As you will see in the letter, the majority of this \nproduction consists of materials we are providing in response to your requests for additional information regarding the \nSUPP production (referenced in the below email exchange). I am also attaching the excel spreadsheet referenced in the \ncover letter to assist in your review of the materials from the SUPP production. \nPlease let us know if you have any further questions regarding the SUPP production or if you have any difficulty accessing \nthe materials. \nBest, \nFrom: \nSent: Tuesday, May 11, 2021 10:42 PM \nTo: Laura Menninger >; Christian Everdell \n(USANYS) \nCc: Jeff Pagliuca • >; Bobbi Sternheim ( \nSubject: RE: Discovery Issues \nLaura, \nI am working with our paralegals to look into your requests below. Our paralegals are also still working on the list of files \nthat you provided that Ms. Maxwell has been unable to review at the MDC. As soon as we are able to provide an update \non these issues, I will reach back out. \nBest, \nAssistant United States Attorney \nSouthern District of New York \nIMS \nFrom: Laura Menninger < \nSent: Friday, May 7, 2021 4:53 PM \nTo: >; Christian Everdell \n< \n(USANYS) \nEFTA00028647\n\nCc: Jeff Pagliuca Bobbi Sternheim ( \nSubject: RE: Discovery Issues \nAlso following up on your response to Chris. We have had a chance to take a look at these files again. \nFor the SUPP production, many of the files were produced as PDFs, which seems as though they were converted prior to \nproduction. As I understand it (which is admittedly limited), carved or deleted files can still contain application metadata. \nWe request that as to the SUPP production, you: \na. Provide a list of all files that were carved or deleted; \nb. Confirm if all those files were produced in native format or if any were converted to PDF; \nc. If any were converted, provide additional information including the MIME type (for all), and if available from \napplication metadata original file name, file dates, etc. This would amount to the equivalent of the index you provided for \nSDNY011. \nd. In the absence of (b), confirm that no application metadata was recovered from those files which might indicate file \ncreation/modified dates \nPlease let me know if you have any questions. \nThanks, \nLaura \nLaura A. Menninger I  Partner \nHaddon, Morgan & Foreman, P.C. \nFrom: \nSent: Friday, April 23, 2021 10:30 AM \nTo: Christian Everdell \n(USANYS) \nCc: Jeff Pagliuca \n(Office) \n< \n< \n< \nSubject: RE: Discovery Issues \nChris, \nFollowing up on these issues: \n>;  Laura Menninger < ; Bobbi Sternheim \n•  For #3, the attachments were not recovered from the searched devices. We do not have them, which is why they \nwere not produced. \n•  For #4, the electronic files recovered from Epstein's devices have the same metadata on the hard drive that was \navailable when the FBI seized each file. For files that were carved or deleted, no metadata was recovered, so none \nis viewable, except for data showing when a particular file was saved to a drive by the investigative team or \nprepared for production. I am not aware of any additional metadata in our possession that you do not have for \nthese files. \n•  For #5, those photographs were not processed by CART, which is why they do not have a CART number. They came \nfrom the CDs that your team reviewed last week. The available metadata for those photographs was produced in \ntwo excel spreadsheets with the same production —  one with metadata for nude images (which were contained on \none of the hard drives you reviewed last week), and one with metadata for non-nude images (which were \nproduced in the November 9, 2020 discovery production). As I mentioned in my email to Laura earlier today, I am \nEFTA00028648\n\nworking with our vendor to figure out how to best convey to you which Bates numbers correspond with which rows \nin the spreadsheet. \n•  For #6: \no  The SDNY_GM_SUPP contain electronic files recovered from Epstein's devices. As noted above, those files \nhave the same metadata on the hard drive that was available when the FBI seized each file. For files that \nwere carved or deleted, no metadata was recovered, so none is viewable. \no  The videos from SDNY005 (October 20, 2020 production) were converted by a vendor from VHS and cassette \ntapes, so there is no metadata to provide. The Sept-Octo 2020 dates reflect when these recordings were \nconverted by our vendor. \no  The SDNY011 (November 9, 2020 production) consists of images from the CDs seized from Epstein's \nresidences, which you reviewed last week. As referenced above, those photographs were not processed by \nCART, which is why they do not have a CART number. As referenced above, the available metadata for those \nphotographs was produced in two excel spreadsheets with the same production —  one with metadata for \nnude images (which were contained on one of the hard drives you reviewed last week), and one with \nmetadata for non-nude images (which were produced in the November 9, 2020 discovery production). As I \nmentioned in my email to Laura earlier today, I am working with our vendor to figure out how to best convey \nto you which Bates numbers correspond with which rows in the spreadsheet. \nBest, \nAssistant United States Attorney \nSouthern District of New York \nFrom: \nSent: Tuesday, March 30, 2021 11:10 PM \nTo: Christian Everdell \n(USANYS) \nCc: 'Jeff Pagliuca' ; Laura Menninger >; Bobbi Sternheim \nSubject: RE: Discovery Issues \nChris, \nThat all makes sense, thanks very much. I will reach back out once I have conferred with our vendor and have answers for \nyou on #3-#6. \nBest, \nAssistant United States Attorney \nSouthern District of New York \nEFTA00028649\n\nFrom: Christian Everdell \nSent: Tuesday, March 30, 2021 10:58 PM \nTo: \n(USANYS)\nCc: 'Jeff Pagliuca' ce; Laura Menninger A >; Bobbi Sternheim \n>; >; \nSubject: RE: Discovery Issues \nApologies for the late response on this. It seems like it would be better to confer after you have heard back from your \nvendor, since the answers to #346 will depend on what the vendor says. And I believe we have now resolved #7. \nAs for #1 and #2, I will call a MDC and represent to her that we have your concurrence to send the \ndrive directly to Ms. Maxwell. If she agrees, we can add the additional productions to our drive before we send it. If she \nrefuses, we will take it up with Judge Nathan. \nThanks, \nChris \nFrom: [mailto: \nl \nSent: Monday, March 29, 2021 3:36 PM \nTo: Christian Everdell; ); Illli_ISi mANYS \nCc: 'Jeff Pagliuca'; Laura Menninger; Bobbi Sternheim \n) \nSubject: RE: Discovery Issues \nChris, \nWe are available for a call to discuss tomorrow between 1pm and 2pm, between 3pm and 5pm, or after 5:30pm. Please \nlet us know if there is a  time in those windows that would work on your end. In the meantime, below are some initial \nresponses: \n1. Our supervisors have indicated that we are not permitted to send a drive that our IT department did not load to \nthe MDC. As a result, we cannot provide the drive directly to the MDC. That said, I am happy to join you in asking \nthe MDC to accept the drive from you. If the MDC still refuses, then my office would not object to an application to \nJudge Nathan for an order directing the MDC to accept the drive from you, though we would need to allow MDC \nlegal counsel the opportunity to note their objections to Judge Nathan. \n2. The MDC recently alerted us to this issue, and our paralegal converted the excel files at issue to pdfs and sent a \nnew CD with those pdfs to the MDC. If you client still cannot view them, then we are happy to load them to a drive \nif you would like to provide one for us. \n3. I have asked our vendor to look into this issue and will get back to you when I have spoken with them. \n4. I have asked our vendor to look into this issue and will get back to you when I have spoken with them. That said, \nsimilar to the note I sent in my email regarding highly confidential images on March 16, 2021, the electronic files \nEFTA00028650\n\nrecovered from Epstein's devices have the same metadata on the hard drive that was available when the FBI seized \neach file. For files that were carved or deleted, no metadata was recovered, so none is viewable, except for data \nshowing when a  particular file was saved to a drive by the investigative team or prepared for production. \n5. As indicated in our November 9, 2020 discovery letter, all images within Bates range SDNY_GM_00467566 though \nSDNY_GM_00514100 were seized during the 2019 searches of Epstein residences. These are the images from the \nCDs that were recovered during those searches, so they did not come from any of the electronic devices that were \nthe subject of extractions by CART. As a result, these images would not have CART numbers. As for the metadata, I \nhave asked our vendor to look into this issue and will get back to you when I have spoken with them. \n6. I have asked our vendor to look into this issue and will get back to you when I have spoken with them. That said, I \nnote again that the electronic files recovered from Epstein's devices have the same metadata on the hard drive that \nwas available when the FBI seized each file. For files that were carved or deleted, no metadata was recovered, so \nnone is viewable. Additionally, as indicated in our November 9, 2020 discovery letter, all images within the \nSDNY011 load file (Bates range SDNY_GM_00467566 though SDNY_GM_00514100) were seized during the 2019 \nsearches of Epstein residences. These are the images from the CDs that were recovered during those searches, so \nthey did not come from any of the electronic devices that were the subject of extractions by CART. As a result, \nthese images would not have CART numbers. \n7. I have asked our paralegals and vendor to look into the Bates gap and will get back to you when I have spoken to \nthem. \nBest, \nAssistant United States Attorney \nSouthern District of New York \nFrom: Christian \nEverdell < \nSent: Monday, March 29, 2021 2:40 PM \nTo: \n(USANYS) \nCc: 'Jeff Pagliuca' \nSubject: Discovery Issues \n-)< \n>; \nLaura Menninger A > •  Bobbi Sternheim \nand -\nWe write to raise a few issues concerning the discovery. Below is the list of items. Please let me know if you are free for a \ncall to discuss. \n1. On our last call, we asked you if we could send our client a hard drive containing the discovery that we had created \n(without the highly confidential items). You had said you would check to see if you could facilitate this. We have \nnot heard back from you. Are you able to send Ms. Maxwell the hard drive? \nEFTA00028651\n\n2. The last two productions you sent to Ms. Maxwell on disks. As you know, she cannot read disks on her laptop and \nmust use the prison computer. But the prison computer cannot read some of the files. We can include these files \non our hard drive to send to Ms. Maxwell. Otherwise, you will need to produce them on a hard drive. Please \nadvise which way you would like to proceed. \n3. A number of the emails in the discovery —  over 109,000 —  were produced without their attachments (see tab 1 of \nthe attached Excel file). Instead, the attachments appear as slip-sheets (see example attached). Please provide the \nmissing attachments, if they exist. \n4. A number of electronic documents — over 110,000 —  that were extracted from one of Epstein's devices, as identified \nby a CART number, have metadata that indicates a \"date created\" or \"date last modified\" date in July 2020 or \nafterwards (see tab 2 of the attached Excel file). We request that you produce a metadata overlay with the original \nmetadata for these files. \n5. A number of photographs —  over 6500 —  were produced in native format, but do not have a CART number and have \n\"date created\" and/or \"date last modified\" dates after July 2019 (see tab 3 of the attached Excel file). Please \nprovide the CART number for these photographs or specify which device they came from. Also, we request that \nyou produce a metadata overlay with the original metadata for these files. \n6. A number of the audio/visual files —  over 460 — have similar metadata issues (see tab 4 of the attached Excel file). \nThese fall into the following buckets: \na. SDNY GM SUPP:  these have CART numbers, but were produced without metadata load files and have \n\"date created\" and \"date last modified\" dates in September-November 2020, after the date the device was \nseized. We request that you produce a metadata overlay with the original metadata for these files. \nb. SDNY005 (October 20  2020 production):  these are a few videos from the SDFL or PBPD investigations that \nwere produced in native form without metadata load files. They have Sept-Oct 2020 dates. We request that \nyou produce a metadata overlay with the original metadata for these files. \nc. SDNY011 (November 9  2020 production):  these were produced in native form with load files, but do not \nreference a CART number and have Sept 2020 dates. We request that you provide a CART number for these \nfiles or indicate their source. Also, we request that you produce a metadata overlay with the original \nmetadata for these files. \n7. There is a gap between 11/18 and 12/18 production numbers (SDNY_GM_02742044 to 2742183). Was that \nintentional or are we missing those documents? \nPlease let us know your responses as soon as possible. \nThanks, \nChris \nChristian R Everdell \nCOHEN & GRESSER LLP \nMit=.1 I  view bio \nwww.cohengressar.com \nNew York I  Paris I  Washington \nDC I \nLondon \nEFTA00028652\n\nCONFIDENTIALITY NOTICE: The information contained in this \ne-mail \nmay be confidential and/or privileged. This \ne-mail \nis intended to be reviewed initially by only \nthe individual named above. If the reader of this e-mail is not the intended recipient or a representative of the intended \nrecipient, \nyou are hereby notified that any \nreview, dissemination or copying of this e-mail or the information contained herein is prohibited. If you have received this e-mail in error. please immediately notify \nthe sender by telephone and permanently delete this e-mail. Thank you. \nPRIVACY: \nA complete copy of our privacy policy can be viewed a! httpslAvww.cohengressercom/privacy-policx\nEFTA00028653",
    "pageCount": 8,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "files \nthat you provided that Ms. Maxwell has been unable to review"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "From: Christian Everdell  \nTo:' \nCc: Jeff Pa \n, Laura"
      },
      {
        "name": "Jeff Pa",
        "role": "extracted",
        "context": "hristian Everdell  \nTo:' \nCc: Jeff Pa \n, Laura Mennin er \n\"Bobbi St"
      },
      {
        "name": "Laura Mennin",
        "role": "extracted",
        "context": "erdell  \nTo:' \nCc: Jeff Pa \n, Laura Mennin er \n\"Bobbi Stemheim \n(USANYS)"
      },
      {
        "name": "Bobbi Stemheim",
        "role": "extracted",
        "context": "Jeff Pa \n, Laura Mennin er \n\"Bobbi Stemheim \n(USANYS) [Contractor]\" \n(USA"
      },
      {
        "name": "Discovery \nIssues",
        "role": "extracted",
        "context": "mas J. \nPowers\" \nSubject: RE: Discovery \nIssues \nDate: Mon, 24 May 2021 18:50"
      },
      {
        "name": "Jeff Pagliuca",
        "role": "extracted",
        "context": "n Everdell; Laura Mennin \nCc: Jeff Pagliuca; Bobbi Sternheim \n(USANYS) [C"
      },
      {
        "name": "Bobbi Sternheim",
        "role": "extracted",
        "context": "ra Mennin \nCc: Jeff Pagliuca; Bobbi Sternheim \n(USANYS) [Contractor]; (USAN"
      },
      {
        "name": "Discovery Issues",
        "role": "extracted",
        "context": ") [Contractor]; \nSubject: RE: Discovery Issues \nI \n(USANYS) \nUSANYS) \n[Contr"
      },
      {
        "name": "Powers \nChris",
        "role": "extracted",
        "context": "[Contractor]; \n); \nThomas J. Powers \nChris, \nI will connect Tom on a sep"
      },
      {
        "name": "Laura \nMenninger",
        "role": "extracted",
        "context": "May 24, 2021 1:53 PM \nTo: \n; \nLaura \nMenninger cz\n; \n(USANYS) \nCc: Jeff Pagl"
      },
      {
        "name": "Tom Powers",
        "role": "extracted",
        "context": "e new discovery? I have cc'd \nTom Powers from my office. Please includ"
      },
      {
        "name": "Chris \nFrom",
        "role": "extracted",
        "context": "im on the response. \nThanks, \nChris \nFrom: \n[mailto \nSent: Thursday, Ma"
      },
      {
        "name": "Laura Menninger",
        "role": "extracted",
        "context": "1 10:46 PM \nEFTA00028646\n\nTo: Laura Menninger; Christian Everdell; (USANYS)"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "will reach back out. \nBest, \nAssistant United States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "out. \nBest, \nAssistant United States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "stant United States Attorney \nSouthern District of New York \nIMS \nFrom: Laura"
      },
      {
        "name": "Laura \nLaura",
        "role": "extracted",
        "context": "have any questions. \nThanks, \nLaura \nLaura A. Menninger I  Partner \nHadd"
      },
      {
        "name": "Partner \nHaddon",
        "role": "extracted",
        "context": "Laura \nLaura A. Menninger I  Partner \nHaddon, Morgan & Foreman, P.C. \nFrom"
      },
      {
        "name": "The Sept",
        "role": "extracted",
        "context": "re is no metadata to provide. The Sept-Octo 2020 dates reflect when"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "uses, we will take it up with Judge Nathan. \nThanks, \nChris \nFrom: [mail"
      },
      {
        "name": "Christian \nEverdell",
        "role": "extracted",
        "context": "n District of New York \nFrom: Christian \nEverdell < \nSent: Monday, March 29, 20"
      },
      {
        "name": "Chris \nChristian",
        "role": "extracted",
        "context": "s soon as possible. \nThanks, \nChris \nChristian R Everdell \nCOHEN & GRESSER L"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-05-24",
        "event": "May 24, 2021"
      },
      {
        "date": "2021-05-20",
        "event": "May 20, 2021"
      },
      {
        "date": "2021-05-11",
        "event": "May 11, 2021"
      },
      {
        "date": "2021-05-07",
        "event": "May 7, 2021"
      },
      {
        "date": "2021-04-23",
        "event": "April 23, 2021"
      },
      {
        "date": "2020-11-09",
        "event": "November 9, 2020"
      },
      {
        "date": "2020-10-20",
        "event": "October 20, 2020"
      },
      {
        "date": "2021-03-30",
        "event": "March 30, 2021"
      },
      {
        "date": "2021-03-29",
        "event": "March 29, 2021"
      },
      {
        "date": "2021-03-16",
        "event": "March 16, 2021"
      },
      {
        "date": "2020-10-20",
        "event": "October 20  2020"
      },
      {
        "date": "2020-11-09",
        "event": "November 9  2020"
      },
      {
        "date": "2021-05-24",
        "event": "24 May 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:20.654Z"
}