{
  "document": {
    "id": "efta00027666",
    "filename": "EFTA00027666.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027666.pdf",
    "text": "\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 1 of 33 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF FLORIDA \nCASE NO. 08-80736-CIV-MARRA \nJANE DOE I  AND JANE DOE 2, \nPetitioners, \nvs. \nUNITED STATES, \nRespondent. \nOPINION AND ORDER \nThis cause is before the Court upon Jane Doe 1 and Jane Doe 2's Motion for Partial \nSummary Judgment (DE 361); the United States's Cross-Motion for Summary Judgment (DE \n408); Jane Doe 1 and Jane Doe 2's Motion to Compel Answers (DE 348) and Jane Doe I  and \nJane Doe 2's Motion for Finding Waiver of Work Product and Similar Protections by \nGovernment and for Production of Documents (DE 414). The Motions are fully briefed and ripe \nfor review. The Court has carefully considered the Motions and is otherwise fully advised in the \npremises. \nI. Background \nThe facts, as culled from affidavits, exhibits, depositions, answers to interrogatories and \nreasonably inferred, for the purpose of these motions, are as follows: \nFrom between about 1999 and 2007, Jeffrey Epstein sexually abused more than 30 minor \ngirls, including Petitioners Jane Doe 1  and Jane Doe 2 ( hereinafter, \"Petitioners\"), at his mansion \nin Palm Beach, Florida, and elsewhere in the United States and overseas. (Government Resp. to \nPetitioner's Statement of Undisputed Material Facts (hereinafter, \"DE 407\" at \n9 \n1.) Because \nEFTA00027666\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 2 of 33 \nEpstein and his co-conspirators knowingly traveled in interstate and international commerce to \nsexually abuse Jane Doe 1, Jane Doe 2 and others, they committed violations of not only Florida \nlaw, but also federal law. (DE 407 at ¶ 2.) In addition to his own sexual abuse of the victims, \nEpstein directed other persons to abuse the girls sexually. (DE 407 at ¶ 3.) Epstein used paid \nemployees to find and bring minor girls to him. Epstein worked in concert with others to obtain \nminors not only for his own sexual gratification, but also for the sexual gratification of others. \n(DE 407 at ¶ 8.) \nIn 2005, the Town of Palm Beach Police Department (\"PBPD\") received a complaint \nfrom the parents of a 14 year old girl about her sexual abuse by Jeffery Epstein. The PBPD \nultimately identified approximately 20 girls between the ages of 14 and 17 who were sexually \nabused by Epstein. (DE 407 at ¶ 4.) In 2006, at the request of the PBPD, the Federal Bureau of \nInvestigation (\"FBI\") opened an investigation into allegations that Epstein and his personal \nassistants used the facilities of interstate commerce to induce girls between the ages of 14 and 17 \nto engage in illegal sexual activities. (DE 407 at ¶ 5.) The FBI ultimately determined that both \nJane Doe 1  and Jane Doe 2 were victims of sexual abuse by Epstein while they were minors. Jane \nDoe 1 provided information about her abuse and Jane Doe 2's abuse to the FBI on August 7, \n2007. (DE 407 at ¶ 6.) \nFrom January of 2007 through September of 2007, discussions took place between the \nU.S. Attorney's Office for the Southern District of Florida (\"the Office\") and Jeffrey Epstein's \nattorneys. (DE 407 at ¶ 9.) On February I, 2007, Epstein's defense team sent a 24-page letter to \nthe Office going over what they intended to present during a meeting at the Office the same day. \n(DE 407 at ¶ 10.) \n2 \nEFTA00027667\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 3 of 33 \nBy March 15, 2007, the Office was sending letters to victims informing them of their \nrights pursuant to the Crime Victims' Rights Act (\"CVRA\"). DE 407 at ¶ 11.) By May of 2007, \nthe Office had drafted an 82-page prosecution memorandum and a 53-page indictment outlining \nnumerous federal sexual offenses committed by Epstein. (DE 407 at ¶ 12.) On or about June 7, \n2007, FBI agents had delivered to Jane Doe 1  a standard CVRA victim notification letter.' The \nnotification letter promised that the Justice Department would make its \"best efforts\" to protect \nJane Doe l's rights, including \"the reasonable right to confer with the attorney for the United \nStates in the case\" and \"  to be reasonably heard at any public proceeding in the district court \ninvolving [a] ... plea.\" The notification further stated that, \"[a]t this time, your case is under \ninvestigation.\" (DE 407 at ¶ 13.) Jane Doe 1 relied on those representations and believed that the \nGovernment would protect those rights and keep her informed about the progress of her case. \n(DE 407 at ¶ 14.) \nOn July 6, 2007, Epstein's lawyers sent a 23-page letter lodging numerous arguments to \npersuade the Office that no federal crimes had been committed by him. (DE 407 at ¶ 15.) By \nAugust 3, 2007, the Government had rejected Epstein's various arguments against federal \nOn or about August 11, 2006, Jane Doe 2 received the same CVRA letter. (DE 407 at \n7.) \nInitially, Jane Doe 2 was unwilling to provide any information to the FBI or the Office \nunless she was assured her statements would not be used against her. She also described Epstein \nas \"an awesome man\" and stated that she hoped \"nothing happens to\" him. (DE 415 at ¶¶ 14-\n15.) This was during the time period where Jane Doe 2 had obtained counsel paid for by Epstein. \n(Jane Doe 2 Decl. ¶¶ 5-7.) \nAssistant United States Attorney (\"AUSA\") (\"line prosecutor\" \nS\") testified that both Jane Doe 1 and Jane Doe 2 received letters describing their rights \nunder the CVRA. Although Jane Doe 1 and 2 were given and the FBI agent's \nname and phone number, neither contacted either of them. (1 Decl. ¶ 5, DE 403-19.) \n3 \nEFTA00027668\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 4 of 33 \ncharges and sent a letter to Epstein's counsel stating, \"[w]e would reiterate that the agreement to \nSection 2255 [a civil restitution provision] liability applies to all of the minor girls identified \nduring the federal investigation, not just the 12 that form the basis of an initial planned charging \ninstrument.\" (DE 407 at ¶ 17.) On September 10, 2007, multiple drafts of a non-prosecution \nagreement (\"NPA\") had been exchanged between Epstein's counsel and the Office. (DE 407 at ¶ \n18.) \nOn September 12, 2007, while attempting to create alternative charges against Epstein, \nthe Office expressed concern about \"the effect of taking the position that Mr. Epstein's house is \nin the special maritime and territorial jurisdiction of the United States\" because the Government \nhad \"no evidence of any assaults occurring either on Mr. Epstein's plane or offshore from his \nresidence.\" (DE 407 atilt 19.) On September 13, 2007, the line prosecutor emailed Epstein's \ncounsel indicating an effort to come up with a solution to the aforementioned concern and she \nstated that she had been \"spending some quality time with Title 18 looking for misdemeanors.\" \nThe line prosecutor further indicated, \"I know that someone mentioned there being activity on an \nairplane. I just want to make sure that there is a factual basis for the plea that the agents can \nconfirm.\" Epstein's counsel responded, \"[a]lready thinking about the same statutes.\" (DE 407 at \n¶ 20.) \nOn September 14, 2007, after having spoken on the telephone about the subject matter \nof the September 13 emails, Epstein's counsel and the line prosecutor exchanged emails \nincluding a proposed plea agreement for Epstein to plead guilty to assaulting one of his \ncoconspirators. (DE 407 atilt 21.) On September 15, 2007, the line prosecutor sent an email to \nthe Epstein defense team raising concerns about a resolution that would not involve one of \n4 \nEFTA00027669\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 5 of 33 \nEpstein's minor victims and stating: \nI  have gotten some negative reaction to the assault charge with [a \nco-conspirator] as the victim, since she is considered one of the main \nperpetrators of the offenses that we planned to charge in the \nindictment. Can you talk to Mr. Epstein about a young woman named \n[Jane Doe]? We have hearsay evidence that she traveled on Mr. \nEpstein's airplane when she was under 18, in around the 2000 or \n2001 time frame. \n(DE 407 at 122.) \nOn September 16, 2007, the line prosecutor corresponded with Epstein's counsel \nabout having Epstein plead guilty to obstruction of justice for pressuring one of his co-conspirators \nnot to turn over evidence or complying with a previously-served grand jury subpoena. (DE 407 at \n¶ 23.) The Office also stated, \"On an `avoid the press' note, I believe that Mr. Epstein's airplane was \nin Miami on the day of the [co-conspirator] telephone call. If he was in Miami-Dade County at the \ntime, then I can file the charge in the District Court in Miami, which will hopefully cut the press \ncoverage significantly.' They also discussed having Epstein plead guilty to a second charge of \nassaulting a different co-conspirator. (DE 407 at 1 24.) \nOn September 16, 2007, the line prosecutor wrote to Epstein's counsel indicating that \nthe Office did not like the factual basis for the proposed charges as the Office was \"not \ninvestigating Mr. Epstein [for] abusing his girlfriend.\" (DE 407 at 1 25.) The correspondence \nfurther stated: \n[i.e., \nAUSA I  recommended that some of the timing issues be \naddressed only in the state agreement, so that it isn't obvious to the judge that we are \ntrying to create federal jurisdiction for prison purposes. \nI will include our standard language regarding resolving all criminal liability and I \nwill mention `co-conspirators,' but I would prefer not to highlight for the judge all \nof the other crimes and all of the other persons that we could charge. Also, we do not \n5 \nEFTA00027670\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 6 of 33 \nhave the power to bind Immigration . . . there is no plan to try to proceed on any \nimmigration charges against either Ms. [co-conspirator] or Ms. [coconspirator] \n(Ex. 7, DE 361-7.) \nIn the same email, the line prosecutor wrote to defense counsel about a meeting \noutside the U.S. Attorney's Office: \"Maybe we can set a time to meet. If you want to meet 'off \ncampus' somewhere, that is fine.\" (DE 407 at ¶ 27.) On about September 16, 2007, Epstein's \ncounsel provided a  proposed NPA to the Government that extended immunity from federal \nprosecution not only to Epstein, but also to certain co-conspirators. (DE 407 at ¶ 28.) \nOn September 17, 2007, the line prosecutor wrote to defense counsel Jay Lefkowitz: \n\"Please send [a document] to my home e-mail address — [redacted] and give me a call on my cell \n[redacted] so I can be ready for some discussions tomorrow.\" (DE 407 at ¶ 29.) On September 17, \n2007, Lefkowitz responded: \"[D]o you have another obstruction proffer I can review that you have \ndrafted? Also, if we go that route, would you intend to make the deferred prosecution agreement \npublic?\" (DE 407 at ¶ 30.) \nOn September 18, 2007, the Office responded: \"A non-prosecution agreement would \nnot be made public or filed with the Court, but it would remain part of our case file. It probably \nwould be subject to a FOIA request, but it is not something that we would distribute without \ncompulsory process.\" (DE 407 at ¶ 31.) On September 20, 2007, the U.S. Attorney's Office wrote: \n\"On the issue about 18 USC 2255, we seem to be miles apart. Your most recent version not only had \nme binding the girls to a trust fund administered by the state court, but also promising that they will \ngive up their 2255 rights.... In the context of a non-prosecution agreement, the office may be more \nwilling to be specific about not pursuing charges against others.\" (DE 407 at ¶ 32.) \n6 \nEFTA00027671\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 7 of 33 \nOn September 21, 2007, Palm Beach County State Attorney Barry Krischer wrote the line \nprosecutor about the proposed agreement and added: \"Glad we could get this worked out for reasons \nI won't put in writing. After this is resolved I would love to buy you a cup at Starbucks and have a \nconversation.\" (DE 407 at ¶ 33.) On September 21, 2007, the line prosecutor emailed Epstein's \ncounsel stating, \"I think that the attached addresses the concerns about having an unlimited number \nof claimed victims, without me trying to bind girls whom I do not represent.\" (DE 407 at ¶ 34.) On \nSeptember 23, 2007, the U.S. Attorney's Office sent an email to Lefkowitz stating: \"It is factually \naccurate that the list we are going to give you are persons we have identified as victims. If we did \nnot think they were victims, they would have no right to bring suit.\" (DE 407 at ¶ 35.) \nOn September 24, 2007, the line prosecutor sent an e-mail to a prospective representative for \nthe Epstein victims, entitled \"Conflict Check.\" The email confirmed the girls' status as victims, \nstating: \"Please keep this confidential because these are minor victims. This is a preliminary list.\" \nLater on September 24, 2007, the line prosecutor sent an email to Lefkowitz stating: \"I have \ncompiled a  list of 34 confirmed minors.\" (DE 407 at ¶ 36.) As correspondence continued on \nSeptember 24, 2007, and the NPA was being executed, Lefkowitz sent an email to the line \nprosecutor stating: \n`=I— \nPlease do whatever you can to keep this [i.e., the NPA] from becoming \npublic.\" (DE 407 at 1137.) \nOn September 24, 2007, Epstein and the Office formally reached an agreement whereby the \nUnited States would defer federal prosecution in favor of prosecution by the State of Florida. \nEpstein and the Office accordingly entered into a NPA reflecting such an agreement. (DE 407 at ¶ \n38.) The NPA provided tha \"the United States, in consultation with and subject to the good faith \napproval of Epstein's counsel, shall select an attorney representative for [the victims], who shall be \n7 \nEFTA00027672\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 8 of 33 \npaid for by Epstein.\" The NPA also provided that if any of the victims elected to bring suit under \n18 \nU.S.C. § 2255, they must agree to waive any other claim for damages. As part of the NPA, \nEpstein would not contest the jurisdiction of the United States District Court and waived his right \nto contest liability and damages. (NPA, DE 361-62.) \nAmong other provisions, the NPA expanded immunity to any \"potential coconspirator\" \nof Epstein's: \"In consideration of Epstein's agreement to plead guilty and to provide compensation \nin the manner described above, if Epstein successfully fulfills all of the terms and conditions of this \nagreement, the United States also agrees that it will not institute any criminal charges against any \npotential co-conspirators of Epstein, including but not limited to \nor \nff \n(DE 407 at ¶ 40.) The NPA also provided that: \"The parties \nanticipate that this agreement will not be made part of any public record. If the United States receives \na Freedom of Information Act request or any compulsory process commanding the disclosure of the \nagreement, it will provide notice to Epstein before making that disclosure.\" (DE 407 at ¶ 41.) \nFrom the time the FBI began investigating Epstein until September 24, 2007—when \nthe NPA was concluded—the Office never conferred with the victims about a  NPA or told the \nvictims that such an agreement was under consideration. ( Decl. ¶ 7, DE 361-64; DE \n407 at ¶ 43.) Many, if not all, other similarly-situated victims received standard CVRA victim \nnotification letters substantively identical to those sent to Jane Doe 1  and Jane Doe 2. (DE 407 at \n¶ 44.) The Office did not consult or confer with any of the victims about the NPA before it was \nsigned. (DE 407 at ¶4; 45-46.) \nEpstein' s counsel was aware that the Office was deliberately keeping the NPA secret from \nthe victims and, indeed, had sought assurances to that effect. (DE 407 at ¶ 48.) After the NPA was \n8 \nEFTA00027673\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 9 of 33 \nsigned, Epstein's counsel and the Office began negotiations about whether the victims would be told \nabout the NPA. (DE 407 at ¶ 49.) It was a deviation from the Government's standard practice to \nnegotiate with defense counsel about the extent of crime victim notifications. (DE 407 at ¶ 50.) \nOn September 24, 2007, the Office sent an email to Lefkowitz: \nThank you, Jay. I  have forwarded your message only to [United States Attorney] \nAlex [Acosta], and . I don't anticipate it going any further than that. \nWhen I receive the originals, I will sign and return one copy to you. The other will \nbe placed in the case file, which will be kept confidential since it  also contains \nidentifying information about the girls. \nWhen we reach an agreement about the attorney representative for the girls, we can \ndiscuss what I can tell him and the girls about the agreement. I  know that \npromised Chief an update when a  resolution was achieved.... Rolando is \ncalling, but Rolando knows not to tell Chiefs about the money issue, just about \nwhat crimes Mr. Epstein is pleading guilty to and the amount of time that has been \nagreed to. Rolando also is telling Chief not to disclose the outcome to anyone. \n(DE 407 at' 52.) \nOn September 25, 2007, the line prosecutor sent an e-mail to Lefkowitz stating: \"And \ncan we have a conference call to discuss what I may disclose to . . . the girls regarding the \nagreement.\" (DE 407 at ¶ 53.) Also on September 25, 2007, the line prosecutor sent an email to \nLefkowitz which stated in part: \"They [Ted Babbitt, Stuart Grossman, Chris Searcy, [L]ake \nLytal] are all very good personal injury lawyers, but I have concerns about whether there would \nbe an inherent tension because they may feel that THEY might make more money (and get a lot \nmore press coverage) if they proceed outside the Terms of the plea agreement. (Sony —  I just \nhave a bias against plaintiffs' attorneys.) One nice thing about Bert is that he is in Miami where \nthere has been almost no coverage of this case.\" (DE 407 at ¶ 54.) \nOn September 26, 2007, the line prosecutor sent an e-mail to Lefkowitz in which she \n9 \nEFTA00027674\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 10 of 33 \nstated: \"Hi Jay — Can you give me a call at .-[xxx-xxxx] this morning? I am meeting with the \nagents and want to give them their marching orders regarding what they can tell the girls.\" (DE \n407 at ¶ 55.) On September 27, 2007, the attorney representative for the victims emailed the \nOffice and asked whether he could get a copy of the indictment or plea agreement to find out \n\"exactly what Epstein concedes to in the civil case.\" (Sept. 27, 2007 email, DE 362-2.) Upon \ninquiry from the Office, Lefkowitz responded by stating that the attorney representative \n\"certainly [] should not get a copy of any indictment.\" (DE 407 at ¶ 57.) That same day, the line \nprosecutor informed Epstein's counsel of concerns raised by the attorney representative for the \ngirls. Specifically, \"[t]he concern is, if all 40 girls decide they want to sue, they don't want to be \nin a situation where Mr. Epstein says this is getting too expensive, we won't pay anymore \nattorneys' fees.\" (DE 407 at ¶ 58.) \nAlso on that same day, the line prosecutor sent an email to state prosecutors Lanna \nBelohlavek and Barry Krischer: \"Can you let me know when Mr. Epstein is going to enter his \nguilty plea and what judge that will be in front of? I know the agents and I  would really like to \nbe there, 'incognito.'\" (DE 407 at ¶ 59.) \nOn October 3, 2007, the Office sent a proposed letter that would have gone to a special \nmaster for selecting an attorney representative for the victims under the NPA's compensation \nprocedure. The letter described the facts of the Epstein case as follows: \"Mr. Epstein, through his \nassistants, would recruit underage females to travel to his home in Palm Beach to engage in lewd \nconduct in exchange for money. Based upon the investigation, the United States has identified 40 \nyoung women who can be characterized as victims pursuant to 18 U.S.C. § 2255. Some of those \nwomen went to Mr. Epstein's home only once, some went there as many as 100 times or more. Some \n10 \nEFTA00027675\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 11 of 33 \nof the women's conduct was limited to performing a topless or nude massage while Mr. Epstein \nmasturbated himself. For other women, the conduct escalated to full sexual intercourse.\" (DE 407 \nat ¶ 60.) \nOn October 10, 2007, Lefkowitz sent a letter to U.S. Attorney Alex Acosta stating, in \npertinent part: \"Neither federal agents nor anyone from your Office should contact the \nidentified \nindividuals to inform them of the resolution of the case, including appointment of the attorney \nrepresentative and the settlement process. Not only would tha t  violate the confidentiality of the \nagreement, but Mr. Epstein also will have no control over what is communicated to the identified \nindividuals at this most critical stage. We believe it is essential that we participate in crafting \nmutually acceptable communication to the identified individuals.\" The letter further proposed \nthat the attorney representative for the victims be instructed that \"[t]he details regarding the \nUnited States's investigation of this matter and its resolution with Mr. Epstein is confidential. \nYou may not make public statements regarding this matter.\" (DE 407 at ¶ 61.) \nU.S. Attorney Acosta then met with Lefkowitz for breakfast and Lefkowitz followed up with \na letter stating, \"I also want to thank you for the commitment you made to me during our October \n12 meeting in which you ... assured me that your Office would not . .. contact any of the identified \nindividuals, potential witnesses, or potential civil claimants and their respective counsel in this \nmatter.\" (DE 407 at ¶ 63.) \nOn October 24, 2007, \nAUSA \nsent a letter to Jay Lefkowitz, proposing an \naddendum to the NPA clarifying the procedures for the third-party representative for the victims \nunder the NPA's compensation provisions. (DE 407 at ¶ 64.) On October 25, 2007, AUSA \nsent a letter to Retired Judge Davis about selecting an attorney to represent the victims tinder the \n11 \nEFTA00027676\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 12 of 33 \nNPA's compensation procedure. (DE 407 at ¶ 65.) \nOn about October 26 or 27, 2007, Special Agents and \nmet in person with Jane Doe 1. They explained that Epstein would plead guilty to state charges, he \nwould be required to register as a sex offender for life, and he had made certain concessions related \nto the payment of damages. (DE 407 at ¶ 70.) According to Jane Doe 1, the Agents did not explain \nthat the NPA had already been signed. (Jane Doe 1  Decl. ¶ 5, DE 361-26.) Jane Doe \n1's \nunderstanding was that the federal investigation would continue. (Jane Doe 1 Decl. 116.) In contrast, \nSpecial Agent stated that the meeting with Jane Doe 1  was to advise her of the main \nterms of the NPA.=    ( Decl. ¶ 8, DE 403-18.) After the meeting, Special Agent \nbecame concerned about what would happen if Epstein breached the NPA, and thought \nthat if the victims were aware of the NPA, the provision about monetary damages could be grounds \nfor impeachment of the victims and herself. \n(- \nDecl. 1  9.) According to Special Agent \nthe investigation of Epstein continued through 2008. (M Decl. ¶ II.) \nIn addition to Jane Doe I, FBI agents only talked to two other victims out of the 34 \nidentified victims about the \"general terms\" of the NPA, including the provision providing a \nfederal civil remedy to the victims. (DE 407 at ¶ 76.) After these meetings with three victims, \nEpstein's defense team complained. (DE 407 at ¶ 77.) \nOn about November 27, 2007, AUSA sent an e-mail to Lefkowitz, (with a \ncopy to U.S. Attorney Acosta) stating that the Office had a statutory obligation to notify the victims \nabout Epstein's plea to state charges that was part of the NPA: \n2 Special Agent also stated that on August 7, 2007, Jane Doe 1 never asked to \nconfer with anyone from the government about charging decisions or any resolution of the \nmatter. (Ell  Decl. ¶ 7.) \n12 \nEFTA00027677\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 13 of 33 \nThe United States has a statutory obligation (Justice for All Act of 2004) to notify the \nvictims of the anticipated upcoming events and their rights associated with the \nagreement entered into by the United States and Mr. Epstein in a  timely fashion. \nTomorrow will make one full week since you were formally notified of the selection. \nI must insist that the vetting process come to an end. Therefore, unless you provide \nme with a good faith objection to Judge Davis's selection [as special master for \nselecting legal counsel for victims pursuing claims against Epstein] by COB \ntomorrow, November 28, 2007, I  will authorize the notification of the victims. \nShould you give me the go-head on [victim representative] . . . selection by COB \ntomorrow, I will simultaneously send you a draft of the letter. I intend to notify the \nvictims by letter after COB Thursday, November 29th. \n(DE 407 at \n179.) \nOn November 28, 2007, the Government sent an email to Lefkowitz attaching a letter \ndated November 29, 2007 (the apparent date upon which it was intended to be mailed) and \nexplained that \"I am writing to inform you that the federal investigation of Jeffrey Epstein has \nbeen completed, and Mr. Epstein and the U.S. Attorney's Office have reached an agreement \ncontaining the following terms.\" The proposed letter then spelled out a number of the provisions \nin the NPA, including that because Epstein's plea of guilty to state charges was \"part of the \nresolution of the federal investigation,\" the victims were \"entitled to be present and to make a \nstatement under oath at the state sentencing.\" (DE 407 at ¶ 80.) \nOn November 29, 2007, Lefkowitz sent a letter to U.S. Attorney Acosta objecting to the \nproposed victim notification letter, stating that it  is inappropriate for any letter to be sent to the \nvictims before Epstein entered his plea or had been sentenced. Lefkowitz also told the Government \nthat the victims should not be invited to the state sentencing, that they should not be encouraged to \ncontact law enforcement officials, and that encouraging the attorney representative to do anything \nother than get paid by Epstein to settle the cases was to encourage an ethical conflict. (DE 407 at ¶ \n13 \nEFTA00027678\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 14 of 33 \n82.) \nOn about November 30, 2007, U.S. Attorney Acosta sent a letter to one of Epstein's \ndefense attorneys, Kenneth Starr, stating: \"I am directing our prosecutors not to issue victim \nnotification letters until this Friday at 5 p.m., to provide you with time to review these options \nwith your client.\" The letter also explained that the line prosecutor had informed U.S. Attorney \nAcosta \"that the victims were not told of the availability of Section 2255 relief during the \ninvestigation phase of this matter\" despite the fact that the \"[r]ule of law . . now requires this \nDistrict to consider the victims' rights under this statute in negotiating this Agreement.\" (DE 407 at \n¶ 83.) On December 5, 2007, Starr sent a  letter to U.S. Attorney Acosta (with copy to AUSA \nasking about issuance of victim notification letters and stating: \"While we believe that it \nis wholly inappropriate for your Office to send this letter under any circumstances \ninappropriate to issue this letter without affording us the right to review it.\" ( \nit is certainly \nDE 407 at ¶ 85.) \nOn about December 6, 2007, AUSA sent a letter to Lefkowitz stating in part: \n[E]ach of the listed individuals are persons whom the Office identified as victims. \n[T] he Office is prepared to indict Mr. Epstein based upon Mr. Epstein's `interactions' \nwith these individuals. This conclusion is based upon a  thorough and proper \ninvestigation - one in which none of the victims was informed of any right to receive \ndamages of any amount prior to the investigation of her claim. \n[T]he Office can say, without hesitation, that the evidence demonstrates that each \nperson on the list was a victim of Mr. Epstein's criminal behavior. \nFinally, let me address your objections to the draft Victim Notification Letter. You \nwrite that you don't understand the basis for the Office's belief that it  is appropriate \nto notify the victims. Pursuant to the 'Justice for All Act of 2004,' crime victims are \nentitled to: 'The right to reasonable, accurate, and timely notice of any public court \nproceeding ... involving the crime' and the 'right not to be excluded from any such \npublic court proceeding....' 18 U.S.C. § 3771(a)(2) & (3). Section 3771 also \ncommands that 'employees of the Department ofJustice ... engaged in the detection, \ninvestigation, or prosecution of crime shall make their best efforts to see that crime \n14 \nEFTA00027679\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 15 of 33 \nvictims are notified of, and accorded, the rights described in subsection (a).' 18 \nU.S.C. § \n3771(c)(1).... \nWith respect to notification of the other information that we propose to disclose, the \nstatute requires that we provide a victim with the earliest possible notice of: the status \nof the investigation, the filing of charges against a  suspected offender, and the \nacceptance of a plea. 42 U.S.C. 10607(c)(3). Just as in 18 U.S.C. 3771, these sections \nare not limited to proceedings in a  federal district court. Our Non-Prosecution \nAgreement resolves the federal investigation by allowing Mr. Epstein to plead to a \nstate offense. The victims identified through the federal investigation should be \nappropriately informed, and our Non-Prosecution Agreement does not require the \nU.S. Attorney's Office to forego its legal obligations. [T]he Office believes that it has \nproof beyond a  reasonable doubt that each listed individual was a  victim of Mr. \nEpstein's criminal conduct while the victim was a minor. The law requires us to treat \nall victims \"with fairness and with respect for the victim's dignity and privacy.\" 18 \nU.S.C. \n3771(a)(8). \nThe letter included a footnote stating: \"Unlike the State's investigation, the federal investigation \nshows criminal conduct by Mr. Epstein at least as early as 2001, so all of the victims were \nminors at the time of the offense.\" (DE 407 at ¶ 83.) \nOn December 7, 2007, defense attorney Lilly Ann Sanchez sent a letter to AUSA \nrequesting \"that the Office hold off on sending any victim notification letters.\" No letters \nwere sent in December of 2007. (DE 407 at ¶ 88.) On December 13, 2007, the line prosecutor sent \na letter to Lefkowitz stating that \"You raised objections to any victim notification, and no \nfurther notifications were done.\" (DE 407 at ¶ 89.) On December 19, 2007, U.S. Attorney Acosta \nsent a letter to Lilly Ann Sanchez stating, \"I understand that the defense objects to the victims being \ngiven notice of time and place of Mr. Epstein's state court sentencing hearing. We intend to provide \nvictims with notice of the federal resolution, as required by law. We will defer to the discretion of \nthe State Attorney regarding whether he wishes to provide victims with notices of the state \nproceedings. (DE 407 at ¶ 90.) \n15 \nEFTA00027680\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 16 of 33 \nIn January of 2008, any requirement that Epstein carry out his obligations under the NPA was \ndelayed while he sought higher level review within the Justice Department. (DE 407 at ¶ 92.) On \nJanuary 10, 2008, Jane Doe 1  and Jane Doe 2 were sent victim notification letters from the FBI \nadvising them that \"[t]his case is currently under investigation. This can be a lengthy process and \nwe request your continued patience while we conduct a thorough investigation.\" (DE 407 at ¶ 93.) \nThe January 10, 2008 notification letters did not disclose that the Jane Doe 1  and Jane Doe 2 case \nin the Southern District of Florida was the subject of the NPA entered into by Epstein and the Office, \nor that there had been any potentially binding resolution. (DE 407 at ¶ 94.) Other victims received \nthe same letters as sent to Jane Doe 1  and Jane Doe 2. (DE 407 at ¶ 95.) \nAccording to the declaration ofJane Doe 1, she believed that criminal prosecution of Epstein \nwas important and she wanted to be consulted by prosecutors before any resolution. Based on the \nletters received, she believed the Government would contact her before reaching any final \nresolution. (Jane Doe 1 Decl. ¶ 9.) On January 31, 2008, Jane Doe 1  met with FBI Agents and an \nAUSA from the U.S. Attorney's Office. She provided additional details of Epstein's sexual abuse \nof her. The AUSA did not disclose to Jane Doe 1  at this meeting that they had already negotiated \na  NPA with Epstein. (DE 407 at ¶ 97.) According to the declaration of Jane Doe 2, while she \nrecognizes she did not initially help the investigation, she later tried to cooperate with the \ninvestigation but was never given an opportunity to cooperate with the investigation.' (Jane Doe 2 \nThe Government believed that a negotiated resolution was in the best interest of the \nOffice and the victims as a whole based on information obtained from the victims and the agents \nassigned to the case. Decl. ¶ 19.) The Government also believed that Epstein was \ntrying to set aside the NPA and therefore the Government needed to be prepared for a \nprosecution. Decl. ¶ 34.) Petitioners object to this evidence, claiming the Government \npreviously claimed work product and similar protections over internal materials. Given that the \nCourt is ruling in favor of Petitioners on the present motions, the Court need not address this \n16 \nEFTA00027681\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 17 of 33 \nDecl. '  13-14, DE 361-27.) \nOn March 19, 2008, the line prosecutor sent a lengthy email to a prospective pro bono \nattorney for one of Epstein's victims who had been subpoenaed to appear at a deposition. The email \nlisted the attorneys representing Epstein, the targets of the investigation, and recounted in detail the \ninvestigation that had been conducted to that point. The email did not reveal the fact that Epstein had \nsigned the NPA in September 2007. (DE 407 at' 98.) \nOn May 30, 2008, Jane Doe 5, who was recognized as an Epstein victim by the Office, \nreceived a letter from the FBI advising her that \"[t]his case is currently under investigation. This can \nbe a  lengthy process and we request your continued patience while we conduct a  thorough \ninvestigation.\" (DE 407 at 1199.) The May 30, 2008 victim letter to Jane Doe 5 also acknowledged \nthe victims' rights under the CVRA . (DE 407 at 11100.) \nIn mid-June of 2008, Mr. Bradley Edwards, the attorney for Petitioners, contacted the line \nprosecutor to inform her that he represented Jane Doe 1 and, later, Jane Doe 2. Edwards asked to \nmeet to provide information about the federal crimes committed by Epstein against these victims. \nThe line prosecutor and Edwards discussed the possibility of federal charges being filed in the future. \nEdwards was led to believe federal charges could still be filed, with no mention whatsoever of the \nexistence of the NPA or any other possible resolution to the case. (DE 407 at 11101.) \nAt the end of the call, the line prosecutor asked Edwards to send any information \nthat he wanted considered by the Office in determining whether to file federal charges. The line \nprosecutor did not inform Edwards about the NPA. (DE 407 at ¶ 102.) On June 19, 2008, Edwards \nissue. To the extent it might have an impact on future rulings, Petitioners may reassert this \nargument if and when appropriate. \n17 \nEFTA00027682\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 18 of 33 \nsent an email to the line prosecutor requesting to meet and discuss plans. (DE 407 at ¶ 103.) \nOn June 23, 2008, the line prosecutor sent an email to Lefkowitz stating that the \nDeputy Attorney General had completed his review of the Epstein matter and \"determined that \nfederal prosecution of Mr. Epstein's case [wa]s appropriate. Accordingly, Mr. Epstein ha[d] until \nthe close of business on Monday, June 30, 2008, to comply with the terms and conditions of the \nagreement between the United States and Mr. Epstein.\" (DE 407 at ¶ 105.) \nOn or about June 27, 2008, the Office called Edwards to provide notice to his clients \nregarding the entry of Epstein's guilty plea in state court. (DE 407 at 1 107.) According to Edwards, \nthe line prosecutor only told him that Epstein was pleading guilty to state solicitation of prosecution. \nHe was not told that the state plea was related to the federal investigation or that the state plea would \nresolve the federal crimes. Edwards claims he was not told his clients could address the state court. \n(Edwards Decl. ¶¶17-18, DE 416-1.) In contrast, the line prosecutor claims she told Edwards that \nhis clients could address the state court. Decl. ¶ 38, DE 403-19.) \nOn or before June 30, 2008, the Office prepared a draft victim notification to be sent \nto the victims. The notification was designed to inform the victims of the provisions of the deferral \nof federal prosecution in favor of state charges. The notification letter began by describing Epstein's \nguilty plea in the past tense: \"On June 30, 2008, Jeffrey Epstein ... entered a  plea of guilty to \nviolations of Florida statutes forbidding the solicitation of minors to engage in prostitution and \nfelony solicitation of prostitution.\" Later, a substantively identical letter was prepared for Epstein's \nand his counsel's review. (DE 407 at ¶ 110.) \nOn June 30, 2008, the Office sent an e-mail to Epstein's counsel: \"The FBI has received \nseveral calls regarding the Non-Prosecution Agreement. I  do not know whether the title of the \n18 \nEFTA00027683\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 19 of 33 \ndocument was disclosed when the Agreement was filed under seal, but the FBI and our office are \ndeclining comment if asked.\" (DE 407 at ¶ III.) That same day, Epstein pled guilty to state law \nsolicitation of prostitution charges. (DE 407 at ¶ 112.) Immediately following the June 30, 2008 \nhearing, the line prosecutor told one of the victims' attorneys that Epstein had \"pled guilty today in \nstate court.\" (DE 407 at ¶ 113.) Also after the plea, the line prosecutor emailed the assistant state \nattorney a copy of the NPA to be filed under seal. (July 1, 2008 email, DE 362-38.) \nOn June 30, 2008, based on what she had been told by the Government, Jane Doe 1 \nthought that the Office was still investigating and pursuing her case. She did not receive notice \nthat Epstein's state guilty plea affected her rights in any way. If she had been told that the state \nplea had some connection to blocking the prosecution of her case, she would have attended and \ntried to object to the judge to prevent that plea from going forward. (Jane Doe 1  Decl. ¶ 13.) \nAccording to the line prosecutor, Edwards did not tell her that Jane Doe I  wanted to meet with her \nbefore a resolution was reached. Decl. ¶ 37, DE 403-19.) \nOn July 3, 2008, as specifically directed by the Office, Edwards sent a letter to the Office \ncommunicating the wishes of Jane Doe 1, Jane Doe 2, and Jane Doe 5 that federal charges be filed \nagainst Epstein: \"We urge the Attorney General and our United States Attorney to consider the \nfundamental import of the vigorous enforcement of our Federal laws. We urge you to move forward \nwith the traditional indictments and criminal prosecution commensurate with the crimes Mr. Epstein \nhas committed, and we further urge you to take the steps necessary to protect our children from this \nvery dangerous sexual predator.\" (DE 407 at ¶ 118.) \nOn July 7, 2008, the line prosecutor corresponded with Epstein's counsel seeking his signed \nagreement concerning a notification letter to the victims before beginning the distribution of that \n19 \nEFTA00027684\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 20 of 33 \nletter. (DE 407 at ¶ 120.) That same day, Jane Doe 1  filed an emergency petition for enforcement \nof her rights under the CVRA. (DE 407 at ¶ 126.) On July 9, 2008, Edwards saw the first reference \nto the NPA when the Government filed its responsive pleading to Jane Doe's emergency petition. \n(Edwards Decl. ¶ 21.) \nOn July 8, 2008, the line prosecutor sent a letter to Epstein's counsel stating that \nvictims would be informed about the civil compensation provision of the NPA the next day: \nIn accordance with the terms of the Non-Prosecution Agreement, on June 30, \n2008, the United States Attorney's Office provided you with a list of thirty-one \nindividuals \"whom it was prepared to name in an Indictment as victims of an \nenumerated offense by Mr. Epstein.\" ... In deference to your vacation, we \nallowed you a week to provide us with any objections or requested modifications \nof the list and/or the Notification language. Yesterday, I contacted you via \ntelephone and e-mail, but received no response. Accordingly, the United States \nhereby notifies you that it will distribute the victim notifications tomorrow, July 9, \n2008, to each of the thirty-two identified victims, either directly or via their \ncounsel. \n(DE 407 at ¶ 127.) \nOn July 9, 2008, Epstein's counsel sent a letter to the line prosecutor raising concerns \nabout the notifications, and suggesting modifications to the notification letter. Epstein's counsel \nalso objected to the victim notification letters containing certain information about the NPA. (DE \n407 at ¶ 128.) The line prosecutor responded: \"Without such an express Acknowledgment by \nMr. Epstein that the notice contains the substance of that Agreement, I believe that the victims \nwill have justification to petition for the entire agreement, which is contrary to the confidentiality \nclause that the parties have signed.\" (DE 407 at ¶ 129.) That same day, the U.S. Attorney's \nOffice sent victim notification letters to Jane Doe 1 and Jane Doe 5, via their attorney, Edwards, \nand to other identified victims of Epstein. That notification contained a written explanation of \n20 \nEFTA00027685\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 21 of 33 \nsome of the civil compensation provisions of the NPA. The notification did not provide the full \nterms of the NPA. \nOn July 10, 2008, Epstein's counsel continued to protest victim notification as \nevidenced by an email to the line prosecutor stating, \"we respectfully request a reasonable \nopportunity to review and comment on a draft of the modified notification letter you intend to \nmail before you send it.\" (DE 407 at ¶ 131.) \nOn August 10, 2008, Jane Doe 1 and Jane Doe 2 filed a motion seeking release of the \nNPA. (DE 407 at ¶ 136.) On August 14, 2008, the line prosecutor emailed Epstein's counsel \nstating that the court has \"ordered us to make the Agreement available to the plaintiffs.\" (DE 407 \nat I  141.) \nOn August 18, 2008, Lefkowitz wrote the line prosecutor that Epstein objected to \ndisclosure of the terms of the NPA, but that Epstein would \"cooperate with the government to \nreach an agreement as to substance of the notification to be sent to the government's list of \nindividuals. Based on the Agreement, the information contained in the notification should be \nlimited to (1) the language provided in the Agreement dealing with civil restitution (paragraphs \n7-10) and (2) the contact information of the selected attorney representative. We object to the \ninclusion of additional information about the investigation of Mr. Epstein, the terms of the \nAgreement other than paragraphs 7-10 and the identity of other identified individuals. \n' \n(DE \n407 \nat ¶ 143.) On August 21, 2008, the Government sent a letter to Epstein's counsel stating that, \n\"[c]opies of the victim notifications will continue to be provided to counsel for Mr. Epstein.\" \nJane Doe 2 was not informed of the contents of the NPA until August 28, 2008, when the \nline prosecutor provided a copy to Edwards. (DE 407 atilt 146.) On September 2, 2008, the line \n21 \nEFTA00027686\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 22 of 33 \nprosecutor sent an email to Epstein's counsel stating, \"I will start sending out the victim \nnotifications today. In accordance with your request, I have changed the language regarding the \nvictims' right to receive a copy of the Agreement.\" (DE 407 at ¶ 147.) On September 2 and 3, \n2008, the Office sent to Jane Doe 1  and other identified victims amended notification letters, \nstating \"the United States has agreed to defer federal prosecution in favor of this state plea and \nsentence.\" (Sept. 3, 2008 letter, DE 363-66; (DE 407 at ¶ 148.) \nOn September 16, 2008, attorney Jeffrey Herman, who represented several Epstein \nvictims, wrote to the line prosecutor to object to the restitution procedures established in the \nNPA after learning that another attorney, established through the NPA, would be making \nunsolicited contacts to the victims. Mr. Herman explained that the notification letters were \n\"misleading\" because they referred generally to a waiver of \"any other claim for damages,\" \nwithout informing them that this waiver might include a valuable punitive damages claim against \nan alleged billionaire. (DE 407 at ¶ 152.) On September 17, 2008, the line prosecutor sent an \nemail to State Attorney Barry Krischer, explaining that the NPA \"contain[ed] a confidentiality \nprovision that require[ed] us to inform Mr. Epstein's counsel before making any disclosure.\" \n(DE 407 at ¶ 153.) \nAround this same time period, Jane Doe 1  and Jane Doe 2 filed actions in Palm Beach \nCounty, seeking money damages from Epstein from sexually abusing them. (Petitioners' Resp. to \nGov't's Statement of Undisputed Material Facts (hereinafter \"DE 415\") at ¶ ¶ 8-9.) Eventually, \nthey received monetary settlements of their lawsuits. (DE 415 at ¶ 12.) \nIn moving for summary judgment, the Petitioners make the following arguments in \nsupport of their contention that the Government violated their CVRA rights. The Government \n22 \nEFTA00027687\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 23 of 33 \nviolated Petitioners' right to confer under the CVRA: (1) when the Government was negotiating \nand signing the NPA; (2) when the Government sent letters telling Petitioners to be patient while \nthe Government completed its investigation and (3) when the Government did not tell the victims \nthat the state plea would extinguish the federal case. Petitioners also claim the Government \nviolated their right to be treated with fairness under the CVRA by concealing the negotiations of \nthe NPA. Additionally, Petitioners contend the Government violated their rights to reasonable \nand accurate notice when it concealed that the NPA and the federal investigation were implicated \nin the state court proceeding. \nIn moving for and responding to summary judgment, the Government contends that there \nis no right to notice or conferral about a NPA; it was reasonable for the Government to send \nletters to victims while continuing to investigate the case because the Government could not \nassume that Epstein would plead guilty; and the line prosecutor contacted Petitioners' attorneys \nabout the state court plea hearing. The Government also claims it did not violate the right to \nreasonable, accurate and timely notice because the CVRA does not create any right to notice of \nstate court proceedings and, in any event, the Government gave notice. The Government asserts \nit did not treat the victims unfairly and used its best efforts to comply with the CVRA, including \ncomplying with the Attorney General's guidelines for victim assistance. Furthermore, the \nGovernment argues that Petitioners are equitably estopped from challenging the NPA because \nthey relied upon the NPA in their state court civil actions against Epstein. Lastly, the \nGovernment contends that Petitioners are judicially estopped from challenging the validity of the \nNPA because they have asserted mutually inconsistent positions; namely, that the NPA is invalid \nin federal court but was binding on Epstein in state court. \n23 \nEFTA00027688\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 24 of 33 \nII. Summary Judgment Standard \nThe Court may grant summary judgment \"if the movant shows that there is no genuine \ndispute as to any material fact and the movant is entitled to judgment as a matter of law.\" Fed. \nR. Civ. P. 56(a). The stringent burden of establishing the absence of a genuine issue of material \nfact lies with the moving party. Celotex Corp. v. Catrett  477 U.S. 317, 323 (1986). The Court \nshould not grant summary judgment unless it is clear that a trial is unnecessary, Anderson v. \nLiberty Lobby, Inc., 477 U.S. 242, 255 (1986), and any doubts in this regard should be resolved \nagainst the moving party. Adickes v. S.H. Kress & Co., 398 U.S. 144, 157 (1970). \nThe movant \"bears the initial responsibility of informing the district court of the basis for \nits motion, and identifying those portions of [the record] which it believes demonstrate the \nabsence of a genuine issue of material fact.\" Celotex Corp., 477 U.S. at 323. To discharge this \nburden, the movant must point out to the Court that there is an absence of evidence to support the \nnonmoving party's case. Id. at 325. \nAfter the movant has met its burden under Rule 56(a), the burden of production shifts and \nthe nonmoving party \"must do more than simply show that there is some metaphysical doubt as \nto the material facts.\" Matsushita Electronic Industrial Co. v. Zenith Radio Corp., 475 U.S. 574, \n586 (1986). \"A party asserting that a fact cannot be or is genuinely disputed must support the \nassertion by citing to particular parts of materials in the record . . . or showing that the materials \ncited do not establish the absence or presence of a genuine dispute, or that an adverse party \ncannot produce admissible evidence to support the fact.\" Fed. R. Civ. P. 56(c)(1)(A) and (B). \nEssentially, so long as the non-moving party has had an ample opportunity to conduct \ndiscovery, it must come forward with affirmative evidence to support its claim. Anderson  477 \n24 \nEFTA00027689\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 25 of 33 \nU.S. at 257. \"A mere 'scintilla' of evidence supporting the opposing party's position will not \nsuffice; there must be enough of a showing that the jury could reasonably find for that party.\" \nWalker v. Darby, 911 F.2d 1573, 1577 (11th Cir. 1990). If the evidence advanced by the non-\nmoving party \"is merely colorable, or is not significantly probative, then summary judgment may \nbe granted.\" Anderson  477 U.S. 242, 249-50. \nIII. Discussion \nThe CVRA was designed to protect victims' rights and ensure their involvement in the \ncriminal justice process. United States v. Moussaoui, 483 F.3d 220, 234 (4th Cir. 2007); Kenna \nv. U.S. Dist. Court, 435 F.3d 1011, 1016 (9th Cir. 2006) (\"The [CVRA] was enacted to make \ncrime victims full participants in the criminal justice system.\"). The statute enumerates the \nfollowing ten rights: \n(1) The right to be reasonably protected from the accused. \n(2) The right to reasonable, accurate, and timely notice of any public court \nproceeding, or any parole proceeding, involving the crime or of any release or escape \nof the accused. \n(3) The right not to be excluded from any such public court proceeding, unless the \ncourt, after receiving clear and convincing evidence, determines that testimony by the \nvictim would be materially altered if the victim heard other testimony at that \nproceeding. \n(4) The right to be reasonably heard at any public proceeding in the district court \ninvolving release, plea, sentencing, or any parole proceeding. \n(5) The reasonable right to confer with the attorney for the Government in the case. \n(6) The right to full and timely restitution as provided in law. \n(7) The right to proceedings free from unreasonable delay. \n(8) The right to be treated with fairness and with respect for the victim's dignity and \n25 \nEFTA00027690\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 26 of 33 \nprivacy. \n(9) The right to be informed in a  timely manner of any plea bargain or deferred \nprosecution agreement. \n(10) The right to be informed of the rights under this section and the services \ndescribed in section 503(c) of the Victims' Rights and Restitution Act of 1990 (42 \nU.S.C. 10607(c)) and provided contact information for the Office of the Victims' \nRights Ombudsman of the Department of Justice. \n18 \nU.S.C. § 377I(a). \nThis Court previously held the following with respect to the CVRA: First, the rights \nunder the CVRA attach before the Government brings formal charges against a defendant. \nv. United States  817 F. Supp. 2d 1337, 1341 (S.D. Fla. 2011). \nDoes \nSecond, the CVRA authorizes the \nrescission or \"reopening\" of a prosecutorial agreement, including a non-prosecution agreement, \nreached in violation of a prosecutor's conferral obligations under the statute. \nStates, 950 F. Supp. 2d 1262, 1267 (S.D. Fla. 2013). \nDoe v. United \nThird, section 3771(d)(5) of the CVRA \nauthorizes the setting aside of pre-charge prosecutorial agreements, despite the fact that the \nparticular statutory enforcement provision expressly refers to the reopening of a plea or sentence. \nId. at 1267. Fourth, the \"reasonable right to confer ... in the case\" extends to the pre-charge \nstate \nof criminal investigations and proceedings. Id. Fifth, the federal sex offense crimes \ninvolving minors allegedly committed by Epstein renders these Petitioners crime victims under \nthe CVRA. Id. at 1269. Sixth, \"questions pertaining to [the] equitable defense[s] are properly \nleft for resolution after development of a full evidentiary record.\" Id. at 1269 n. 6. \nHere, it is undisputed that the Government entered into a NPA with Epstein without \nconferring with Petitioners during its negotiation and signing. Instead, the Government sent \nletters to the victims requesting their \"patience\" with the investigation even after the Government \n26 \nEFTA00027691\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 27 of 33 \nentered into the NPA. At a bare minimum, the CVRA required the Government to inform \nPetitioners that it intended to enter into an agreement not to prosecute Epstein. A Ithough the \nbinding effect of the NPA was contingent upon Epstein pleading guilty to the state charges, that \ncontingency was out of the control of the Government. The Government's hands were \npermanently tied if Epstein fulfilled his obligations under the NPA. Thus, Petitioners and the \nother victims should have been notified of the Government's intention to take that course of \naction before it bound itself under the NPA. Had the Petitioners been informed about the \nGovernment's intention to forego federal prosecution of Epstein in deference to him pleading \nguilty to state charges, Petitioners could have conferred with the attorney for the Government and \nprovided input. In re Dean  527 F.3d 391, 394 (51b Cir. 2008) (there are rights under the CVRA \nincluding the \"reasonable right to confer with the attorney for the Government\"). Hence, the \nGovernment would have been able to \"ascertain the victims' views on the possible details of the \n[non-prosecution agreement].\" Id. Indeed, it is this type of communication between prosecutors \nand victims that was intended by the passage of the CVRA. See United States v. Heaton  458 F. \nSupp. 2d 1271 (D. Utah 2006)(government motion to dismiss charge of using facility of \ninterstate commerce to entice minors to engage in unlawful sexual activity would not be granted \nuntil government consulted with victim); United States v. Iograssia  No. CR-04-0455ADSJO, \n2005 WL 2875220, at *17 n. 11 (E.D.N.Y. Sept. 7, 2005) (Senate debate supports the view that \nthe contemplated mechanism for victims to obtain information on which to base their input was \nconferral with the prosecutor concerning any critical stage or disposition of the case). \nParticularly problematic was the Government's decision to conceal the existence of the \n27 \nEFTA00027692\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 28 of 33 \nNPA and mislead the victims to believe that federal prosecution was still a  possibility.' When \nthe Government gives information to victims, it cannot be misleading. While the Government \nspent untold hours negotiating the terms and implications of the NPA with Epstein's attorneys, \nscant information was shared with victims. Instead, the victims were told to be \"patient\" while \nthe investigation proceeded. \nThe Government, however, interprets the CVRA as only obligating the prosecutor to \nanswer inquiries by a crime victim and does not impose a duty on the prosecutor to give notice \nabout case developments, other than what is required in section 3771(a)(2). Such an \ninterpretation is in direct contravention of the intent of the CVRA. See Ingrassia  2005 WL \n2875220, at *17 n.11 (Senate debate explaining the right to confer is \"intended to be expansive\" \nincluding the right of victim to confer \"concerning any critical state of disposition of the case\"). \nIn any event, no meaningful conferral could take place as long as the Government chose to \nconceal the existence of the NPA from the victims.' \nNor does the Court agree with the Government that the 2015 amendment to the CVRA, \nsection 3771(a)(9), which gave victims the \"right to be informed in a timely manner of any plea \n'   Even if the Court accepted the Government's version of the facts relative to the Agent \nhaving told Jane Doe 1 the \"main terms\" of the NPA (which is left undefined), the victims were \nnot told about it until after it was signed and the Government was bound. This precluded the \nGovernment from obtaining any input from the victims. \nThe Government devotes time to distinguishing between the words \"confer\" and \n\"notice\" and suggesting that \"confer\" is more limited in scope than \"notice.\" Nothing about the \ndefinition of confer, however, suggests it is limited to one party bearing the burden of \ncommunication. See Merriam-Webster Online Dictionary, https://www.merriam-webster.corn/ \ndictionary (last visited January 7, 2019) (\"to compare views or take counsel\"); Blacks Law \nDictionary (10* ed. 2014) (\"to hold a conference, to consult with one another\"). \n28 \nEFTA00027693\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 29 of 33 \nbargain or deferred prosecution agreement\" specifically excluded the right of victims to be \ninformed of a non-prosecution agreement. Prior to this amendment, this Court held that the right \nto confer extended to the pre-charge state of criminal investigations and proceedings. Doe, 950 \nF. Supp. 2d at 1267; see also 157 Cong. Rec. 57060-01, 157 Cong. Rec. S7060-01, S7060 \n(CVRA co-sponsor Senator Jon Kyl's 2011 letter to the Attorney General, explaining that \n\"Congress intended the CVRA to broadly protect crime victims throughout the criminal justice \nprocess-from the investigative phases to the final conclusion of a case.\") \nThe 2015 amendment did not serve to repeal or restrict the obligations of the Government \nto confer with victims in the early stages of a case. Instead, the 2015 amendment clarified that \ncertain events, such as plea agreements or deferred prosecution agreements, must be conveyed to \nthe crime victim. Put another way, the 2015 amendment codified what the courts had been \ninterpreting the CVRA to require, such as entitlement to notice of a plea bargain. ee In re Dean \n527 F.3d at 394 (\"the government should have fashioned a reasonable way to inform the victims \nof the likelihood of criminal charges and to ascertain the victims' views on the possible details of \na plea bargain\"); United States v. Okun, No. CRIM. 3:08CR132, 2009 WL 790042, at *2 (E.D. \nVa. Mar. 24, 2009) (the statutory language of the CVRA gives the victims' rights before the \naccepting of plea agreements). \nTo the extent the Government relies upon the \"interpretive canon, expressio unius est \nexclusio alterius, 'expressing one item of [an] associated group or series excludes another left \nunmentioned' the Court is not persuaded. Chevron U.S.A. Inc. v. Echazabal, 536 U.S. 73, 80 \n(2002) (quoting United States v. Vonn, 535 U.S. 55, 65 (2002)). \"The force of any negative \nimplication ... depends on context.\" Marx v. General Revenue Corp., 568 U.S. 371, 381 (2013). \n29 \nEFTA00027694\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 30 of 33 \n\"[T]he expressio unius canon does not apply unless it is fair to suppose that Congress considered \nthe unnamed possibility and meant to say no to it, and that the canon can be overcome by \ncontrary indications that adopting a particular rule or statute was probably not meant to signal \nany exclusion.\" Id. (internal citations and quotation marks omitted). \nThe expansive context of the CVRA lends itself to only one interpretation; namely, that \nvictims should be notified of significant events resulting in resolution of their case without a \ntrial. See Kenna v. U.S. Dist. Court for C.D.Cal., 435 F.3d 1011, 1016 (9th Cir. 2006) (\"[t]he \nstatute was enacted to make crime victims full participants in the criminal justice system\"); \nHeaton 458 F. Supp. 2d at 1273 (the right to confer is \"not limited to particular proceedings\" but \nis \"expansive\" and applies broadly to \"any critical stage or disposition of the case\"). Reading \ninto the statute a negative implication that victims need not be informed of non-prosecution \nagreements, and only informed of the more common events of plea bargains or deferred \nprosecution agreements, would be inconsistent with the goal of the CVRA.6  In the context of \nplea agreements, the CVRA provides victims with rights prior to the acceptance of plea \nagreements. See In re Dean 527 F.3d at 394; United States v. Okun, No. CRIM. 3:08CR132, \n2009 WL 790042, at *2 (E.D. Va. Mar. 24, 2009). Furthermore, victims obtain rights under the \nCVRA even before prosecution. Okum, 2009 WL 790042, at *2 (citing In re Dean, 527 F.3d at \n394). Based on this authority, the Court concludes tha \nnon-prosecution agreements. \nt  the CVRA must extend to conferral about \n6 A NPA entered into without notice has a more damaging impact on the victims than a \nplea agreement entered into without notice. When a plea agreement is entered into without \nnotice, the victims will at least have an opportunity to provide input to a judge at sentencing. \nOnce a NPA is entered into without notice, the matter is closed and the victims have no \nopportunity to be heard regarding any aspect of the case. \n30 \nEFTA00027695\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 31 of 33 \nNext, the Government claims it did not violate the right to confer when, in January of \n2008, it sent letters to the victims counseling patience because, at that time, Epstein's attorneys \nwere seeking review of the NPA at higher levels within the Department of Justice. As indicated \npreviously, however, at this point, the Government had bound itself to the terms of the NPA \nunless Epstein failed to comply with its terms. It was a material omission for the Government to \nsuggest to the victims that they have patience relative to an investigation about which it had \nalready bound itself not to prosecute. While Epstein was within his rights to attempt to persuade \nhigher authorities within the Department of Justice to overrule the prosecutorial decisions of the \nU. S. Attorney's Office in the Southern District of Florida, the CVRA was designed to give the \nvictims the same opportunity to attempt to affect prosecutorial decisions before they became \nfinal. Instead, the Office engaged in lengthy negotiations with Epstein that included repeated \nassurances that the NPA would not be \"made public or filed with the Court.\" (DE 407 at ¶ 31.) \nNor did the Justice Department guidelines create an exemption from the CRVA's \nstatutory requirements. Although the Government points to guidelines that conflicted with the \nrequirements of the CVRA (by restricting CVRA rights until after a formal indictment), the \nCourt is not persuaded that the guidelines were the basis for the Government's decision to \nwithhold information about the NPA from the victims. If that had been the case, the Government \nwould not have sent the victim letters telling them that they had rights protected under the \nCVRA. Nor would they have told Epstein's attorneys that it had obligations to notify the victims. \nIn any event, an agency's own \"'interpretation' of a statute cannot supersede the language chosen \nby Congress.\" Mohasco Corp. v. Silver, 447 U.S. 807, 825 (1980). \nNext, the Court rejects the Government's contention that Jane Doe 2 is not protected by \n31 \nEFTA00027696\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 32 of 33 \nthe CVRA because she made statements favorable to Epstein early in the investigation.' There is \nno dispute that Epstein sexually abused Jane Doe 2 while she was a minor. Therefore, regardless \nof her comments to the prosecutor, she was a victim. See 18 U.S.C. § 3771(e) (the CVRA \ndefines a victim as \"a person directly and proximately harmed as a result of the commission of a \nFederal offense\"); In re Stewart, 552 F.3d 1285, 1288 (11th Cir. 2008) (\"to determine a crime \nvictim, then, first, we identify the behavior constituting 'commission of a Federal offense.' \nSecond, we identify the direct and proximate effects of that behavior on parties other than the \nUnited States. If the criminal behavior causes a party direct and proximate harmful effects, the \nparty is a victim under the CVRA.\"). \nThe Court need not resolve the factual questions surrounding what and when the victims \nwere told about the state court proceeding and whether a state court proceeding is covered by the \nCVRA. Under the facts of this case, once the Government failed to advise the victims about its \nintention to enter into the NPA, a violation of the CVRA occurred. \nNor does the Court need to consider the Government's estoppel arguments at this time. \nThese arguments relate only to the remedy, and not the determination of whether there was a \nCVRA violation. Therefore, the Court will address this issue at the appropriate juncture. \nLastly, the Court will address the Government's argument that its prosecutorial discretion \npermitted it to enter into the NPA. The Government correctly notes that the CVRA provides that \nInjothing in this chapter shall be construed to impair the prosecutorial discretion of the Attorney \nGeneral or any officer under his direction.\" 18 U.S.C.A. § 3771(d)(6). The Court is not ruling \nIn fact, the Office considered Jane Doe 2 a victim as early as August of 2006 when it \nsent her a CVRA letter. \n32 \nEFTA00027697\n\nCase 9:08-cv-80736-KAM Document 435 Entered on FLSD Docket 02/21/2019 Page 33 of 33 \nthat the decision not to prosecute was improper. The Court is simply ruling that, under the facts \nof this case, there was a violation of the victims rights under the CVRA. \nIV. Conclusion \nAccordingly, it is hereby ORDERED AND ADJUDGED as follows: \nI) Jane Doe 1  and Jane Doe 2's Motion for Partial Summary Judgment (DE 361) is \nGRANTED to the extent that Petitioners' right to conferral under the CVRA was \nviolated. \n2) The United States's Cross-Motion for Summary Judgment (DE 408) is DENIED. \n3) Jane Doe 1  and Jane Doe 2's Motion to Compel Answers (DE 348) is DENIED \nWITHOUT PREJUDICE. \n4) Jane Doe 1  and Jane Doe 2's Motion for Finding Waiver of Work Product and \nSimilar Protections by Government and for Production of Documents (DE 414) is \nDENIED WITHOUT PREJUDICE. \n5) The parties should confer and inform the Court within 15 days of the date of \nentry of this Order how they wish to proceed on determining the issue of what \nremedy, if any, should be applied in view of the violation. \nDONE AND ORDERED in Chambers at West Palm Beach, Palm Beach County, \nFlorida, this 21g day of February, 2019. \nKENNETH A. MARRA \nUnited States District Judge \n33 \nEFTA00027698",
    "pageCount": 33,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "re as follows: \nFrom between about 1999 and 2007, Jeffrey Epstein sexually abused more than 30 minor \ngirls, includ"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "t of taking the position that Mr. Epstein's house is \nin the specia"
      },
      {
        "name": "Bradley Edwards",
        "role": "extracted",
        "context": "11100.) \nIn mid-June of 2008, Mr. Bradley Edwards, the attorney for Petitio"
      },
      {
        "name": "Herman",
        "role": "extracted",
        "context": "ited contacts to the victims. Mr. Herman explained that the notifi"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "ause is before the Court upon Jane Doe 1 and Jane Doe 2's Motion for"
      },
      {
        "name": "Partial \nSummary",
        "role": "extracted",
        "context": "1 and Jane Doe 2's Motion for Partial \nSummary Judgment (DE 361); the United"
      },
      {
        "name": "Summary Judgment",
        "role": "extracted",
        "context": "ted States's Cross-Motion for Summary Judgment (DE \n408); Jane Doe 1 and Jan"
      },
      {
        "name": "Compel Answers",
        "role": "extracted",
        "context": "1 and Jane Doe 2's Motion to Compel Answers (DE 348) and Jane Doe I  and"
      },
      {
        "name": "Finding Waiver",
        "role": "extracted",
        "context": "and \nJane Doe 2's Motion for Finding Waiver of Work Product and Similar P"
      },
      {
        "name": "Work Product",
        "role": "extracted",
        "context": "Motion for Finding Waiver of Work Product and Similar Protections by \nG"
      },
      {
        "name": "Similar Protections",
        "role": "extracted",
        "context": "ng Waiver of Work Product and Similar Protections by \nGovernment and for Produc"
      },
      {
        "name": "The Motions",
        "role": "extracted",
        "context": "uction of Documents (DE 414). The Motions are fully briefed and ripe \nf"
      },
      {
        "name": "Background \nThe",
        "role": "extracted",
        "context": "advised in the \npremises. \nI. Background \nThe facts, as culled from affidav"
      },
      {
        "name": "Petitioners Jane",
        "role": "extracted",
        "context": "an 30 minor \ngirls, including Petitioners Jane Doe 1  and Jane Doe 2 ( herei"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "tioners\"), at his mansion \nin Palm Beach, Florida, and elsewhere in th"
      },
      {
        "name": "Government Resp",
        "role": "extracted",
        "context": "United States and overseas. (Government Resp. to \nPetitioner's Statement o"
      },
      {
        "name": "Undisputed Material",
        "role": "extracted",
        "context": "to \nPetitioner's Statement of Undisputed Material Facts (hereinafter, \"DE 407\""
      },
      {
        "name": "Police Department",
        "role": "extracted",
        "context": "2005, the Town of Palm Beach Police Department (\"PBPD\") received a complaint"
      },
      {
        "name": "Jeffery Epstein",
        "role": "extracted",
        "context": "irl about her sexual abuse by Jeffery Epstein. The PBPD \nultimately identif"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "the request of the PBPD, the Federal Bureau of \nInvestigation (\"FBI\") ope"
      },
      {
        "name": "Jane \nDoe",
        "role": "extracted",
        "context": "stein while they were minors. Jane \nDoe 1 provided information about"
      },
      {
        "name": "From January",
        "role": "extracted",
        "context": "t 7, \n2007. (DE 407 at ¶ 6.) \nFrom January of 2007 through September of"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": ".S. Attorney's Office for the Southern District of Florida (\"the Office\") and"
      },
      {
        "name": "On February",
        "role": "extracted",
        "context": "attorneys. (DE 407 at ¶ 9.) On February I, 2007, Epstein's defense te"
      },
      {
        "name": "By March",
        "role": "extracted",
        "context": "cket 02/21/2019 Page 3 of 33 \nBy March 15, 2007, the Office was send"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "their \nrights pursuant to the Crime Victims' Rights Act (\"CVRA\"). DE 407"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "ursuant to the Crime Victims' Rights Act (\"CVRA\"). DE 407 at ¶ 11.) By"
      },
      {
        "name": "By May",
        "role": "extracted",
        "context": "ct (\"CVRA\"). DE 407 at ¶ 11.) By May of 2007, \nthe Office had draf"
      },
      {
        "name": "Justice Department",
        "role": "extracted",
        "context": "tion letter promised that the Justice Department would make its \"best efforts\""
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "fer with the attorney for the United \nStates in the case\" and \"  to be rea"
      },
      {
        "name": "On July",
        "role": "extracted",
        "context": "her case. \n(DE 407 at ¶ 14.) \nOn July 6, 2007, Epstein's lawyers se"
      },
      {
        "name": "By \nAugust",
        "role": "extracted",
        "context": "ted by him. (DE 407 at ¶ 15.) By \nAugust 3, 2007, the Government had r"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "(Jane Doe 2 Decl. ¶¶ 5-7.) \nAssistant United States Attorney (\"AUSA\") (\"li"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "l. ¶¶ 5-7.) \nAssistant United States Attorney (\"AUSA\") (\"line prosecutor\""
      },
      {
        "name": "Although Jane",
        "role": "extracted",
        "context": "their rights \nunder the CVRA. Although Jane Doe 1 and 2 were given and th"
      },
      {
        "name": "On September",
        "role": "extracted",
        "context": "nstrument.\" (DE 407 at ¶ 17.) On September 10, 2007, multiple drafts of"
      },
      {
        "name": "The Office",
        "role": "extracted",
        "context": "subpoena. (DE 407 at \n¶ 23.) The Office also stated, \"On an `avoid th"
      },
      {
        "name": "Dade County",
        "role": "extracted",
        "context": "hone call. If he was in Miami-Dade County at the \ntime, then I can file"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "I can file the charge in the District Court in Miami, which will hopefull"
      },
      {
        "name": "Jay Lefkowitz",
        "role": "extracted",
        "context": "utor wrote to defense counsel Jay Lefkowitz: \n\"Please send [a document] t"
      },
      {
        "name": "County State",
        "role": "extracted",
        "context": "eptember 21, 2007, Palm Beach County State Attorney Barry Krischer wrote"
      },
      {
        "name": "Attorney Barry",
        "role": "extracted",
        "context": "2007, Palm Beach County State Attorney Barry Krischer wrote the line \npros"
      },
      {
        "name": "On \nSeptember",
        "role": "extracted",
        "context": "represent.\" (DE 407 at ¶ 34.) On \nSeptember 23, 2007, the U.S. Attorney's"
      },
      {
        "name": "Conflict Check",
        "role": "extracted",
        "context": "he Epstein victims, entitled \"Conflict Check.\" The email confirmed the gir"
      },
      {
        "name": "Information Act",
        "role": "extracted",
        "context": "States receives \na Freedom of Information Act request or any compulsory pro"
      },
      {
        "name": "Ted Babbitt",
        "role": "extracted",
        "context": "which stated in part: \"They [Ted Babbitt, Stuart Grossman, Chris Searc"
      },
      {
        "name": "Stuart Grossman",
        "role": "extracted",
        "context": "in part: \"They [Ted Babbitt, Stuart Grossman, Chris Searcy, [L]ake \nLytal]"
      },
      {
        "name": "Chris Searcy",
        "role": "extracted",
        "context": "Ted Babbitt, Stuart Grossman, Chris Searcy, [L]ake \nLytal] are all very"
      },
      {
        "name": "Hi Jay",
        "role": "extracted",
        "context": "/2019 Page 10 of 33 \nstated: \"Hi Jay — Can you give me a call at ."
      },
      {
        "name": "Lanna \nBelohlavek",
        "role": "extracted",
        "context": "an email to state prosecutors Lanna \nBelohlavek and Barry Krischer: \"Can you"
      },
      {
        "name": "Barry Krischer",
        "role": "extracted",
        "context": "ecutors Lanna \nBelohlavek and Barry Krischer: \"Can you let me know when Mr"
      },
      {
        "name": "On October",
        "role": "extracted",
        "context": "cognito.'\" (DE 407 at ¶ 59.) \nOn October 3, 2007, the Office sent a pr"
      },
      {
        "name": "Attorney Alex",
        "role": "extracted",
        "context": "fkowitz sent a letter to U.S. Attorney Alex Acosta stating, in \npertinent"
      },
      {
        "name": "Attorney Acosta",
        "role": "extracted",
        "context": "ter.\" (DE 407 at ¶ 61.) \nU.S. Attorney Acosta then met with Lefkowitz for b"
      },
      {
        "name": "Retired Judge",
        "role": "extracted",
        "context": "2007, AUSA \nsent a letter to Retired Judge Davis about selecting an atto"
      },
      {
        "name": "Special Agents",
        "role": "extracted",
        "context": "about October 26 or 27, 2007, Special Agents and \nmet in person with Jane"
      },
      {
        "name": "Special Agent",
        "role": "extracted",
        "context": "e 1 Decl. 116.) In contrast, \nSpecial Agent stated that the meeting with"
      },
      {
        "name": "Ell  Decl",
        "role": "extracted",
        "context": "y resolution of the \nmatter. (Ell  Decl. ¶ 7.) \n12 \nEFTA00027677\n\nCas"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "ket 02/21/2019 Page 13 of 33 \nThe United States has a statutory obliga"
      },
      {
        "name": "All Act",
        "role": "extracted",
        "context": "utory obligation (Justice for All Act of 2004) to notify the \nvicti"
      },
      {
        "name": "Judge Davis",
        "role": "extracted",
        "context": "ith a good faith objection to Judge Davis's selection [as special maste"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "ber 29th. \n(DE 407 at \n179.) \nOn November 28, 2007, the Government sent"
      },
      {
        "name": "Kenneth Starr",
        "role": "extracted",
        "context": "Epstein's \ndefense attorneys, Kenneth Starr, stating: \"I am directing our"
      },
      {
        "name": "Attorney \nAcosta",
        "role": "extracted",
        "context": "prosecutor had informed U.S. Attorney \nAcosta \"that the victims were not to"
      },
      {
        "name": "On December",
        "role": "extracted",
        "context": "greement.\" (DE 407 at \n¶ 83.) On December 5, 2007, Starr sent a  letter"
      },
      {
        "name": "Victim Notification",
        "role": "extracted",
        "context": "your objections to the draft Victim Notification Letter. You \nwrite that you d"
      },
      {
        "name": "Our Non",
        "role": "extracted",
        "context": "in a  federal district court. Our Non-Prosecution \nAgreement resolv"
      },
      {
        "name": "Prosecution \nAgreement",
        "role": "extracted",
        "context": "deral district court. Our Non-Prosecution \nAgreement resolves the federal investig"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": "riately informed, and our Non-Prosecution Agreement does not require the \nU.S. At"
      },
      {
        "name": "Lilly Ann",
        "role": "extracted",
        "context": "ber 7, 2007, defense attorney Lilly Ann Sanchez sent a letter to AUSA"
      },
      {
        "name": "State Attorney",
        "role": "extracted",
        "context": "fer to the discretion of \nthe State Attorney regarding whether he wishes t"
      },
      {
        "name": "In January",
        "role": "extracted",
        "context": "ket 02/21/2019 Page 16 of 33 \nIn January of 2008, any requirement that"
      },
      {
        "name": "On \nJanuary",
        "role": "extracted",
        "context": "Department. (DE 407 at ¶ 92.) On \nJanuary 10, 2008, Jane Doe 1  and Jan"
      },
      {
        "name": "The January",
        "role": "extracted",
        "context": "tigation.\" (DE 407 at ¶ 93.) \nThe January 10, 2008 notification letters"
      },
      {
        "name": "On January",
        "role": "extracted",
        "context": "tion. (Jane Doe 1 Decl. ¶ 9.) On January 31, 2008, Jane Doe 1  met wit"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "investigation.' (Jane Doe 2 \nThe Government believed that a negotiated re"
      },
      {
        "name": "On March",
        "role": "extracted",
        "context": "Decl. '  13-14, DE 361-27.) \nOn March 19, 2008, the line prosecutor"
      },
      {
        "name": "On May",
        "role": "extracted",
        "context": "ember 2007. (DE 407 at' 98.) \nOn May 30, 2008, Jane Doe 5, who was"
      },
      {
        "name": "The May",
        "role": "extracted",
        "context": "stigation.\" (DE 407 at 1199.) The May 30, 2008 victim letter to Jan"
      },
      {
        "name": "On June",
        "role": "extracted",
        "context": "t the NPA. (DE 407 at ¶ 102.) On June 19, 2008, Edwards \nissue. To"
      },
      {
        "name": "Deputy Attorney",
        "role": "extracted",
        "context": "o Lefkowitz stating that the \nDeputy Attorney General had completed his rev"
      },
      {
        "name": "Edwards Decl",
        "role": "extracted",
        "context": "ld address the state court. \n(Edwards Decl. ¶¶17-18, DE 416-1.) In contr"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "against Epstein: \"We urge the Attorney General and our United States Attorne"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "send it.\" (DE 407 at ¶ 131.) \nOn August 10, 2008, Jane Doe 1 and Jane"
      },
      {
        "name": "Jeffrey Herman",
        "role": "extracted",
        "context": "September 16, 2008, attorney Jeffrey Herman, who represented several Epst"
      },
      {
        "name": "Standard \nThe",
        "role": "extracted",
        "context": "4 of 33 \nII. Summary Judgment Standard \nThe Court may grant summary judgm"
      },
      {
        "name": "Celotex Corp",
        "role": "extracted",
        "context": "t lies with the moving party. Celotex Corp. v. Catrett  477 U.S. 317, 32"
      },
      {
        "name": "Liberty Lobby",
        "role": "extracted",
        "context": "is unnecessary, Anderson v. \nLiberty Lobby, Inc., 477 U.S. 242, 255 (198"
      },
      {
        "name": "Matsushita Electronic",
        "role": "extracted",
        "context": "t as \nto the material facts.\" Matsushita Electronic Industrial Co. v. Zenith Radi"
      },
      {
        "name": "Industrial Co",
        "role": "extracted",
        "context": "facts.\" Matsushita Electronic Industrial Co. v. Zenith Radio Corp., 475 U"
      },
      {
        "name": "Zenith Radio",
        "role": "extracted",
        "context": "Electronic Industrial Co. v. Zenith Radio Corp., 475 U.S. 574, \n586 (19"
      },
      {
        "name": "Discussion \nThe",
        "role": "extracted",
        "context": "477 U.S. 242, 249-50. \nIII. Discussion \nThe CVRA was designed to protect"
      },
      {
        "name": "Restitution Act",
        "role": "extracted",
        "context": "c) of the Victims' Rights and Restitution Act of 1990 (42 \nU.S.C. 10607(c))"
      },
      {
        "name": "Rights Ombudsman",
        "role": "extracted",
        "context": "r the Office of the Victims' \nRights Ombudsman of the Department of Justice."
      },
      {
        "name": "This Court",
        "role": "extracted",
        "context": "tice. \n18 \nU.S.C. § 377I(a). \nThis Court previously held the following"
      },
      {
        "name": "Does \nSecond",
        "role": "extracted",
        "context": "1337, 1341 (S.D. Fla. 2011). \nDoes \nSecond, the CVRA authorizes the \nres"
      },
      {
        "name": "United \nThird",
        "role": "extracted",
        "context": "267 (S.D. Fla. 2013). \nDoe v. United \nThird, section 3771(d)(5) of the CV"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "d by the passage of the CVRA. See United States v. Heaton  458 F. \nSup"
      },
      {
        "name": "Iograssia  No",
        "role": "extracted",
        "context": "ith victim); United States v. Iograssia  No. CR-04-0455ADSJO, \n2005 WL 28"
      },
      {
        "name": "See Ingrassia",
        "role": "extracted",
        "context": "on of the intent of the CVRA. See Ingrassia  2005 WL \n2875220, at *17 n.1"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-02-21",
        "event": "02/21/2019"
      },
      {
        "date": "2007-08-07",
        "event": "August 7, \n2007"
      },
      {
        "date": "2007-03-15",
        "event": "March 15, 2007"
      },
      {
        "date": "2007-06-07",
        "event": "June 7, \n2007"
      },
      {
        "date": "2007-07-06",
        "event": "July 6, 2007"
      },
      {
        "date": "2007-08-03",
        "event": "August 3, 2007"
      },
      {
        "date": "2006-08-11",
        "event": "August 11, 2006"
      },
      {
        "date": "2007-09-10",
        "event": "September 10, 2007"
      },
      {
        "date": "2007-09-12",
        "event": "September 12, 2007"
      },
      {
        "date": "2007-09-13",
        "event": "September 13, 2007"
      },
      {
        "date": "2007-09-14",
        "event": "September 14, 2007"
      },
      {
        "date": "2007-09-15",
        "event": "September 15, 2007"
      },
      {
        "date": "2007-09-16",
        "event": "September 16, 2007"
      },
      {
        "date": "2007-09-17",
        "event": "September 17, 2007"
      },
      {
        "date": "2007-09-17",
        "event": "September 17, \n2007"
      },
      {
        "date": "2007-09-18",
        "event": "September 18, 2007"
      },
      {
        "date": "2007-09-20",
        "event": "September 20, 2007"
      },
      {
        "date": "2007-09-21",
        "event": "September 21, 2007"
      },
      {
        "date": "2007-09-23",
        "event": "September 23, 2007"
      },
      {
        "date": "2007-09-24",
        "event": "September 24, 2007"
      },
      {
        "date": "2007-09-25",
        "event": "September 25, 2007"
      },
      {
        "date": "2007-09-26",
        "event": "September 26, 2007"
      },
      {
        "date": "2007-09-27",
        "event": "September 27, 2007"
      },
      {
        "date": "2007-10-03",
        "event": "October 3, 2007"
      },
      {
        "date": "2007-10-10",
        "event": "October 10, 2007"
      },
      {
        "date": "2007-10-24",
        "event": "October 24, 2007"
      },
      {
        "date": "2007-10-25",
        "event": "October 25, 2007"
      },
      {
        "date": "2007-11-27",
        "event": "November 27, 2007"
      },
      {
        "date": "2007-08-07",
        "event": "August 7, 2007"
      },
      {
        "date": "2007-11-28",
        "event": "November 28, 2007"
      },
      {
        "date": "2007-11-29",
        "event": "November 29, 2007"
      },
      {
        "date": "2007-11-30",
        "event": "November 30, 2007"
      },
      {
        "date": "2007-12-05",
        "event": "December 5, 2007"
      },
      {
        "date": "2007-12-06",
        "event": "December 6, 2007"
      },
      {
        "date": "2007-12-07",
        "event": "December 7, 2007"
      },
      {
        "date": "2007-12-13",
        "event": "December 13, 2007"
      },
      {
        "date": "2007-12-19",
        "event": "December 19, 2007"
      },
      {
        "date": "2008-01-10",
        "event": "January 10, 2008"
      },
      {
        "date": "2008-01-31",
        "event": "January 31, 2008"
      },
      {
        "date": "2008-03-19",
        "event": "March 19, 2008"
      },
      {
        "date": "2008-05-30",
        "event": "May 30, 2008"
      },
      {
        "date": "2008-06-19",
        "event": "June 19, 2008"
      },
      {
        "date": "2008-06-23",
        "event": "June 23, 2008"
      },
      {
        "date": "2008-06-30",
        "event": "June 30, 2008"
      },
      {
        "date": "2008-06-27",
        "event": "June 27, 2008"
      },
      {
        "date": "2008-07-01",
        "event": "July 1, 2008"
      },
      {
        "date": "2008-07-03",
        "event": "July 3, 2008"
      },
      {
        "date": "2008-07-07",
        "event": "July 7, 2008"
      },
      {
        "date": "2008-07-09",
        "event": "July 9, 2008"
      },
      {
        "date": "2008-07-08",
        "event": "July 8, 2008"
      },
      {
        "date": "2008-06-30",
        "event": "June 30, \n2008"
      },
      {
        "date": "2008-07-09",
        "event": "July 9, \n2008"
      },
      {
        "date": "2008-07-10",
        "event": "July 10, 2008"
      },
      {
        "date": "2008-08-10",
        "event": "August 10, 2008"
      },
      {
        "date": "2008-08-14",
        "event": "August 14, 2008"
      },
      {
        "date": "2008-08-18",
        "event": "August 18, 2008"
      },
      {
        "date": "2008-08-21",
        "event": "August 21, 2008"
      },
      {
        "date": "2008-08-28",
        "event": "August 28, 2008"
      },
      {
        "date": "2008-09-02",
        "event": "September 2, 2008"
      },
      {
        "date": "2008-09-16",
        "event": "September 16, 2008"
      },
      {
        "date": "2008-09-17",
        "event": "September 17, 2008"
      },
      {
        "date": "2019-01-07",
        "event": "January 7, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:18.803Z"
}