{
  "document": {
    "id": "efta00030356",
    "filename": "EFTA00030356.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030356.pdf",
    "text": "\n\nFrom \nTi \nSubject: RE: GHISLAINE MAXWELL CHARGED IN MANHATTAN FEDERAL COURT FOR \nCONSPIRING WITH JEFFREY EPSTEIN TO SEXUALLY ABUSE MINORS \nDate: Thu, 02 Jul 2020 17:47:17 +0000 \nInline-Images: image001.png \nCongrats! \nFrom: \nSent: Thursday, July 02, 2020 1:22 PM \nSubject: GHISLAINE MAXWELL CHARGED IN MANHATTAN FEDERAL COURT FOR CONSPIRING WITH JEFFREY EPSTEIN TO \nSEXUALLY ABUSE MINORS \nUNITED STATES \nATTORNEY'S OFFICE \nSouthern District of New York \nGHISLAINE MAXWELL CHARGED IN MANHATTAN FEDERAL COURT FOR \nCONSPIRING WITH JEFFREY EPSTEIN TO SEXUALLY ABUSE MINORS \nMaxwell is Alleged to Have Facilita- ted, Participated in Acts of Abuse \nAdditionally Charged With Perjwy in Connection With 2016 Depositions \nAudrey Strauss, the Acting United States Attorney- for the Southern District of New York, William F. \nSweeney Jr., the Assistant Director-in-Charge of the New York Field Office of the Federal Bureau of \nInvestigation (\"FBI\"), and Dermot Shea, Commissioner of the New York City Police Department (\"NYPD\"), \nannounced that GHISLANE MAXWELL was arrested this morning and charged with enticing a minor to travel \nto engage in criminal sexual activity, transporting a minor with the intent to engage in criminal sexual activity, \nconspiracy to commit both of those offenses, and perjury in connection with a sworn deposition. The Indictment \nunsealed today alleges that between at least in or about 1994 through 1997, MAXWELL and co-conspirator \nJeffrey Epstein exploited girls as young as 14, including by enticing them to travel and transporting them for the \npurpose of engaging in illegal sex acts. As alleged, knowing that Epstein had a preference for young girls, \nMAXWELL played a critical role in the grooming and abuse of minor victims that took place in locations \nincluding New York, Florida, and New Mexico. In addition, as alleged, MAXWELL made several false \nstatements in sworn depositions in 2016. MAXWELL is expected to be presented this afternoon in the in federal \ncourt in New Hampshire. This case is assigned to U.S. District Judge Alison J. Nathan. \nActing U.S. Attorney Audrey Strauss said: \"As alleged, Ghislaine Maxwell facilitated, aided, and \nparticipated in acts of sexual abuse of minors. Maxwell enticed minor girls, got them to trust her, and then \ndelivered them into the trap that she and Jeffrey Epstein had set. She pretended to be a woman they could trust. \nEFTA00030356\n\nAll the while, she was setting them up to be abused sexually by Epstein and, in some cases, Maxwell herself. \nToday, after many years, Ghislaine Maxwell finally stands charged for her role in these crimes.\" \nFBI Assistant Director William F. Sweeney Jr. said: \"Preserving the innocence of children is among the \nmost important responsibilities we carry as adults. Like Epstein, Ms. Maxwell chose to blatantly disregard the \nlaw and her responsibility as an adult, using whatever means she had at her disposal to lure vulnerable youth into \nbehavior they should never have been exposed to, creating the potential for lasting harm. We know the quest for \njustice has been met with great disappointment for the victims, and that reliving these events is traumatic. The \nexample set by the women involved has been a powerful one. They persevered against the rich and connected, \nand they did so without a badge, a gun, or a subpoena - and they stood together. I have no doubt the bravery \nexhibited by the women involved here has empowered others to speak up about the crimes of which they've been \nsubjected.\" \nNYPD Commissioner Dermot Shea said: \"The heinous crimes these charges allege are, and always will \nbe abhorrent for the lasting trauma they inflict on victims. I commend our investigators, and law enforcement \npartners, for their continuing commitment to bringing justice to the survivors of sexual assault, everywhere.\" \nIf you believe you are a victim of the sexual abuse perpetrated by Jeffrey Epstein, please contact \nthe FBI at 1-800-CALL FBI, and reference this case. \nAccording to the Indictment[l I  unsealed today in Manhattan federal court: \nFrom at least 1994 through at least 1997, GHISLAINE MAXWELL assisted, facilitated, and participated \nin Jeffrey Epstein's abuse of minor girls by, among other things, helping Jeffrey Epstein to recruit, groom, and \nultimately abuse victims known to MAXWELL and Epstein to be under the age of 18. The victims were as \nyoung as 14 years old when they were groomed and abused by MAXWELL and Epstein, both of whom knew \nthat their victims were in fact minors. As a part and in furtherance of their scheme to abuse minor victims, \nMAXWELL and Epstein enticed and caused minor victims to travel to Epstein's residences in different states, \nwhich MAXWELL knew and intended would result in their grooming for and subjection to sexual abuse. \nAs alleged, MAXWELL enticed and groomed minor girls to be abused in multiple ways. For example, \nMAXWELL attempted to befriend certain victims by asking them about their lives, taking them to the movies or \ntaking them on shopping trips, and encouraging their interactions with Epstein. MAXWELL also acclimated \nvictims to Epstein's conduct simply by being present for victim interactions with Epstein, which put victims at \nease by providing the assurance and comfort of an adult woman who seemingly approved of Epstein's behavior. \nAdditionally, to make victims feel indebted to Epstein, MAXWELL would encourage victims to accept offers of \nfinancial assistance from Epstein, including offers to pay for travel or educational expenses. MAXWELL also \nnormalized and facilitated sexual abuse by discussing sexual topics with victims, encouraging them to massage \nEpstein, and undressing in front of a victim. \nAs MAXWELL and Epstein intended, these grooming behaviors left minor victims vulnerable and \nsusceptible to sexual abuse by Epstein. MAXWELL was then present for certain sexual encounters between \nminor victims and Epstein, such as interactions where a minor victim was undressed, and ultimately MAXWELL \nwas present for sex acts perpetrated by Epstein on minor victims. That abuse included sexualized massages \nduring which a minor victim was fully or partially nude, as well as group sexualized massages of Epstein \ninvolving a minor victim where MAXWELL was present. \nAs alleged, minor victims were subjected to sexual abuse that included, among other things, the touching \nof a victim's breasts or genitals, placing a sex toy such a vibrator on a victim's genitals, directing a victim to \ntouch Epstein while he masturbated, and directing a victim to touch Epstein's genitals. MAXWELL and \nEpstein's victims were groomed or abused at Epstein's residences in New York, Florida, and New Mexico, as \nwell as MAXWELL's residence in London, England. \nAdditionally, in 2016, while testifying under oath in a civil proceeding, MAXWELL repeatedly made \nfalse statements, including about certain specific acts and events alleged in the Indictment. \nEFTA00030357\n\nGHISLAINE MAXWELL, 58, is charged with one count of enticing a minor to travel to engage in illegal \nsex acts, which carries a maximum sentence of five years in prison, one count of conspiracy to entice a minor to \ntravel to engage in illegal sex acts, which carries a maximum sentence of five years in prison, one count of \ntransporting a minor with the intent to engage in criminal sexual activity, which carries a maximum sentence of \n10 years in prison, one count of conspiracy to transport a minor with the intent to engage in criminal sexual \nactivity, which carries a maximum sentence of five years in prison, and two counts of perjury, each of which \ncarries a maximum sentence of five years in prison. \nThe statutory maximum penalties are prescribed by Congress and are provided here for informational \npurposes only, as any sentencing of the defendant would be determined by the judge. \nMs. Strauss praised the outstanding investigative work of the FBI and the NYPD. \nThis case is being handled by the Office's Public Corruption Unit. Assistant U.S. Attorneys \nand are in charge of the \nprosecution. \nThe charges contained in the Indictment are merely accusations. The defendant is presumed innocent \nunless and until proven guilty. \n20-138 \nDO NOT REPLY TO THIS MESSAGE. IF YOU HAVE QUESTIONS, PLEASE CALL THE PRESS OFFICE \nAT (212) 637-2600. \nFollow us on Facebook 'Follow us on Twitter ISDNY website IYouTube \nPI \nAs the introductory phrase signifies, the entirety of the text of the Indictment, and the description of the Indictment set forth herein, \nconstitute only allegations, and every fact described therein should be treated as an allegation. The defendant is presumed innocent \nunless and until proven guilty. \nEFTA00030358",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "D IN MANHATTAN FEDERAL COURT FOR \nCONSPIRING WITH JEFFREY EPSTEIN TO SEXUALLY ABUSE MINORS \nDate: Thu, 02 Jul 2020"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "From \nTi \nSubject: RE: GHISLAINE MAXWELL CHARGED IN MANHATTAN FEDERAL COURT FOR \nCONSPIRIN"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "arry as adults. Like Epstein, Ms. Maxwell chose to blatantly disreg"
      },
      {
        "name": "Strauss",
        "role": "extracted",
        "context": "be determined by the judge. \nMs. Strauss praised the outstanding i"
      },
      {
        "name": "From \nTi",
        "role": "extracted",
        "context": "From \nTi \nSubject: RE: GHISLAINE MAXWE"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ED STATES \nATTORNEY'S OFFICE \nSouthern District of New York \nGHISLAINE MAXWEL"
      },
      {
        "name": "Have Facilita",
        "role": "extracted",
        "context": "MINORS \nMaxwell is Alleged to Have Facilita- ted, Participated in Acts of"
      },
      {
        "name": "Abuse \nAdditionally",
        "role": "extracted",
        "context": "ted, Participated in Acts of Abuse \nAdditionally Charged With Perjwy in Connec"
      },
      {
        "name": "Charged With",
        "role": "extracted",
        "context": "n Acts of Abuse \nAdditionally Charged With Perjwy in Connection With 201"
      },
      {
        "name": "Connection With",
        "role": "extracted",
        "context": "onally Charged With Perjwy in Connection With 2016 Depositions \nAudrey Stra"
      },
      {
        "name": "Depositions \nAudrey",
        "role": "extracted",
        "context": "erjwy in Connection With 2016 Depositions \nAudrey Strauss, the Acting United St"
      },
      {
        "name": "Acting United",
        "role": "extracted",
        "context": "ositions \nAudrey Strauss, the Acting United States Attorney- for the Sout"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "ey Strauss, the Acting United States Attorney- for the Southern District of"
      },
      {
        "name": "Sweeney Jr",
        "role": "extracted",
        "context": "rict of New York, William F. \nSweeney Jr., the Assistant Director-in-C"
      },
      {
        "name": "Assistant Director",
        "role": "extracted",
        "context": "William F. \nSweeney Jr., the Assistant Director-in-Charge of the New York Fie"
      },
      {
        "name": "Field Office",
        "role": "extracted",
        "context": "tor-in-Charge of the New York Field Office of the Federal Bureau of \nInv"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "New York Field Office of the Federal Bureau of \nInvestigation (\"FBI\"), an"
      },
      {
        "name": "Dermot Shea",
        "role": "extracted",
        "context": "f \nInvestigation (\"FBI\"), and Dermot Shea, Commissioner of the New York"
      },
      {
        "name": "City Police",
        "role": "extracted",
        "context": "Commissioner of the New York City Police Department (\"NYPD\"), \nannounc"
      },
      {
        "name": "The Indictment",
        "role": "extracted",
        "context": "tion with a sworn deposition. The Indictment \nunsealed today alleges that"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "luding New York, Florida, and New Mexico. In addition, as alleged, MAX"
      },
      {
        "name": "New Hampshire",
        "role": "extracted",
        "context": "n in the in federal \ncourt in New Hampshire. This case is assigned to U.S"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "This case is assigned to U.S. District Judge Alison J. Nathan. \nActing U.S"
      },
      {
        "name": "Attorney Audrey",
        "role": "extracted",
        "context": "lison J. Nathan. \nActing U.S. Attorney Audrey Strauss said: \"As alleged, Gh"
      },
      {
        "name": "Like Epstein",
        "role": "extracted",
        "context": "ibilities we carry as adults. Like Epstein, Ms. Maxwell chose to blatant"
      },
      {
        "name": "Commissioner Dermot",
        "role": "extracted",
        "context": "ey've been \nsubjected.\" \nNYPD Commissioner Dermot Shea said: \"The heinous crime"
      },
      {
        "name": "Public Corruption",
        "role": "extracted",
        "context": "being handled by the Office's Public Corruption Unit. Assistant U.S. Attorney"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-02",
        "event": "July 02, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(212) 637-2600"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:25.669Z"
}