{
  "document": {
    "id": "efta00028988",
    "filename": "EFTA00028988.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028988.pdf",
    "text": "\n\nFrom: ' (USANYS)\" \nTo: (USANYS)\" <1 \nSubject: Re: Jeffrey Epstein \nDate: Sun, 07 Jul 2019 20:47:17 +0000 \nImportance: Normal \nA \nrighteous case. \nOn Jul \n7, 2019, at 1:08 PM, (USANYS) < wrote: \nHey PCU —As you likely may have seen/heard at this point, last evening, we arrested Jeffrey Epstein on sex trafficking \ncharges. Epstein is in custody and will be presented and arraigned on an Indictment that will be unsealed tomorrow \nmorning. \nThe case is an incredibly important one — not only is the conduct extremely serious and deeply disturbing — but our \ncharges ensure that dozens if not more of Epstein's victims, girls who were as young as 14 at the time they were abused, \nwill finally have their day in court. It is an extraordinarily worthy prosecution and just the latest example of how this \nunit will never shy away from bringing tough cases against powerful people who have committed grievous crimes. \nPlease join me and in extending a very well-deserved congratulations to the team, \nwho have worked tirelessly to make this case happen (and happen so quickly). They have done us all proud, and if you \nare free, we hope you join us for the press conference formally announcing the charges, which should happen Monday \nmorning at 11. \nMgt \nEFTA00028988",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "From: ' (USANYS)\" \nTo: (USANYS)\" <1 \nSubject: Re: Jeffrey Epstein \nDate: Sun, 07 Jul 2019 20:47:17 +0000 \nImportanc"
      },
      {
        "name": "On Jul",
        "role": "extracted",
        "context": ": Normal \nA \nrighteous case. \nOn Jul \n7, 2019, at 1:08 PM, (USANYS"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:22.563Z"
}