{
  "document": {
    "id": "efta00023895",
    "filename": "EFTA00023895.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00023895.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 1 of 14 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY PILED \nDOC \nN: \nDATE \nFILED:8/13/21 \n20-cr-330 (AJN) \nOPINION & ORDER \nALISON J. NATHAN, District Judge: \nOn April 16, 2021, the Court issued an Opinion & Order granting in part and denying in \npart Ghislaine Maxwell's various pretrial motions seeking to dismiss portions of the \nGovernment's (S1) superseding indictment and compel discovery. Prior to the issuance of that \nOpinion & Order but after the motions were fully briefed, a grand jury returned a second (S2) \nsuperseding indictment adding a sex trafficking count and sex trafficking conspiracy count. The \nCourt did not address the new charges in the April 16, 2021 Opinion & Order. On May 25, \n2021, Maxwell filed another round of pretrial motions seeking to dismiss the S2 indictment in \nwhole or in part and to compel discovery. Dkt. No. 292, 293. For appeal preservation purposes \nor otherwise, the arguments largely, though not entirely, rehash the positions rejected by the \nCourt in its April 16, 2021 Opinion & Order. To the extent new arguments are made, they are \naddressed below. All pending motions are DENIED. The Court provides a brief summary of its \nconclusions here and its reasoning on the pages that follow: \n• Maxwell moves to dismiss counts one, three, five, and six as barred by Jeffrey \nEpstein's non-prosecution agreement. The Court again concludes, as it did in its April \n16, 2021 Opinion & Order, that the agreement does not bind the United States Attorney \nfor the Southern District of New York. \nEFTA00023895\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 2 of 14 \n• Maxwell moves to dismiss counts five and six on the grounds that prosecuting her on \nthose counts would violate her rights under the Double Jeopardy Clause. The Court \nconcludes that Maxwell has not previously been put in jeopardy for these offenses and \ntherefore her prosecution on these counts does not violate the Double Jeopardy Clause. \n• Maxwell moves to dismiss counts five and six as untimely. The Court again concludes, \nas it did in its April 16, 2021 Opinion & Order, that the Government brought the \ncharges within the applicable statute of limitations. \n• Maxwell moves to dismiss count five and either count one or count three as \nmultiplicitous. The Court again determines, as it did in its April 16, 2021 Opinion & \nOrder, that this motion is premature and denies it without prejudice for renewal at trial. \n• Maxwell moves to dismiss the S2 indictment for pre-indictment delay. The Court again \nconcludes, as it did in its April 16, 2021 Opinion & Order, that Maxwell has not \nestablished that she suffered prejudice and therefore any delay has not violated her \nrights to due process. \n• Maxwell moves for a bill of particulars related to counts five and six because they are \ntoo vague, and in particular do not provide specific dates. The Court again concludes, \nas it did in its April 16, 2021 Opinion & Order, that the charges are sufficiently \nspecific. \n• Maxwell moves to compel the Government to produce the statements of \"Minor-Victim \n4\" in the S2 indictment as Brady material. The Court concludes that the current \ndisclosure schedule gives Maxwell sufficient time to make effective use of any such \nstatements and therefore immediate disclosure is not warranted. \nI. Jeffrey Epstein's non-prosecution agreement does not bar the charges in the S2 \nindictment \nIn its April 16, 2021 Opinion \n& \nOrder on Maxwell's first set of pretrial motions, the \nCourt held that the non-prosecution agreement (\"NPA\") between Jeffrey Epstein and the U.S. \nAttorney's Office for the Southern District of Florida did not bar the charges against Maxwell in \nthe S1 superseding indictment. See United States v. Maxwell, No. 20-cr-330 (AJN), 2021 WL \n1518675, at *2 (S.D.N.Y. Apr. 16, 2021). Maxwell now renews those arguments for the charges \nin the S2 superseding indictment. The Court understands the primary purpose of Maxwell's \nrenewed motion to be to preserve these arguments for appellate review, and the Court denies the \n2 \nEFTA00023896\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 3 of 14 \nrenewed motion for substantially the same reasons set forth in its April 16 opinion. The Court \nwill proceed to briefly explain why neither the new charges in the S2 superseding indictment nor \nthe supplemental authority Maxwell cites change the Court's conclusion that the NPA does not \nbar the charges against her. \nAs the Court explained in its April 16, 2021 Opinion & Order, the Second Circuit held in \nUnited States v. Annabi that \"[a] plea agreement binds only the office of the United States \nAttorney for the district in which the plea is entered unless it affirmatively appears that the \nagreement contemplates a broader restriction.\" 771 F.2d 670, 672 (2d Cir. 1985) (per curiam). \nThe Second Circuit's opinion in Annabi is clear, and that court has followed it steadfastly since. \nSee, e.g., United States v.  Gonzalez, 93 F. App'x 268, 270 (2d Cir. 2004); United States v. \nBrown, No. 99-1230(L), 2002 WL 34244994, at *2 (2d Cir. Apr. 26, 2002); United States v. \nSalameh, 152 F.3d 88, 120 (2d Cir. 1998) (per curiam); United States v. Rivera, 844 F.2d 916, \n923 (2d Cir. 1988). The Second Circuit has held that language nearly identical to that in \nEpstein's NPA is not enough to overcome the presumption in favor of single-district plea \nagreements. See Salameh, 152 F.3d at 120. Adhering to this binding authority, this Court thus \nconcluded (and continues to conclude) that the NPA does not bind the U.S. Attorney's Office for \nthe Southern District of New York. It thus provides Maxwell no defense in this case even if it \nwould otherwise cover the conduct charged in the new counts in the S2 superseding indictment. \nMaxwell advances two new arguments for why the Court should depart from this \nreasoning—the first in her renewed motion and the second in a letter of supplemental authority. \nSee Dkt. Nos. 293, 310. In her renewed motion, she contends that Annabi contains an exception \nfor out-of-district prosecutions for charges that are \"identical to the dismissed charges.\" And in \nthe letter of supplemental authority, she contends that the opinion of the Pennsylvania Supreme \n3 \nEFTA00023897\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 4 of \n14 \nCourt in Commonwealth v.  Cosby, No. 39 MAP 2020, 2021 WL 2674380 (Pa. June 30, 2021), \nrequires dismissal. Neither argument is persuasive. \nAnnabi contains no exception for out-of-district prosecutions for charges that are \n\"identical to the dismissed charges.\" In the language Maxwell cites from Annabi, the Second \nCircuit discussed (and rejected) a claim based on the Double Jeopardy Clause, not a claim based \non the plea agreement in that case. See Annabi, 771 F.2d at 672. In that section of the opinion, \nthe Second Circuit held that even if the charges had been identical to the dismissed charges, the \ndefendants' double jeopardy claims would fail because they were never in jeopardy on the \ncharges that were dismissed under the plea agreement. Nothing in Annabi suggests that the \npresumption in favor of single-district plea agreements does not apply if later charges in another \ndistrict are sufficiently \"identical\" to the dismissed ones, and no subsequent Second Circuit case \napplying Annabi has so held. Annabi applies squarely to the facts of this case and binds this \nCourt. \nThe Court also disagrees that Cosby mandates a different result. To begin with, this \nCourt must follow the precedential opinions of the Second Circuit on questions of federal law, \nnot those of a state court. Thus, nothing in Cosby could change this Court's view that Second \nCircuit precedent in Annabi forecloses Maxwell's arguments related to the NPA. In any event, \nthe state court in Cosby did not purport to decide the same federal question at issue here. In \nCosby, the court held that it was unfair for a district attorney to proceed with charges against Bill \nCosby after the district attorney's office had, in that court's view of the facts, unequivocally \npromised that it would not charge him. Cosby, 2021 WL 2674380, at *34. That case did not \ninvolve a question of whether one office's promise bound another, much less whether a plea \nagreement in one federal district should be construed to apply in another district. Instead, the \n4 \nEFTA00023898\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 5 of 14 \ncase focused on whether prosecutors were required to honor a promise that the court found to be \nclear in the absence of a formal plea agreement. Even if this Court agreed with the analysis in \nCosby, that opinion sheds no light on the proper interpretation of the NPA in this case. \nAfter considering the arguments in Maxwell's renewed motion and letter of supplemental \nauthority, the Court's view remains unchanged from its April 16, 2021 Opinion & Order. Under \nSecond Circuit precedent, the NPA does not bind the U.S. Attorney for the Southern District of \nNew York. It thus does not bar the charges in the S2 superseding indictment. \nII. This prosecution does not violate the prohibition against double jeopardy \nThe Double Jeopardy Clause provides that \"[n]o person shall be ... subject for the same \noffence to be twice put in jeopardy of life or limb.\" U.S. Const. amend. V. \"This protection \napplies both to successive punishments and to successive prosecutions for the same criminal \noffense.\" United States v. Dixon, 509 U.S. 688, 696 (1993). \"A defendant may only raise a \nDouble Jeopardy claim if he has been put in jeopardy (i.e. jeopardy has `attached') sometime \nbefore the alleged `second' prosecution.\" United States v. Podde, 105 F.3d 813, 816 (2d Cir. \n1997). A defendant is put in jeopardy when the jury in their case is empaneled or upon the \ndefendant's entry of a guilty plea. Crist v. Bretz, 437 U.S. 28, 35 (1978); Morris v. Reynolds, \n264 F.3d 38, 49 (2d Cir. 2001). Until then, a defendant has not been put in jeopardy and the \nGovernment is free to commence a prosecution. \nMaxwell has not previously been put in jeopardy for the offenses charged in this case. \nShe concededly has not been punished or prosecuted for any prior offense. She was never \ncharged in the Southern District of Florida in connection with the Epstein investigation. She \nagreed to nothing in Epstein's NPA, because she was not a party to it. She suffered no criminal \nconsequences as a result of Epstein's guilty plea in Florida state court. To the contrary, there is \n5 \nEFTA00023899\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 6 of 14 \nno indication that Maxwell was even a subject of the Florida investigation. The Double Jeopardy \nClause bars only successive prosecution or punishment for the same offense, and Maxwell has \nendured neither. Thus, the Double Jeopardy Clause does not bar the charges against her. \nDespite facing no prior prosecution or punishment herself, Maxwell contends that she is \nimmune from prosecution because Epstein was already punished for the same conspiracy. The \ncases she cites, however, deal with successive prosecutions of a particular defendant for the same \nconspiracy, not separate prosecutions of individual co-conspirators. See, e.g., United States v. \nLopez, 356 F.3d 463, 469 (2d Cir. 2004). The Double Jeopardy Clause does not require all co-\nconspirators be tried together for related offenses. See Zafiro v.  United States, 506 U.S. 534, 539 \n(1993); United States v. Hinton, 543 F.2d 1002, 1014 (2d Cir. 1976). Whether the Government \ncould have charged Epstein again in this case has nothing to do with Maxwell's rights under the \nDouble \nJeopardy Clause. \nMaxwell finally points to one case in which the Second Circuit held that a subsequent \nprosecution might not be permissible against a defendant whose charges were dismissed after her \nhusband pleaded guilty. Dkt. No. 293 at 19 (citing United States v. Cambindo Valencia, 609 \nF.2d 603 (2d Cir. 1979)). However, the Court agrees with the Government that the result in \nCambindo Valencia rested on the terms of the husband's plea agreement, not the Double \nJeopardy Clause. See Cambindo Valencia, 609 F.2d at 638. No precedent stands for the \nproposition that an uncharged co-conspirator is put in jeopardy when another co-conspirator \naccepts a non-prosecution agreement. This is the first case in which Maxwell will be put in \njeopardy for these offenses, and so this prosecution does not put her in jeopardy a second time. \n6 \nEFTA00023900\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 7 of 14 \nCounts five and six are not time-barred \nFor most non-capital offenses, the statute of limitations under federal law is five years. \n18 U.S.C. § 3282(a). Congress has enacted longer limitations periods for certain crimes, in \nparticular for \"offense[s] involving the sexual or physical abuse, or kidnapping\" of a minor in 18 \nU.S.C. § 3283. Prior to 2003, the limitations period in § 3283 lasted until the victim reached the \nage of 25, and then Congress extended the limitations period to the life of the victim with the \nPROTECT Act of 2003, Pub. L. No. 108-21, 117 Stat 60. In 2006, Congress enacted 18 U.S.C. \n§ 3299, which eliminated the statute of limitations for the sex trafficking of minors in violation \nof 18 U.S.C. § 1591 and for some other sex crimes. See 18 U.S.C. § 3299 (\"Notwithstanding \nany other law, an indictment may be found or an information instituted at any time without \nlimitation for any offense under ... section 1591.\"). \nIn her previous motion, Maxwell argued that the Mann Act charges against her in the \nindictment were time-barred on the grounds that the extended limitations period § 3283 was not \napplicable. The Court denied that motion in its April 16, 2021 Opinion & Order. Maxwell, 2021 \nWL 1518675, at *5. Maxwell now argues that the new charges the Government has brought \nagainst her in the S2 indictment, Sex Trafficking Conspiracy (18 U.S.C. § 371) and Sex \nTrafficking (18 U.S.C. § 1591), are time-barred as well because § 3283 does not apply to those \noffenses either. She renews her contention from her previous motion that the limitations period \nin § 3283 only applies to offenses which \"necessarily entail\" the sexual abuse of a minor and \nargues that a violation of 18 U.S.C. § 1591 does not. Thus, according to Maxwell's reasoning, \nthe general five-year statute of limitations period in 18 U.S.C. § 3282(a) applies to the sex \ntrafficking counts and, because the alleged conduct occurred from 2001 to 2004, the Government \nis now time-barred for prosecuting her for these \noffenses. \n7 \nEFTA00023901\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 8 of 14 \nThe Court denies this motion for substantially similar reasons as those discussed in its \nApril 16, 2021 Opinion & Order. As an initial matter, the Court reiterates that Maxwell's \nanalysis of § 3283 is incorrect. As the Court explained, § 3283 does not call for a \n\"categorical approach\" nor an \"essential ingredient\" test, but instead requires that the defendant's \nconduct in that particular case involved the sexual abuse of a minor. Maxwell, 2021 WL \n1518675 at *5-7. Here, there is no question that Maxwell is alleged to have engaged in activity \nthat constitutes the sexual abuse of a minor with respect to the sex trafficking counts. \nBut in any event, as the Government pointed out in its brief —  and as Maxwell did not \ncontest in her reply — § 3283 is not the only statute of limitations that applies to the sex \ntrafficking counts. As discussed above, in 2006, Congress enacted § 3299 to eliminate altogether \nthe limitations period for the offense of sex trafficking children in violation of § 1591. See 18 \nU.S.C. § 3299. \nMoreover, while the alleged sex trafficking in the S2 indictment is alleged to have \noccurred prior to the enactment of § 3299 in 2006, the Court holds that the provision nonetheless \napplies retroactively to cover that conduct. In its April 16, 2021 Opinion & Order, the Court \nanalyzed § 3283 under the Landgraf v. USA Film Products, 511 U.S. 244, 280 (1994) framework \nand concluded that the limitations period applied retroactively so long as the previous limitations \nperiod had not yet expired. Maxwell, 2021 WL 1518675, at *7-8. Similar to § 3283, which \nstates that \n\"[n]o \nstatute of limitations that would otherwise preclude prosecution\" shall apply, the \nlanguage of § 3299 provides that an indictment may be instituted at any time for certain offenses \n\"[n]otwithstanding any other law.\" As discussed in the Court's previous opinion with respect \nto § 3283, this kind of language unambiguously requires that the limitations period apply \nretroactively to prosecutions for offenses committed before the date of enactment so long as the \n8 \nEFTA00023902\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 9 of 14 \napplicable limitations period has not yet run — offenses that by definition are those for which \n\"other law[sj\" of limitation would otherwise bar prosecution. See 18 U.S.C. § 3299. Moreover, \nas the Court also explained, not only does this kind of language unambiguously require \nretroactivity, it also does not result in any impermissible retroactive effects so long as it does not \nrevive time-barred claims. Maxwell, 2021 WL 1518675, at *7a The Court therefore joins \nmultiple other district courts in concluding that, like § 3283, § 3299 applies retroactively to \noffenses for which the previous limitations period has not yet run. See United States v. Nader, \n425 F. Supp. 3d 619, 629 (ED. Va. 2019); United States v. Pierre-Louis, No. 16 CR 541 (CM), \n2018 WL 4043140, at *6 (S.D.N.Y. Aug. 9, 2018); United States v. Vickers, No. 13-CR-128-A, \n2014 WL 1838255, at *8 (W.D.N.Y. May 8, 2014); United States v. Sensi, No. 3:08-CR-253 \n(WWE), 2010 WL 2351484, at *3 (D. Conn. June 7, 2010). \nThe sex trafficking charges are therefore not time-barred. Regardless of whether it was \nthe general five-year limitations period in § 3282(a) or the extended limitations period for sexual \nabuse of minors in § 3283 that was applicable to Maxwell's alleged conduct prior to the \nenactment of § 3299 in 2006, neither had expired by that date. Thus, as Maxwell does not \ncontest, § 3299 applies retroactively to the sex trafficking offenses in the indictment and the \nGovernment is permitted to bring those charges without time limitation. \nIV. Maxwell's motion to dismiss count five and either count one or count three as \nmultiplicitous is premature \nIn her previous motions, Maxwell argued that either count one or count three of the SI \nindictment, the Mann Act conspiracy charges, must be dismissed because the counts are \nmultiplicitous. In the Court's April 16, 2021 Opinion & Order, the Court joined many other \ncourts in this Circuit holding that pretrial motions of this sort are premature in light of United \nStates v. Josephberg, 459 F.3d 350, 355 (2d Cir. 2006), and the Court dismissed without \n9 \nEFTA00023903\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 10 of 14 \nprejudice. Maxwell, 2021 WL 1518675, at *14. In the instant motion, Maxwell similarly argues \nthat count five of the S2 indictment, the sex trafficking conspiracy charge, is duplicative of either \ncounts one or three. Maxwell's motion is denied without prejudice for the reasons stated in the \nCourt's April 16, 2021 Opinion & Order. \nV. The Government's delay in bringing the charges did not violate due process \nMaxwell also renews her motion to dismiss the S2 indictment based on alleged improper \npretrial delay. In its April 16, 2021 Opinion & Order, the Court denied Maxwell's motion, \nconcluding that her efforts to show actual and substantial prejudice fell far short of the \"stringent \nstandard\" necessary to prevail on such a claim. Maxwell, 2021 WL 1518675, at *9. Maxwell's \nmotion to dismiss the S2 on these grounds fails for the same reasons. As before, nothing in the \nrecord indicates that the Government's delay in bringing these charges was designed to thwart \nMaxwell's ability to prepare a defense. However, it is sufficient to conclude that Maxwell does \nnot make the strong showing of prejudice required to support this sort of claim. Maxwell \ncontends that the Government's delay in bringing charges has prejudiced her interests because \npotential witnesses have died, others have forgotten, and records have been lost or destroyed. It \nis highly speculative that any of these factors would make a substantial difference in her case. \nThe Court thus again concludes for the reasons stated in the April 16, 2021 Opinion & \nOrder, that Maxwell has failed to establish actual prejudice from the Government's delay in \nbringing charges. She may renew her motion if the factual record at trial shows otherwise. On \nthe present record, neither the applicable statute of limitations nor due process bars the charges \nhere. \n10 \nEFTA00023904\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 11 of 14 \nVI. No bill of particulars is warranted \nMaxwell moves for a bill of particulars as to counts five and six. Federal Rule of \nCriminal Procedure 7 requires that an indictment contain \"a plain, concise, and definite written \nstatement of the essential facts constituting the offense charged[.]\" The indictment must be \nspecific enough to inform the defendant of the charges and allow the defendant to plead double \njeopardy in a later prosecution based on the same events. See United States v. Stavroulakis, 952 \nF.2d 686, 693 (2d Cir. 1992). \"Under this test, an indictment need do little more than to track the \nlanguage of the statute charged and state the time and place (in approximate terms) of the alleged \ncrime.\" United States. v.  Tranzunti, 513 F.2d 1087, 1113 (2d Cir. 1975). \n\"Rule 7(f) of the Federal Rules of Criminal Procedure permits a defendant to seek a bill \nof particulars in order to identify with sufficient particularity the nature of the charge pending \nagainst him, thereby enabling defendant to prepare for trial, to prevent surprise, and to interpose \na plea of double jeopardy should he be prosecuted a second time for the same offense.\" United \nStates v. Bortnovsky, 820 F.2d 572, 574 (2d Cir. 1987). \"The purpose of a bill of particulars is to \nsupplement the allegations in the indictment when necessary to (1) enable the defendant to \nprepare his defense, (2) avoid unfair surprise to the defendant at trial, and (3) preclude a second \nprosecution of the same offense.\" United States v. Mandell, 710 F. Supp. 2d 368, 384 (S.D.N.Y. \n2010)). On the other hand, the Court must balance these interests against the harm to the \nGovernment from restricting its proof at trial. See United States v. Rajaratnam, No. 09-cr-1184 \n(RJH), 2010 WL 2788168, at *1 (S.D.N.Y. Jul. 13, 2010). \nIn her previous motions, Maxwell argued that the Mann Act counts in the indictment \nshould be dismissed for lack of specificity or that, in the alternative, the Court should compel the \nGovernment to submit a bill of particulars providing greater detail of the charges. Maxwell \nII \nEFTA00023905\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 12 of 14 \ncontended specifically that the indictment is too vague because it refers to open-ended time \nperiods for the Mann Act counts. The Court disagreed in light of Circuit precedent requiring \nonly that an indictment describe the time and place of the charged conduct in \"approximate \nterms\" and permitting the use of \"on or about\" language to describe the window of when a \nviolation occurred. Maxwell, 2021 WL 1518675, at *10 (citing Tramunti, 513 F.2d at 1113; \nUnited States v. Nersesian, 824 F.2d 1294, 1323 (2d Cir. 1987)). The Court explained that \napproximate time periods are particularly appropriate if the allegations involved ongoing conduct \nand especially if the indictment alleges sexual abuse against minor victims. Id. (citing United \nStates v. Young, No. 08-cr-285 (KMK), 2008 WL 4178190, at *2 (S.D.N.Y. Sept. 4, 2008)). \nMaxwell now again moves for a bill of particulars. Maxwell primarily argues that the S2 \nindictment does not provide specific dates for the conduct alleged with respect to the sex \ntrafficking counts. Instead, the S2 indictment provides a four-year time period from 2001 to \n2004 in which the alleged sex trafficking and sex trafficking conspiracy occurred. Maxwell's \nmotion in this respect is denied for the same reasons stated in the Court's April 16, 2021 Opinion \n& Order. The indictment alleges ongoing conduct that involve the sexual abuse of minors with \nrespect to counts five and six and therefore the approximate time period provided is sufficient. \nAccordingly, the motion for a bill of particulars is denied.' \nVII. The current disclosure schedule for impeachment material is adequate \nFinally, Maxwell moves to compel the immediate disclosure of any of Minor Victim's \nprior statements in which she did not mention Maxwell, including prior statements made to the \n' Additionally, Maxwell includes in her motion for a bill of particulars a request to require the \ngovernment to identify the unnamed co-conspirators who allegedly participated in the conspiracies \ncharged in the S2 indictment. Maxwell also made this request in the parties' joint May 21, 2021 letter to \nthe Court regarding the disclosure schedule. Dkt. No. 291. In both her motion and the May 21, 2021 \nletter, Maxwell requests that this information be disclosed to the defense at the same time that the \nGovernment discloses Jencks Act material. The Government has not opposed this request. In the absence \n12 \nEFTA00023906\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 13 of 14 \nFBI. The Court has ordered the Government to disclose all Jencks Act and Giglio material by \nOctober 11, 2021. Dkt. No. 297 at 1. That date is seven weeks in advance of trial. The Court \nsees no reason to depart from the rule in this district that impeachment material of anticipated \nwitnesses does not warrant an order compelling immediate disclosure. See United States v. \nCampo Flores, No. 15 Cr. 765 (PAC), 2016 WL 5946472, at *II (S.D.N.Y. Oct. 12, 2016). \nSeven weeks in advance of trial is far more time than is standard in this district and no showing \nhas been made that it will be insufficient for Maxwell to make effective use of the information in \npreparation of her defense. \nTo the extent Maxwell argues that the Government is in possession of prior statements \nthat are exculpatory under Brady (for example, if a witness denied Maxwell's involvement), \nrather than useful only for standard impeachment purposes, it is of course the Government's \nobligation to \"disclose such information to the defense promptly after its existence becomes \nknown to the Government so that the defense may make effective use of the information in the \npreparation of its case.\" Dkt. 68 at 1. The context of questions and answers surely matters as to \nwhether a statement (or omission) is exculpatory, impeaching, or neither. It is for the \nGovernment to make these assessments ex ante and fully meet its disclosure obligations so that \nthe defense may make effective use of any such information in preparation for trial. See United \nStates v.  Coppa, 267 F.3d 132, 144-46 (2d Cir. 2001). The Government has repeatedly \nconfirmed that it understands those obligations, and that it has met them and will continue to \nmeet them. Accordingly, the motion to compel the immediate disclosure of any of Minor \nVictim-4's prior statements in which she did not mention Maxwell is denied. \nof objection, the Court presumes the Government intends to disclose this information to Maxwell at the \nsame time that as it discloses Jencks Act material. \n13 \nEFTA00023907\n\nCase 1:20-cr-00330-AJN Document 317 Filed 08/13/21 Page 14 of 14 \nConclusion \nFor the reasons above and in this Court's April 16, 2021 Opinion & Order, the Court \nDENIES Maxwell's motion to obtain relief specified in her supplemental pre-trial motions \nrelating to the S2 indictment. This resolves Dkt. No. 292. \nSO ORDERED. \nDated: August 13, 2021 \nNew York, New York \nAL \n14 \nALISON J. NATHAN \nUnited States District Judge \nEFTA00023908",
    "pageCount": 14,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "refore immediate disclosure is not warranted. \nI. Jeffrey Epstein's non-prosecution agreement does not bar the char"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "ON & ORDER \nALISON J. NATHAN, District Judge: \nOn April 16, 2021, the Cour"
      },
      {
        "name": "On April",
        "role": "extracted",
        "context": "N J. NATHAN, District Judge: \nOn April 16, 2021, the Court issued an"
      },
      {
        "name": "The \nCourt",
        "role": "extracted",
        "context": "trafficking conspiracy count. The \nCourt did not address the new charg"
      },
      {
        "name": "On May",
        "role": "extracted",
        "context": "ril 16, 2021 Opinion & Order. On May 25, \n2021, Maxwell filed anot"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "e, five, and six as barred by Jeffrey \nEpstein's non-prosecution agreement."
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ited States Attorney \nfor the Southern District of New York. \nEFTA00023895\n\nC"
      },
      {
        "name": "Double Jeopardy",
        "role": "extracted",
        "context": "violate her rights under the Double Jeopardy Clause. The Court \nconcludes"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "he S1 superseding indictment. See United States v. Maxwell, No. 20-cr-"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "16, 2021 Opinion & Order, the Second Circuit held in \nUnited States v. Ann"
      },
      {
        "name": "The Second",
        "role": "extracted",
        "context": "(2d Cir. 1985) (per curiam). \nThe Second Circuit's opinion in Annabi i"
      },
      {
        "name": "See Salameh",
        "role": "extracted",
        "context": "le-district plea \nagreements. See Salameh, 152 F.3d at 120. Adhering to"
      },
      {
        "name": "See Dkt",
        "role": "extracted",
        "context": "r of supplemental authority. \nSee Dkt. Nos. 293, 310. In her renewe"
      },
      {
        "name": "Pennsylvania Supreme",
        "role": "extracted",
        "context": "tends that the opinion of the Pennsylvania Supreme \n3 \nEFTA00023897\n\nCase 1:20-c"
      },
      {
        "name": "Second \nCircuit",
        "role": "extracted",
        "context": "axwell cites from Annabi, the Second \nCircuit discussed (and rejected) a cl"
      },
      {
        "name": "See Annabi",
        "role": "extracted",
        "context": "plea agreement in that case. See Annabi, 771 F.2d at 672. In that sec"
      },
      {
        "name": "In \nCosby",
        "role": "extracted",
        "context": "deral question at issue here. In \nCosby, the court held that it was u"
      },
      {
        "name": "Bill \nCosby",
        "role": "extracted",
        "context": "proceed with charges against Bill \nCosby after the district attorney's"
      },
      {
        "name": "Under \nSecond",
        "role": "extracted",
        "context": "ril 16, 2021 Opinion & Order. Under \nSecond Circuit precedent, the NPA do"
      },
      {
        "name": "The Double",
        "role": "extracted",
        "context": "tion against double jeopardy \nThe Double Jeopardy Clause provides that"
      },
      {
        "name": "Jeopardy Clause",
        "role": "extracted",
        "context": "t double jeopardy \nThe Double Jeopardy Clause provides that \"[n]o person sh"
      },
      {
        "name": "Jeopardy \nClause",
        "role": "extracted",
        "context": "ida investigation. The Double Jeopardy \nClause bars only successive prosecut"
      },
      {
        "name": "See Zafiro",
        "role": "extracted",
        "context": "ogether for related offenses. See Zafiro v.  United States, 506 U.S. 5"
      },
      {
        "name": "Double \nJeopardy",
        "role": "extracted",
        "context": "h Maxwell's rights under the \nDouble \nJeopardy Clause. \nMaxwell finally poin"
      },
      {
        "name": "Cambindo Valencia",
        "role": "extracted",
        "context": "t 19 (citing United States v. Cambindo Valencia, 609 \nF.2d 603 (2d Cir. 1979)"
      },
      {
        "name": "See Cambindo",
        "role": "extracted",
        "context": "the Double \nJeopardy Clause. See Cambindo Valencia, 609 F.2d at 638. No"
      },
      {
        "name": "Mann Act",
        "role": "extracted",
        "context": "tion, Maxwell argued that the Mann Act charges against her in the \ni"
      },
      {
        "name": "Sex Trafficking",
        "role": "extracted",
        "context": "nst her in the S2 indictment, Sex Trafficking Conspiracy (18 U.S.C. § 371)"
      },
      {
        "name": "Sex \nTrafficking",
        "role": "extracted",
        "context": "spiracy (18 U.S.C. § 371) and Sex \nTrafficking (18 U.S.C. § 1591), are time-"
      },
      {
        "name": "Film Products",
        "role": "extracted",
        "context": "283 under the Landgraf v. USA Film Products, 511 U.S. 244, 280 (1994) fra"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "ort are premature in light of United \nStates v. Josephberg, 459 F.3d 350,"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "16, 2021 Opinion & Order. \nV. The Government's delay in bringing the charg"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "rs as to counts five and six. Federal Rule of \nCriminal Procedure 7 requ"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "ive and six. Federal Rule of \nCriminal Procedure 7 requires that an indictment"
      },
      {
        "name": "Federal Rules",
        "role": "extracted",
        "context": "ir. 1975). \n\"Rule 7(f) of the Federal Rules of Criminal Procedure permits"
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "mmediate disclosure of any of Minor Victim's \nprior statements in which"
      },
      {
        "name": "Jencks Act",
        "role": "extracted",
        "context": "hat the \nGovernment discloses Jencks Act material. The Government has"
      },
      {
        "name": "Campo Flores",
        "role": "extracted",
        "context": "losure. See United States v. \nCampo Flores, No. 15 Cr. 765 (PAC), 2016 W"
      },
      {
        "name": "Minor \nVictim",
        "role": "extracted",
        "context": "mmediate disclosure of any of Minor \nVictim-4's prior statements in which"
      },
      {
        "name": "Conclusion \nFor",
        "role": "extracted",
        "context": "Filed 08/13/21 Page 14 of 14 \nConclusion \nFor the reasons above and in this"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-04-16",
        "event": "April 16, 2021"
      },
      {
        "date": "2021-05-25",
        "event": "May 25, \n2021"
      },
      {
        "date": "2021-04-16",
        "event": "April \n16, 2021"
      },
      {
        "date": "2021-06-30",
        "event": "June 30, 2021"
      },
      {
        "date": "2014-05-08",
        "event": "May 8, 2014"
      },
      {
        "date": "2010-06-07",
        "event": "June 7, 2010"
      },
      {
        "date": "2021-05-21",
        "event": "May 21, 2021"
      },
      {
        "date": "2021-10-11",
        "event": "October 11, 2021"
      },
      {
        "date": "2021-08-13",
        "event": "August 13, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:09.853Z"
}