{
  "document": {
    "id": "efta00029499",
    "filename": "EFTA00029499.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00029499.pdf",
    "text": "\n\nFrom: ' (USANYS)\"  \nTo: \"IIIUSAN\nir>, \" \n(USANYS) \n[Contractor]\" \nCc: \"I \n(USANYS\n(USANYS)\" \nSubject: RE: Epstein and SDNY in 2016 \nDate: Mon, 12 Oct 2020 21:01:13 +0000 \nAgreed. To my knowledge, we've never spoken to about or heard about a  second meeting or a meeting about a \nperjury charge, so while I don't know that such a meeting occurred, I'm not sure we're in a position right now to push \nback. \nFrom: (USANYS) \nSent: Monday, October 12, 2020 4:54 PM \nTo: (USANYS) [Contractor] \nCc: (USANYS); (USANYS); (USANYS); (USANYS) \nSubject: Re: Epstein and SDNY in 2016 \nDon't think there much we can do here so I'd leave it alone. \nSent from my iPhone \nOn Oct 12, 2020, at 4:37 PM, (USANYS) [Contractor] cz:,  wrote: \nStephen Brown is filing his story shortly on the Epstein investigation (which includes discussion of the apparent decision \nby the Office in 2016 not to pursue the matter). If there's any guidance you think we can and should provide, please let \nus know in the next hour. \nFrom: \n(USANYS) [Contractor] \nSent: Friday, October 9, 2020 11:15 AM \nTo: \n(USANYS) (USANYS) \n(USANYS) < \n>; \n(USANYS) \nCc: (USANYS) \n<\nSubject: FW: Epstein and SDNY in 2016 \nStephen Brown at the Daily News is working on a story for next Tuesday about Epstein, Maxwell, and pitches made by \nvictims' lawyers to in 2016 that \"went nowhere.\" His email below explains further. His actual questions \nare at the end of his email. He has no expectations about guidance, but would appreciate any. Don't know if we should \nbe forwarding this to presumably Stephen could contact her on his own. \nFrom: Brown, Stephen •cc \nSent: Thursday, October 8, 2020 4:40 PM \nTo: (USANYS) [Contractor] \nSubject: Epstein and SDNY in 2016 \nHi Jim, Here's a rundown of the story I'm working on. Am seeking guidance from SDNY on the office's thinking at the \ntime, if FBI was looped in, and who the decision-maker was on this. Apologies for the long email but I figure better to \nprovide as much detail as possible. My editors are pretty interested in this one. \nOn Feb. 29, 2016, Epstein victims' attorneys Stan Pottinger, Brad Edwards and Peter Skinner met with then-AUSA \nand pitched her on an investigation of the Epstein scheme. I'm told had questions about \nestablishing venue, the South Florida NPA, statute of limitations issues and the general DO1 tradition of not second-\nguessing another US Attorney. She wondered if the attorneys were proposing an investigation of new conduct, or rather \na re-do of the South Florida case. (This is all from sources familiar). \nAccording to Edwards's book, the team of attorneys left the meeting feeling hopeful. \nThe AUSA acted confident that a case would be brought against Epstein for crimes committed against and \nothers in New York. Of course, first \nEFTA00029499\n\nshe had to have facts, witnesses, evidence, and victims of a New York crime. \nWe assured the prosecutor that the number of victims in New York far exceeded \nthose discovered in Florida. The group walked out excited that New \nYork was finally going to bring a case against Epstein. I said to David and \nPete, \"Don't hold your breath, the Southern District obviously doesn't know \nwho they're dealing with yet.\" \nThe effort went nowhere, as far as the victims' attorneys know. Then, after attorneys David Boies and Sigrid McCawley \ntook Maxwell's depositions in the case, Boies re-approached SDNY, I'm told. The meeting took place in August or \nSeptember between Boies, Pottinger and Kramer. They pitched SDNY on charging Maxwell with perjury. They also \nbelieved Epstein, who was paying Maxwell's legal bills, was in a perjury conspiracy. They saw this as a work-around to \noncerns about the NPA etc. \nBut t  at also went nowhere. Obviously everything changed after the Miami Herald articles and SDNY opened an \ninvestigation under Berman. \nIn addition to the headline that SDNY initially passed on tackling the case, this story will also note how the contact \nbetween victims' attorneys and SDNY relates to the perjury counts in Maxwell's criminal case. She's said in filings she \nwas the victim of a \"perjury trap,\" presumably set by Boies in cahoots with SDNY. (From her perspective). \nQuestions: \nWhy didn't SDNY pursue the Epstein case in 2016? \nWhy didn't it pursue perjury counts? \nDid SDNY contact the FBI or South Florida prosecutors about Epstein during that period? \nWho was the decision maker after Kramer met with the victims' attorneys? \nDid Preet make the call? \nThis story is tentatively scheduled for Tuesday, so this is not super urgent. Hope to hear from you tomorrow. \nThanks, \nStephen Rex Brown \nManhattan Federal Court reporter \nNY DAILY NEWS \nEFTA00029500",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "eave it alone. \nSent from my iPhone \nOn Oct 12, 2020, at 4:37 PM, (US"
      },
      {
        "name": "Stephen Brown",
        "role": "extracted",
        "context": "S) [Contractor] cz:,  wrote: \nStephen Brown is filing his story shortly o"
      },
      {
        "name": "Daily News",
        "role": "extracted",
        "context": "in 2016 \nStephen Brown at the Daily News is working on a story for nex"
      },
      {
        "name": "Hi Jim",
        "role": "extracted",
        "context": "ct: Epstein and SDNY in 2016 \nHi Jim, Here's a rundown of the stor"
      },
      {
        "name": "On Feb",
        "role": "extracted",
        "context": "etty interested in this one. \nOn Feb. 29, 2016, Epstein victims' a"
      },
      {
        "name": "Stan Pottinger",
        "role": "extracted",
        "context": "6, Epstein victims' attorneys Stan Pottinger, Brad Edwards and Peter Skinn"
      },
      {
        "name": "Brad Edwards",
        "role": "extracted",
        "context": "ms' attorneys Stan Pottinger, Brad Edwards and Peter Skinner met with th"
      },
      {
        "name": "Peter Skinner",
        "role": "extracted",
        "context": "n Pottinger, Brad Edwards and Peter Skinner met with then-AUSA \nand pitch"
      },
      {
        "name": "South Florida",
        "role": "extracted",
        "context": "bout \nestablishing venue, the South Florida NPA, statute of limitations i"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "group walked out excited that New \nYork was finally going to bring a"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "\"Don't hold your breath, the Southern District obviously doesn't know \nwho t"
      },
      {
        "name": "David Boies",
        "role": "extracted",
        "context": "s know. Then, after attorneys David Boies and Sigrid McCawley \ntook Max"
      },
      {
        "name": "Sigrid Mc",
        "role": "extracted",
        "context": "ter attorneys David Boies and Sigrid McCawley \ntook Maxwell's deposit"
      },
      {
        "name": "Miami Herald",
        "role": "extracted",
        "context": "everything changed after the Miami Herald articles and SDNY opened an"
      },
      {
        "name": "Did Preet",
        "role": "extracted",
        "context": "with the victims' attorneys? \nDid Preet make the call? \nThis story is"
      },
      {
        "name": "Stephen Rex",
        "role": "extracted",
        "context": "from you tomorrow. \nThanks, \nStephen Rex Brown \nManhattan Federal Cour"
      },
      {
        "name": "Brown \nManhattan",
        "role": "extracted",
        "context": "morrow. \nThanks, \nStephen Rex Brown \nManhattan Federal Court reporter \nNY DA"
      },
      {
        "name": "Federal Court",
        "role": "extracted",
        "context": "Stephen Rex Brown \nManhattan Federal Court reporter \nNY DAILY NEWS \nEFTA"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2020-10-12",
        "event": "October 12, 2020"
      },
      {
        "date": "2020-10-09",
        "event": "October 9, 2020"
      },
      {
        "date": "2020-10-08",
        "event": "October 8, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:23.549Z"
}