{
  "document": {
    "id": "efta00013739",
    "filename": "EFTA00013739.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013739.pdf",
    "text": "\n\nIN RE: \nINVESTIGATION OF \nJEFFREY EPSTEIN \nNON-PROSECUTION AGREEMENT \nIT APPEARING that the City of Palm Beach Police Department and the State Attorney's \nOffice for the 15th Judicial Circuit in and for Palm Beach County (hereinafter, the \"State Attorney's \nOffice\") have conducted an investigation into the conduct of Jeffrey Epstein (hereinafter \"Epstein\"); \nIT APPEARING that the State Attorney's Office has charged Epstein with three counts of \nsolicitation of prostitution, in violation of Florida Statutes Section 796.07; \nIT APPEARING that the United States Attorney's Office and the Federal Bureau of \nInvestigation have conducted their own investigation of the offenses and Epstein's background; \nIT APPEARING that Jeffrey Epstein (hereinafter \"Epstein\") has committed offenses against \nthe United States from in or around 2001 through in or around October 2005, including: \n(1 ) \nknowingly and willfully conspiring with others known and unknown to commit an \noffense against the United States, that is, to use a facility or means of interstate or \nforeign commerce to knowingly persuade, induce, or entice minor females to engage \nin prostitution, in violation of Title 18, United States Code, Section 2422(b); all in \nviolation of Title 18, United States Code, Section 371; \n(2) knowingly and willfully conspiring with others known and unknown to travel in \ninterstate commerce for the purpose of engaging in illicit sexual conduct, as defined \nin 18 U.S.C. ยง 2423(f), with minor females, in violation of Title 18, United States \nCode, Section 2423(b); all in violation of Title 18, United States Code, Section \n2423(e); \n(3) \nusing a facility or means of interstate or foreign commerce to knowingly persuade, \ninduce, or entice minor females to engage in prostitution; in violation of Title 18, \nUnited States Code, Sections 2422(b) and 2; \n(4) traveling in interstate commerce for the purpose of engaging in illicit sexual conduct, \nas defined in 18 U.S.C. ยง 2423(f), with minor females; in violation of Title 18, \nUnited States Code, Section 2423(b); and \n(5) \nknowingly, in and affecting interstate and foreign commerce, recruiting, enticing, \nand obtaining by any means a person, knowing that the person had not attained the \nPage 1  of 4 \nEFTA00013739\n\nage of 18 years and would be caused to engage in a commercial sex act as defined \nin 18 U.S.C. ยง  1591(c)(1); in violation of Title 18, United States Code, Sections \n1591(a)(1) and 2; and \nIT APPEARING that Epstein has accepted responsibility for his behavior by his signature \non this Agreement; and \nIT APPEARING, after an investigation of the offenses and Epstein's background, that the \ninterest of the United States pursuant to the Petite policy will be served by the following procedure; \nTHEREFORE, on the authority of R. Alexander Acosta, United States Attorney for the \nSouthern District of Florida, prosecution in this District for these offenses shall be deferred in favor \nof prosecution by the State of Florida, provided that Epstein abides by the following conditions and \nthe requirements of this Agreement set forth below. \nShould Epstein violate any of the conditions of this Agreement, the United States Attorney \nmay at any time initiate prosecution against Epstein for any offense. In this case, the United States \nAttorney will furnish Epstein with notice specifying the condition(s) of the Agreement that he has \nviolated. \nAfter timely fulfilling all the terms and conditions of the Agreement, no prosecution for the \noffenses set out on pages 1 and 2 of this Agreement will be instituted in this District, and the charges \nagainst Epstein if any, will be dismissed. \nTerms of the Agreement: \n1. Epstein shall plead guilty (not nolo contendere) to an Information filed by the \nState Attorney's Office charging violations of the following Florida Statutes: \n(a) \nlewd and lascivious battery on a  child, in violation of Fl. Stat. \n800.04(4); \n(b) solicitation of minors to engage in prostitution, in violation of Fl. \nStat. 796.03; and \n(c) \nengaging in sexual activity with minors at least sixteen years of age, \nin violation of Fl. Stat. 794.05. \n2. Epstein and the State Attorney's Office shall make a  joint, binding \nrecommendation that the Court impose a thirty (30) month sentence to be \ndivided as follows: \n(a) Epstein shall begin by serving at least twenty (20) months in prison, \nwithout any opportunity for withholding adjudication or sentencing, \nPage 2 of 4 \nEFTA00013740\n\nand without probation or community control in lieu of imprisonment; \nand \n(b) \nfollowing the term of imprisonment, Epstein shall serve ten (10) \nmonths of community control. \n3. Epstein shall waive all challenges to the Information filed by the State \nAttorney's Office and shall waive the right to appeal his conviction and \nsentence. \n4. Epstein shall provide to the U.S. Attorney's Office copies of all proposed \nagreements with the State Attorney's Office prior to entering into those \nagreements. \n5. Epstein agrees that, if any of the victims identified in the federal \ninvestigation file suit pursuant to 18 U.S.C. ยง 2255, Epstein will not contest \nthe jurisdiction of the U.S. District Court for the Southern District of Florida \nover his person and/or the subject matter, and Epstein will not contest that the \nidentified victims are persons who, while minors, were victims of violations \nof Title 18, United States Code, Sections(s) 2422 and/or 2423. \n6. The United States shall provide Epstein's attorneys with a list of the \nidentified victims, which will not exceed forty, after Epstein has signed this \nagreement and has been sentenced. The United States shall make a motion \nwith the United States District Court for the Southern District of Florida for \nthe appointment of a  guardian ad litem for the identified victims and \nEpstein's counsel may contact the identified victims through that counsel. \n7. Epstein shall enter his guilty plea and be sentenced not later than September \n28, 2007, and shall begin service of his sentence not later than October 15, \n2007. \n8. With credit for gain time, Epstein shall serve at least 17 months in a state \ncorrectional institution. \nEpstein understands that the United States Attorney has no authority to require the State \nAttorney's Office to abide by any terms of this agreement. Epstein understands that it  is his \nobligation to undertake discussion with the State Attorney's Office to ensure compliance with these \nprocedures, which compliance will be necessary to satisfy the United States' interest, pursuant to \nthe Petite policy. \nBy signing this agreement, Epstein asserts and certifies that each of these terms is material \nto this agreement and is supported by independent consideration and that a breach of any one of \nthese conditions allows the United States to elect to terminate the agreement and to investigate and \nPage 3 of 4 \nEFTA00013741\n\nprosecute Epstein for any and all federal offenses. \nBy signing this agreement, Epstein asserts and certifies that he is aware of the fact that the \nSixth Amendment to the Constitution of the United States provides that in all criminal prosecutions \nthe accused shall enjoy the right to a speedy and public trial. Epstein further is aware that Rule \n48(b) of the Federal Rules of Criminal Procedure provides that the Court may dismiss an indictment, \ninformation, or complaint for unnecessary delay in presenting a charge to the Grand Jury, filing an \ninformation, or in bringing a defendant to trial. Epstein hereby requests that the United States \nAttorney for the Southern District of Florida defer such prosecution. Epstein agrees and consents \nthat any delay from the date of this Agreement to the date of initiation of prosecution, as provided \nfor in the terms expressed herein, shall be deemed to be a necessary delay at his own request, and \nhe hereby waives any defense to such prosecution on the ground that such delay operated to deny \nhim rights under Rule 48(b) of the Federal Rules of Criminal Procedure and the Sixth Amendment \nto the Constitution of the United States to a speedy trial or to bar the prosecution by reason of the \nrunning of the statute of limitations for a period of months equal to the period between the signing \nof this agreement and the breach of this agreement. Epstein further asserts and certifies that he \nunderstands that the Fifth Amendment and Rule 7(a) of the Federal Rules of Criminal Procedure \nprovide that all felonies must be charged in an indictment presented to a grand jury. Epstein hereby \nagrees and consents that, if a  prosecution against him is instituted, it may be by way of an \nInformation signed and filed by the United States Attorney, and hereby waives his right to be \nindicted by a grand jury. \nBy signing this agreement, Epstein asserts and certifies that the above has been read and \nexplained to him. Epstein hereby states that he understands the conditions of this Non-Prosecution \nAgreement and agrees to comply with them. \nDated: \nJEFFREY EPSTEIN \nDated: \nGERALD LEFCOURT, \nESQ. \nCOUNSEL TO JEFFREY EPSTEIN \nDated: \nR. ALEXANDER ACOSTA \nUNITED STATES ATTORNEY \nPage 4 of 4 \nEFTA00013742",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "IN RE: \nINVESTIGATION OF \nJEFFREY EPSTEIN \nNON-PROSECUTION AGREEMENT \nIT APPEARING that the"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "IT APPEARING that the City of Palm Beach Police Department and the Sta"
      },
      {
        "name": "Police Department",
        "role": "extracted",
        "context": "G that the City of Palm Beach Police Department and the State Attorney's \nOff"
      },
      {
        "name": "State Attorney",
        "role": "extracted",
        "context": "ach Police Department and the State Attorney's \nOffice for the 15th Judici"
      },
      {
        "name": "Judicial Circuit",
        "role": "extracted",
        "context": "torney's \nOffice for the 15th Judicial Circuit in and for Palm Beach County"
      },
      {
        "name": "Florida Statutes",
        "role": "extracted",
        "context": "prostitution, in violation of Florida Statutes Section 796.07; \nIT APPEARING"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "tes Attorney's Office and the Federal Bureau of \nInvestigation have conduc"
      },
      {
        "name": "Alexander Acosta",
        "role": "extracted",
        "context": "EFORE, on the authority of R. Alexander Acosta, United States Attorney for t"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ited States Attorney for the \nSouthern District of Florida, prosecution in th"
      },
      {
        "name": "Should Epstein",
        "role": "extracted",
        "context": "s Agreement set forth below. \nShould Epstein violate any of the conditions"
      },
      {
        "name": "State \nAttorney",
        "role": "extracted",
        "context": "the Information filed by the State \nAttorney's Office and shall waive the"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "the jurisdiction of the U.S. District Court for the Southern District of"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "ions(s) 2422 and/or 2423. \n6. The United States shall provide Epstein'"
      },
      {
        "name": "Sixth Amendment",
        "role": "extracted",
        "context": "s aware of the fact that the \nSixth Amendment to the Constitution of the Un"
      },
      {
        "name": "Federal Rules",
        "role": "extracted",
        "context": "aware that Rule \n48(b) of the Federal Rules of Criminal Procedure provide"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "48(b) of the Federal Rules of Criminal Procedure provides that the Court may d"
      },
      {
        "name": "Grand Jury",
        "role": "extracted",
        "context": "in presenting a charge to the Grand Jury, filing an \ninformation, or i"
      },
      {
        "name": "Fifth Amendment",
        "role": "extracted",
        "context": "that he \nunderstands that the Fifth Amendment and Rule 7(a) of the Federal"
      },
      {
        "name": "Prosecution \nAgreement",
        "role": "extracted",
        "context": "ds the conditions of this Non-Prosecution \nAgreement and agrees to comply with the"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2007-09-28",
        "event": "September \n28, 2007"
      },
      {
        "date": "2007-10-15",
        "event": "October 15, \n2007"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:47.293Z"
}