{
  "document": {
    "id": "efta00020185",
    "filename": "EFTA00020185.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00020185.pdf",
    "text": "\n\nJ78repsc \n1 \n2 \n3 \n4 \n5 \n6 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUNITED STATES OF AMERICA \nv. \nJEFFREY EPSTEIN, \nDefendant. \nBefore: \nx \nx \nHON. RICHARD M. BERMAN \nAPPEARANCES \nGEOFFREY S. BERMAN \nUnited States Attorney for the \nSouthern \nDistrict of New York \nAssistant United States Attorneys \nREID H. WEINGARTEN \nMARTIN G. WEINBERG \nMARC FERNICH \nAttorneys for Defendant \nAlso \nPresent: \n- Special \nAgent FBI \n- NYPD \n- Probation \nOfficer \n- Probation \nOfficer \n19 CR \n490 (RMB) \nConference \nNew York, N.Y. \nJuly 8, 2019 \n2:00 \np.m. \nDistrict Judge \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020185\n\nJ78repsc \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n(Case called) \nTHE COURT: \nGood afternoon. \nI think I'm pretty \nmuch up to speed as to where you \nare in the sense that I am aware that you have been before \nMagistrate Judge Pitman earlier this morning and up to some \nfew \nminutes ago for purposes of presentment, arraignment, and \nsome \npreliminary \ndiscussion of bail. Is that accurate? \nMR. \n:  That's correct, your Honor. I don't \nwant to speak for defense counsel, but my understanding is they \nexpect to put in some sort of written submission and return to \nargue the rest of the bail hearing on Thursday before Judge \nPitman at 2:00. That is, if your Honor refers the bail hearing \nto Judge Pitman on that basis as \nwell. \nTHE COURT: I might \njust take that bail application \nbefore me. We'll \nfigure out a time when that would be \ncomfortable for all of you. How is that? \nMR. WEINGARTEN: That's fine with the \ngovernment, your \nHonor. \nTHE COURT: I have a few items on \nmy list. I want to \nmake \nmention, I'm sure Magistrate Judge Pitman did, of our \npresumption \nof innocence. Even though in some of these \ndiscussions, and probably more so when we get to \nbail, it may \nsound like we are talking about merits of the case, it's \nimportant that we underscore that the presumption of innocence \npertains to Mr. Epstein, now and until such time, if it comes, \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020186\n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nJ78repsc 3 \nthat there is a guilty determination by a jury or by the Court, \nthat he is presumed to be innocent. \nI did have these questions. One has to do with \npersons who are categorized as victims. I want to get some \nassurance from the U.S. Attorney's office that they have been \nnotified about this case and that you will keep them abreast of \ndevelopments in this case. \nMR. \n:  Yes, your Honor, we are acutely aware \nof our obligations to the victims in this case. We have \nnotified them and we expect to continue to do so as the case \nmoves forward. \nTHE COURT: \nSecond, for my background, I am aware that \nthere are certain conditions that attach to Mr. Epstein's sex \noffender status resulting from his Florida state prosecution in \nor about 2008. One result is that \nunder New York law --\ncorrect \nme if I'm wrong about any of this -- he is considered \nto be at high risk of \ncommitting another sex crime with minors. \nIs \nthat a fair characterization of his sex offender status? \nMR. :  Your Honor, \nas the government set \nforth in its submission to Judge Pitman, and we copied this \nCourt, it is our understanding that the defendant is a tier 3 \nsex offender in \nNew York and that that is characterized as \nhigh-risk \nindividual. \nTHE COURT: The \nquestion that I have is what are the \nimplications, if \nany, of the search conducted by the U.S. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020187\n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nJ78repsc \n4 \nAttorney's office over the weekend of Mr. Epstein's residence \non East 71st Street for the terms and conditions of his sex \noffender status, if any? Are there any consequences or \nrelationship between what was uncovered and what he is obliged \nto do? \nMR. :  May I have one \nmoment, your Honor? \nTHE COURT: \nYes. \nMR. :  Your Honor, in \nresponse to that \nquestion, at the outset I should say that we don't have \nparticular interaction with state authorities with respect to \nthose types of notifications. We are, I would say, in \nthe \nearly stages of reviewing those materials. With respect to the \ndefendant's obligations or potential consequences in the New \nYork State system, we \ncertainly will notify whichever \nauthorities are appropriate. I don't think \nthat we have a role \nother than that. \nI will say that \nthey are extremely concerning with \nrespect to bail here, with respect to the conduct here, \nand\nexpect we will get into that more in our submissions and bail \nargument. \nTHE COURT: By the way, \nif defense counsel wants to \njump in at any \npoint, feel free to do that? \nMR. WEINGARTEN: On that, we \nhave not seen the \npictures. \nTHE COURT: I haven't \neither. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020188\n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nJ78repsc 5 \nMR. WEINGARTEN: I \nunderstand. It is our expectation \nthat they are ancient, that \nthey are pre his spending time in \nprison, and/or they are erotic pictures of adults who \nvoluntarily \nengaged in that conduct. \nTHE COURT: I \nhave a question about the Southern \nDistrict of Florida nonprosecution agreement dated probably in \n2008 -- is \nthat correct? \nMR. \n:  It's dated in 2007, your \nHonor. \nTHE COURT: \nIs that a public document? \nMR. WEINGARTEN: It is, your \nHonor. It's been \npublicly filed in connection with other civil litigation. \nTHE COURT: Does that agreement bear on in any way the \nsearch and results of the search that were conducted at Mr. \nEpstein's townhouse over the weekend? \nMR. :  Not in ways that \nI am aware of now, \nyour Honor. Again, we are \nvery much in progress on the search. \nWe will continue to consider any other implications beyond this \ncase as we continue to review those \nmaterials. \nOn a separate note, your Honor, I want to add the \ngovernment noted it is aware of its \nvictim obligations. In \nterms of notification, we have made \nnotification to individuals \nthat we are in particular aware of. We also have listed a \nphone number for \nvictims to be in touch with the FBI, with the \nU.S. Attorney's office. We have also put a website up and have \nasked victims to be in touch with us through those sources as \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020189\n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nJ78repsc \n6 \nwell. That is just to round out the notification that the U.S. \nAttorney's office has made. \nMR. WEINGARTEN: May I be heard \nbriefly on that? \nTHE \nCOURT: Sure. \nMR. WEINGARTEN: For us, your Honor, the \nNPA is the \ncenter of \nthe universe for everything, search included, because \nthe NPA was the result of an extensive 3-year investigation by \nlaw enforcement in \nFlorida. In essence, the Feds made Mr. \nEpstein plead to a state offense and they declined prosecution \nfederally, and that is translated in \nthe NPA. Mr. Epstein did \nhis time, Mr. Epstein is on the registration list, and Mr. \nEpstein paid the alleged victims. \nAs I am sure you have noted from the indictment, that \nconduct too is an ancient history. That conduct is 2002 to \n2005. It is our belief that this is \nbasically a re-do. This \nis basically the Feds today, not happy with what \nhappened in \nthe decision that led to the NPA, redoing the same conduct that \nwas investigated 10 years ago and calling it, instead of \nprostitution, calling \nit sex trafficking. We think that is the \nheart of everything, and that will be the centerpiece of our \ndefense, at least \nlegally. \nTHE COURT: My understanding of what the government is \nasserting is that the episodes that occurred in \nManhattan were \nnot included in the nonprosecution agreement in Florida and \nthat there is a separate basis not only for \na sex trafficking \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020190\n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nJ78repsc \ncount but also for a sex trafficking conspiracy count. \nMR. WEINGARTEN: We have had good \nconversations with \nthe prosecutors, and we like and respect them. \nWe are looking \nforward to getting discovery. We are interested to see whether \nthe prosecutors in Florida, who are now under \nsevere criticism \n10 years later, steered the alleged victims \nto New York, \nwhether or not they violated their responsibilities under the \nNPA. \nTHE COURT: Whether the federal \nprosecutors in Florida \nviolated their terms and conditions? \nMR. WEINGARTEN: That will certainly be germane. \nTHE COURT: Is \nthat the point? \nMR. WEINGARTEN: \nYes. \nTHE \nCOURT: Got it. \nMR. :  Your Honor, if I could very briefly \nrespond to those points? \nTHE \nCOURT: Sure. \nMR. :  I expect this \nwill be briefed and \nargued on Thursday. I don't intend to go into extensive \ndetails about that. I just want to flag for the Court that \ndefense counsel is saying that this conduct is ancient. \nWhat \nhe is not saying is it is beyond the statute of limitations, \nbecause it is not. \nSecond, the allegation that this is \nsome kind of a \nconspiracy \nwithin the Department of Justice is just false. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020191\n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nJ78repsc \nThere is no evidence to support that. The \ninvestigation was \nbegun and conducted entirely separate from any other \ndistrict. \nIt began in the Southern \nDistrict of New York. \nCertainly there is evidence that was gathered that is \nconsistent with and \neven overlapping with the prior \ninvestigation. But as the Court noted, in particular an entire \ncount of this indictment is with \nrespect to New York victims. \nAnd that is before we even get to the fact that the \nnonprosecution agreement does not bind the \nSouthern District of \nNew York. \nTHE COURT: I \nwas going to ask you about that too. \nNow that you have mentioned the topic, explain that, would you. \nMR. :  Yes, \nyour Honor. I do expect that we \ncan brief this, but the short version is that this prosecution \nis not precluded by the nonprosecution agreement entered into \nby the defendant in the Southern District \nof Florida. That \nagreement expressly referred to that federal district. It \ndidn't purport to bind any other office or district. \nIt is well-settled in the Second Circuit that a plea \nagreement in one U.S. Attorney's office does not bind another \nunless otherwise stated. That is even if, based on case law, \nthe agreement refers generally \nto \"the government.\" Again, \nadditionally, as set forth in the indictment returned by the \ngrand jury, the substantive count alleges acts occurring in \nNew \nYork and \nalleges New York-based victims. \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020192\n\nJ78repsc \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nThat is in spite of the fact that the Southern \nDistrict is not bound, is not a signatory to, and otherwise has \nno connection to the NPA. And there is no evidence that we \nhave come across that the Southern District \nof New York was \nconsulted, asked, involved, notified as far as we have seen. \nFor those reasons and others \nI'm sure we will brief, \nwe don't think \nthe NPA applies to us. \nMR. WEINBERG: If I may reply briefly, your Honor? \nTHE COURT: \nYes. \nMR. WEINBERG: I have been one \nof Mr. Epstein's \ncounsel through the CVRA litigation which started in 2008 and \ncontinues. In fact, our briefing is \ntoday. The NPA provided \nhim with immunity for any offenses arising \nfrom a joint \nFBI/grand jury/U.S. Attorney \ninvestigation that led to a \ndecision by Mr. Epstein to plead to a higher state offense than \nthe state prosecutors contemplated. He went to jail, signed an \nagreement, and has lived up to its terms 100 percent. \nWe have seen in \nthe paperwork of the CVRA, in the \nSouthern District \nof Florida, in writing at docket 205-2 the \ngovernment's \nmotion to dismiss CVRA, urging that the witnesses \nthere go to the Southern District of New York \nand essentially \ntry to motivate them to prosecute for the very same conduct, in \nother words, the conduct that Mr. \nEpstein was immunized, \nincluding travel between two states, telephonic communications \nbetween two states. Florida immunized \nhim for the same travel \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020193\n\nJ78repsc \n1 \nand telephonic communications as well as the 1591 category. \n2 \nIn addition, the Department of Justice reviewed the \n3 NPA on several occasions in 2008 and essentially confirmed that \n4 \nthe exercise of discretion shown in \nFlorida was appropriate. \n5 \nBut the most important thing is that there was communication \n6 between the prosecutors in Florida, perhaps through prosecutors \n7 \nin Georgia that took over the case because the Florida \n8 prosecutors were recused as a result of Judge Marrah's \n9 \ndecisions in the CVRA case. \n10 \nWe know the government is relying in part \non evidence \n11 \nthat was generated by the Southern District of Florida case \n12 \nback in 2007. They have talked about message pads, telephone \n13 records. They are the same message pads and telephone records \n14 \nthat reflect conduct that was exclusively 15, 16, 17 years ago. \n15 \nSo we do have a principal position that we will put to the \n16 Court at the appropriate time regarding \nthe legality of this \n17 \nprosecution and whether or not it is appropriately barred. \n18 \nI can say as a criminal defense lawyer of 45 years, \n19 when there is an interstate wire, mailing, travel, and there is \n20 one district that is conducting an investigation, you negotiate \n21 \nwith that district and count on the Department of Justice to \n22 \nwhat it does every day decade after decade after decade, which \n23 \nis not to go to the second jurisdiction that received the \nmail \n2.1 \nthat was sent from the \nimmunizing jurisdiction and have a \n25 \nprosecution on the very same conduct. \nWe will be briefing \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020194\n\nJ78repsc \nLi \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthat. \nTHE COURT: \nDo you anticipate that there is going to \nbe any discussion here about the legality of \nthe NPA? \nMR. WEINBERG: Not the legality of the NPA. I think \nthe discussion here is going to be about its scope. \nTHE COURT: From the \ndefense, yes. You don't think \nyou expect to hear anything from the \ngovernment, for example? \nMR. WEINBERG: In the Southern \nDistrict case, the CVRA \ncase, maybe two weeks ago the Northern District of \nGeorgia \nprosecutors, who are proxy for the Southern \nDistrict of \nFlorida, filed the submission before District Judge Marrah in \nthe CVRA case totally supporting the constitutionality and \nlegality of the NPA, \ntheir discretion to enter into it, and \nthat there absolutely has never been a charge that Mr. \nEpstein \never did anything other than fully perform his end as a citizen \nwho is expecting the benefits of a contract that he lived up \nto. \nTHE COURT: I \nthought there had been some contention \nthat the way that the victims \nvis-a-vis the Florida NPA were \ndealt with or not dealt with was one basis for attacking the \nlegality of that arrangement. \nMR. WEINBERG: The petitioners are \nvigorously and have \nvigorously for \nmany years challenged, many years starting quite \nfrankly after Mr. Epstein \nperformed his obligations to go to \njail and \nchallenged it, claiming that there was no consultation \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020195\n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nJ78repsc \nprior to \nthe government's entering the agreement. \nThe Department of Justice at the time did not believe \nthe CVRA extended absent a federal charge. The predicate is a \nfederal crime that harms a victim. The petitioners have \nvigorously asserted a different position. Judge \nMarrah, in a \nsummary judgment motion, agreed with the petitioners as to the \nfault of the government in not \nconferring. The issue of remedy \nis before Judge Marrah at the present time, your Honor. \nTHE COURT: \nOkay. \nMR. :  Your Honor, if I may very briefly? \nTHE COURT: \nYes. \nMR. :  The crux \nof the defense argument here \nI think cuts precisely the other way. They are arguing that \nthe Southern District of Florida has sort of sent up a flag \nthat these prosecutions could be undertaken \nelsewhere. That's \ntrue. The Southern District of Florida has argued in \npapers \nthat they believed, the Southern District of \nFlorida believed, \nthat the nonprosecution agreement was limited to that district. \nThey have said that out loud and in public \nand in their \npositions in filing. \nSo certainly this investigation was not shoveled to \nthe Southern District \nof New York from anywhere else, including \nthe Department of Justice. We expect that the nonprosecution \nagreement will not \nbe an impediment, in particular because the \ndefendant certainly did not lack for sophisticated counsel in \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020196\n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nJ78repsc \nnegotiating that agreement, which again did not \ninclude the \nSouthern \nDistrict of New York. We don't expect that to be any \nimpediment at all here. \nTHE \nCOURT: Got it. \nThis is a small item. In the pretrial \nservices report \nwhich was prepared today -- how many, if more than one, \npassports does Mr. Epstein \nhave? \nMR. WEINGARTEN: Mr. Epstein \nreported today one. \nTwo \nothers were rescinded. As we understand it, there is one \neffective passport today. \nI would like \nto make one other point about the \npretrial that is extremely important. \nTHE \nCOURT: Go ahead. \nMR. WEINGARTEN: The way it \nreads is that we have \nrefused to \nprovide information about income and assets. \nTHE COURT: I didn't really \nread it that way myself. \nI thought it was incomplete in some places and I thought it \ncould be beefed up, so to speak. But I imagine \nthat in the \nbail application those matters may be dealt with. \nMR. WEINGARTEN: \nExactly. \nTHE COURT: For Mr. \n:  In your letter you \ndescribe some obstruction or harassment, witness \ntampering, \nalleged, by Mr. Epstein. That, I \ntake it, is going to be \nincluded in any response or any bail submission made by the \ngovernment? \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020197\n\nJ78repsc \n14 \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMR. :  Your Honor, I \nthink we addressed that \nin our initial \nsubmission. To the extent defense counsel has a \nresponse to it, we will evaluate that response and see whether \nadditional submission from the \ngovernment is required or \nappropriate. \nTHE COURT: I think that's it for me in \nterms of \nquestions that I might \nhave had. \nThere is, of course, a conspiracy charge here, one of \nthe two counts. It may be \nearly in your investigation to know. \nDo you anticipate that there may be other defendants \nin this \nproceeding? \nMR. :  Your \nHonor, we don't expect any \nimminent superseding \nindictments in this case. It certainly is \npossible down the road. \nMR. WEINGARTEN: May I make one \npoint, your Honor? \nThese obstruction allegations we find very nettlesome and \nbothering. My understanding is that \nthe Feds and Mr. Epstein's \nattorneys back in the early 2000s, or 2007 and 8, when \nthey \nwere negotiating were looking desperately for an appropriate \nstatute. They finally settled on a state statute that Mr. \nEpstein pled to. We all know how unusual that is. There was \nsome consideration of a federal statute, including obstruction. \nSo lawyers in good faith were having discussions back \nand forth whether or not they could squeeze Mr. Epstein's \nconduct into a particular statute, and they concluded they \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020198\n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nJ78repsc \ncouldn't because the facts didn't fit. \nThat is my \nunderstanding of how those obstruction discussions arose. \nTHE \nCOURT: Got it. \nIn terms of bail \napplication, it would be helpful, and \nmaybe this is your anticipation, to file written submissions. \nIf you could do that. What I'm getting to is Thursday \nafternoon is not a good time, \nin my opinion. I would prefer to \ndo it, if you would go along with this, Monday morning at, \nsay, \n9:30. That would give everybody more time to make these \nsubmissions and to study them. Is that agreeable? \nMR. WEINGARTEN: \nYes. \nMR. WEINBERG: \nYes. \nTHE COURT: Why don't we say \nMonday at 10:00. Have \nyou arranged written submissions on any time schedule with \nMagistrate Judge Pitman? \nMR. \n:  May we have just a moment, your \nHonor, \nwith defense counsel? \nTHE COURT: Yes, \nwould you. And also determine if one \nparty or the other is going first and that the other is \nresponding or they are simultaneous. \nMR. \n(Pause) \nMR. \nYes, your Honor. Thank you. \nYour Honor, the \ngovernment is \nprepared to rely on its initial submission at least for its \nfirst argument. I expect defense counsel will respond to that \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020199\n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nJ78repsc \nand propose a package. Then the \ngovernment would like an \nopportunity to reply to that submission. \nThe parties would be happy to make those deadlines \nThursday and Saturday respectively. However, we are also happy \nto back that up a little bit if the Court prefers not to \nreceive the government's submission over the weekend. We could \ndo an earlier deadline on Thursday for defense and a late \nFriday deadline for the Court from the government, depending on \nwhat the Court prefers. \nTHE COURT: I was \ngoing to propose defense Thursday at \nnoon. Is that okay to get your submission in? \nMR. WEINBERG: We can \ndo that, your Honor. \nTHE COURT: Thanks. \nAnd if you could respond Friday by 5:00 p.m. \nMR. :  We will, your Honor. \nThank you. \nTHE COURT: Then we can have \noral presentations. I \ntake it everybody wants to have oral presentations in addition \nto the written. I'll set aside as much time as we need on the \n15th at 10:00. \nI ask the \ngovernment if there is a speedy trial issue \nor application that takes us to Monday at 10:00 a.m. \nMR. :  Yes, your Honor. The government asks \nthat speedy trial time be excluded until Monday. We do expect \nto begin the process of working on producing discovery, to \ninclude discussions with defense counsel about a protective \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020200\n\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nJ78repsc \n17 \norder. I think, frankly, \nthe outcome of that will be effected \nby the coming week. But we do expect to have those \nconversations and therefore request that speedy trial time be \nexcluded until Monday. \nTHE COURT: I am going \nto find under 18 United States \nCode 3161 that the request for adjournment, joined in by both \nsides, to and including Monday the 15th at 10:00 a.m., is \nappropriate and warrants exclusion of the adjourned time from \nspeedy trial calculations. \nI further find \nthat the exclusion is designed to \nprevent any possible miscarriage of justice to facilitate these \nproceedings and, initially at least, so that counsel has time \nto prepare written bail submission and to guarantee effective \nrepresentation of and preparation by counsel for both sides. \nThus, the need for exclusion and the ends of justice outweigh \nthe interests of the public and the defendant in a speedy trial \npursuant to 18 \nU.S.C. section 3161(h) (7)\n(A) \nand \n(B). \nDoes anybody want to add anything to today's session? \nMR. :  Your Honor. May we \nhave one more \nmoment \nwith defense counsel? \nTHE \nCOURT: Sure. \n(Pause) \nMR. :  Nothing from the government. Your \nHonor. \nTHE COURT: \nDefense? \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020201\n\nJ78repsc \n1 MR. WEINBERG: Nothing from the \ndefense, your Honor. \n2 THE \nCOURT: Nice to see you all. See you on Monday. \n3 \nThank \nyou. \n4 \n(Adjourned) \n5 \n6 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nSOUTHERN DISTRICT REPORTERS, P.C. \nEFTA00020202",
    "pageCount": 18,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "STRICT OF NEW YORK \nUNITED STATES OF AMERICA \nv. \nJEFFREY EPSTEIN, \nDefendant. \nBefore: \nx \nx \nHON. RICHARD M. BERM"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "ion of innocence \npertains to Mr. Epstein, now and until such time,"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "ited States Attorney for the \nSouthern \nDistrict of New York \nAssistant United"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "uthern \nDistrict of New York \nAssistant United States Attorneys \nREID H. WEI"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "of New York \nAssistant United States Attorneys \nREID H. WEINGARTEN \nMARTIN G"
      },
      {
        "name": "Defendant \nAlso",
        "role": "extracted",
        "context": "MARC FERNICH \nAttorneys for Defendant \nAlso \nPresent: \n- Special \nAgent F"
      },
      {
        "name": "Special \nAgent",
        "role": "extracted",
        "context": "Defendant \nAlso \nPresent: \n- Special \nAgent FBI \n- NYPD \n- Probation \nOff"
      },
      {
        "name": "Probation \nOfficer",
        "role": "extracted",
        "context": "Special \nAgent FBI \n- NYPD \n- Probation \nOfficer \n- Probation \nOfficer \n19 CR"
      },
      {
        "name": "Conference \nNew",
        "role": "extracted",
        "context": "n \nOfficer \n19 CR \n490 (RMB) \nConference \nNew York, N.Y. \nJuly 8, 2019 \n2:0"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "Y. \nJuly 8, 2019 \n2:00 \np.m. \nDistrict Judge \nSOUTHERN DISTRICT REPORTERS,"
      },
      {
        "name": "Magistrate Judge",
        "role": "extracted",
        "context": "re that you have been before \nMagistrate Judge Pitman earlier this morning a"
      },
      {
        "name": "Judge \nPitman",
        "role": "extracted",
        "context": "il hearing on Thursday before Judge \nPitman at 2:00. That is, if your Hon"
      },
      {
        "name": "Judge Pitman",
        "role": "extracted",
        "context": "r refers the bail hearing \nto Judge Pitman on that basis as \nwell. \nTHE"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "potential consequences in the New \nYork State system, we \ncertainly w"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "agreement does not bind the \nSouthern District of \nNew York. \nTHE COURT: I"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "t. \nIt is well-settled in the Second Circuit that a plea \nagreement in one"
      },
      {
        "name": "Judge Marrah",
        "role": "extracted",
        "context": "s were recused as a result of Judge Marrah's \n9 \ndecisions in the CVRA c"
      },
      {
        "name": "Northern District",
        "role": "extracted",
        "context": "case, maybe two weeks ago the Northern District of \nGeorgia \nprosecutors, who"
      },
      {
        "name": "The Department",
        "role": "extracted",
        "context": "nt's entering the agreement. \nThe Department of Justice at the time did no"
      },
      {
        "name": "Judge \nMarrah",
        "role": "extracted",
        "context": "sserted a different position. Judge \nMarrah, in a \nsummary judgment motio"
      },
      {
        "name": "The Southern",
        "role": "extracted",
        "context": "ken \nelsewhere. That's \ntrue. The Southern District of Florida has argue"
      },
      {
        "name": "For Mr",
        "role": "extracted",
        "context": "GARTEN: \nExactly. \nTHE COURT: For Mr. \n:  In your letter you \ndesc"
      },
      {
        "name": "Your \nHonor",
        "role": "extracted",
        "context": "in this \nproceeding? \nMR. :  Your \nHonor, we don't expect any \nimminen"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-07-08",
        "event": "July 8, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:00.380Z"
}