{
  "document": {
    "id": "efta00018169",
    "filename": "EFTA00018169.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018169.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: Re: JE \nDate: Thu, 11 Jul 2019 00:49:59 +0000 \nImportance: Normal \njust called - FBI reached out to NYPD leadership already and they were told that SVU has been directed \nto stand down and that all Epstein stuff needs to go to and through us. DANY could still try to go forward with \ntheir own investigators, so I think it is worth a call over. \nSent from my iPhone \n> On \nJul 10, 2019, at 8:47 PM, wrote: \n> \nAlso, as has pointed out, DANY is presumably working with NYPD. But NYPD through the task force is \nworking with us, and even stood up to announce the charges with us. So we may also want to conduct outreach \nthat way. \n> Sent from my iPhone \n>> \nOn Jul 10, 2019, at 8:25 PM, wrote: \n>> Sony — interviews lined up for Friday, not tomorrow. \n>> Here's another fire: DANY is proceeding with their investigation and already reached out to nbc news victim \nto arrange an interview. I'm not sure what the point is given both their double jeopardy and SOL issues. Let's \ndiscuss outreach to them. \n>> Sent from my iPhone \n>>> On \nJul 10, 2019, at 8:18 PM, wrote: \n>» \n>>> This is fine with me if they can be nimble. For example, the agents and are in Florida as we \nspeak. Agents are doing approaches and interviews lined up for tomorrow — we cannot let the bureaucracy stand \nin the way, have to delay things etc. I suppose we go with it for now and see if that becomes a concern. \n>» \n>» \nSent from my iPhone \n>>>> On Jul 10, 2019, at 8:10 PM, Berman, Geoffrey (USANYS) wrote: \n>>» \n>>>> I spoke to Sweeney. We will be going forward with the compromise. CFI in the room but interview \nconducted by AUSA and agent. There will be a strategy session with CFI before each interview and any \nsuggestions from CFI will be incorporated by us in the interview to the extent we can. If CFI feels they have to \ninterject during the interview they can or they may talk to us outside of the room. We, of course, will be \nsolicitous of CFI. They are the experts. Does this work for everyone? Geoff \nEFTA00018169",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "On \nJul",
        "role": "extracted",
        "context": "over. \nSent from my iPhone \n> On \nJul 10, 2019, at 8:47 PM, wrote:"
      },
      {
        "name": "On Jul",
        "role": "extracted",
        "context": ". \n> Sent from my iPhone \n>> \nOn Jul 10, 2019, at 8:25 PM, wrote:"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:56.327Z"
}