{
  "document": {
    "id": "efta00027268",
    "filename": "EFTA00027268.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027268.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 74 Filed 11/23/20 Page 1 of 2 \nU.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nNovember 23, 2020 \nBY ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthern District of New York \nUnited States Courthouse \n40 Foley Square \nNew York, New York 10007 \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Government respectfully submits this letter to provide an update regarding the \ndefendant's conditions of confinement at the Metropolitan Detention Center (\"MDC\") pursuant to \nthe Court's Order dated August 25, 2020. (Dkt. No. 49). Over the past three months, the \nGovernment has had multiple conversations with MDC legal counsel regarding the defendant's \nconditions of confinement. This update is based on information provided to the Government by \nMDC legal during those conversations. \nLast week, a staff member who was assigned to work in the area of the MDC where the \ndefendant is housed tested positive for COVID-19. In response, the MDC implemented the same \nquarantine protocols that apply whenever an inmate has potentially been exposed to the virus. \nSpecifically, on November 18, 2020, the defendant was tested for COVID-19 using a  rapid test, \nwhich was negative. That same day, the defendant was placed in quarantine. As with any other \nquarantined inmate, the defendant will remain in quarantine for fourteen days, at which point she \nwill be tested again for COVID-19. If that test is negative, she will then be released from \nquarantine. To date, the defendant has not exhibited any symptoms of COVID-19. \nDuring her time in quarantine, the defendant will be housed in the same cell where she was \nalready housed before she was placed in quarantine, and medical staff and psychology staff will \ncontinue to check on the defendant every day. Like all other MDC inmates in quarantine, the \ndefendant will be permitted out of her cell three days per week for thirty minutes. During that \ntime, the defendant may shower, make personal phone calls, and use the CorrLinks email system. \nIn addition, the defendant will continue to be permitted to make legal calls every day for up to \nthree hours per day. These calls will take place in a room where the defendant is alone and where \nno MDC staff can hear her communications with counsel. \nOn November 18, 2020, the Government provided the MDC with a laptop for the defendant \nto use to review discovery. During quarantine, the defendant has been and will continue to be \npermitted to use that laptop in her isolation cell to review her discovery for thirteen hours per day, \nEFTA00027268\n\nCase 1:20-cr-00330-AJN Document 74 Filed 11/23/20 Page 2 of 2 \nPage 2 \nseven days per week. Accordingly, the defendant is receiving the same amount of time to review \nher discovery and the same amount of time to speak with her lawyers as she received before \nentering quarantine. The defendant will not, however, be permitted to meet in person with her \nlawyers until she tests out of quarantine. \nAfter the defendant tests out of quarantine, she will resume the same schedule that the \nMDC implemented approximately three months ago. Specifically, from 7am to 8pm every day, \nthe defendant will be permitted out of her isolation cell. During those thirteen hours, the defendant \nwill have access to a computer on which to review her discovery outside of her cell. Also during \nthe day, the defendant will be permitted to, among other things, make legal calls, make personal \ncalls, access CorrLinks, and shower. From 8pm to 7am, the defendant will remain in her isolation \ncell. The defendant will also be permitted to have in-person visits with her attorneys up to three \ndays per week for multiple hours per visit. On days when the defendant does not have in-person \nlegal visits, she will have access to legal calls for up to three hours per day. \nAs was the case three months ago, the defendant continues to have more time to review her \ndiscovery than any other inmate at the MDC, even while in quarantine. The defendant also has as \nmuch, if not more, time as any other MDC inmate to communicate with her attorneys, even while \nin quarantine. \nAs noted above, over the past three months, the Government has repeatedly communicated \nboth with MDC legal counsel and defense counsel regarding the defendant's conditions of \nconfinement. Whenever the defense has raised a  concern on this topic, the Government has \nimmediately contacted MDC legal counsel to inquire about and, where appropriate, to address the \nconcern. The Government will continue to keep those lines of communication open and will \nremain responsive to any concerns raised by the defense regarding the defendant's conditions of \nconfinement. Should the Court have any questions or require any additional details regarding this \ntopic, the Government will promptly provide additional information. \nRespectfully submitted, \nAUDREY \nSTRAUSS \nActing United States \nAttorney \nBy: \nMaurene Comey / Alison Moe / Lara Pomerantz \nAssistant United States Attorneys \nSouthern \nDistrict of New York \nTel: (212) 637-2324 \nCc: All Counsel of Record (By ECF) \nEFTA00027269\n\nCase 1:20-cr-00330-AJN Document 78 Filed 12/01/20 Page 1 of 2 \nU.S. \nDepartment of Justice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mono Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nDecember 1, 2020 \nBY ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthern District of New York \nUnited States Courthouse \n40 Foley Square \nNew York, New York 10007 \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe parties jointly submit this letter in response to the Court's November 24, 2020 order \ndirecting the parties to meet and confer regarding the defendant's request that the warden of the \nMetropolitan Detention Center (\"MDC\") report directly to the Court and counsel on the \ndefendant's conditions of detention. (Dkt. No. 76). Over the past week, the Government has \nspoken with MDC legal counsel regarding the defendant's conditions of confinement and has tried \nto gather additional information regarding the concerns raised by the defendant, which the \nGovernment has shared with defense counsel. The Government has also conferred with defense \ncounsel three times regarding the same, as well as the defense's request relating to MDC Warden \nHeriberto Tellez. The parties have been unable to reach agreement. Our respective positions \nfollow. \nThe Government respectfully submits that the Court should allow MDC legal counsel to \nrespond directly in writing to the Court and defense counsel regarding the concerns defense \ncounsel has raised relating to the defendant's conditions of confinement. The Government \nunderstands that MDC legal counsel is prepared to submit a letter by this Friday, December 4, \n2020. Such a letter is the appropriate next step at this time, as it will allow the Court to hear \ndirectly from MDC legal counsel who can address the defendant's conditions of confinement. The \nletter will allow the Court to ascertain whether further inquiry, including a personal appearance by \nthe Warden or other MDC personnel, is necessary. Moreover, the Government does not \nunderstand the concerns raised by the defense to implicate the defendant's access to legal materials \nor her ability to communicate with her counsel. As noted in the Government's letter dated \nNovember 23, 2020, the defendant continues to have more time to review her discovery than any \nother inmate at the MDC. The defendant also has as much, if not more, time as any other MDC \ninmate to communicate with her attorneys. (Dkt. No. 74). \nThe defense disagrees. As communicated to the Government, the defense's position is as \nfollows: Warden Heriberto Tellez should appear before the Court to directly address concerns \nregarding Ms. Maxwell's conditions of confinement, which specifically target her. On October \n29, 2020, the defense emailed a  letter to Warden Tellez detailing the onerous and restrictive \nconditions, including but not limited to concerns regarding the supplemental camera; excessive \nEFTA00027270\n\nCase 1:20-cr-00330-AJN Document 78 Filed 12/01/20 Page 2 of 2 \nPage 2 \nsearching (e.g., weekly body scan, 15-minute interval flashlight checks at night, and open-mouth \ninspection) despite being surveilled 24/7 by a  dedicated three-guard security detail and two \ncameras; and the reason she is not being moved to the day room, which we understood was the \noriginal plan (and would reduce searching). Receipt of the letter was acknowledged, but to date \nthere has been no response and little, if any, redress to the most serious conditions. Upon \ninformation and belief, decisions concerning Ms. Maxwell's specialized detention are made by \nWarden Tellez, or from others outside the MDC. A report from the MDC Legal Department would \nprovide second-hand information. Accordingly, Warden Tellez should be directed to provide a \nfirst-hand accounting to the Court and counsel why Ms. Maxwell is being detained under such \nindividualized conditions. \nYour consideration is greatly appreciated. \nRespectfully submitted, \nAUDREY STRAUSS \nActing United States Attorney \nBy:  \ns/\nMaurene Comey / Alison Moe / Lara Pomerantz \nAssistant United States Attorneys \nSouthern District of New York \nTel: (212) 637-2324 \nCc: All Counsel of Record (By ECF) \nEFTA00027271\n\nCase 1:20-cr-00330-AJN Document 88 Filed 12/07/20 Page 1  of 2 \nU.S. DEPARTMENT OF JUSTICE \nFederal Bureau of Prisons \nMetropolitan Detention Center \n80 291: &reel \nBrooklyn. New York 11232 \nDecember 4, 2020 \nThe Honorable Alison J. Nathan \nUnited \nStates District Court \nSouthern District of New York \n40 \nFoley Square \nNew \nYork, NY 10007 \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nGhislaine Maxwell, Reg. No. 07939 \nDear Judge Nathan: \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY \nFILED \nDOC 0: \nDATE \nFILED: \n12/7/20 \nThis letter is written in response to your order dated December 2, 2020, concerning Ghislaine \nMaxwell, Reg. 02879-509., an inmate currently confined at the Metropolitan Detention center in Brooklyn, \nNew York. You expressed various concerns regarding Ms. Maxwell's confinement and well-being. \nThe Bureau of Prisons' (BOP) policies and procedures are designed to ensure staff and inmates can \nwork and live in a safe and secure environment. In determining Ms. Maxwell's current housing \nassignment, MDC Brooklyn considered various factors including Ms. Maxwell's expressed concern for \nher safety and well-being amongst the general inmate population. We have discussed our decision with \nMs. Maxwell several times and provided her with guidance as to how to address any concerns through \nher Unit Team or the BOP's Administrative Remedy Program, 28 C.F.R. SS 542.10— 542.19. To date, \nstaff have addressed her complaints in accordance with BOP policies. \nIn her current assignment, Ms. Maxwell, like other inmates housed at MDC Brooklyn, is allowed \naccess to the common area of the housing unit from 7:00 AM through 8:00 PM, daily. She has access to \nrecreational space, social calls, television, shower, legal telephone calls, email, computers, and discovery \nmaterial. A discovery laptop is available to her from 8:00 AM through 5:00 PM. When Ms. Maxwell \nreturns to her cell at 8:00 PM, like other inmates she has access to drinking water, snacks she purchased \nthrough the commissary, and discovery material. Since August 3, 2020, Ms. Maxwell has been able to \npurchase items from the full commissary list. She receives commissary every second week like all other \ninmates. \nMDC Brooklyn correctional staff utilize flashlights when viewing inmate cells overnight to ensure \nEFTA00027272\n\nCase 1:20-cr-00330-AJNI Document 88 Filed 12/07/20 Page 2 of 2 \ninmates are breathing and not in distress. Inmates in BOP custody are subject to searches, including \nbody scanners, and inmates may be searched prior to moving from one area of the facility to another. \nThe removal of Ms. Maxwell's face mask complies with the BOP's COVID-19 Pandemic Response Plan. \nSince Ms. Maxwell's arrival, she has been provided three (3) meals a day in accordance with BOP \npolicy and its National Menu. Food Service staff have addressed Ms. \nMaxwell's \nrequests. Ms. Maxwell is \nserved her breakfast upon entering the common area of the housing unit at 7:00 AM; at noon she is \nserved her lunch; and at 5:00 PM she is served dinner. Her medical records show that she currently \nweighs 134 lbs., which fluctuates plus or minus 2 lbs. Health Services staff make regular rounds of her \nhousing unit and she has been instructed on how to request medical care through the sick call \nprocedures. Furthermore, while there has been a number of inmates whom have tested positive for \nCOVID-19, Ms. Maxwell remains in good health and is not in contact with those individuals. The BOP \nstaff is assigned to Ms. Maxwell's unit do not come in contact with the other individuals whom have \ntested positive. Lastly, the temperature of Ms. Maxwell's cell is checked three times daily to ensure it is \nin compliance with national standards. \nIn accordance with the BOP's COVID-19 Pandemic Response Plan, inmates are allotted 500 \nminutes per month of social telephone calls, which Ms. Maxwell has used throughout her time at \nMDC \nBrooklyn. While Ms. Maxwell has received one legal video conference, she continues to have full access \nto legal telephone calls and in person legal visits. Pursuant to the District Courts guidance, legal \ntelephone calls are scheduled through the Federal Defenders, who should be afforded an opportunity to \naddress any concerns Ms. \nMaxwell's \nattorneys have with the legal calls. \nI trust this has addressed your concerns. \nRespectfully submitted, \nIs! \nSophie Papillary \nSophia Parapet/11 \nStaff Attorney \nMDC Brooklyn \nFederal Bureau of Prisons \n/sir John Irallea \nJohn Wallace \nStaff Attorney \nMDC Brooklyn \nFederal Bureau of Prisons \nEFTA00027273\n\nCase 1:20-cr-00330-AJN Document 92 Filed 12/08/20 Page 1 of 2 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SONY \nDOCUMENT \nELECTRONICALLY \nFILED \nDOC 0: \nDATE FILED: \n12/8/20 \n20-CR-330 (MN) \nORDER \nALISON J. NATHAN, District Judge: \nOn December 4, 2020, the Court received a letter from MDC legal counsel responding to \nthe concerns that the Defendant raised in her November 24, 2020 letter. See Dkt. Nos. 75, 88; \nsee also Dkt. No. 78. The Defendant responded to the MDC legal counsel's letter on December \n7, 2020, reiterating her request that the Court summon Warden Heriberto Tellez to personally \nrespond to questions from the Court regarding the Defendant's conditions of confinement. See \nDkt. No. 91. Having carefully reviewed the parties' submissions, along with the MDC legal \ncounsel's December 4, 2020 letter, the Court DENIES the Defendant's request to summon the \nWarden to personally appear and respond to questions. This resolves Dkt. No. 75. \nNotwithstanding this, as originally provided in Dkt. No. 49, the Government shall \ncontinue to submit written status updates detailing any material changes to the conditions of Ms. \nMaxwell's confinement, with particular emphasis on her access to legal materials, including \nlegal mail and email, and her ability to communicate with defense counsel. The updates shall \nalso include information on the frequency of searches of the Defendant. \nThe Court hereby ORDERS the Government to submit these written updates every 60 \ndays. Furthermore, the Government shall take all necessary steps to ensure that the Defendant \nEFTA00027274\n\nCase 1:20-cr-00330-AJN Document 92 Filed 12/08/20 Page 2 of 2 \ncontinues to receive adequate access to her legal materials and her ability to communicate with \ndefense counsel. \nSO ORDERED. \nA \nst i\n. Dated: December 8, 2020 \nNew York, New York ALISON J. NATHAN \nUnited States District Judge \n2 \nEFTA00027275\n\nCase 1:20-cr-00330-AJN Document 116 Filed 01/15/21 Page 1 of 2 \nCOHEN & GRESSER LLP \nPOD \nThad \nAvenue \nNew Ycek. NY \n10022 \n.1 •\n11,C,C7 \nChristian R. Everdell \n+1 \n(.212) \n957-76(10 \nccvcracligcohengresscr.com \nBY ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthern District of New York \nUnited States Courthouse \n40 Foley Square \nNew York, NY 10007 \nUSDC SONY \nDOCUMENT \nELECTRONICALLY \nFILED \nDOC 0: \nDATE \nFILED: \n1/15/'21 \nJanuary 14, 2021 \nRe: United States v.  Ghislaine Maxwell, 20 Cr. \n330 (AJN) \nDear Judge Nathan: \nWe write on behalf of our client, Ghislaine Maxwell, to respectfully request that the Court \norder the Bureau of Prisons to give Ms. Maxwell access to the laptop computer provided by the \ngovernment so that she can review discovery on weekends and holidays. \nAt the request of defense counsel, the government provided Ms. Maxwell with a laptop \ncomputer to review the voluminous discovery, which was produced on a series of external hard \ndrives. Currently, Ms. Maxwell is given access to the laptop only on weekdays. On weekends \nand holidays, Ms. Maxwell must use the prison computer on her floor to review discovery. \nHowever, the prison computer is not equipped with the software necessary to read large portions \nof the discovery recently produced by the government. As a result, Ms. Maxwell loses several \ndays of review time every weekend and every holiday because she does not have access to the \nlaptop. If Ms. Maxwell is to have any hope of reviewing the millions of documents produced in \ndiscovery so that she can properly prepare her defense by the July 12, 2021 trial date, she must \nhave access to the laptop every day, including weekends and holidays. \nDefense counsel has raised this issue with the government and it has no objection to Ms. \nMaxwell having access to the laptop seven days a week. At the request of defense counsel, the \ngovernment has contacted officials at the MDC on several occasions in the past few weeks to \nrequest that they lift this restriction, but without success. \nThere is no principled justification for this restriction. Ms. Maxwell was given access to \nthe laptop every day (including weekends and the Thanksgiving holiday) for the entire 14-day \nperiod that she was quarantined in her isolation cell in November-December 2020 because she had \ncome into close contact with a member of the MDC staff who had tested positive for COVID. In \naddition, the laptop is kept in a locker in the same room where the prison computer is located, so it \nEFTA00027276\n\nCase 1:20-cr-00330-AJN Document \n116 Filed 01/15/21 Page 2 of 2 \nThe Honorable Alison J. Nathan \nJanuary 14, 2021 \nPage 2 \nwould not require any change in Ms. Maxwell's movements to give her the requested access. \nFurthermore, on at least three occasions since she was released from quarantine, Ms. Maxwell's \nsecurity team gave her the laptop to review discovery on the weekend. \nThere is clearly no actual impediment preventing the MDC staff from providing Ms. \nMaxwell access to the laptop on weekends and holidays. Given the millions of documents that \nMs. Maxwell must review before trial in order to prepare her defense, it is critical that she be \ngiven as much time as possible with the laptop to review the discovery. We therefore respectfully \nrequest that the Court order the BOP to give Ms. Maxwell access to the laptop on weekends and \nholidays during the hours that she is permitted to review discovery. \nSincerely, \n/s/ Christian Everdell \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \n800 Third Avenue, 21st Floor \nNew \nYork, New York 10022 \n(212) 957-7600 \ncc: All Counsel of Record (By ECF) \nThe unobjected-to request is \nGRANTED. The \nBureau of \nPrisons is ORDERED to give the \nDefendant access to the laptop \ncomputer on weekends and \nholidays during the hours that she \nis permitted to review discovery. \nSO \nORDERED. \nALISON J. NATHAN \nUnited States District Judge \nEFTA00027277\n\nCase 1:20-cr-00330-AJN Document 17/ Filed 02/22/21 Page 7 of 3 \nJanuary 25, 2021 \nU.S. DEPARTMENT OF JUSTICE \nFederal Bureau of Prisons \nMetropolitan Detention Center \nBY ECF \nThe Honorable Alison J. Nathan \nUnited \nStates District Court \nSouthern District of New York \n40 Foley \nSquare \nNew York, NY 10007 \n80 29h Street \nBrooklyn, New York 11232 \nA1;21\nALISON J. NATHAN \nUnited States District Judge \nRe: \nUnited States v. Ghislaine \nMaxwell, 20 Cr. 330 \n(AJN) \nGhislaine Maxwell, Reg. No. 02579-509 \nDear Judge Nathan: \nUSDC SONY \nDOCUMENT \nELECTRONICALLY \nFILED \nDOC  \nDATE \nFILED: \n2/2/21 \nHaving considered the request \nsubmitted by the Bureau of Prisons \n(\"BOP\") that the Court vacate its \nJanuary 15, 2021 Order, Dkt. No. 117, \nas well as the Government's and the \nDefendant's responses, Dkt. Nos. 129, \n130, the Court hereby DENIES the \nBOP's request to vacate the Order. \nSO ORDERED. \nThis letter is written in response to Order granted on January 15, 2021, concerning Ghislaine \nMaxwell, Reg. 02879-509., an inmate currently confined at the Metropolitan Detention Center \n(\"MDC\") \nin \nBrooklyn, New York. The MDC Brooklyn respectfully requests that Your Honor vacate the Order given \nMDC Brooklyn was not given the opportunity to object to defense counsel's claims, although the objection \nhad been reiterated to the U.S. Attorney's Office numerous times. \nDefense counsel expressed various concerns regarding Ms. Maxwell's confinement limiting her \naccess to discovery. However, Ms. Maxwell has received a significant amount of time to review her \ndiscovery. On November 18, 2020, the Government provided the MDC Brooklyn with a laptop for Ms. \nMaxwell to use to review discovery. Ms. Maxwell has been and will continue to be permitted to use that \nlaptop to review her discovery for thirteen (13) hours per day, five (5) days per week. In addition to the \nGovernment laptop, she has access to the MDC Brooklyn discovery computers. Although defense counsel \nhas indicated that the MDC Brooklyn discovery computers are not equipped to read all of her electronic \ndiscovery, the computers are capable of reviewing most of the electronic discovery. Despite defense \ncounsel's claim that Ms. Maxwell's lacks sufficient time to fully review her discovery, her consistent use of \nGovernment laptop and MDC Brooklyn's discovery computers undercuts this claim. \nMoreover, Ms. Maxwell continues to have contact with her legal counsel five (5) days per week, three \n(3) hours per day via video-teleconference and via telephone; this is far more time than any other MDC \ninmate is allotted to communicate with their attorneys. \nEFTA00027278\n\nCase 1:20-cr-00330-AJN Document 13/ Filed 02/02/21 Page 2 of 2 \nWe respectfully request that Your Honor vacate the order of January 15, 2021, and allow the \ninstitution to resume the prior schedule of laptop access, Monday through Friday, 7:00 AM — 8:00 PM. \nRespectfully submitted, \nSophia \nPapapein \nSophia Papapetru \nStaff Attorney \nMDC Brooklyn \nFederal Bureau of Prisons \nEFTA00027279\n\nCase 1:20-cr-00330-AJN Document 129 Filed 02/01/21 Page 1 of 2 \nU.S. \nDepartment of \nJustice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nFebruary 1, 2021 \nBY ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthern District of New York \nUnited States Courthouse \n40 Foley \nSquare \nNew York, New York 10007 \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Government respectfully submits this letter in response to the Court's January 25, 2021 \norder allowing the parties to respond to a letter from legal counsel at the Metropolitan Detention \nCenter (\"MDC\") also dated January 25, 2021. (Dkt. No. 117). In particular, MDC legal counsel \nasks the Court to vacate its January 15, 2021 order directing the MDC to permit the defendant to \nuse a  laptop to review discovery on weekends and holidays. While the Government has no \nobjection to the defendant's request for additional laptop access, the Government also generally \ndefers to the MDC regarding how it manages its inmate population. The Government will continue \nto defer to the MDC here, particularly because the defendant has had ample access to discovery \neven without laptop access on weekends and holidays. \nGiven the volume of discovery in this case, which totals more than two million pages, the \nGovernment and the MDC have both made significant efforts to ensure that the defendant has \nextensive access to her discovery materials. Since the Government made its first discovery \nproduction in August 2020, the defendant has had exclusive access to a BOP desktop computer in \nthe MDC on which to review her discovery. When the defendant complained of technical issues \nreviewing portions of her discovery on that desktop computer, the Government produced \nreformatted copies of discovery materials and instructions regarding how to open particular files. \nBecause the defendant continued to complain that she was unable to review certain discovery files \non the desktop computer, the Government agreed to provide a laptop for the defendant to use in \nher review of discovery. On November 18, 2020, the Government hand delivered the laptop to \nthe MDC for the defendant's exclusive use. \nAs the Court is aware, the defendant has received, and continues to receive more time to \nreview her discovery than any other inmate at the MDC. In particular, the MDC permits the \ndefendant to review discovery thirteen hours per day, seven days per week. On weekdays, the \nMDC permits the defendant to use the laptop during her thirteen hours of daily review time. On \nweekends and holidays, the MDC would ordinarily only allow the defendant to use the BOP \ndesktop computer, which provides access to much of the discovery material. While, as noted \nabove, the Government has no particular objection to the defendant's request for weekend access \nEFTA00027280\n\nCase 1:20-cr-00330-AJN Document 129 Filed 02/01/21 Page 2 of 2 \nPage 2 \nto the laptop, the Government generally defers to the judgment of the MDC in managing inmates \nat its facility, and sees no reason to depart from that practice here. In this respect, the Government \nnotes that the trial date remains approximately six months away, the BOP was already affording \nthe defendant access to the laptop for some 65 hours a week, and the BOP was further providing \nweekend access to a desktop computer should the defendant wish to spend more than 65 hours \neach week reviewing discovery. \nRespectfully submitted, \nAUDREY \nSTRAUSS \nUnited States Attorney \nBy:  s/ \nMaurene Comey / Alison Moe / Lara Pomerantz \nAssistant United States Attorneys \nSouthern District of New York \nTel: (212) 637-2324 \nCc: All Counsel of Record (By ECF) \nEFTA00027281\n\nCase 1:20-cr-00330-AJN Document 158 Filed 02/05/21 Page 1 of 2 \nU.S. \nDepartment of \nJustice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nFebruary 4, 2021 \nBY ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthern District of New York \nUnited States Courthouse \n40 Foley Square \nNew York, New York 10007 \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Government respectfully submits this letter to provide an update regarding the \ndefendant's conditions of confinement at the Metropolitan Detention Center (\"MDC\") pursuant to \nthe Court's Order dated December 8, 2020. (Dkt. No. 92). Over the past two months, the \nGovernment has had multiple communications with MDC legal counsel regarding the defendant's \nconditions of confinement. This update is based on information provided to the Government by \nMDC legal counsel through those communications. \nThe defendant continues to receive more time to review discovery than any other inmate \nat the MDC. Specifically, the defendant is permitted to review her discovery thirteen hours per \nday, seven days per week. During the entirety of that time, the defendant has access to a desktop \ncomputer provided by the MDC on which to review discovery. Additionally, pursuant to the \nCourt's January 15, 2021 Order, the defendant also has access to a laptop computer provided by \nthe Government on which to review discovery for the full thirteen hours per day, seven days per \nweek. Also during those thirteen hours per day, the defendant may use the MDC desktop computer \nto send and receive emails with her attorneys. \nThe defendant also has as much, if not more, time as any other MDC inmate to \ncommunicate with her attorneys. Due to the elevated number of COVID-19 cases within the MDC, \nin-person visits have been suspended since in or about December 2020. While in-person visits are \nsuspended, the defendant has had regular video-teleconference (\"VTC\") calls with her counsel. In \nparticular, the defendant has VTC calls with her counsel every weekday for three hours per call. \nIf defense counsel requires additional time to speak with the defendant, counsel may request to \nschedule an additional phone call on Saturdays as needed. All of these VTCs and telephone calls \ntake place in a room where the defendant is alone and where no MDC staff can hear her \ncommunications with counsel. \nThe defendant's legal mail is processed in the same manner as mail for all other inmates at \nthe MDC. All inmate mail is sent to the MDC's mail room, where every piece of mail is processed \nEFTA00027282\n\nCase 1:20-cr-00330-AJN Document 158 Filed 02/05/21 Page 2 of 2 \nPage 2 \nbefore being provided to the inmate recipient. Due to the large number of MDC inmates and the \nvolume of mail received at the MDC, this process can take multiple days. As noted above, \nhowever, the defendant is able to send and receive emails with defense counsel every day and has \nregular communication with counsel via VTC. \nMDC staff conduct two pat-down searches of the defendant per day: once when she is \nmoved from her isolation cell to the day room each morning, and once when returns from the day \nroom to her isolation cell each night. As part of those searches, the defendant is required to remove \nher mask and open her mouth briefly so that MDC staff, who remain masked during the searches, \ncan confirm she has not hidden contraband in her mouth. These pat-down and mouth searches are \nconsistent with MDC's policy that all inmates be searched whenever they move to a  different \nlocation within the jail facility. Previously, the defendant attended VTC conferences in a separate \npart of the MDC, requiring that she be searched when taken to and from her VTC calls with \ncounsel. Recently, however, the MDC changed the location of the defendant's VTC calls so that \nthe defendant does not need to leave her unit in order to attend VTC calls with her counsel, thereby \nreducing the number of searches. During the suspension of visitation, the defendant has not been \nstrip searched. When visitation resumes, the defendant, like all other inmates, will be strip \nsearched after any in-person visit. \nIn addition, MDC staff search the defendant's cell for contraband once per day. MDC staff \nalso conduct a body scan on the defendant once per week to check for any secreted contraband. \nAt night, MDC staff are required to confirm that the defendant is not in distress every fifteen \nminutes. To do so, staff point a  flashlight to the ceiling of the defendant's cell to illuminate the \ncell sufficiently to confirm that the defendant is breathing every fifteen minutes. The MDC \ncontinues to assess that these searches are all necessary for the safety of the institution and the \ndefendant. \nShould the Court have any questions or require any additional details regarding this topic, \nthe Government will promptly provide additional information. \nRespectfully submitted, \nAUDREY \nSTRAUSS \nUnited States Attorney \nBy: \nMaurene Comey / Alison Moe / Lara Pomerantz \nAssistant United States Attorneys \nSouthern District of New York \nTel: (212) 637-2324 \nCc: All Counsel of Record (By ECF) \nEFTA00027283\n\nCase 1:20-cr-00330-AJN Document 196 Filed 04/06/21 Page 1 of 6 \nU.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nApril 6, 2021 \nBY ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthern District of New York \nUnited States Courthouse \n40 Foley Square \nNew York, New York 10007 \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Government respectfully submits this letter to provide an update regarding the \ndefendant's conditions of confinement at the Metropolitan Detention Center (\"MDC\") pursuant to \nthe Court's Order dated December 8, 2020. (Dkt. No. 92). This update is based on information \nprovided to the Government by MDC legal counsel regarding the conditions of the defendant's \nconfinement over the last two months. \nThe defendant continues to receive more time to review discovery than any other inmate \nat the MDC. Specifically, the defendant is permitted to review her discovery thirteen hours per \nday, seven days per week. During the entirety of that time, the defendant has access to both a \ndesktop computer provided by the MDC and a laptop computer provided by the Government on \nwhich to review discovery. Also during those thirteen hours per day, the defendant may use the \nMDC desktop computer to send and receive emails with her attorneys.' This discovery review \nPer BOP policy, all inmate emails are routinely purged every six months. In response to \ncomplaints from the defendant and defense counsel regarding prematurely deleted emails, MDC \nstaff examined the defendant's inmate email account. That examination revealed that the \ndefendant had herself deleted some of her emails and had archived others. That examination \nrevealed no evidence to suggest that MDC staff deleted any of the defendant's emails. \nEFTA00027284\n\nCase 1:20-cr-00330-AJN Document 196 Filed 04/06/21 Page 2 of 6 \nPage 2 \ntakes place in a day room that is separate from the defendant's isolation cell. Accordingly, the \ndefendant is permitted out of her cell from 7am to 8pm every day. While in the day room, the \ndefendant has exclusive access to the MDC desktop computer, the laptop, a television, a phone on \nwhich to place social or attorney calls, and a shower. The defendant is also permitted outdoor \nrecreation every day, although she has the option of declining such recreation time if she wishes. \nThe defendant also has as much, if not more, time as any other MDC inmate to \ncommunicate with her attorneys. Currently, the defendant receives five hours of video-\nteleconference (\"VTC\") calls with her counsel every weekday, for a total of 25 hours of attorney \nVTC calls per week. At times, unexpected incidents, such as institution-wide lockdowns or short \nstaffing, delay the defendant's arrival to her VTC call with counsel by up to 30 minutes. When \nsuch delay occurs, however, the MDC permits the defendant to make up for any missed time either \nby extending that day's VTC call or by permitting the defendant extra time on the next day's VTC \ncall. All of these VTC calls take place in a room where the defendant is alone and where no MDC \nstaff can hear her communications with counsel. During these VTC calls, MDC staff place a \ncamera approximately 30 feet away from the door to the room where the defendant conducts the \nVTC calls. The camera has a full view of the door to the VTC room, but the camera cannot view \neither the defendant or her attorneys while the door is closed during VTC calls. The camera does \nnot capture any sound from the defendant's VTC calls with her attorneys. In other words, the \ncamera records who enters and exits the VTC room, but it does not record activity inside the VTC \nroom. The defendant is also permitted to use the phone in the day room to place phone calls to her \nattorneys as needed. \nIn addition, defense counsel now have the option of meeting with the defendant in person \nat the MDC. On or about February 16, 2021, the MDC resumed in-person visitation. As a result, \nEFTA00027285\n\nCase 1:20-cr-00330-AJN Document 196 Filed 04/06/21 Page 3 of 6 \nPage 3 \nin-person attorney visits are now available seven days per week. The MDC has placed HEPA air \nfilters in its attorney visiting rooms to improve air quality during visits. Additionally, the \ndefendant has received the COVID-19 vaccine and is now fully vaccinated. The Government \nunderstands that defense counsel have thus far declined to meet with the defendant in person and \ninstead rely on VTC calls, email, and supplemental phone calls to communicate with their client. \nThe option of in-person visits remains available seven days per week should defense counsel wish \nto meet with the defendant in person. \nThe defendant's legal mail is processed in the same manner as mail for all other inmates at \nthe MDC. All inmate mail is sent to the MDC's mail room, where every piece of mail is processed \nbefore being provided to the inmate recipient. Due to the large number of MDC inmates and the \nvolume of mail received at the MDC, this process can take multiple days. As noted above, \nhowever, the defendant is able to send and receive emails with defense counsel every day and has \nregular communication with counsel via VTC, which can be supplemented by phone calls. \nLike any other inmate, the defendant is patted down by MDC staff whenever she is moved \nto a different part of the facility. Typically, these searches include at least two pat-down searches \nof the defendant per day: once when she is moved from her isolation cell to the day room each \nmorning, and once when returns from the day room to her isolation cell each night. In addition, \nwhen the defendant elects to attend outdoor recreation, she is searched two additional times: once \nwhen she is moved to the recreation area, and once when she returns to the day room from the \nrecreation area. MDC staff also conduct a body scan, which is a non-invasive machine scan, on \nthe defendant once per week to check for any secreted contraband. Because those scans take place \nin a different part of the facility than the day room, the defendant is patted down two additional \ntimes when these weekly scans occur: once when she is moved to the scan area, and once when \nEFTA00027286\n\nCase 1:20-cr-00330-AJN Document 196 Filed 04/06/21 Page 4 of 6 \nPage 4 \nshe returns to the day room from the scan area. As part of every pat-down search, the defendant \nis required to remove her mask and open her mouth briefly so that MDC staff, who remain masked \nduring the searches, can confirm she has not hidden contraband in her mouth.' These pat-down \nand mouth searches are consistent with MDC's policy that all inmates be searched whenever they \nmove to a  different location within the jail facility. In the absence of in-person visitation, the \ndefendant has not been strip searched. If the defendant receives in-person visits, then she, like all \nother inmates, will be strip searched after any in-person visit. \nIn addition, MDC staff search the defendant's cell for contraband once per day. At night, \nMDC staff are required to confirm every fifteen minutes that the defendant is not in distress. To \ndo so, every fifteen minutes, staff point a  flashlight to the concrete ceiling of the defendant's cell \nto illuminate the cell sufficiently to confirm that the defendant is breathing. At night, MDC staff \nhave observed that the defendant wears an eye mask when she sleeps, limiting the disturbance \ncaused by the flashlight. Additionally, MDC staff have observed that the defendant regularly \nsleeps through these nighttime wellness checks. The MDC continues to be of the view that all of \nthese searches are necessary for the safety of the institution and the defendant. \nThe Government also inquired regarding certain complaints defense counsel raised in \nFebruary 2021 regarding the defendant's food, water, and physical wellbeing. In response, MDC \nFollowing defense counsel's complaint in its February 16, 2021 letter of an inappropriately \nconducted pat-down search, the MDC conducted an investigation and found that, contrary to the \ndefendant's claim, the search in question was in fact recorded in full by a handheld camera. After \nreviewing the camera footage, the MDC concluded that the search was conducted appropriately \nand the defendant's complaint about that incident was unfounded. MDC legal counsel further \nconfirmed that all pat-down searches of the defendant are video recorded. Following this incident, \nMDC staff directed the defendant to clean her cell because it had become very dirty. Among other \nthings, MDC staff noted that the defendant frequently did not flush her toilet after using it, which \ncaused the cell to smell. In addition, the defendant had not cleaned her cell in some time, causing \nthe cell to become increasingly dirty. MDC staff directed the defendant to clean her cell in \nresponse to the smell and the dirtiness, not as retaliation for complaining about a particular search. \nEFTA00027287\n\nCase 1:20-cr-00330-AJN Document 196 Filed 04/06/21 Page 5 of 6 \nPage 5 \nlegal counsel informed the Government that the defendant's meals arrive in containers that are \nboth microwavable and oven safe. Currently, the defendant's meals are heated in a thermal oven. \nThe tap water available in the MDC is provided by New York City. As a result, on occasions \nwhen the City has conducted maintenance near the MDC, the water has been temporarily shut off. \nDuring those periods, MDC staff have provided all inmates, including the defendant, with bottled \nwater. After the water is turned back on, the water is sometimes cloudy or brown and needs to run \nfor several seconds before becoming clear. MDC staff have not observed any instance in which \nthe water in the defendant's cell did not clear after being run for several seconds. MDC legal \ncounsel emphasized that MDC staff, including the legal staff, drink the same tap water from the \nsame water system as the defendant while in the institution. \nMDC medical staff monitor the defendant daily and weigh the defendant at least once per \nweek. During her time at the MDC, the defendant's weight has fluctuated between the 130s and \nthe 140s. The defendant's lowest observed weight was 133 pounds in July of 2021. Since then, \nher weight has fluctuated but has never been lower than 134 pounds. Most recently, when the \ndefendant was weighed last week, her weight was 137.5 pounds. The defendant is 5' 7\", meaning \nthat even her lowest weight of 133 pounds resulted in a BMI of 20.8, which is considered a normal \nweight for a  person of the defendant's height. MDC staff have not observed the defendant \nexperience any noticeable hair loss. As noted above, the defendant has received a  COVID-19 \nvaccine and is now fully vaccinated. In short, MDC medical staff assess that the defendant is \nphysically healthy. \nEFTA00027288\n\nCase 1:20-cr-00330-AJN Document 196 Filed 04/06/21 Page 6 of 6 \nPage 6 \nShould the Court have any questions or require any additional details regarding this topic. \nthe Government will promptly provide additional information. \nRespectfully submitted, \nAUDREY \nSTRAUSS \nUnited States Attorney \nBy: \nMaurene \nComey / Alison Moe / Lam Pomerantz \nAssistant United States Attorneys \nSouthern \nDistrict of New York \nTel: (212) 637-2324 \nCc: All Counsel \nof Record (By ECF) \nEFTA00027289",
    "pageCount": 22,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "e \nNew York, New York 10007 \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Govern"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "y address concerns \nregarding Ms. Maxwell's conditions of confineme"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "ge 1 of 2 \nU.S. Department of Justice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mo"
      },
      {
        "name": "The Silvio",
        "role": "extracted",
        "context": "outhern District of New York \nThe Silvio J. Mollo Building \nOne Saint"
      },
      {
        "name": "Mollo Building",
        "role": "extracted",
        "context": "ct of New York \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nNovembe"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "7 \nNovember 23, 2020 \nBY ECF \nThe Honorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Court \nSouthern District of N"
      },
      {
        "name": "Court \nSouthern",
        "role": "extracted",
        "context": "athan \nUnited States District Court \nSouthern District of New York \nUnited"
      },
      {
        "name": "Foley Square",
        "role": "extracted",
        "context": "United States Courthouse \n40 Foley Square \nNew York, New York 10007 \nRe"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "ne Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Government respe"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "30 (AJN) \nDear Judge Nathan: \nThe Government respectfully submits this let"
      },
      {
        "name": "Metropolitan Detention",
        "role": "extracted",
        "context": "ditions of confinement at the Metropolitan Detention Center (\"MDC\") pursuant to \nt"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "communications with counsel. \nOn November 18, 2020, the Government prov"
      },
      {
        "name": "Acting United",
        "role": "extracted",
        "context": "submitted, \nAUDREY \nSTRAUSS \nActing United States \nAttorney \nBy: \nMauren"
      },
      {
        "name": "States \nAttorney",
        "role": "extracted",
        "context": "UDREY \nSTRAUSS \nActing United States \nAttorney \nBy: \nMaurene Comey / Alison"
      },
      {
        "name": "Maurene Comey",
        "role": "extracted",
        "context": "United States \nAttorney \nBy: \nMaurene Comey / Alison Moe / Lara Pomerantz"
      },
      {
        "name": "Alison Moe",
        "role": "extracted",
        "context": "ttorney \nBy: \nMaurene Comey / Alison Moe / Lara Pomerantz \nAssistant U"
      },
      {
        "name": "Lara Pomerantz",
        "role": "extracted",
        "context": "Maurene Comey / Alison Moe / Lara Pomerantz \nAssistant United States Atto"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "Alison Moe / Lara Pomerantz \nAssistant United States Attorneys \nSouthern \nD"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "a Pomerantz \nAssistant United States Attorneys \nSouthern \nDistrict of New Yo"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "tant United States Attorneys \nSouthern \nDistrict of New York \nTel: (212) 637-2"
      },
      {
        "name": "All Counsel",
        "role": "extracted",
        "context": "ork \nTel: (212) 637-2324 \nCc: All Counsel of Record (By ECF) \nEFTA00027"
      },
      {
        "name": "Mono Building",
        "role": "extracted",
        "context": "ct of New York \nThe Silvio J. Mono Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "Warden \nHeriberto",
        "role": "extracted",
        "context": "nse's request relating to MDC Warden \nHeriberto Tellez. The parties have been"
      },
      {
        "name": "Warden Heriberto",
        "role": "extracted",
        "context": "se's position is as \nfollows: Warden Heriberto Tellez should appear before t"
      },
      {
        "name": "On October",
        "role": "extracted",
        "context": "hich specifically target her. On October \n29, 2020, the defense emaile"
      },
      {
        "name": "Warden Tellez",
        "role": "extracted",
        "context": "defense emailed a  letter to Warden Tellez detailing the onerous and res"
      },
      {
        "name": "Legal Department",
        "role": "extracted",
        "context": "he MDC. A report from the MDC Legal Department would \nprovide second-hand in"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "U.S. DEPARTMENT OF JUSTICE \nFederal Bureau of Prisons \nMetropolitan Dete"
      },
      {
        "name": "Prisons \nMetropolitan",
        "role": "extracted",
        "context": "OF JUSTICE \nFederal Bureau of Prisons \nMetropolitan Detention Center \n80 291: &re"
      },
      {
        "name": "Detention Center",
        "role": "extracted",
        "context": "reau of Prisons \nMetropolitan Detention Center \n80 291: &reel \nBrooklyn. New"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "f New York \n40 \nFoley Square \nNew \nYork, NY 10007 \nRe: United States"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "December 2, 2020, concerning Ghislaine \nMaxwell, Reg. 02879-509., an inmate c"
      },
      {
        "name": "The Bureau",
        "role": "extracted",
        "context": "confinement and well-being. \nThe Bureau of Prisons' (BOP) policies an"
      },
      {
        "name": "Unit Team",
        "role": "extracted",
        "context": "ess any concerns through \nher Unit Team or the BOP's Administrative R"
      },
      {
        "name": "Administrative Remedy",
        "role": "extracted",
        "context": "h \nher Unit Team or the BOP's Administrative Remedy Program, 28 C.F.R. SS 542.10—"
      },
      {
        "name": "When Ms",
        "role": "extracted",
        "context": "from 8:00 AM through 5:00 PM. When Ms. Maxwell \nreturns to her cell"
      },
      {
        "name": "Since August",
        "role": "extracted",
        "context": "sary, and discovery material. Since August 3, 2020, Ms. Maxwell has been"
      },
      {
        "name": "Pandemic Response",
        "role": "extracted",
        "context": "plies with the BOP's COVID-19 Pandemic Response Plan. \nSince Ms. Maxwell's ar"
      },
      {
        "name": "Since Ms",
        "role": "extracted",
        "context": "D-19 Pandemic Response Plan. \nSince Ms. Maxwell's arrival, she has b"
      },
      {
        "name": "National Menu",
        "role": "extracted",
        "context": "ance with BOP \npolicy and its National Menu. Food Service staff have addr"
      },
      {
        "name": "Food Service",
        "role": "extracted",
        "context": "policy and its National Menu. Food Service staff have addressed Ms. \nMax"
      },
      {
        "name": "Health Services",
        "role": "extracted",
        "context": "uctuates plus or minus 2 lbs. Health Services staff make regular rounds of"
      },
      {
        "name": "While Ms",
        "role": "extracted",
        "context": "t her time at \nMDC \nBrooklyn. While Ms. Maxwell has received one leg"
      },
      {
        "name": "District Courts",
        "role": "extracted",
        "context": "legal visits. Pursuant to the District Courts guidance, legal \ntelephone ca"
      },
      {
        "name": "Federal Defenders",
        "role": "extracted",
        "context": "lls are scheduled through the Federal Defenders, who should be afforded an op"
      },
      {
        "name": "Sophie Papillary",
        "role": "extracted",
        "context": "Respectfully submitted, \nIs! \nSophie Papillary \nSophia Parapet/11 \nStaff Att"
      },
      {
        "name": "Sophia Parapet",
        "role": "extracted",
        "context": "tted, \nIs! \nSophie Papillary \nSophia Parapet/11 \nStaff Attorney \nMDC Brook"
      },
      {
        "name": "Staff Attorney",
        "role": "extracted",
        "context": "Papillary \nSophia Parapet/11 \nStaff Attorney \nMDC Brooklyn \nFederal Bureau"
      },
      {
        "name": "Brooklyn \nFederal",
        "role": "extracted",
        "context": "rapet/11 \nStaff Attorney \nMDC Brooklyn \nFederal Bureau of Prisons \n/sir John"
      },
      {
        "name": "John Irallea",
        "role": "extracted",
        "context": "deral Bureau of Prisons \n/sir John Irallea \nJohn Wallace \nStaff Attorney"
      },
      {
        "name": "John Wallace",
        "role": "extracted",
        "context": "f Prisons \n/sir John Irallea \nJohn Wallace \nStaff Attorney \nMDC Brooklyn"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "MN) \nORDER \nALISON J. NATHAN, District Judge: \nOn December 4, 2020, the Co"
      },
      {
        "name": "On December",
        "role": "extracted",
        "context": "N J. NATHAN, District Judge: \nOn December 4, 2020, the Court received a"
      },
      {
        "name": "See Dkt",
        "role": "extracted",
        "context": "her November 24, 2020 letter. See Dkt. Nos. 75, 88; \nsee also Dkt."
      },
      {
        "name": "See \nDkt",
        "role": "extracted",
        "context": "'s conditions of confinement. See \nDkt. No. 91. Having carefully rev"
      },
      {
        "name": "Thad \nAvenue",
        "role": "extracted",
        "context": "2 \nCOHEN & GRESSER LLP \nPOD \nThad \nAvenue \nNew Ycek. NY \n10022 \n.1 •\n11"
      },
      {
        "name": "New Ycek",
        "role": "extracted",
        "context": "ESSER LLP \nPOD \nThad \nAvenue \nNew Ycek. NY \n10022 \n.1 •\n11,C,C7 \nChr"
      },
      {
        "name": "If Ms",
        "role": "extracted",
        "context": "t have access to the \nlaptop. If Ms. Maxwell is to have any hope"
      },
      {
        "name": "Nathan \nJanuary",
        "role": "extracted",
        "context": "of 2 \nThe Honorable Alison J. Nathan \nJanuary 14, 2021 \nPage 2 \nwould not r"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "w discovery. \nSincerely, \n/s/ Christian Everdell \nChristian R. Everdell \nCOHEN"
      },
      {
        "name": "Third Avenue",
        "role": "extracted",
        "context": "ll \nCOHEN \n& GRESSER LLP \n800 Third Avenue, 21st Floor \nNew \nYork, New Y"
      },
      {
        "name": "Floor \nNew",
        "role": "extracted",
        "context": "R LLP \n800 Third Avenue, 21st Floor \nNew \nYork, New York 10022 \n(212)"
      },
      {
        "name": "The \nBureau",
        "role": "extracted",
        "context": "ected-to request is \nGRANTED. The \nBureau of \nPrisons is ORDERED to giv"
      },
      {
        "name": "Foley \nSquare",
        "role": "extracted",
        "context": "hern District of New York \n40 Foley \nSquare \nNew York, NY 10007 \n80 29h S"
      },
      {
        "name": "Street \nBrooklyn",
        "role": "extracted",
        "context": "e \nNew York, NY 10007 \n80 29h Street \nBrooklyn, New York 11232 \nA1;21\nALISON"
      },
      {
        "name": "Sophia \nPapapein",
        "role": "extracted",
        "context": "PM. \nRespectfully submitted, \nSophia \nPapapein \nSophia Papapetru \nStaff Atto"
      },
      {
        "name": "Sophia Papapetru",
        "role": "extracted",
        "context": "submitted, \nSophia \nPapapein \nSophia Papapetru \nStaff Attorney \nMDC Brooklyn"
      },
      {
        "name": "Attorney \nBy",
        "role": "extracted",
        "context": "UDREY \nSTRAUSS \nUnited States Attorney \nBy:  s/ \nMaurene Comey / Alison"
      },
      {
        "name": "Maurene \nComey",
        "role": "extracted",
        "context": "United States Attorney \nBy: \nMaurene \nComey / Alison Moe / Lam Pomerantz"
      },
      {
        "name": "Lam Pomerantz",
        "role": "extracted",
        "context": "Maurene \nComey / Alison Moe / Lam Pomerantz \nAssistant United States Atto"
      }
    ],
    "locations": [
      {
        "name": "New \nYork, NY",
        "type": "city"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-11-23",
        "event": "November 23, 2020"
      },
      {
        "date": "2020-08-25",
        "event": "August 25, 2020"
      },
      {
        "date": "2020-11-18",
        "event": "November 18, 2020"
      },
      {
        "date": "2020-12-01",
        "event": "December 1, 2020"
      },
      {
        "date": "2020-11-24",
        "event": "November 24, 2020"
      },
      {
        "date": "2020-12-04",
        "event": "December 4, \n2020"
      },
      {
        "date": "2020-10-29",
        "event": "October \n29, 2020"
      },
      {
        "date": "2020-12-04",
        "event": "December 4, 2020"
      },
      {
        "date": "2020-12-02",
        "event": "December 2, 2020"
      },
      {
        "date": "2020-08-03",
        "event": "August 3, 2020"
      },
      {
        "date": "2020-12-07",
        "event": "December \n7, 2020"
      },
      {
        "date": "2020-12-08",
        "event": "December 8, 2020"
      },
      {
        "date": "2021-01-14",
        "event": "January 14, 2021"
      },
      {
        "date": "2021-07-12",
        "event": "July 12, 2021"
      },
      {
        "date": "2021-01-25",
        "event": "January 25, 2021"
      },
      {
        "date": "2021-01-15",
        "event": "January 15, 2021"
      },
      {
        "date": "2021-02-01",
        "event": "February 1, 2021"
      },
      {
        "date": "2021-02-04",
        "event": "February 4, 2021"
      },
      {
        "date": "2021-04-06",
        "event": "April 6, 2021"
      },
      {
        "date": "2021-02-16",
        "event": "February 16, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(212) 637-2324",
      "(212) 957-7600"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:17.928Z"
}