{
  "document": {
    "id": "efta00021877",
    "filename": "EFTA00021877.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021877.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: FW: delivery of hard drive to MDC for discovery production to inmate \nDate: Mon, 10 Aug 2020 21:54:32 +0000 \nfeel free to respond directly, or if you'd prefer it go through us, no problem just let us know. Thanks! \nFrom• \nSent: Monda , Au ust 10, 2020 17:49 \nu ject: : e 'very o ar rive to ordiscovery pro uction to inmate \nGood evening. \nJust confirming - did you use FedEx, USPS, or some other carrier to send the discovery here? I have not received it yet, but it \ncould just be that staff did not notify me a package arrived. Depending on the carrier, it could be in the warehouse or \nmailroom, so I just want to verify so I can find it expeditiously. \nThanks! \n8/5/2020 7:13 PM >>> \nThat's extremely helpful, thanks so much. We'll plan to put the drive in the mail tomorrow, and of course please let us \nknow if any issues arise. \nthanks again, \nFrom: \nSent:    ednesday, August 05, 2020 19:05 \nu ject: RE: delivery of ar drive to MDC for discovery production to inmate \nHard drives should be mailed to the facility to the attention of the legal department. We need to etch the drive with a \nnumber and provide an authorization memo so she can retain it. Then it will be provided to her. It can be password \nprotected so long as you include a cover letter that contains the password for her. \nHo e this helps, \n8/5/2020 4:34 PM > » \nEFTA00021877\n\nWe have a hard drive with loaded discovery that we need to deliver to Ghislaine Maxwell, at MDC. Could you \nplease let us know what the current protocol is for that? Also, it's our understanding that hard drives with discovery \nmaterials for inmates needs to be non-encrypted (and not have a password for access), is that also correct? \nWe're hoping to get these materials to her tomorrow if at all possible, so we greatly appreciate your help. And I'm \nreachable any time at it would be helpful to discuss. \nthanks, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00021878",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "with loaded discovery that we need to deliver to Ghislaine Maxwell, at MDC. Could you \nplease let us know what the c"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "uss. \nthanks, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-08-05",
        "event": "8/5/2020"
      },
      {
        "date": "2020-08-05",
        "event": "August 05, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:05.609Z"
}