{
  "document": {
    "id": "efta00027465",
    "filename": "EFTA00027465.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027465.pdf",
    "text": "\n\nFrom: (USANYS)\" \nalMM> \nTo: 'SI \n`tIMIE> \nCc: \n'lSANI.a.i.l.r \ny. \nH \nSubject: Re: Epstein \ntrustees' counsel \nDate: Thu, 19 Dec 2019 18:54:10 +0000 \nThanks very much, M. We've forwarded to and will get her views on how best to \nproceed. \nSent from my iPhone \nOn Dec 19, 2019, at 12:31 PM. IME) <IMIIM> \nwrote: \nIn our call today with counsel for the respective Trustees of the Epstein estate, they asked that we convey a request to \nmeet with =, and anyone else she would want to include in such a meeting, to discuss the Trustees' interest in \nresolving the Government's potential civil forfeiture claims against the estate. They said they appreciated our (the line \nassistants') willingness to hear their regular updates, but that they understand we're not in a position to negotiate, or \neven to provide feedback on the proposed plan for the fund, and so they'd like the opportunity to elevate that \ndiscussion and convey why they believe it would be in all parties' interests, including the victims, to engage in \nmeaningful discussions about a possible resolution. When you've spoken with =, could you please let us know \nwhether she's willing to meet with them? And we can convey the response, unless you and/or she would prefer to do \nso directly. If she is willing to meet with them, they were hoping to put a date and time on the calendar as soon as is \nconvenient for her after the holiday. \nthanks, \nM \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00027465",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "t to \nproceed. \nSent from my iPhone \nOn Dec 19, 2019, at 12:31 PM. IM"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": ". \nthanks, \nM \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:18.342Z"
}