{
  "document": {
    "id": "efta00023292",
    "filename": "EFTA00023292.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00023292.pdf",
    "text": "\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 1 of 14 \nUNITED STATES DISTRICT COURT \nFOR THE SOUTHERN DISTRICT OF NEW YORK \nJANE DOE 1000, \nPlaintiff, \nCASE \nNO: \nv. \nDARREN K. INDYKE and RICHARD D. KAHN, \nin their capacities as the executors of the \nESTATE OF JEFFREY EDWARD EPSTEIN, \nDefendants. \nCOMPLAINT \nBOIES SCHILLER FLEXNER LLP \n1 \nEFTA00023292\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 2 of 14 \nPlaintiff Jane Doe 1000, by her attorneys Boies Schiller Flexner LLP, for her Complaint \nagainst Defendants, Darren K. Indyke and Richard D. Kahn in their capacities as the executors of \nthe Estate of Jeffrey Edward Epstein (\"Epstein\"), avers upon personal knowledge as to her own \nacts and status and upon information and belief and to all other matters as follows: \nNATURE OF THE ACTION \n1. This suit arises out of Jeffrey Epstein's sexual abuse of Plaintiff. \n2. Jane Doe 1000 was sexually trafficked by Epstein as part of his organized ring of \nprocuring young and underage girls for sex. One of Epstein's co-conspirators contacted Jane \nDoe after a modeling appearance and arranged to have Jane Doe meet Epstein under the false \npretense that he was involved in the modeling industry and wanted to interview her about \nopportunities. Rather than help her with her modeling career, Epstein manipulated and \nintimidated Jane Doe and subjected her to years of sexual abuse in his New York mansion. \n3. Epstein's trafficking scheme involved recruiting young females by making false promises \nand using his wealth, power and threats to intimidate the females into submission to his \ndemands. This same pattern was repeated numerous times with numerous young women. \n4. As United States District Judge Kenneth Marra found, \"From between about 1999 and \n2007, Jeffrey Epstein sexually abused more than 30 minor girls . . . at his mansion in Palm Beach \nFlorida, and elsewhere in the United States and overseas. . . . In addition to his own sexual abuse \nof the victims, Epstein directed other persons to abuse the girls sexually. Epstein used paid \nemployees to find and bring minor girls to him. Epstein worked in concert with others to obtain \nminors not only for his own sexual gratification, but also for the sexual gratification of others.\" \nDoe 1 v. United States, 359 F. Supp. 3d 1201, 1204 (S.D. Fla. 2019) (internal citations omitted). \n2 \nEFTA00023293\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 3 of 14 \n5. Epstein organized this sex trafficking network to obtain hundreds of young females for \nhimself for sex, and also lent these females out to other powerful and wealthy individuals to be \nsexually abused. \n6. Epstein conspired with others and hired staff to maintain and keep secret this network of \nsexual abuse for years, which sprawled throughout Epstein's residences in New York, Florida, \nNew Mexico, the United States Virgin Islands, and Paris. Epstein's preference was to have three \ndifferent young females a day for his sexual pleasure. \n7. Despite his significant criminal activity, in 2008 Epstein received a shockingly minimal \ncharge pleading guilty to a single Florida state law charge of procuring a minor for prostitution \nand a non-prosecution agreement (a \"NPA\") with the U.S. Attorney for the Southern District of \nFlorida. Unknown to the public and the victims at the time, Epstein's lawyers were pressuring \nthe Government to commit to the NPA without informing the victims. Epstein's multiple \nvictims were kept in the dark and told to be \"patient\" while Epstein's lawyers worked to protect \nhim and other potential co-conspirators from prosecution. Epstein served one year in jail, but \nwas afforded the privilege of being able to leave the jail to go to work for twelve hours per day, \nsix days per week. \n8. The NPA allowed Epstein to escape proportionate punishment for his actions and to \ncontinue operating his sex trafficking enterprise with liberty. \n9. A few years later, Epstein flippantly referred to his sexual abuse of multiple minors, and \nthe slap on the wrist he had received for it, in a 2011 interview with the New York Post: \n\"Billionaire pervert Jeffrey Epstein is back in New York City —  and making wisecracks about his \njust-ended jail stint for having sex with an underage girl. 'I am not a sexual predator, I'm an \noffender,' the financier told The Post yesterday. 'It's the difference between a murderer and a \n3 \nEFTA00023294\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 4 of 14 \nperson who steals a bagel,' said Epstein.\" Amber Sutherland, Billionaire Jeffrey Epstein: I'm a \nSex Offender Not a Predator, N.Y. Post (Feb. 25, 2011), \nhttps://nypost.com/2011/02/25/billionaire-jeffrey-epstein-im-a-sex-offender-not-a-predatort \n10. In August 2018, just one year before his death, Epstein told a New York Times reporter \n\"that criminalizing sex with teenage girls was a cultural aberration and that at times in history it \nwas perfectly acceptable.\" James B. Stewart, The Day Jeffrey Epstein Told Me He Had Dirt on \nPowerful People, N.Y. Times (Aug. 12, 2019), \nhttps://www.nytimes.com/2019/08/12/business/jeffrey-epstein-interview.html. \nII. When Plaintiff was a young woman, Epstein added her to his long list of victims by \ncommitting sexual assault and battery against her. As such, Epstein is responsible for battery \nand intentional infliction of emotional distress pursuant to New York common law. The damage \nto Plaintiff has been severe and lasting. \n12. This action has been timely filed pursuant to N.Y. C.P.L.R. § 215(8)(a), which provides \nthat a plaintiff shall have at least one year from the termination of a criminal action against the \nsame defendant to commence an action with respect to the event or occurrence from which the \ncriminal action arose. A criminal action against Epstein with respect to the same sex trafficking \nenterprise from which Plaintiff's claims arise was terminated on August 29, 2019. \n13. This action has also been timely filed pursuant to N.Y. C.P.L.R. § 213-C, which provides \nthat a plaintiff shall have 20 years to file civil claims \"for physical, psychological or other injury \nor condition suffered by such person as a result of conduct which would constitute\" certain sex \ncrimes under New York Penal Law Article 130. Epstein and Ghislaine Maxwell sexually \nassaulted Plaintiff by forcible compulsion within 20 years of filing this Complaint, and that \nsexual assault constitutes one or more sex crimes described in N.Y. C.P.L.R. § 213-C. \n4 \nEFTA00023295\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 5 of 14 \n14. Any statute of limitations applicable to Plaintiff's claims, if any, is tolled due to the \ncontinuous and active deception, duress, threats of retaliation, and other forms of misconduct that \nEpstein and his co-conspirators used to silence his many victims, including Plaintiff. Epstein's \nactions deprived Plaintiff of the opportunity to commence this lawsuit before his death. Until his \ndeath, Plaintiff feared that Epstein and his co-conspirators would harm her or her family, or ruin \nher life, if she came forward. \n15. Defendants are equitably estopped from asserting a statute of limitations defense. \nAllowing Defendants to do so would be unjust. Epstein and his co-conspirators intimidated each \nof his victims into silence by threatening their lives and their livelihoods. They therefore \nprevented Plaintiff from commencing this lawsuit before his death. By using threats, along with \nhis wealth and power, Epstein was able to escape punishment for his intolerable and brutal \ncrimes against countless young women and underage girls for the duration of his life. \nPARTIES \n16. Plaintiff Jane Doe 1000 is a citizen and resident of New Jersey. \n17. Defendant Darren K. Indyke is sued in his capacity as an appointed executor of the Estate \nof Jeffrey E. Epstein. \n18. Defendant Richard D. Kahn is sued in his capacity as an appointed executor of the Estate \nof \nJeffrey E. Epstein. \nJURISDICTION AND VENUE \n19. Jeffrey Epstein was a citizen of the United States domiciled in the U.S. Virgin Islands at \nthe time of his death. Jeffrey Epstein maintained a residence in the Southern District of New \nYork. As the legal representatives of the Estate of Jeffrey E. Epstein, Darren K. Indyke and \nRichard D. Kahn are deemed citizens of the U.S. Virgin Islands. \n5 \nEFTA00023296\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 6 of 14 \n20. The amount in controversy in this action exceeds the sum or value of $75,000.00 \nexcluding interests and costs and is between citizens of different states. Accordingly, jurisdiction \nis proper under 28 \nU.S.C. § 1332. \n21. Venue is proper in this Court as Epstein's sexual abuse of Plaintiff began and occurred in \nNew York, New York, where he recruited her, physically molested her, and began grooming her \nfor sex in his organized sex trafficking ring. \n22. Many of the events giving rise to these causes of action occurred in the Southern District \nof New York, where a substantial amount of Epstein's property is located. Thus, venue in this \ndistrict is proper. 28 U.S.C. § \n1391(b)(2). \nFACTUAL ALLEGATIONS \nA. Epstein's Sex Trafficking Enterprise \n23. Jeffrey Epstein was widely renowned as a billionaire who used his vast connections to \npowerful individuals, and seemingly unlimited wealth and resources, to create a web of \ntranscontinental sex trafficking that served himself, his coconspirators, and some of the most \npowerful people in the world. \n24. Epstein owned multiple residences and frequently travelled between them, including at 9 \nEast 71\" Street, New York, New York 10021, where the illegal sexual crimes against Plaintiff \noccurred. Epstein conservatively valued his New York townhome at $55,931,000.00. Epstein \nconservatively valued his ranch at 49 Zorro Ranch Road, Stanley, New Mexico 87056, at \n$17,246,208.00. In addition, Epstein owned residences in the Virgin Islands, Florida, France, \nand even on his own island, Great St. James Island, where his transcontinental sex trafficking of \nhundreds of young girls servicing him, his co-conspirators, and wealthy and powerful individuals \naround the world occurred. \n6 \nEFTA00023297\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 7 of 14 \n25. The allegations herein concern Epstein's tortious acts against Plaintiff while in New \nYork, where Epstein was staying at his mansion. \n26. At all times material to this cause of action, Jeffrey Epstein utilized his seemingly \nunlimited power, wealth, and resources, as well as his deep connections to powerful and \npolitically connected individuals to intimidate and manipulate his victims of sexual abuse. \n27. Epstein and his co-conspirators had perfected a scheme for manipulation and abuse of \nyoung females. As part of the scheme, a female \"recruiter\" would approach a young female and \nstrike up a conversation in an effort to quickly learn about the young female's background and \nany vulnerabilities they could expose. The recruiter would then manipulate the young female \ninto coming back to one of Epstein's residences by offering the young female something she \nneeded. At times the recruiter's lure would be a modeling opportunity, money for education, \nhelp for the young female's family, and a whole host of other related offers depending on their \ntarget's situation. Once in the residence, the recruiter and Epstein would work in concert to \nimpress and intimidate the young female with displays of vast wealth, including having \nemployees that were butlers and maids formally dressed around the house. They would also \nstrategically place photographs of very powerful political and social figures amongst \nphotographs and art displaying nude females in an effort to normalize the sexual abuse. They \nwould also normalize the sexual abuse by placing a massage table and spa related products \naround the massage area in an effort to legitimize the area where the abuse was set to occur. \nOnce abused, Epstein and his co-conspirators continued to manipulate the victims, using their \nfinancial power, promises, and threats to ensure that the victim returned as directed and remained \ncompliant with their demands. \n7 \nEFTA00023298\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 8 of 14 \nB. The Arrest, Prosecution, and Death of Epstein \n28. The sexual trafficking ring described herein started at least as early as 1995 and \ncontinued up until at least July 2, 2019, when the U.S. Attorney's Office for the Southern District \nof New York (\"SDNY\") charged Epstein with sex trafficking conspiracy and sex trafficking in \nviolation of 18 U.S.C. § 1591. He was arrested on July 8, 2019, pursuant to the SDNY's Sealed \nTwo Count Indictment, which is attached as Exhibit A. \n29. The Indictment described Epstein's conduct and his abuse and trafficking of females in \nthe same trafficking operation he used to abuse and traffic Plaintiff. \n30. Epstein's last will and testament (the \"Will\") was executed on August 8, 2019, at the \nMetropolitan Correctional Center. The witnesses were Martel Colon Miro and Gulnora Tali. The \nWill included affidavits from Darren K. Indyke and Richard D. Kahn, in which they swear an \n\"Oath of Willingness to Serve as Executor and Appointment of Local Counsel.\" \n31. Epstein was found dead in his cell at the Metropolitan Correctional Center on August 10, \n2019. \n32. Epstein's last will and testament was filed on August 15, 2019, in the Probate Division of \nthe Superior Court of the Virgin Islands. \n33. Darren K. Indyke and Richard D. Kahn filed a Certificate of Trust in the Superior Court \nof the Virgin Islands for Epstein's 1953 Trust on August 26, 2019. See Certificate of Trust, In \nthe Matter of the Estate of Jetey E. Epstein, Probate No. ST-19-PB-80 (Super. Ct. V.I. Aug. 26, \n2019). \n34. Epstein's will was entered into probate on September 6, 2019, and the Superior Court of \nthe Virgin Islands accordingly authorized Darren K. Indyke and Richard D. Kahn to administer \nEpstein's estate. See Order for Probate, In the Matter of the Estate ofJqffrey E. Epstein, Probate \n8 \nEFTA00023299\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 9 of 14 \nNo. ST-19-PB-80 (Super. Ct. V.I. Sept. 6, 2019); Letters Testamentary, In the Matter of the \nEstate of Jeffrey E. Epstein, Probate No. ST-19-PB-80 (Super. Ct. V.I. Sept. 6, 2019). \n35. The Will's first article directs Epstein's executors \"to pay from my estate all expenses of \nmy last illness, my funeral and burial expenses, the administration expenses of my estate and all \nof my debts duly proven and allowed against my estate.\" The Will further directs that \"after the \npayments and distributions provided in Article FIRST,\" Epstein \"give[s] all of my property, real \nand personal, wherever situated...to the then acting Trustees of The 1953 Trust.\" \n36. Following Epstein's death, SDNY submitted a proposed nolle prosequi order in the \ncriminal matter against him because it was required by law to do so after Epstein was deceased. \nOn August 29, 2019, U.S. District Judge Richard Berman formally dismissed SDNY's \nindictment against Epstein, terminating the criminal action against him. Plaintiff's claims are \ntherefore timely under N.Y. C.P.L.R. § 215(8)(a). \nC. Jane Doe 1000 \n37. Jane Doe 1000 grew up in extreme poverty. At various times throughout her childhood, \nher mother had been homeless. Jane Doe was unable to enroll in high school because she did not \nhave a residence and often lived without running water or electricity. \n38. In late 1999, Jane Doe made a modeling appearance. A man called her and told her that \nJeffrey Epstein had connections to various modeling jobs and asked her if she would like to meet \nwith Epstein to discuss opportunities. The opportunity sounded enticing to Jane Doe, so she \nagreed and met Epstein at his New York City mansion on 7 Is\" Street. \n39. Upon meeting Jane Doe, Epstein offered her a position modeling with Victoria's Secret, a \nlingerie retailer. He explained that he was friends with Les Wexner, the chief executive of \n9 \nEFTA00023300\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 10 of 14 \nVictoria's Secret's parent company. Epstein reiterated his connection to Victoria's Secret each \ntime he saw and spoke with Jane Doe. \n40. Eventually, Epstein moved Jane Doe into his apartment building on 66'h Street, where he \nhoused other models and young women that he sexually abused, so that he could have complete \ncontrol over her life. Her relationship with Epstein quickly turned into one of sexual abuse. \nGhislaine Maxwell, one of Epstein's main \"recruiters,\" along with additional unidentified \nco-conspirators, would call Jane Doe and direct her to go to Epstein's mansion to give him a \nmassage. The massages quickly escalated into Epstein forcing himself on Jane Doe against her \nwill and engaging in one or more sex act with her for his own sexual gratification. Jane Doe was \nterrified of Epstein, who repeatedly threatened her and made representations about his wealth, \npower, and connections. \n41. During Jane Doe's time with Epstein, he forced her to give him sexual massages and \nmade her use sex toys. \n42. Epstein also flew Jane Doe to his residence in Palm Beach, Florida, where she was also \nforced \nto give Epstein sexual massages. \n43. On one occasion, Epstein forced Jane Doe to meet with a lawyer, even though she did not \nexpress any need for a lawyer to Epstein. The lawyer she met with was a prominent attorney and \na law professor who was described to Jane Doe as Epstein's close friend and lawyer. The \nlawyer appeared to be interviewing her, asking personal questions about her family's financial \nsituation. The meeting had no legal purpose, and Epstein later used the information that the \nlawyer had obtained through his meeting with Jane Doe to intimidate her and to keep her \ncompliant in his sex-trafficking scheme. \n10 \nEFTA00023301\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 11 of 14 \n44. Epstein made very clear to Jane Doe that he was incredibly wealthy, powerful and \nregularly in contact with world leaders. In fact, in his New York mansion he had photographs \ndisplayed of significant political figures to ensure that any young female entering the home \nwould know that he had extensive government connections. Epstein was not to be disobeyed and \nhe made clear by his words and actions that there would be consequences if Jane Doe did not \ncomply with his demands. \n45. Epstein constantly promised Jane Doe modeling opportunities with Victoria's Secret each \ntime she saw him. He continued to make that promise for years, up until the last time Jane Doe \nsaw Epstein. \n46. One day, Epstein had someone call Jane Doe to his mansion. When Jane Doe arrived, \nMaxwell was waiting for her and led her upstairs to Epstein's master bedroom. When they got to \nthe bedroom, sex toys were laid out on the bed. Epstein and Maxwell proceeded to sexually \nassault Jane Doe simultaneously and by forcible compulsion. Maxwell forcibly penetrated Jane \nDoe with a sex toy. She was horrified and terrified by the experience and knew she had to try to \nget away from Epstein even though she risked harm to herself by disobeying Epstein. She \nproceeded to move out of the 66th Street apartment building and, having nowhere else to go, \nfound shelter at the Salvation Army housing facility. \n47. Jane Doe was deeply affected by her harrowing experiences at the hands of Epstein. She \nsuffers extreme emotional distress from an experience that has affected her for her entire life. \n48. Epstein's sexual assault and battery of Jane Doe continues to cause her significant \ndistress and harm. \nII \nEFTA00023302\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 12 of 14 \nFIRST CAUSE OF ACTION \n(Battery) \n49. Plaintiff repeats and re-alleges the allegations stated above in paragraphs 1-48 as if fully \nset forth herein. \n50. Epstein intentionally committed battery by sexually assaulting Plaintiff when she was a \nyoung woman. As described above, on multiple occasions, Epstein intentionally sexually \nassaulted and touched Plaintiff in an offensive and sexual manner without her consent. \n51. Epstein's actions constitute sexual offenses as defined in New York Penal Law Article \n130, including but not limited to Article 130.35, inasmuch as Epstein and Maxwell sexually \nassaulted Plaintiff by forcible compulsion within 20 years of filing this Complaint. See N.Y. \nC.P.L.R. § 213-C. \n52. A criminal action against Epstein with respect to the same sex trafficking enterprise from \nwhich Plaintiff's first cause of action arises was terminated on August 29, 2019, less than one \nyear prior to the filing of this Complaint. See N.Y. C.P.L.R. § 215(8)(a). \n53. As a direct and proximate result of Epstein's conduct, Plaintiff has in the past and will in \nthe future continue to suffer extreme emotional distress, humiliation, fear, psychological trauma, \nloss of dignity and self-esteem, and invasion of her privacy. \nSECOND CAUSE OF ACTION \n(Intentional Infliction of Emotional Distress) \n54. Plaintiff repeats and re-alleges the allegations stated above in paragraphs 1-48 as if fully \nset forth herein. \n55. As a direct result of these allegations as stated, Epstein committed intentional infliction of \nemotional distress against Plaintiff. \n12 \nEFTA00023303\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 13 of 14 \n56. Epstein's actions, described above, constitute extreme and outrageous conduct that \nshocks the conscience. Epstein's plan to recruit, entice, and assault Plaintiff on multiple \noccasions goes beyond all possible bounds of decency and is intolerable in a civilized \ncommunity. \n57. Epstein knew or disregarded the substantial likelihood that these actions would cause \nPlaintiff severe emotional distress. \n58. A criminal action against Epstein with respect to the same sex trafficking enterprise from \nwhich Plaintiff's second cause of action arises was terminated on August 29, 2019, less than one \nyear prior to the filing of this Complaint. See N.Y. C.P.L.R. § 215(8)(a). \n59. As a direct and proximate result of Epstein's conduct, Plaintiff has in the past and will in \nthe future continue to suffer extreme emotional distress, humiliation, fear, psychological trauma, \nloss of dignity and self-esteem, and invasion of her privacy. \nPRAYER FOR RELIEF \nWHEREFORE, Plaintiff respectfully requests judgment against Defendants, awarding \ncompensatory, consequential, exemplary, and punitive damages in an amount to be determined at \ntrial; costs of suit; attorneys' fees; and such other and further relief as the Court may deem just \nand \nproper. \nJURY DEMAND \nPlaintiff hereby demands a trial by jury on all causes of action asserted within this \npleading. \n13 \nEFTA00023304\n\nCase 1:19-cv-10577-LJL-DCF Document 1 Filed 11/14/19 Page 14 of 14 \nDated: November 14, 2019. \n/s/ Joshua I. Schiller \nDavid Boies \nBOIES $CHILLER FLEXNER LLP \n333 Main \nStreet \nArmonk, NY 10504 \n(914) 749-8200 \nJoshua I. Schiller \nBOIES SCHILLER FLEXNER LLP \n55 Hudson \nYards \nNew York, NY 10001 \n(212) 446-2300 \nSigrid \nMcCawley \n(Pro Hac Vice Pending) \nBOIES $CHILLER FLEXNER LLP \n401 E. Las Olas Blvd., Suite 1200 \nFt. Lauderdale, FL \n33301 \n(954) 356-0011 \n14 \nEFTA00023305",
    "pageCount": 14,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "NATURE OF THE ACTION \n1. This suit arises out of Jeffrey Epstein's sexual abuse of Plaintiff. \n2. Jane Doe 1000 wa"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "under New York Penal Law Article 130. Epstein and Ghislaine Maxwell sexually \nassaulted Plaintiff by forcible compuls"
      },
      {
        "name": "Les Wexner",
        "role": "extracted",
        "context": "e retailer. He explained that he was friends with Les Wexner, the chief executive of \n9 \nEFTA00023300\n\nCase 1:"
      },
      {
        "name": "Plaintiff Jane",
        "role": "extracted",
        "context": "Filed 11/14/19 Page 2 of 14 \nPlaintiff Jane Doe 1000, by her attorneys Bo"
      },
      {
        "name": "Boies Schiller",
        "role": "extracted",
        "context": "ne Doe 1000, by her attorneys Boies Schiller Flexner LLP, for her Complain"
      },
      {
        "name": "Jeffrey Edward",
        "role": "extracted",
        "context": "e executors of \nthe Estate of Jeffrey Edward Epstein (\"Epstein\"), avers up"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "exual abuse of Plaintiff. \n2. Jane Doe 1000 was sexually trafficked"
      },
      {
        "name": "Jane \nDoe",
        "role": "extracted",
        "context": "n's co-conspirators contacted Jane \nDoe after a modeling appearance a"
      },
      {
        "name": "As United",
        "role": "extracted",
        "context": "ith numerous young women. \n4. As United States District Judge Kenneth"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "us young women. \n4. As United States District Judge Kenneth Marra found, \"F"
      },
      {
        "name": "Judge Kenneth",
        "role": "extracted",
        "context": "4. As United States District Judge Kenneth Marra found, \"From between ab"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "girls . . . at his mansion in Palm Beach \nFlorida, and elsewhere in th"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "dences in New York, Florida, \nNew Mexico, the United States Virgin Isl"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "New Mexico, the United States Virgin Islands, and Paris. Epstein's prefere"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ith the U.S. Attorney for the Southern District of \nFlorida. Unknown to the p"
      },
      {
        "name": "The Post",
        "role": "extracted",
        "context": "offender,' the financier told The Post yesterday. 'It's the differen"
      },
      {
        "name": "Amber Sutherland",
        "role": "extracted",
        "context": "eals a bagel,' said Epstein.\" Amber Sutherland, Billionaire Jeffrey Epstein:"
      },
      {
        "name": "Billionaire Jeffrey",
        "role": "extracted",
        "context": "d Epstein.\" Amber Sutherland, Billionaire Jeffrey Epstein: I'm a \nSex Offender"
      },
      {
        "name": "Sex Offender",
        "role": "extracted",
        "context": "naire Jeffrey Epstein: I'm a \nSex Offender Not a Predator, N.Y. Post (Fe"
      },
      {
        "name": "In August",
        "role": "extracted",
        "context": "offender-not-a-predatort \n10. In August 2018, just one year before hi"
      },
      {
        "name": "The Day",
        "role": "extracted",
        "context": "cceptable.\" James B. Stewart, The Day Jeffrey Epstein Told Me He Ha"
      },
      {
        "name": "Told Me",
        "role": "extracted",
        "context": "wart, The Day Jeffrey Epstein Told Me He Had Dirt on \nPowerful Peop"
      },
      {
        "name": "He Had",
        "role": "extracted",
        "context": "e Day Jeffrey Epstein Told Me He Had Dirt on \nPowerful People, N.Y"
      },
      {
        "name": "Powerful People",
        "role": "extracted",
        "context": "stein Told Me He Had Dirt on \nPowerful People, N.Y. Times (Aug. 12, 2019),"
      },
      {
        "name": "When Plaintiff",
        "role": "extracted",
        "context": "-epstein-interview.html. \nII. When Plaintiff was a young woman, Epstein ad"
      },
      {
        "name": "Penal Law",
        "role": "extracted",
        "context": "in sex \ncrimes under New York Penal Law Article 130. Epstein and Ghis"
      },
      {
        "name": "Allowing Defendants",
        "role": "extracted",
        "context": "tute of limitations defense. \nAllowing Defendants to do so would be unjust. Eps"
      },
      {
        "name": "New Jersey",
        "role": "extracted",
        "context": "is a citizen and resident of New Jersey. \n17. Defendant Darren K. Ind"
      },
      {
        "name": "Defendant Darren",
        "role": "extracted",
        "context": "resident of New Jersey. \n17. Defendant Darren K. Indyke is sued in his capa"
      },
      {
        "name": "Defendant Richard",
        "role": "extracted",
        "context": "of Jeffrey E. Epstein. \n18. Defendant Richard D. Kahn is sued in his capaci"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "e in the Southern District of New \nYork. As the legal representatives"
      },
      {
        "name": "Sex Trafficking",
        "role": "extracted",
        "context": "UAL ALLEGATIONS \nA. Epstein's Sex Trafficking Enterprise \n23. Jeffrey Epste"
      },
      {
        "name": "Zorro Ranch",
        "role": "extracted",
        "context": "tively valued his ranch at 49 Zorro Ranch Road, Stanley, New Mexico 870"
      },
      {
        "name": "Great St",
        "role": "extracted",
        "context": "and even on his own island, Great St. James Island, where his tran"
      },
      {
        "name": "James Island",
        "role": "extracted",
        "context": "on his own island, Great St. James Island, where his transcontinental s"
      },
      {
        "name": "The Arrest",
        "role": "extracted",
        "context": "led 11/14/19 Page 8 of 14 \nB. The Arrest, Prosecution, and Death of Ep"
      },
      {
        "name": "Sealed \nTwo",
        "role": "extracted",
        "context": "2019, pursuant to the SDNY's Sealed \nTwo Count Indictment, which is at"
      },
      {
        "name": "Count Indictment",
        "role": "extracted",
        "context": "ant to the SDNY's Sealed \nTwo Count Indictment, which is attached as Exhibit"
      },
      {
        "name": "The Indictment",
        "role": "extracted",
        "context": "s attached as Exhibit A. \n29. The Indictment described Epstein's conduct a"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "ed on August 8, 2019, at the \nMetropolitan Correctional Center. The witnesses were Ma"
      },
      {
        "name": "Martel Colon",
        "role": "extracted",
        "context": "al Center. The witnesses were Martel Colon Miro and Gulnora Tali. The \nW"
      },
      {
        "name": "Gulnora Tali",
        "role": "extracted",
        "context": "es were Martel Colon Miro and Gulnora Tali. The \nWill included affidavit"
      },
      {
        "name": "The \nWill",
        "role": "extracted",
        "context": "Colon Miro and Gulnora Tali. The \nWill included affidavits from Darr"
      },
      {
        "name": "Local Counsel",
        "role": "extracted",
        "context": "s Executor and Appointment of Local Counsel.\" \n31. Epstein was found dead"
      },
      {
        "name": "Probate Division",
        "role": "extracted",
        "context": "ed on August 15, 2019, in the Probate Division of \nthe Superior Court of the"
      },
      {
        "name": "Superior Court",
        "role": "extracted",
        "context": "the Probate Division of \nthe Superior Court of the Virgin Islands. \n33. D"
      },
      {
        "name": "See Certificate",
        "role": "extracted",
        "context": "953 Trust on August 26, 2019. See Certificate of Trust, In \nthe Matter of t"
      },
      {
        "name": "Probate No",
        "role": "extracted",
        "context": "e Estate of Jetey E. Epstein, Probate No. ST-19-PB-80 (Super. Ct. V.I."
      },
      {
        "name": "See Order",
        "role": "extracted",
        "context": "administer \nEpstein's estate. See Order for Probate, In the Matter of"
      },
      {
        "name": "Letters Testamentary",
        "role": "extracted",
        "context": "per. Ct. V.I. Sept. 6, 2019); Letters Testamentary, In the Matter of the \nEstate"
      },
      {
        "name": "The Will",
        "role": "extracted",
        "context": "Ct. V.I. Sept. 6, 2019). \n35. The Will's first article directs Epste"
      },
      {
        "name": "Following Epstein",
        "role": "extracted",
        "context": "tees of The 1953 Trust.\" \n36. Following Epstein's death, SDNY submitted a pro"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "after Epstein was deceased. \nOn August 29, 2019, U.S. District Judge"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "ed. \nOn August 29, 2019, U.S. District Judge Richard Berman formally dismi"
      },
      {
        "name": "Richard Berman",
        "role": "extracted",
        "context": "29, 2019, U.S. District Judge Richard Berman formally dismissed SDNY's \nin"
      },
      {
        "name": "During Jane",
        "role": "extracted",
        "context": "power, and connections. \n41. During Jane Doe's time with Epstein, he f"
      },
      {
        "name": "When Jane",
        "role": "extracted",
        "context": "call Jane Doe to his mansion. When Jane Doe arrived, \nMaxwell was wai"
      },
      {
        "name": "Salvation Army",
        "role": "extracted",
        "context": "to go, \nfound shelter at the Salvation Army housing facility. \n47. Jane D"
      },
      {
        "name": "Intentional Infliction",
        "role": "extracted",
        "context": "cy. \nSECOND CAUSE OF ACTION \n(Intentional Infliction of Emotional Distress) \n54. P"
      },
      {
        "name": "Emotional Distress",
        "role": "extracted",
        "context": "N \n(Intentional Infliction of Emotional Distress) \n54. Plaintiff repeats and r"
      },
      {
        "name": "Schiller \nDavid",
        "role": "extracted",
        "context": "mber 14, 2019. \n/s/ Joshua I. Schiller \nDavid Boies \nBOIES $CHILLER FLEXNER"
      },
      {
        "name": "Main \nStreet",
        "role": "extracted",
        "context": "IES $CHILLER FLEXNER LLP \n333 Main \nStreet \nArmonk, NY 10504 \n(914) 749-"
      },
      {
        "name": "Hudson \nYards",
        "role": "extracted",
        "context": "OIES SCHILLER FLEXNER LLP \n55 Hudson \nYards \nNew York, NY 10001 \n(212) 44"
      },
      {
        "name": "Sigrid \nMc",
        "role": "extracted",
        "context": "rk, NY 10001 \n(212) 446-2300 \nSigrid \nMcCawley \n(Pro Hac Vice Pending)"
      },
      {
        "name": "Pro Hac",
        "role": "extracted",
        "context": "446-2300 \nSigrid \nMcCawley \n(Pro Hac Vice Pending) \nBOIES $CHILLER"
      },
      {
        "name": "Vice Pending",
        "role": "extracted",
        "context": "0 \nSigrid \nMcCawley \n(Pro Hac Vice Pending) \nBOIES $CHILLER FLEXNER LLP"
      },
      {
        "name": "Las Olas",
        "role": "extracted",
        "context": "$CHILLER FLEXNER LLP \n401 E. Las Olas Blvd., Suite 1200 \nFt. Lauder"
      }
    ],
    "locations": [
      {
        "name": "Zorro Ranch",
        "type": "property"
      },
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "New York Mansion",
        "type": "residence"
      },
      {
        "name": "Street \nArmonk, NY",
        "type": "city"
      },
      {
        "name": "New York, NY",
        "type": "city"
      },
      {
        "name": "Lauderdale, FL",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-08-29",
        "event": "August 29, 2019"
      },
      {
        "date": "2019-07-02",
        "event": "July 2, 2019"
      },
      {
        "date": "2019-07-08",
        "event": "July 8, 2019"
      },
      {
        "date": "2019-08-08",
        "event": "August 8, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, \n2019"
      },
      {
        "date": "2019-08-15",
        "event": "August 15, 2019"
      },
      {
        "date": "2019-08-26",
        "event": "August 26, 2019"
      },
      {
        "date": "2019-09-06",
        "event": "September 6, 2019"
      },
      {
        "date": "2019-11-14",
        "event": "November 14, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(914) 749-8200",
      "(212) 446-2300",
      "(954) 356-0011"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:08.675Z"
}