{
  "document": {
    "id": "efta00018997",
    "filename": "EFTA00018997.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018997.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nx \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \nx \n20 Cr. 330 (MN) \nREPLY MEMORANDUM OF GHISLAINE MAXWELL \nIN SUPPORT OF HER MOTION UNDER THE FOURTH AMENDMENT, \nMARTINDELL, AND THE FIFTH AMENDMENT TO SUPPRESS ALL EVIDENCE \nOBTAINED FROM THE GOVERNMENT'S SUBPOENA TO \nBOLES \nSCHILLER AND \nTO DISMISS COUNTS FIVE AND SIX \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN & FOREMAN P.C. \n150 East 10th Avenue \nDenver, CO \n80203 \nPhone: 303-831-7364 \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \n800 Third Avenue New \nYork, NY 10022 \nPhone: 212-957-7600 \nBobbi C. Sternheim \nLaw Offices \nof Bobbi C. Stemheim \n33 West 19th Street - 4th Floor \nNew York, NY 10011 \nPhone: 212-243-1100 \nAttorneys for Ghislaine Maxwell \nEFTA00018997\n\nTABLE OF CONTENTS \nTABLE OF CONTENTS ii \nTABLE OF AUTHORITIES iii \nTABLE OF EXHIBITS \nFactual Background \n1 \nArgument  1 \nI. The Government's violation of the Fourth Amendment requires suppression  \n1 \nA. Maxwell has standing.   1 \nB. There is no good faith. \n5 \nC. The government's inevitable discovery doctrine fails \n5 \nII. The Government's violation of Manindell requires suppression. 7 \nIII. The Government's violation of the Fifth Amendment requires suppression  10 \nIV. The Court should hold an evidentiary hearing  \n13 \nCONCLUSION \n13 \nCertificate of Service  \n15 \nii \nEFTA00018998\n\nTABLE OF AUTHORITIES \nCases \nAppeal ofHughes, 633 F.2d 282 (3d Cir. 1980) 2 \nCarpenter v.  United States, 138 S. Ct. 2206 (2018). 2, 3 \nDoe v. Indyke, Case No., 20-cv-00484 (S.D.N.Y.) 6 \nGiuffre v. Maxwell, 325 F. Supp. 3d 428 (S.D.N.Y. 2018) 6 \nMatter of Grand Jury Subpoena Duces Tecum Dated Feb. 18, 1988, 685 F. Supp. 49 \n(S.D.N.Y. 1988) 1 \nRaheem v. Kelly, 257 F.3d 122 (2d Cir. 2001) 9 \nRefco Grp. Ltd., LLC v. Cantor Fitzgerald, L.P., No. 13 CIV. 1654 RA HBP, 2014 WL 5420225 \n(S.D.N.Y. Oct. 24, 2014) 2 \nUnited States v.  Cortina, 630 F.2d 1207 (7th Cir. 1980) 5 \nUnited States v. Heath, 455 F.3d 52 (2d Cir. 2006) 7 \nUnited States v. Lavender, 583 F.2d 630 (2d Cir. 1978) 2, 4 \nUnited States v. Leon, 468 U.S. 897 \n(1984) 5 \nUnited States v.  Oshatz, 700 F. Supp. 696 (S.D.N.Y. 1988)  12 \nUnited States v. Stein, 541 F.3d 130 (2d Cir. 2008)   10 \nUnited States v. Stokes, 733 F.3d 438 (2d Cir. 2013) 5, 6, 7 \nUnited States v.  Taylor, 745 F.3d 15 (2d Cir. 2014)  12 \nUS Bank Nat. Ass 'n v. PHL Variable Ins. Co., No. 12 CIV. 6811 CM JCF, 2012 WL 5395249 \n(S.D.N.Y. Nov. 5, 2012) 2 \niii \nEFTA00018999\n\nOther Authorities \nStephen Rex Brown, Manhattan federal prosecutors declined to pursue Jeffrey Epstein and \nGhislaine Maxwell case in 2016, New York Daily News (Oct. 13, 2020) 11 \nRules \nFed. R. Civ. P. 24(b) 4 \nFed. R. Civ. P. 26(c)  \n13 \nFed. R. Crim. P. 17(c) 4 \nConstitutional Provisions \nU.S. \nCONST. amend. IV  1 \nU.S. \nCONST. amend. V  1, 9 \niv \nEFTA00019000\n\nTABLE OF EXHIBITS \nEXHIBIT A: Motion to Compel Plaintiff to Disclose Alleged \"On-going Criminal Investigations \nby Law Enforcement\" or, In the Alternative, to Stay Proceedings. Giuffre v. Maxwell, No. 15-cv-\n07433-RWS, Apr. 18, 2016 \nEXHIBIT B: Giuffre v. Maxwell, No. 15-cv-07433-RWS, Transcript, Apr. 21, 2016 \nEFTA00019001\n\nGhislaine Maxwell moves under the Fourth Amendment, Martindell v. Intl TeL & TeL \nCorp., 594 F.2d 291 (2d Cir. 1979), and the Fifth Amendment, to suppress all evidence the \ngovernment obtained from a grand jury subpoena it issued to Boies Schiller Flexner LLP and to \ndismiss Counts Five and Six, which are the fruits of that unlawful subpoena. \nFactual Background \nThe facts relevant to this Motion are described in Maxwell's Pretrial Motion No. 3 and \nthe Reply in Support Thereof. \nArgument \nI. The Government's violation of the Fourth Amendment requires \nsuppression. \nThe government does not defend the overbreadth of its subpoena, or even respond to \nMaxwell's argument. Resp. at 82-95. The government also does not deny that the subpoena \neffected both a search and a seizure under the Fourth Amendment. Id. \nInstead, the government argues that (1) Maxwell has no standing to challenge the \nsubpoena; (2) the government acted in good faith; and (3) the government inevitably would have \ncome to possess the 90,000-sum pages of material it obtained from Boies Schiller. \nThe facts and law belie the government's claims. \nA. Maxwell has standing. \nThe government's standing argument boils down to this: Maxwell cannot challenge the \nsearch because the material was in the possession of a third party and Maxwell lacked a \nreasonable expectation of privacy. Resp. at 84-86. This argument fails. \nAbundant authority holds that when confidential material is in the possession of a third-\nparty, a defendant has standing to challenge a grand jury subpoena of that material. Matter of \nGrand Jury Subpoena Duces Tecum Dated Feb. 18, 1988, 685 F. Supp. 49, 51 (S.D.N.Y. 1988) \n(law firm could intervene and join motion to quash grand jury subpoena issued to private \nEFTA00019002\n\ninvestigation firm). \"The governing rule in these circumstances is that the possessor of the \nclaimed privilege or right may intervene to assert it.\" Id. (quoting Appeal of Hughes, 633 F.2d \n282, 288 (3d Cir. 1980)). See also US Bank Nat. Ass'n v. PHL Variable Ins. Co., No. 12 CIV. \n6811 CM JCF, 2012 WL 5395249, at *2 (S.D.N.Y. Nov. 5, 2012) (\"A party [has] standing to \nchallenge . . . a subpoena served on a non-party ... [when] the moving party assert[s] some right \nor privilege personal to it, such as an interest in proprietary, confidential information that would \nbe disclosed or an interest in maintaining a privilege that would be breached by disclosure.\" \n(citing cases)). In turn, in determining whether there is standing, \"[c]ourts should consider \nwhether the information itself is private, confidential, privileged, or highly sensitive, and not the \nform the records take.\" Refco Grp. Ltd., LLC v.  Cantor Fitzgerald, L.P., No. 13 CIV. 1654 RA \nHBP, 2014 WL 5420225, at *4 (S.D.N.Y. Oct. 24, 2014). \nIn United States v. Lavender, the Second Circuit held that while a defendant could not \nfile an interlocutory appeal of the district court's denial of his motion to quash a third-party \nsubpoena, he was \"free to raise his Fourth Amendment claims via motions to suppress....\" 583 \nF.2d 630, 632 (2d Cir. 1978). Since Maxwell never had notice of the subpoena to Boies Schiller, \nshe is doing here exactly what Lavender allows: filing a motion to suppress. \nTo be sure, if the government were right—that the mere fact of a third-party's possession \nof property eliminates a defendant's standing—then Carpenter v. United States would have \ncome out differently, since the defendant's historical cell-site location information was in the \npossession of MetroPCS and Sprint. 138 S. Ct. 2206, 2212 (2018). But the United States \nSupreme Court rejected application of the third-party doctrine for two reasons, as this Court \nshould here. \n2 \nEFTA00019003\n\nFirst, the Court recognized that \n[t]here is a world of difference between the limited types of personal information \naddressed in Smith and Miller and the exhaustive chronicle of location information \ncasually collected by wireless carriers today. The Government thus is not asking \nfor a straightforward application of the third-party doctrine, but instead a significant \nextension of it to a distinct category of information. \nId. at 2219. Second, the Court concluded that in \"in no meaningful sense\" did Carpenter \nvoluntarily \"assume the risk\" of \"turning over a comprehensive dossier of his physical \nmovements.\" Id. at 2220. \nThe same logic applies here. There is \"world of difference between the limited types of \npersonal information addressed in Smith and Miller and the exhaustive\" and personal details \nabout Maxwell that are contained in Boies Schiller's 90,000 pages of confidential material. \nThese details include, for example, information about Maxwell's sexual partners, sexual habits, \nfinances, and much, much more. \nMoreover, \"in no meaningful sense\" did Maxwell voluntarily share this information with \nBoies Schiller. Giuffre sued Maxwell, not the other way around. And the defamation claim (the \nonly claim Giuffre ever asserted against Maxwell, who did not file a counterclaim) had nothing \nto do with much of the confidential information Maxwell was forced, over objection, to provide. \nMaxwell's motion to dismiss the perjury counts for lack of materiality and her motion for \nseverance, and the replies in support thereof, explain this in more detail. Maxwell Pre-Trial Mot. \nNos. 4 8c 5. \nBut the point is this: The defamation case should have been extremely narrow, but Boies \nSchiller transformed it into something much broader—a proxy prosecution of Epstein and \nMaxwell for allegedly trafficking and abusing Giuffre, which then compelled Maxwell, over \nobjection, to answer irrelevant and highly prejudicial personal questions. None of it was \nvoluntary. \n3 \nEFTA00019004\n\nIn addition to the inapplicability of the third-party doctrine, the government's response \nfails to account for two other, dispositive facts proving that Maxwell has a reasonable \nexpectation of privacy. First, the Protective Order by its terms affords Maxwell a reasonable \nexpectation of privacy. Mot. 3, Ex. Al 3 (defining \"CONFIDENTIAL\" information as that \nwhich \"implicates common law and statutory privacy interests of . . . Ghislaine Maxwell\" \n(emphasis added)). What would it say to civil litigants if they could not rely on a court's promise \nof confidentiality, at least absent notice and an opportunity to object to any breach of that \npromise (which, of course, Maxwell was denied here). See Mot. 3, Ex. A, ¶ 14 (precluding \nmodification of the Protective Order absent \"good cause shown following notice to all parties \nand an opportunity for them to be heard\"). \nSecond, Martindell affords Maxwell a reasonable expectation of privacy. Martindell, 594 \nF.2d at 294. In Martindell, the Second Circuit held that \"the proper procedure\" to obtain \nconfidential material under a Protective Order, \"as the Government should know, was either to \nsubpoena the deposition transcripts for use in a pending proceeding such as a grand jury \ninvestigation or trial, in which the issue could be raised by motion to quash or modify the \nsubpoena, [Fed. R. Crim. P. 17(c)] or to seek permissive intervention in the private action \npursuant to [Fed. R. Civ. P. 24(b)], for the purpose of obtaining vacation or modification of the \nprotective order.\" Id. (emphasis added)). By affording Maxwell a right to notice and an \nopportunity to be heard, Martindell makes clear that, having been denied those rights when the \nsubpoena was first issued, Maxwell has standing to challenge the government's conduct now. \nId.; see Lavender, 583 F.2d at 632. \n4 \nEFTA00019005\n\nB. There is no good faith. \nThe rebuttal to government's good faith claim is simple: There can be no good faith \nwhen the government willfully and intentionally misleads the court into authorizing its search. \nAs the United States Supreme Court held in United States v. Leon, \nSuppression . . . remains an appropriate remedy if the magistrate or judge in issuing \na warrant was misled by information in an affidavit that the affiant knew was false \nor would have known was false except for his reckless disregard of the truth. \n468 U.S. 897, 923 (1984). \nHere, as explained in Maxwell's due process motion to suppress and the reply in support \nthereof, the government misled Chief Judge McMahon to modify the Giuffre Protective Order \nand authorize the subpoena to Boies Schiller. The good faith doctrine does not apply when the \ngovernment acts in objective bad faith. \nC. The government's inevitable discovery doctrine fails. \nThere are several reasons the government's inevitable discovery argument fails. \nFirst, the inevitable discovery doctrine is an exception to the Fourth Amendment's \nexclusionary rule. United States v. Stokes, 733 F.3d 438, 442-43 (2d Cir. 2013) (reversing \ndistrict court's denial of motion to suppress, which was based on \"the inevitable discovery \ndoctrine, an exception to the Fourth Amendment's exclusionary rule\"). The doctrine has no \napplicability when a court exercises its inherent or supervisory authority to suppress evidence \nobtained through deliberate government misconduct. The exercise of that authority is meant to \nvindicate the dignity of the Court and to deter improper governmental conduct. See United States \nv.  Cortina, 630 F.2d 1207, 1216 (7th Cir. 1980) (\"The need for deterrence of illegal conduct is, \nin one sense, greater here than [elsewhere], for [the government's] offense was committed within \nthe sanctity of the court itself.\"). \n5 \nEFTA00019006\n\nSecond, the government's inevitable discovery doctrine is far too speculative. The \n\"typical application\" of the inevitable discovery doctrine is when \"the government seeks to \ninvoke the doctrine on the basis of standardized, established procedures such as those requiring \ninventory searches.\" Stokes, 733 F.3d at 447. The government's \"inevitability analysis in this \ncase,\" however, \"is predicated on an assessment of the actions that might have been taken by \nthird parties,\" such as Judge Preska and the Miami Herald, who are \"not acting at the behest of \nthe police.\" Id. \"Such an analysis is inherently speculative.\" Id. \nIn fact, unlike every other civil case in the Southern District of New York against \nMaxwell or Epstein's estate, the government deliberately chose not to intervene in the on-going \nunsealing process in Giuffre v. Maxwell. In the only other active SDNY case against Epstein, \nDoe v. Indyke, No. 20-cv-484-JLIC, the government intervened and moved to stay discovery, \nsaying that continued discovery could threaten its case against Maxwell. \nBy contrast, the government opted not to intervene and stay the unsealing in Giuffre v. \nMaxwell. The reason is obvious. Legitimately concerned about the propriety of its conduct in \nmisleading Chief \nJudge \nMcMahon and issuing an unconstitutionally overbroad subpoena to \nBoies Schiller, the government hoped to hedge its bets by allowing the unsealing process to \nunfold so it could make the inevitable discovery argument it now makes. This Court should not \ncondone such gamesmanship.' \nThird, the government's inevitable discovery argument is far too broad. Even the \ngovernment admits that the vast majority of material it obtained from Boies Schiller is not on the \nGiuffre v. Maxwell docket and has not been unsealed by Judge Preska. Resp. at 94. In fact, the \ngovernment's response appears to concede that its inevitable discovery argument is limited to \n' As the government recognizes, Judge Preska recognized this possibility, but deferred to this \nCourt on the question since it is presiding over the criminal case. Resp. at 94 n.41. \n6 \nEFTA00019007\n\nMaxwell's two deposition transcripts, Resp. at 94 & n.41. And as to Count 6 in particular \n(alleging perjury in the July 2016 deposition), the government concedes, as it must, that Judge \nPreska has refused to unseal all of the testimony charged in the indictment, except one question \nand one answer. Resp. at 94 n.41. The government offers no explanation for how it inevitably \nwould have obtained all 90,000 pages of material from Boies Schiller when the two deposition \ntranscripts don't even total 1,000 pages. \nFourth, the government misunderstands the burden of proof. The government tries to \nfault Maxwell for seeking \"suppression of all evidence [it] obtained pursuant to the subpoena,\" \ncalling this a \"windfall.\" Resp. at 95. But it's the government's burden to prove the applicability \nof the inevitable discovery exception. Stokes, 733 F.3d at 444 (inevitable discovery doctrine \napplies only \"if the government can prove that the evidence would have been obtained inevitably \nwithout the constitutional violation\") (rejecting government's inevitable discovery claim). The \ngovernment must explain why Maxwell isn't entitled to this remedy, not the other way around. \nThe government has fallen far, far short of meeting its burden, if only because it offers no \nargument—on the facts or the law—for how it might have inevitably discovered more than \n89,000 pages of material that hasn't been and won't be unsealed by Judge Preska. This Court \nshould have no confidence, much less a \"high level of confidence, that each of the contingencies \nnecessary to the legal discovery of the contested evidence would be resolved in the government's \nfavor.\" United States v. Heath, 455 F.3d 52, 55 (2d Cir. 2006) (articulating inevitable discovery \nstandard). \nThe inevitable discovery doctrine does not apply. \nII. The Government's violation of Martindell requires suppression. \nThe government ignores the primary argument Maxwell made in her Motion: The \ngovernment circumvented Martindell, and deprived Maxwell of due process, by securing a \n7 \nEFTA00019008\n\nmodification of the Protective Order in an ex parte hearing (chock full of misrepresentations) \nwithout first providing Maxwell notice and an opportunity to be heard. Mot. No. 11, at 11-15. \nThe government offers no response to this fundamental point—Martindell demands notice and \nan opportunity to be heard; Maxwell received neither. Resp. at 76—81. \nNow, in an audacious request, the government argues this Court cannot evaluate the \npropriety of Chief Judge McMahon's analysis of Martindell, because Judge McMahon is a co-\nequal judge who exercised her sound discretion. Resp. at 81 & n.37. Were the government's \nunsupported argument correct, though, it would mean that Maxwell will never have an \nopportunity to challenge the subpoena under Martindell, as that case and due process require. \nThe government is not right. \nThis Court does not owe deference to Judge McMahon's decision, for at least three \nreasons. First, Maxwell never was given the chance to oppose the government's request, so due \nprocess demands that she be given that chance now. Second, Chief Judge McMahon did not \npossess all the relevant facts because the government improperly concealed them from her. To \nthe contrary, the government misled Judge McMahon about its contacts with Boies Schiller and \nthe origins of its investigation, facts that were central to Judge McMahon's decision to modify \nthe Protective Order and authorize the subpoena. Mot. No. 3 & Reply in Support Thereof. Third, \nthis Court is not tasked with deciding whether the Protective Order should be modified or even \nquestioning the correctness of Judge McMahon's modification. This Court is deciding a different \nquestion entirely—whether the government's violation of Martindell requires suppression. \nAs to remedy, the government says that no case addresses whether suppression is proper \nfor a Martindell violation. Fair enough. Resp. at 81. \n8 \nEFTA00019009\n\nBut that's doubtless because that law has been clear for forty-two years that the \ngovernment can modify a civil Protective Order and then subpoena confidential material only \nafter notice to the real party in interest and an opportunity to respond. Martindell, 594 F.2d at \n294 (Martindell decided in 1979). The proper procedure for modifying a civil Protective Order at \nthe government's request, in other words, is the one that affords due process. U.S. CONST. \namend. V. \nThat no case has addressed the remedy for a Manindell violation is evidence only of (1) \nthe government's prior compliance with Martindell (which should, of course, be expected), or \n(2) a criminal defendant having not raised the issue before. In this case, however, (1) the \ngovernment violated Martindell, and (2) Maxwell seeks suppression as a sanction. \nSuppression is the proper remedy for at least two reasons. First, at its heart, Martindell is \ngrounded in due process principles, and the government's conduct here violated Maxwell's right \nto due process. See U.S. CONST. amend. V. The essence of due process is notice and an \nopportunity to be heard. Martindell guaranteed Maxwell notice and an opportunity to be heard, \n594 F.2d at 294, as did the Protective Order, Mot. 3, Ex. A, 1  14. But Maxwell had no idea that \nthe Giuffre Protective Order had been modified behind her back until she was indicted and the \ngovernment disclosed the 90,000 pages of material it obtained from Boies Schiller.' The \ngovernment's due process violation warrants suppression. E.g., Raheem v. Kelly, 257 F.3d 122, \n135 (2d Cir. 2001) (suppression for due process violation). \nSecond, because the government violated Martindell not only by denying Maxwell notice \nand an opportunity to be heard, but also by affirmatively misleading Chief Judge McMahon, \n2  To this day, Judge Preska—who is presiding over the Giuffre action since Judge Sweet's \npassing and is addressing the Protective Order on a daily basis as the parties brief what material should be \nunsealed—apparently does not know the Protective Order was modified. \n9 \nEFTA00019010\n\nsuppression is proper under this Court's inherent and supervisory authority. Mot. No. 3 & Reply \nin Support Thereof. \nIII. The Government's violation of the Fifth Amendment requires suppression. \nThe government offers three responses to Maxwell's Fifth Amendment argument. None \nis persuasive. \nThe government's first response is to deny any state action. Resp. at 99-100. But as even \nthe government admits, a private party, like Boies Schiller, is deemed to be an agent of the state \nwhen the government \"has provided such significant encouragement, either overt or covert, that \nthe choice must in law be deemed to be that of the State.\" Resp. at 99 (quoting United States v. \nStein, 541 F.3d 130, 146 (2d Cir. 2008)). Here, based on the record of the government's contacts \nwith Boies Schiller in the months before and after Maxwell's depositions, there is at least a \ngenuine question of fact as to the government's role in encouraging Boies Schiller. \nWe know that the government contemplated a perjury prosecution of Maxwell, as seen in \nthe government's newly-disclosed notes from the meeting. Reply ISO Mot. to Suppress, Ex. K, p \n5. And if the government is to be believed, there was only one meeting with Boies Schiller, two \nmonths before Maxwell's first deposition. If the government was contemplating a perjury \nprosecution before Maxwell even testified, it stands to reason that Boies Schiller and the \ngovernment discussed at the February 29 meeting a plan to set a perjury trap for Maxwell. \nIndeed, the contemporaneous notes of the February 29 meeting show that Boies Schiller \npromised to send the government \"depositions,\" Reply ISO Mot. to Suppress, Ex. J, p 8, and \nDavid Boies later complained about his frustration that the government had not yet charged \n10 \nEFTA00019011\n\nMaxwell with perjury.;  There are compelling reasons, therefore, to think the government and \nBoles Schiller collaborated and that Boies Schiller's conduct was in part at the government's \nbehest. \nThe record in the Giuffre case preceding the first deposition supports this conclusion as \nwell. Based on Giuffre's claim of an ongoing investigation, Maxwell requested, prior to her \ndeposition, that Giuffre disclose any alleged \"on-going criminal investigation by law \nenforcement\" or alternatively to stay the action pending completion of any such investigation. \nEx. A. In part, Maxwell needed information concerning any such investigation to assess \"the \nimpact on any 5th Amendment privilege.\" Ex. A, p 3. The district court declined to afford Ms. \nMaxwell the requested relief. Ex. B. \nThe day before Maxwell's April 2016 deposition, however, Judge Sweet ordered that \n\"[a]ny materials that [Giuffre] has with respect to any criminal investigations will be turned over \n[by Giuffre] except for any statements made by [Giuffre] to law enforcement authority.\" Ex. B, p \n21. Maxwell had in fact served a discovery request on Boies Schiller for any such documents, yet \nGiuffre produced no such materials, and the deposition proceeded as scheduled the next day. \nIn reliance on the Protective Order, which included no exception for any law enforcement \nneed or subpoena and based on Giuffre's failure to disclose any \"ongoing criminal \ninvestigation,\" Maxwell did not assert her Fifth Amendment privilege against self-incrimination \nduring that deposition and testified truthfully. \nAs explained in Maxwell's Pretrial Motion No. 3 and the Reply in Support Thereof, the \ngovernment has now disclosed several documents \"with respect to any criminal investigations\" \n3  Stephen Rex Brown, Manhattan federal prosecutors declined to pursue Jeffrey Epstein and \nGhislaine Maxwell case in 2016, New York Daily News (Oct. 13, 2020), \nhttps://www.nydailynews.corninew-yorlany-jeffrey-epstein-maxwell-case-20201013-\njinzh17zdrzdgrbbs7yc6binszu-stoty.html.\n11 \nEFTA00019012\n\nthat Giuffre possessed in February and March 2016. Under Judge Sweet's pre-deposition order, \nGiuffre should have turned these documents over to Maxwell before the April 2016 deposition. \nGiuffre's failure to turn the documents over, despite Judge Sweet's order, is compelling evidence \nthat Boies Schiller was acting as an agent of the state for Fifth Amendment purposes when \ndeposing Maxwell. At the very least, the possibility cannot be dismissed out of hand, and an \nevidentiary hearing is appropriate. \nThe government's second argument is that Maxwell waived her Fifth Amendment right. \nResp. at 100. Not so. A waiver is valid only if it is knowingly made. United States v. Taylor, 745 \nF.3d 15, 23 (2d Cir. 2014). And \"'knowing' means with full awareness of the nature of the right \nbeing abandoned and the consequences of abandoning it.\" Id. \nHere, Maxwell did not knowingly waive her Fifth Amendment right. She declined to \ninvoke it based on the protections afforded to her by the Protective Order, and on the \nunderstanding that the government was not actively investigating her. That understanding, as it \nturned out, was incorrect, but it was a misunderstanding deliberately encouraged by Boies \nSchiller with cooperation from the government. If Boies Schiller had disclosed that material \nJudge Sweet ordered them to disclose, Maxwell would have invoked her Fifth Amendment right \nand avoided the perjury trap the government and Boies Schiller set for her. \nIt is for this reason that the government fails in its attempt to distinguish United States v. \nOshatz, 700 F. Supp. 696 (S.D.N.Y. 1988). Resp. at 102. The government says that the logic of \nOshatz does not apply because the defendant there had already been indicted whereas here, \nMaxwell was deposed \"over two years before the Government opened its investigation.\" Resp. at \n100; id. at 102 (noting that the defendant in Oshatz \"had already been indicted at the time of his \ndeposition in a civil case for almost seven months\"). Of course, this argument depends on the \n12 \nEFTA00019013\n\ngovernment's claim that its investigation of Maxwell did not start until 2018. But based on the \ndiscovery provided to Maxwell in response to her Pretrial Motion No. 3, we know the \ninvestigation actually began as early as 2016, when two months before Maxwell's first \ndeposition, Boies Schiller met with the government and pressed an investigation for, among \nother things, per hay. This Court should adhere to Oshatz and, as the court there granted the \nmotion to quash, here it should grant the motion to suppress. \nThe government's final argument is a red herring. Resp. at 103. Maxwell's argument is \nnot, and has never been, that a Protective Order cannot be modified. Maxwell agrees that, under \nMartindell, and after notice to the real party in interest and an opportunity to be heard, \nmodification of a Protective Order is appropriate if the government can show \"improvidence in \nthe grant of a Rule 26(c) protective order or some extraordinary circumstance or compelling \nneed.\" 594 F.2d at 296. Here, Maxwell was never given notice and an opportunity to be heard, \nand Chief Judge McMahon's finding of \"extraordinary circumstances\" was fatally tainted by the \ngovernment's misrepresentations to her about the origins of its investigation. \nIV. The Court should hold an evidentiary hearing. \nBecause there are genuine disputes of material fact, and for the reasons given in \nMaxwell's Pretrial Motion No. 3 and the Reply in Support Thereof, this Court should hold an \nevidentiary hearing. \nCONCLUSION \nFor these reasons, as well as those given in the Motion, this Court should: (1) suppress all \nevidence the Government obtained from Boies Schiller and any other evidence derived \ntherefrom; or (2) suppress the April and July 2016 depositions and all evidence derived \ntherefrom; and (3) dismiss Counts Five and Six. Maxwell requests an evidentiary hearing on this \nMotion. \n13 \nEFTA00019014\n\nDated: March 15, 2021 \nRespectfully submitted, \ns/ Jeffrey S. Pagliuca \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN & FOREMAN P.C. \n150 East 10th \nAvenue \nDenver, CO 80203 \nPhone: 303-831-7364 \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \n800 Third Avenue New York, NY 10022 Phone: \n212-957-7600 \nBobbi C. Stemheim \nLaw Offices of Bobbi C. Stemheim \n33 West 19th Street - 4th Floor \nNew York, NY 10011 \nPhone: 212-243-1100 \nAttorneys for Ghislaine Maxwell \n14 \nEFTA00019015\n\nCertificate of Service \nI  hereby certify that on March 15, 2021, I  served by email, pursuant Rule 2(B) of the \nCourt's individual practices in criminal cases, the Reply Memorandum of Ghislaine Maxwell in \nSupport of Her Motion Under the Fourth Amendment, Martindell, and the Fifth Amendment to \nSuppress All Evidence Obtained from the government's Subpoena to Boies Schiller and to Dismiss \nCounts Five and Six upon the following: \nU.S. Attorney's \nOffice, SDNY \nOne Saint Andrew's Plaza \nNew York, NY 10007 \ns/ Christian R. Everdell \n15 \nEFTA00019016",
    "pageCount": 20,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "Manhattan federal prosecutors declined to pursue Jeffrey Epstein and \nGhislaine Maxwell case in 2016, New York Dai"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "CT OF NEW YORK \nx \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \nx \n20 Cr. 330 (MN) \nREPLY MEMORANDU"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "rict court declined to afford Ms. \nMaxwell the requested relief. Ex"
      },
      {
        "name": "Pagliuca \nLaura",
        "role": "extracted",
        "context": "UNTS FIVE AND SIX \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN"
      },
      {
        "name": "Avenue \nDenver",
        "role": "extracted",
        "context": "& FOREMAN P.C. \n150 East 10th Avenue \nDenver, CO \n80203 \nPhone: 303-831-73"
      },
      {
        "name": "Third Avenue",
        "role": "extracted",
        "context": "ll \nCOHEN \n& GRESSER LLP \n800 Third Avenue New \nYork, NY 10022 \nPhone: 2"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "GRESSER LLP \n800 Third Avenue New \nYork, NY 10022 \nPhone: 212-957-760"
      },
      {
        "name": "Sternheim \nLaw",
        "role": "extracted",
        "context": "Phone: 212-957-7600 \nBobbi C. Sternheim \nLaw Offices \nof Bobbi C. Stemheim"
      },
      {
        "name": "Floor \nNew",
        "role": "extracted",
        "context": "im \n33 West 19th Street - 4th Floor \nNew York, NY 10011 \nPhone: 212-24"
      },
      {
        "name": "Factual Background",
        "role": "extracted",
        "context": "ITIES iii \nTABLE OF EXHIBITS \nFactual Background \n1 \nArgument  1 \nI. The Gover"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "ackground \n1 \nArgument  1 \nI. The Government's violation of the Fourth Ame"
      },
      {
        "name": "Fourth Amendment",
        "role": "extracted",
        "context": "Government's violation of the Fourth Amendment requires suppression  \n1 \nA."
      },
      {
        "name": "Fifth Amendment",
        "role": "extracted",
        "context": "Government's violation of the Fifth Amendment requires suppression  10 \nIV."
      },
      {
        "name": "Cases \nAppeal",
        "role": "extracted",
        "context": "018998\n\nTABLE OF AUTHORITIES \nCases \nAppeal ofHughes, 633 F.2d 282 (3d Ci"
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "(2018). 2, 3 \nDoe v. Indyke, Case No., 20-cv-00484 (S.D.N.Y.) 6 \nG"
      },
      {
        "name": "Grand Jury",
        "role": "extracted",
        "context": "(S.D.N.Y. 2018) 6 \nMatter of Grand Jury Subpoena Duces Tecum Dated Fe"
      },
      {
        "name": "Subpoena Duces",
        "role": "extracted",
        "context": "2018) 6 \nMatter of Grand Jury Subpoena Duces Tecum Dated Feb. 18, 1988, 68"
      },
      {
        "name": "Tecum Dated",
        "role": "extracted",
        "context": "of Grand Jury Subpoena Duces Tecum Dated Feb. 18, 1988, 685 F. Supp. 4"
      },
      {
        "name": "Refco Grp",
        "role": "extracted",
        "context": "57 F.3d 122 (2d Cir. 2001) 9 \nRefco Grp. Ltd., LLC v. Cantor Fitzgera"
      },
      {
        "name": "Cantor Fitzgerald",
        "role": "extracted",
        "context": "1) 9 \nRefco Grp. Ltd., LLC v. Cantor Fitzgerald, L.P., No. 13 CIV. 1654 RA HB"
      },
      {
        "name": "Bank Nat",
        "role": "extracted",
        "context": ".3d 15 (2d Cir. 2014)  12 \nUS Bank Nat. Ass 'n v. PHL Variable Ins."
      },
      {
        "name": "Variable Ins",
        "role": "extracted",
        "context": "2 \nUS Bank Nat. Ass 'n v. PHL Variable Ins. Co., No. 12 CIV. 6811 CM JCF"
      },
      {
        "name": "Other Authorities",
        "role": "extracted",
        "context": ", 2012) 2 \niii \nEFTA00018999\n\nOther Authorities \nStephen Rex Brown, Manhattan"
      },
      {
        "name": "Stephen Rex",
        "role": "extracted",
        "context": "A00018999\n\nOther Authorities \nStephen Rex Brown, Manhattan federal pros"
      },
      {
        "name": "Daily News",
        "role": "extracted",
        "context": "axwell case in 2016, New York Daily News (Oct. 13, 2020) 11 \nRules \nFe"
      },
      {
        "name": "Rules \nFed",
        "role": "extracted",
        "context": "aily News (Oct. 13, 2020) 11 \nRules \nFed. R. Civ. P. 24(b) 4 \nFed. R."
      },
      {
        "name": "Constitutional Provisions",
        "role": "extracted",
        "context": "13 \nFed. R. Crim. P. 17(c) 4 \nConstitutional Provisions \nU.S. \nCONST. amend. IV  1 \nU"
      },
      {
        "name": "Compel Plaintiff",
        "role": "extracted",
        "context": "XHIBITS \nEXHIBIT A: Motion to Compel Plaintiff to Disclose Alleged \"On-going"
      },
      {
        "name": "Disclose Alleged",
        "role": "extracted",
        "context": "Motion to Compel Plaintiff to Disclose Alleged \"On-going Criminal Investigat"
      },
      {
        "name": "Criminal Investigations",
        "role": "extracted",
        "context": "to Disclose Alleged \"On-going Criminal Investigations \nby Law Enforcement\" or, In t"
      },
      {
        "name": "Law Enforcement",
        "role": "extracted",
        "context": "g Criminal Investigations \nby Law Enforcement\" or, In the Alternative, to S"
      },
      {
        "name": "Stay Proceedings",
        "role": "extracted",
        "context": "t\" or, In the Alternative, to Stay Proceedings. Giuffre v. Maxwell, No. 15-c"
      },
      {
        "name": "Intl Te",
        "role": "extracted",
        "context": "urth Amendment, Martindell v. Intl TeL & TeL \nCorp., 594 F.2d 291 ("
      },
      {
        "name": "Boies Schiller",
        "role": "extracted",
        "context": "nd jury subpoena it issued to Boies Schiller Flexner LLP and to \ndismiss C"
      },
      {
        "name": "Counts Five",
        "role": "extracted",
        "context": "r Flexner LLP and to \ndismiss Counts Five and Six, which are the fruits"
      },
      {
        "name": "Pretrial Motion",
        "role": "extracted",
        "context": "on are described in Maxwell's Pretrial Motion No. 3 and \nthe Reply in Suppo"
      },
      {
        "name": "Support Thereof",
        "role": "extracted",
        "context": "otion No. 3 and \nthe Reply in Support Thereof. \nArgument \nI. The Government"
      },
      {
        "name": "In United",
        "role": "extracted",
        "context": "*4 (S.D.N.Y. Oct. 24, 2014). \nIn United States v. Lavender, the Secon"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "nited States v. Lavender, the Second Circuit held that while a defendant c"
      },
      {
        "name": "Since Maxwell",
        "role": "extracted",
        "context": "F.2d 630, 632 (2d Cir. 1978). Since Maxwell never had notice of the subpo"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "2018). But the United States \nSupreme Court rejected application of the t"
      },
      {
        "name": "Maxwell Pre",
        "role": "extracted",
        "context": "explain this in more detail. Maxwell Pre-Trial Mot. \nNos. 4 8c 5. \nBut"
      },
      {
        "name": "Trial Mot",
        "role": "extracted",
        "context": "s in more detail. Maxwell Pre-Trial Mot. \nNos. 4 8c 5. \nBut the point"
      },
      {
        "name": "Boies \nSchiller",
        "role": "extracted",
        "context": "ve been extremely narrow, but Boies \nSchiller transformed it into something"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "tation of privacy. First, the Protective Order by its terms affords Maxwell"
      },
      {
        "name": "See Mot",
        "role": "extracted",
        "context": "se, Maxwell was denied here). See Mot. 3, Ex. A, ¶ 14 (precluding"
      },
      {
        "name": "In Martindell",
        "role": "extracted",
        "context": "Martindell, 594 \nF.2d at 294. In Martindell, the Second Circuit held that"
      },
      {
        "name": "Chief Judge",
        "role": "extracted",
        "context": "hereof, the government misled Chief Judge McMahon to modify the Giuffre"
      },
      {
        "name": "Giuffre Protective",
        "role": "extracted",
        "context": "f Judge McMahon to modify the Giuffre Protective Order \nand authorize the subp"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "mproper governmental conduct. See United States \nv.  Cortina, 630 F.2d"
      },
      {
        "name": "Judge Preska",
        "role": "extracted",
        "context": "n by \nthird parties,\" such as Judge Preska and the Miami Herald, who are"
      },
      {
        "name": "Miami Herald",
        "role": "extracted",
        "context": "such as Judge Preska and the Miami Herald, who are \"not acting at the b"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "every other civil case in the Southern District of New York against \nMaxwell"
      },
      {
        "name": "Chief \nJudge",
        "role": "extracted",
        "context": "of its conduct in \nmisleading Chief \nJudge \nMcMahon and issuing an uncon"
      },
      {
        "name": "This Court",
        "role": "extracted",
        "context": "covery argument it now makes. This Court should not \ncondone such game"
      },
      {
        "name": "Judge \nPreska",
        "role": "extracted",
        "context": "nt concedes, as it must, that Judge \nPreska has refused to unseal all of"
      },
      {
        "name": "Judge Mc",
        "role": "extracted",
        "context": "alysis of Martindell, because Judge McMahon is a co-\nequal judge who"
      },
      {
        "name": "But Maxwell",
        "role": "extracted",
        "context": "Order, Mot. 3, Ex. A, 1  14. But Maxwell had no idea that \nthe Giuffre"
      },
      {
        "name": "Judge Sweet",
        "role": "extracted",
        "context": "over the Giuffre action since Judge Sweet's \npassing and is addressing"
      },
      {
        "name": "David Boies",
        "role": "extracted",
        "context": "to Suppress, Ex. J, p 8, and \nDavid Boies later complained about his fr"
      },
      {
        "name": "Boles Schiller",
        "role": "extracted",
        "context": "to think the government and \nBoles Schiller collaborated and that Boies S"
      },
      {
        "name": "Under Judge",
        "role": "extracted",
        "context": "d in February and March 2016. Under Judge Sweet's pre-deposition order,"
      },
      {
        "name": "If Boies",
        "role": "extracted",
        "context": "peration from the government. If Boies Schiller had disclosed that m"
      },
      {
        "name": "Pagliuca \nJeffrey",
        "role": "extracted",
        "context": "lly submitted, \ns/ Jeffrey S. Pagliuca \nJeffrey S. Pagliuca \nLaura A. Menning"
      },
      {
        "name": "Stemheim \nLaw",
        "role": "extracted",
        "context": "hone: \n212-957-7600 \nBobbi C. Stemheim \nLaw Offices of Bobbi C. Stemheim"
      },
      {
        "name": "Reply Memorandum",
        "role": "extracted",
        "context": "ctices in criminal cases, the Reply Memorandum of Ghislaine Maxwell in \nSupp"
      },
      {
        "name": "Her Motion",
        "role": "extracted",
        "context": "slaine Maxwell in \nSupport of Her Motion Under the Fourth Amendment, M"
      },
      {
        "name": "Suppress All",
        "role": "extracted",
        "context": ", and the Fifth Amendment to \nSuppress All Evidence Obtained from the go"
      },
      {
        "name": "Evidence Obtained",
        "role": "extracted",
        "context": "th Amendment to \nSuppress All Evidence Obtained from the government's Subpoen"
      },
      {
        "name": "Dismiss \nCounts",
        "role": "extracted",
        "context": "oena to Boies Schiller and to Dismiss \nCounts Five and Six upon the followi"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": ".S. Attorney's \nOffice, SDNY \nOne Saint Andrew's Plaza \nNew York, NY"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "ice, SDNY \nOne Saint Andrew's Plaza \nNew York, NY 10007 \ns/ Christian"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      },
      {
        "name": "Avenue \nDenver, CO",
        "type": "city"
      },
      {
        "name": "New \nYork, NY",
        "type": "city"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-03-15",
        "event": "March 15, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "303-831-7364",
      "212-957-7600",
      "212-243-1100"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:58.118Z"
}