{
  "document": {
    "id": "efta00023984",
    "filename": "EFTA00023984.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00023984.pdf",
    "text": "\n\nFrom: \nTo: \n(USANYS)\" \nSANYS \" \nS \nUSANYS)\" \nANYS \" \n(USANYS)\" \nSubject: Fwd: ATTORNEY GENERAL WILLIAM P. BARR DELIVERS REMARKS AT THE GRAND \nLODGE FRATERNAL ORDER OF POLICE'S 64TH NATIONAL BIENNIAL CONFERENCE \nDate: Mon, 12 Aug 2019 16:06:22 +0000 \nSee remarks at beginning re Epstein. \nBegin forwarded message: \nFrom: ' \nDate: Au ust 12, 2019 at 11:53:16 AM EDT \nTo: \nSubject: ATTORNEY GENERAL WILLIAM P. BARR DELIVERS REMARKS AT THE GRAND \nLODGE FRATERNAL ORDER OF POLICE'S 64TH NATIONAL BIENNIAL CONFERENCE \nReply-To: \nEFTA00023984\n\n„seal - centered header for gov \ndelivery \nThe United States \nDepartment of Justice \nFOR IMMEDIATE RELEASE \nAUGUST \n12, 2019 \nATTORNEY GENERAL WILLIAM P. BARR DELIVERS \nREMARKS AT THE GRAND LODGE FRATERNAL ORDER OF \nPOLICE'S 64TH NATIONAL BIENNIAL CONFERENCE \nNew Orleans, LA \nRemarks as prepared \nfor \ndelivery \nGood morning! Thank you, Chuck [Canterbury], for your kind introduction. Jim \n[Pasco], it's great to see you and thanks for all that you have done for the FOP \nover \nthe years. \nEFTA00023985\n\nCongressman Scalise, it is good to see you this morning. Thank you for your \nsupport for law enforcement. We will never forget the heroism of the Capitol \nPolice Officers that day and how their swift action prevented a mass tragedy. \nBefore I begin, I would like to briefly address the news from the Manhattan \nCorrectional \nCenter over the weekend regarding Jeffrey Epstein. This case was \nvery important to the Department. It was important to the dedicated prosecutors \nand agents who investigated the case and were preparing it for trial. Most \nimportantly, this case was important to the victims who had the courage to come \nforward and deserved the opportunity to confront the accused in court. \nI was appalled —  indeed, the entire Department was —  and frankly angry, to learn \nof the MCC's failure to adequately secure this prisoner. We are now learning of \nserious irregularities at this facility that are deeply concerning and that demand a \nthorough investigation. The FBI and the Office of Inspector General are already \ndoing just that. We will get to the bottom of what happened at the MCC and we \nwill hold people accountable for this failure. \nLet me assure you that this case will continue on against anyone who was \ncomplicit with Epstein. Any co-conspirators should not rest easy. The victims \ndeserve \njustice, and we will ensure they get it. \nAnd now, let me turn to the reason I am here, to renew a relationship with old \nfriends. \nIt is a real privilege for me to join the Fraternal Order of Police this morning. I \nenjoyed a close relationship with the FOP my first time around in this job, and I \nam looking forward to an even closer one this time. \nLet me say I am proud to serve in an Administration and under President Trump \nwho so strongly support law enforcement. \nTo my mind, there is no more noble profession than serving as a police officer. \nYou put your own life and well-being on the line to protect your communities. \nYour families spend anxious nights, so we can sleep in peace. You never know \nwhat your day may bring — what uncertainty, danger, or threat you might face. \nBut you still get up, put on your uniform and badge, kiss your loved ones, and \nhead out to face whatever risks might come your way. \nThis calls for a special kind of bravery. I remember that when our troops went off \nto war in the First Gulf War, they were cheered along the highways as they went. \nAnd when they returned in victory, they were cheered and given \nticker tape \nparades —  and rightly so. \nBut when police officers leave their precincts every morning, there are no crowds \non the highway cheering you. And when you come home at the end of the day \nafter a job well done, there are no ticker tape parades. \nEFTA00023986\n\nOne reason for this is that law enforcement is fighting a different type of war. We \nare fighting an unrelenting, never-ending fight against criminal predators in our \nsociety. While there are battles won and lost each day, there is never a final \nresolution —  a final victory is never in sight. \nIt takes a very special kind of courage to wage this kind of fight —  a special kind of \ncommitment; a special kind of self-sacrifice. \nSo it is an honor for me to have been invited here, to be among \nyou, and to have \nthe opportunity, as Attorney General, to support you and salute you. \nThe horrors of El Paso and Dayton last week still weigh heavily on all of us. We \nstill mourn the victims of these evil acts. We are also proud of the police who \nresponded to the scenes and prevented further \nbloodshed. \nIt is particularly stirring to watch the footage from Dayton. As the shooting \nstarted and civilians fled, you can see the police charging headlong towards the \nshooter, whom they quickly and skillfully neutralized. Every American should \nthank God that we still have men and women like them —  like you —  who stand \nready to run toward the mortal danger. \nLet me assure you that the President will not let acts of mass shootings and \ndomestic terrorism go unanswered. He has been consulting widely and has \ndirected me and Director Wray to work with our state and local partners, as well \nas the private sector, to develop strategies and measures to address these threats, \nincluding developing tools that can assist us in detecting potential mass shooters \nbefore they strike. I anticipate that we will be sharing range of proposals —\nlegislative \nas well as operational —  in the near future. I can assure you that our \nproposals will involve collaboration, with you — our colleagues at the state and \nlocal levels. \nThe recent atrocities also remind us of a basic truth. Human beings are capable of \ngreat good, but also of the basest evil. Even in a healthy society, violence, \nlawlessness, and predation lie just below the surface. In the final analysis, what \nstands between chaos and carnage on the one hand, and the civilized and tranquil \nsociety we all yearn for, is the thin blue line of law enforcement. You are the ones \nmanning the ramparts —  day in, and \nday out. \nEven in the best of times, there is no tougher calling than serving as a police \nofficer. Today, it is much tougher than it has ever been. \nThe Framers believed that a free society can only exist if the people have the \npersonal virtue and self-restraint to control their own worst passions and \nappetites. \nIf people lose the values and moral discipline to control themselves, then \ngovernment would increasingly have to use external force to keep order, and the \ncommunity would gradually lose its freedom. This is what James Madison was \nEFTA00023987\n\ntalking about when he said, \"We have staked our future on the ability of each of us \nto \ngovern ourselves.\" \nWe live in an age now when the institutions we have relied on to inculcate values \nand self-restraint have been under constant assault for over 5o years. As a result, \nwe see about us increased social pathology: boys growing up without fathers; \nalienated and angry young men; gangs engaged in the most brutal violence; mass \nshootings; increasing mental illness and suicide among young people; a drug \nepidemic inflicting casualties beyond what we would sustain in a major war; \ngrowing domestic violence; an increase in sexual assaults and child exploitation. \nYou name it. And who is expected to deal with this? As other institutions fail and \nabdicate, who is expected to stand their ground? Who is expected to pick up the \npieces? You are. The police. The thin blue line. \nThat is why I say that the job you are asked to do has never \nbeen more \nchallenging. The risks you are called on to take have never been greater. \nDespite the fact that the majority of the American people do support the police, \nunfortunately, over the past few years, there has been an increasingly vocal \nminority that regularly attacks the police and advances a narrative that it is the \npolice that are the bad guys rather than the criminals. Whenever there is a \nconfrontation involving the use of force by police, they automatically start \nscreaming for the officers' scalps, regardless of the facts. \nI am not suggesting there are never abuses. As with all human institutions there \nare sometimes bad apples; and we will deal with that. But these are very much the \nexceptions, not the rule. If anything, I continue to be amazed at the \nprofessionalism of our police officers in the most extreme circumstances. \nThe anti-police narrative is fanning disrespect for the law. In recent years, we \nhave witnessed increasing toleration of the notion that it is somehow okay to \nresist the police. \nPreviously, it was well understood that, regardless of the circumstances, physical \nresistance is unacceptable because it necessarily leads to a spiral of escalating \nviolence that endangers the safety of the officer, the suspect, and all in the \nvicinity. For that reason, virtually all jurisdictions have made resistance a serious \ncrime. \nNot too long ago influential public voices — whether in the media or among \ncommunity and civic leaders — stressed the need to comply with police \ncommands, even if one thinks they are unjust. \"Comply first\" and, if you think \nyou have been wronged, \"complain later.\" \nBut we don't hear this much anymore. Instead, when an incident escalates due to \na suspect's violent resistance to police, that fact is usually ignored by the \nEFTA00023988\n\ncommentary. The officer's every action is dissected, but the suspect's resistance, \nand the danger it posed, frequently goes without mention. \nWe need to get back to basics. We need public voices, in the media and elsewhere, \nto \nunderscore the need to \"Comply first, and, if warranted, complain later.\" This \nwill make everyone safe —  the police, suspects, and the community at large. And \nthose who resist must be prosecuted for that crime. We must have zero tolerance \nfor resisting police. This will save lives. \nWe are seeing disrespect for law enforcement in other ways. We were all \nnauseated by the spectacle of prancing punks pelting New York police officers \nwith water and plastic buckets. Unfortunately, these were not isolated events. \nFrom 2014 through 2017, there has been a 20 percent increase in assaults against \npolice, up to about 60,000 per year. \nThis Administration will not tolerate violence against police, and we will do all we \ncan to protect the safety of law enforcement officers. I will share with you one \nproposal that we will be advancing after Labor Day. We will be proposing \nlegislation providing that in cases of mass murder, or in cases of murder of a law \nenforcement officer, there will be a timetable for judicial proceedings that will \nallow imposition of any death sentence without undue delay. Punishment must \nbe \nswift and certain. \nThere is another development that is demoralizing to law enforcement and \ndangerous to public safety. That is the emergence in some of our large cities of \nDistrict Attorneys that style themselves as \"social justice\" reformers, who spend \ntheir time undercutting the police, letting criminals off the hook, and refusing to \nenforce the law. \nThese anti-law enforcement DAs have tended to emerge in jurisdictions where the \nelection is largely determined by the primary. Frequently, these candidates \nambush an incumbent DA in the primary with misleading campaigns and large \ninfusions of money from outside \ngroups. \nOnce in office, they have been announcing their refusal to enforce broad swathes \nof the criminal law. Most disturbing is that some are refusing to prosecute cases \nof resisting police. Some are refusing to prosecute various theft \ncases or drug \ncases, even where the suspect is involved in distribution. And when they do deign \nto charge a criminal suspect, they are frequently seeking sentences that are \npathetically lenient. So these cities are headed back to the days of revolving door \njustice. The results will be predictable. More crime; more victims. \nOne of my messages today is that the American people need to pay close attention \nto issues of public safety in their communities. As a society we should not take \nour police \nofficers for granted. \nI would like to see the American people gain a renewed appreciation of the noble \nwork done by our police officers in protecting our communities. I would like to \nEFTA00023989\n\nsee increased recognition that being a police officer is the toughest job in the \ncountry, and it is getting tougher. I would like to see a greater commitment to \nsupporting the police. \nThe \"thin blue line\" is getting thinner. The number of sworn officers per capita \nhas been dropping. We are now in a full employment economy. With lucrative \nand safer jobs now available in other sectors, police departments must compete \nhard to attract the best candidates. \nMany cities are already unable to fill their ranks, and vacancy rates are mounting. \nThe harder we make the police officer's job —  the less they are supported —  the \nharder it will be to attract qualified candidates. And I think we can anticipate that \nthose who come forward to serve will be increasingly attracted to jurisdictions \nwhere the community supports the police. \nIt is imperative that state and local jurisdictions not scrimp on investing in law \nenforcement. At time when governments are trying to be all things to all people, it \nis important not to forget the basics. The very reason we have government is to \nprotect the public safety. The very first duty of government is to provide the \npolice. If we are to maintain the professional police forces we \ncurrently have, we \nmust ensure ample budgets to fund good compensation, full force levels, sufficient \nequipment and adequate training. \nI would like to turn for a moment to my priorities and the importance of our \npartnership. \nTwo of my highest priorities are continuing the fight against violent crime and \ncombating the opioid epidemic and the scourge of other dangerous drugs, like \nresurging methamphetimine. \nWhen I last served as Attorney General in the early 9o's, violent crime was at all-\ntime high levels in the country. Starting in the 1960's, we had gone through \nthree \ndecades of \"reform\" that turned our criminal justice system into a laughable \nrevolving door. Incarceration rates dropped precipitously; and crime rates \ntripled, reaching a high in 1991-92. \nStarting with the Reagan Administration, and running though the Bush, Clinton, \nand Bush years, we strengthened our criminal justice systems at both the Federal \nand state level. We focused on getting chronic violent offenders off the streets and \ninto prisons to serve meaningful sentences that protected the community. We \nworked closely with our State and local partners on programs like Weed & Seed \nand Triggerlock. \nThe result? A steady and sharp drop in violent crime starting in 1992. Today, \nviolent crime has been cut in half. \nUnfortunately, in the last few years of the Obama Administration, the violent \ncrime rate started rising again. Days after his inauguration, President Trump \nEFTA00023990\n\nissued an Executive Order with two clear directives. First, he declared that this \nAdministration would reduce crime in America. Second, he directed the \nDepartment of Justice to take the lead on Federal actions to support law \nenforcement efforts nationwide and to collaborate with State, tribal, and local \njurisdictions to restore public safety to all of our communities. \nWe take this responsibility seriously and, working closely with our State and local \npartners, we have succeeded once again in driving crime rates back down. I am \nproud of our work together on Project Safe Neighborhood, and a variety of joint \nanti-gang and anti-gun crime efforts. \nWe have made a difference, but we cannot rest on our laurels. Crime levels are \nstill too high and we must keep up a full court press. In the weeks ahead, we will \nbe doubling down on our attack on violent crime. We will be expanding our \nefforts against gun violence and violent gangs. Once again, we plan on doing this \nshoulder-to-shoulder with our State and local partners. \nOn the drug front, we are facing a monumental challenge. To be frank, the \nObama Administration showed little interest in prosecuting the fight against \ndangerous drugs. A tsunami built up and has been crashing over the country, \nbringing death and destruction. \nThe death toll from opioids alone is higher than we would sustain in a major war. \nIndeed, in a single year, we lose more people to opioids than we lost during the \nentire Vietnam War. \nFortunately, this Administration has thrown down the gauntlet. It declared a \nnational emergency, marshalled the Nation's resources, and is fighting back. \nWe have a robust program to attack the problem of over-prescription and \ndiversion of legal opioids, and we are definitely having an impact. Prescription \nrates are markedly down. I am confident these successes will accelerate. \nI think our attack on illicit opioids is building momentum. It is going to be a long \ndifficult road, but we are gaining real traction. \nAs you know, this Administration has sharply increased drug trafficking \nprosecutions, \nespecially as to opioids. In 2018 we prosecuted 36 percent more \nopioid-related offenses than we did in the previous year. Fentanyl prosecutions \nwere up 200 percent. \nFentanyl and other synthetics are especially deadly. Unless we make progress on \nfentanyl, the gains we are making elsewhere can be overwhelmed. A year ago, the \nDepartment launched Operation SOS, targeting synthetics in 10 high-impact \ndistricts. The first year's results are promising, and I plan to ratchet up this \ninitiative. \nObviously, the head of the snake is outside the United States. Most of the illegal \ndrugs coming into the country —  opioids, cocaine, and meth —  are trafficked from \nEFTA00023991\n\nMexico by transnational organized crime, particularly the Mexican cartels. \nWe must destroy these cartels. This is a uniquely Federal responsibility. We have \ndestroyed cartels in the past, but we let up so that other groups were able to take \ntheir place. We cannot do that again. I don't underestimate how hard this work \nis, and how long it will take. \nThe successful prosecution of El Chapo was a big step forward. We have to \ncapitalize on that. I have asked our agencies to use every tool at our Nation's \ndisposal to step up the attack on the cartels. I am hoping that President Trump's \nbreakthrough agreement with Mexico on cooperating on the immigration crisis \nwill give us an opportunity to work more closely in attacking the cartels. \nIn closing, I want to thank you again for all that you do. Thank you for keeping us \nsafe where we live and work. Ever since the settlers in Boston established the \nnight watch in 1635, America has had a proud tradition of professionals who \nstand guard against those who would do us harm. You are the latest in that noble \nline. \nPlease continue to do what you do. This Administration has your back. May God \nbless you and keep you safe. \nAnd may God bless the United States of America. \n# # # \nAG \n19-856 \nDo not reply to this message. If you have questions, please use the contacts in the \nmessage or call the Office of Public Affairs at 202-514-2007. \nFollow us:\n \nTwi Fac You Ins \nThis email was sent to using GovDeliyery, on behalf of U.S. Department of Justice Office of Public Affairs •  950 Pennsylvania Ave., \nNW •  Washington. DC 20530 •  202-514-2007 •  TTY (866) 544-5309. GovDeliyery may not use your subscription information for any other purposes. Click here \nto unsubscribe. \nDepartment of \nJustice \nPrivacy Policy \n I \nGovDelivery Privacy Policy \nEFTA00023992",
    "pageCount": 9,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "Correctional \nCenter over the weekend regarding Jeffrey Epstein. This case was \nvery important to the Department."
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "red header for gov \ndelivery \nThe United States \nDepartment of Justice"
      },
      {
        "name": "States \nDepartment",
        "role": "extracted",
        "context": "for gov \ndelivery \nThe United States \nDepartment of Justice \nFOR IMMEDIATE REL"
      },
      {
        "name": "New Orleans",
        "role": "extracted",
        "context": "NATIONAL BIENNIAL CONFERENCE \nNew Orleans, LA \nRemarks as prepared \nfor"
      },
      {
        "name": "Congressman Scalise",
        "role": "extracted",
        "context": "er \nthe years. \nEFTA00023985\n\nCongressman Scalise, it is good to see you this m"
      },
      {
        "name": "Capitol \nPolice",
        "role": "extracted",
        "context": "ver forget the heroism of the Capitol \nPolice Officers that day and how the"
      },
      {
        "name": "Manhattan \nCorrectional",
        "role": "extracted",
        "context": "fly address the news from the Manhattan \nCorrectional \nCenter over the weekend rega"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "on. The FBI and the Office of Inspector General are already \ndoing just that."
      },
      {
        "name": "Fraternal Order",
        "role": "extracted",
        "context": "privilege for me to join the Fraternal Order of Police this morning. I \nen"
      },
      {
        "name": "President Trump",
        "role": "extracted",
        "context": "n an Administration and under President Trump \nwho so strongly support law"
      },
      {
        "name": "First Gulf",
        "role": "extracted",
        "context": "roops went off \nto war in the First Gulf War, they were cheered along"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "to have \nthe opportunity, as Attorney General, to support you and salute yo"
      },
      {
        "name": "El Paso",
        "role": "extracted",
        "context": "d salute you. \nThe horrors of El Paso and Dayton last week still we"
      },
      {
        "name": "Every American",
        "role": "extracted",
        "context": "y and skillfully neutralized. Every American should \nthank God that we sti"
      },
      {
        "name": "Director Wray",
        "role": "extracted",
        "context": "dely and has \ndirected me and Director Wray to work with our state and lo"
      },
      {
        "name": "The Framers",
        "role": "extracted",
        "context": "ugher than it has ever been. \nThe Framers believed that a free society"
      },
      {
        "name": "James Madison",
        "role": "extracted",
        "context": "ose its freedom. This is what James Madison was \nEFTA00023987\n\ntalking ab"
      },
      {
        "name": "This Administration",
        "role": "extracted",
        "context": "up to about 60,000 per year. \nThis Administration will not tolerate violence ag"
      },
      {
        "name": "Labor Day",
        "role": "extracted",
        "context": "at we will be advancing after Labor Day. We will be proposing \nlegisl"
      },
      {
        "name": "District Attorneys",
        "role": "extracted",
        "context": "some of our large cities of \nDistrict Attorneys that style themselves as \"soc"
      },
      {
        "name": "Reagan Administration",
        "role": "extracted",
        "context": "n 1991-92. \nStarting with the Reagan Administration, and running though the Bush,"
      },
      {
        "name": "Obama Administration",
        "role": "extracted",
        "context": "in the last few years of the Obama Administration, the violent \ncrime rate star"
      },
      {
        "name": "Executive Order",
        "role": "extracted",
        "context": "rump \nEFTA00023990\n\nissued an Executive Order with two clear directives. Fi"
      },
      {
        "name": "Project Safe",
        "role": "extracted",
        "context": "proud of our work together on Project Safe Neighborhood, and a variety o"
      },
      {
        "name": "Vietnam War",
        "role": "extracted",
        "context": "an we lost during the \nentire Vietnam War. \nFortunately, this Administr"
      },
      {
        "name": "El Chapo",
        "role": "extracted",
        "context": "The successful prosecution of El Chapo was a big step forward. We ha"
      },
      {
        "name": "May God",
        "role": "extracted",
        "context": "Administration has your back. May God \nbless you and keep you safe."
      },
      {
        "name": "Public Affairs",
        "role": "extracted",
        "context": "message or call the Office of Public Affairs at 202-514-2007. \nFollow us:"
      },
      {
        "name": "Twi Fac",
        "role": "extracted",
        "context": "t 202-514-2007. \nFollow us:\n \nTwi Fac You Ins \nThis email was sent"
      },
      {
        "name": "You Ins",
        "role": "extracted",
        "context": "4-2007. \nFollow us:\n \nTwi Fac You Ins \nThis email was sent to using"
      },
      {
        "name": "Justice Office",
        "role": "extracted",
        "context": "behalf of U.S. Department of Justice Office of Public Affairs •  950 Penn"
      },
      {
        "name": "Pennsylvania Ave",
        "role": "extracted",
        "context": "fice of Public Affairs •  950 Pennsylvania Ave., \nNW •  Washington. DC 20530"
      },
      {
        "name": "Justice \nPrivacy",
        "role": "extracted",
        "context": "unsubscribe. \nDepartment of \nJustice \nPrivacy Policy \n I \nGovDelivery Priva"
      },
      {
        "name": "Delivery Privacy",
        "role": "extracted",
        "context": "stice \nPrivacy Policy \n I \nGovDelivery Privacy Policy \nEFTA00023992"
      }
    ],
    "locations": [
      {
        "name": "New Orleans, LA",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-08-12",
        "event": "AUGUST \n12, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "202-514-2007",
      "(866) 544-5309"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:10.049Z"
}