{
  "document": {
    "id": "efta00029280",
    "filename": "EFTA00029280.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00029280.pdf",
    "text": "\n\nFrom: \" \nTo: a\"ikNiaNYS)\" \nCc: \n(NY) \n(OGA)\" <Ma \nSubject: Video Status \nDate: Wed, 27 Nov \n2019 17:32:56 +0000 \nJust FYI regarding the video status as a whole.... You can see the questions I asked our tech people at the bottom. \nWe can discuss this next week after the holiday.... \nHope everyone has a safe and happy Thanksgiving! \nClassification: \nUNCLASSIFIED//FOUO \nI got looped into the discussion below and you can see the responses that floated around. You are correct in your \nassumption of DVR2, we have not done anything with it since the dates are outside your dates of interest and \nmanual rebuilding of DVR2 was not going to be a simple task. \nTo that end, the data on DVR2 might(major emphasis on might) be recoverable, but this will be a long term \nproject, likely 6 or more months, requiring research and testing, in order to potentially obtain useable video from \nthe DVR. There is no guarantee of success and that must be weighed with how much time and resource we want \nto throw at It vs what you MIGHT be able recover. \nIf this is something you want OTD/DFAS/DFAU to move forward with, let's discuss it further via conference \ncall and then we'll ask you to follow up with a EC request to address this specifically. \nThanks, \nSubject: RE: DVR1 Exports --- \nUNCLASSIFIED//FOUO \nClassification: \nUNCLASSIFIED//FOUO \nI worked on DVR1, and helped export part of the day of interest. \nEFTA00029280\n\nhas the paperwork; and list of cameras that were available for DVR1 \nI have not worked on DVR2 at all. \nIf there is a Data Recovery need for DVR2, then please write an EC requesting what you want recovered. \nI am CC'ing (My Supervisor) to keep him in the loop. \nRegards, \nSubject: RE: DVR1 Exports --- UNCLASSIFIED//FOUO \nClassification: \nUNCLASSIFIED//FOUO \nCan you answer the questions about DVR \nSubject: RE: DVR1 Exports --- UNCLASSIFIEDHFOUO \nClassification: \nUNCLASSIFIED//FOUO \nHi -  I'm just circling back around to see if you guys have had a chance to check into the below questions.... just \ntrying to get things done before the holidays! \nThanks! \nFrom:\nSent: Thursda , November 21, 2019 11:31 AM \nSubject: RE: DVR1 Exports --- UNCLASSIFIED//FOUO \nClassification: \nUNCLASSIFIED//FOUO \nGood \nMorning-\nEFTA00029281\n\nI know you guys have had a nice break from everything Epstein.... However, I'm back 0 We are preparing for \ndiscovery now and I have to get exact answers regarding all the video that we have available. I apologize in \nadvance for all of these questions! \n• We are going to turn over all available footage for the SHU area at MCC —  which is on CH0082, CH0080, and \nCH0062. To download all of this footage, what size hard drive will be needed (or how many should I request)? \n• What is the total number of cameras that are available on DVRI? \n• We don't have a camera list that actually correctly names the location of the cameras, correct? Lists that I  have \nseen were wrong but I'm not sure if one exists that is correct.... \n• As far as DVR 2, there was a system failure that caused that DVR to stop recording. I  know that there would be \nno available footage beyond July 29 for that DVR. I also know that QT was going to have to try and rebuild it \nmanually. Did they ever recover any footage or did they discontinue efforts once we told them that dates prior to \nJuly 29th weren't of interest? I'm not sure where they left off with that part.... \nThanks! \nSpecial Agent \nFBI New York Field \nOffice \nViolent Crimes \nTask Force \nEFTA00029282",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ma \nSubject",
        "role": "extracted",
        "context": "kNiaNYS)\" \nCc: \n(NY) \n(OGA)\" <Ma \nSubject: Video Status \nDate: Wed, 27"
      },
      {
        "name": "Video Status",
        "role": "extracted",
        "context": ": \n(NY) \n(OGA)\" <Ma \nSubject: Video Status \nDate: Wed, 27 Nov \n2019 17:3"
      },
      {
        "name": "Data Recovery",
        "role": "extracted",
        "context": "n DVR2 at all. \nIf there is a Data Recovery need for DVR2, then please wr"
      },
      {
        "name": "My Supervisor",
        "role": "extracted",
        "context": "want recovered. \nI am CC'ing (My Supervisor) to keep him in the loop. \nRe"
      },
      {
        "name": "Good \nMorning",
        "role": "extracted",
        "context": "ication: \nUNCLASSIFIED//FOUO \nGood \nMorning-\nEFTA00029281\n\nI know you guy"
      },
      {
        "name": "Special Agent",
        "role": "extracted",
        "context": "with that part.... \nThanks! \nSpecial Agent \nFBI New York Field \nOffice"
      },
      {
        "name": "Field \nOffice",
        "role": "extracted",
        "context": "Special Agent \nFBI New York Field \nOffice \nViolent Crimes \nTask Force"
      },
      {
        "name": "Violent Crimes",
        "role": "extracted",
        "context": "FBI New York Field \nOffice \nViolent Crimes \nTask Force \nEFTA00029282"
      },
      {
        "name": "Task Force",
        "role": "extracted",
        "context": "ield \nOffice \nViolent Crimes \nTask Force \nEFTA00029282"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-11-21",
        "event": "November 21, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:23.156Z"
}