{
  "document": {
    "id": "efta00032556",
    "filename": "EFTA00032556.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032556.pdf",
    "text": "\n\nFrom: New York Law360 <news-alt@law360.com> \nTo:\nSubject: States 'Stepped Into The Breach' As Crypto Market Exploded \nDate: Thu, 27 Jun 2019 08:59:11 +0000 \ncIaw360 New York \nNEW YORK \nThursday, June 27, 2019 Law360 \nTOP NEWS \nAnalysis \nStates 'Stepped Into The Breach' As Crypto Market Exploded \nWhile the eyes of the investing public have been trained on the U.S. \nSecurities and Exchange Commission's efforts to police the nascent \ncryptocurrency market over the past 18 months, New York's attorney general \nturned heads in April when she accused digital currency trading platform \nBitfinex of hiding the loss of $850 million by tapping into the reserves of an \naffiliated cryptocurrency. \nRead full article » \n2nd Circ. Ponders Lehman 'Mistake' Claim In Safe Harbor Suit \nA Lehman Brothers unit pitched the Second Circuit on Wednesday on the \nidea that contract language relied on by the lower courts to approve financial \ncrisis-era payments may have been just \"stray words\" in the paperwork. \nRead full article » \n2nd Circ. Iffy On Goldman 'Re-Fight' Of CDO Class Cert. Issues \nFederal appeals court judges piled on Goldman Sachs on Wednesday, \nasking why it was trying to \"re-fight\" settled issues before the appeals court in \na securities class action brought by investors who claim the financier lost $1 \nbillion after lying to them. \nRead full article » \n2nd Of 5 NY Docs Eyed For Taking Insys Kickbacks Cops Plea \nA doctor admitted Wednesday to taking cash from Insys Inc. to prescribe its \nSubsys painkiller to patients, becoming the second of five New York \nphysicians charged in Manhattan federal court to admit guilt in an anti-\nkickback prosecution. \nOpinion attached I Read full article » \nFeds Are Full Of Lies, Platinum Boss Tells Jury \nAn attorney for Platinum Partners co-founder Mark Nordlicht on Wednesday \nsought to turn the tables on prosecutors in closing arguments, accusing the \ngovernment of peddling more lies at trial than top executives at the defunct \nhedge fund are alleged to have told to investors. \nRead full article » \nHigh Court Nixes State Residency Reqs. For Liquor Licenses \nThe U.S. Supreme Court on Wednesday struck down a Tennessee law that \nrequires businesses to maintain residency for two years before receiving a \n;\",Law360 Pro Say Podcast \nListen to our new podcast here \nLAW FIRMS \nAkerman \nBaker Botts \nBakerHostetler \nBallard Spahr \nBarrett & Singal PC \nBest Best & Krieger \nBoies Schiller \nBrowne George \nBuckley Beal \nCKR Law LLP \nCahill Gordon \nChapman and Cutler \nChoate \nCleary Gottlieb \nClifford Chance \nConsole Mattiacci \nCooley \nCotchett Pitre \nCovington & Burling \nCozen O'Connor \nCravath Swaine \nDavis Polk \nDechert \nEFTA00032556\n\nliquor license, saying the requirement violates the Constitution's commerce \nclause. \nOpinion attached I Read full article » \nCYBERSECURITY & PRIVACY \nDebt Collector Sued Over Medical Provider Data Breach \nBankrupt collections firm Retrieval-Masters Creditors Bureau Inc. is facing a \nproposed class action in New York bankruptcy court claiming it knew of a \ndata breach affecting millions of patients, including 11.9 million Quest \nDiagnostics Inc. patients, months before it became public. \nComplaint attached \nI \nRead full \narticle » \nINTELLECTUAL PROPERTY \nLionbridge Slams $300M Trade Secrets Suit As 'Frivolous' \nTranslation company Lionbridge Technologies fired back at accusations that \nit had feigned interest in purchasing rival TransPerfect Global at a court-\nordered auction just to lift the company's trade secrets, slamming the lawsuit \nas \"frivolous\" in Manhattan federal court on Wednesday. \nMotion attached I Read \nfull article » \nMEDIA & ENTERTAINMENT \nPicasso Painting Can Stay At The Met, 2nd Circ. Rules \nThe Metropolitan Museum of Art can keep a Pablo Picasso painting sold by a \nJewish industrialist to raise money to escape Nazi persecution, as the \nSecond Circuit ruled Wednesday that a $100 million suit brought by a relative \nof the businessman was filed too late. \nOpinion attached I Read full article » \nEMPLOYMENT \nEx-CKR Law Marketer Alleges Sexually Hostile Workplace \nThe former marketing director for CKR Law LLP was \"repeatedly subjected to \na sexually hostile work environment,\" and was fired after she caught her \nassistant kissing a managing partner at the firm, according to a suit filed \nWednesday in New York state court. \nComplaint attached I Read full article » \nTitle VII Protects Us, LGBTQ Workers Tell Supreme Court \nThe gay and transgender workers behind a trio of U.S. Supreme Court cases \nasking whether federal law shields LGBTQ workers from job discrimination \nfiled their opening briefs Wednesday, arguing that Title VII's ban on gender-\nbased bias covers them. \n3 documents attached I Read full article » \nBENEFITS \nExpress Scripts Calls MTA Prescription Fraud Suit 'Fantasy' \nThe New York City Transit Authority resorted to \"fantasy\" by fudging contract \nterms in its lawsuit accusing Express Scripts of failing to root out millions of \ndollars in excessive prescription drug claims, the nation's largest pharmacy \nbenefits manager told a Manhattan federal court Tuesday. \n1 \ndocument attached \nI \nRead \nfull \narticle » \nSECURITIES & WHITE COLLAR \nDorsey & Whitney \nFoley Hoag \nFord O'Brien \nFried Frank \nFuerst Ittleman \nGarvey Schubert \nGibbons PC \nGibson Dunn \nGirardi & Keese \nGoldstein & Russell \nGoodwin \nHerrick Feinstein \nHodgson Russ \nHogan Lovells \nHolland & Knight \nHughes Hubbard \nHusch Blackwell \nJackson Walker \nJones Day \nKatten Muchin \nKay Griffin \nKellogg Hansen \nKirby McInerney \nKirkland & Ellis \nKruzhkov Russo \nLabaton Sucharow \nLatham & Watkins \nLieff Cabraser \nLittler Mendelson \nLocke Lord \nLovell Stewart \nMayer Brown \nMcDermott Will \nMcKool Smith \nMilbank LLP \nMonteverde & Associates \nMorrison Cohen \nNiedweske Barber \nNixon Peabody \nO'Melveny & Myers \nOrrick Herrington \nPatterson Belknap \nPaul Hastings \nPaul Weiss \nQuinn Emanuel \nRichards Layton \nRobins Kaplan \nRopes & Gray \nSidley Austin \nSimpson Thacher \nSkadden \nEFTA00032557\n\nBribe Go-Between For Billionaire And Diplomat Avoids Prison \nA China-born naturalized U.S. citizen who facilitated bribe payments from \nincarcerated Macau real estate billionaire Ng Lap Seng to a former U.N. \ndiplomat avoided prison Wednesday as a Manhattan federal judge credited \nher cooperation with prosecutors. \nRead full article » \nBANKRUPTCY \nBlueHippo Contempt Ruling Violated Automatic Stay: 2nd Circ. \nThe disgraced CEO of alleged consumer lending scam BlueHippo Funding \nLLC bought himself more time Wednesday as he grapples with a $13.4 \nmillion judgment, after the Second Circuit found that a lower court violated \nthe automatic stay by finding him in contempt just days after he had filed for \npersonal bankruptcy. \nOrder attached I Read \nfull article \nBANKING \nUS Bank Hits BofA With Buyback Suit Over $1.6B RMBS Trust \nU.S. Bank said in a New York federal court lawsuit filed Tuesday that a $1.6 \nbillion residential mortgage-backed securities trust it oversees is teeming with \ndefective loans that Bank of America is liable for and should be forced to \nshoulder the responsibility of cleaning up. \nComplaint attached \nI \nRead full \narticle » \nPhilly And Citibank Resolve Libor-Rigging Claims In MDL \nPhiladelphia and Citibank got approval for stipulations that would free the \nfinancial institution from the city's antitrust claims in two lawsuits lodged in the \nlong-running litigation. \n2 documents attached I Read full article » \nSPORTS & BETTING \nOrioles Urge NY Court To Throw Out Nats' Arbitration Award \nThe Baltimore Orioles and Mid-Atlantic Sports Network have asked a New \nYork state court to throw out an arbitration award in their ongoing fight with \nthe Washington Nationals over profits, calling the decision from the MLB-run \nRevenue Sharing Definitions Committee \"fundamentally unfair.\" \nMemorandum \nattached l Read full \narticle\nTELECOMMUNICATIONS \nTelecom Co. Hit With $4.2M Judgment In Unpaid Loan Action \nA New York federal judge has slapped an American telecommunications \ncompany with a more than $4.2 million judgment after it failed to participate in \na Swiss investment vehicle's litigation seeking to confirm an arbitral award \nover money owed under a loan agreement. \nOrder attached I Read \nfull article » \nREAL ESTATE & DEVELOPMENT \nREIT Investor's Atty Fees Denied In Merger Suit \nCounsel for an investor in Select Income Real Estate Investment Trust \ncannot collect $350,000 in attorney fees in a proposed class action over a \nplanned merger with Government Properties REIT because their eligibility for \nan award is unclear, a New York federal judge said Tuesday. \n1 document attached I Read full article » \nSullivan & Cromwell \nThornton Law Firm LLP \nTroutman Sanders \nVan Ness Law Firm \nWachtell Lipton \nWilliams & Connolly \nWilmerHale \nWilson Sonsini \nWollmuth Maher \nWuersch & Gering \nYoung Conaway \nZimmerman Law Offices PC \nZuckerman Spaeder \nCOMPANIES \nAlliance Defending Freedom \nAltman Weil Inc. \nAmerican Arbitration Association \nAmerican Civil Liberties Union \nBaltimore Orioles \nBank of America Corp. \nCitigroup Inc. \nCredit Suisse Group AG \nDeutsche Bank AG \nExpress Scripts Holding Co. \nFacebook Inc. \nFannie Mae \nFirst Franklin Corp. \nFox Corp. \nFreddie Mac \nGeneral Motors \nGoldman Sachs Group Inc. \nHSBC Holdings PLC \nJPMorgan Chase & Co. \nLeadership Council on Legal \nDiversity \nLehman Brothers Holdings Inc. \nLionbridge Technologies, Inc. \nMajor League Baseball Inc. \nMajor Lindsey & Africa \nMetropolitan Museum of Art \nNew York City Transit Authority \nNew York Times Co. \nNorth American Securities \nAdministrators Association \nPlatinum Partners LP \nQuest Diagnostics Inc. \nRivada Networks LLC \nSelect Income REIT \nState Bar of California \nState Street Corp. \nEFTA00032558\n\nReal Estate Rumors: Chess Builders, Stellar, Rieber \nDeveloper Chess Builders has reportedly landed $65 million in financing for a \nSouth Bronx hotel and residential project, Stellar Management is said to have \nsold a Bronx apartment building for $76.3 million and Rieber Developments \nhas reportedly scored a $36 million loan for a Florida hotel and office project. \nRead full article » \nEXPERT ANALYSIS \nThe Upside Of The Fastest Chapter 11 Confirmation Ever \nSetting the record for fastest confirmation of a Chapter 11 plan in U.S. history, \nSungard Availability Services Capital confirmed a prepackaged plan of \nreorganization 19 hours after filing for bankruptcy. This and other recent \nprecedents may enable future debtors to bypass costly, lengthy stays in \nbankruptcy, say Hugh McDonald and Alissa Piccione of Troutman Sanders. \nRead full article » \nQ&A \nA Chat With Ballard Spahr Diversity Chief Virginia Essandoh \nIn the final installment of this monthly series, legal recruiting expert Carlos \nPauling from Major Lindsey & Africa talks with Virginia Essandoh about the \ntrends and challenges she sees as chief diversity officer at Ballard Spahr. \nRead full article » \nLEGAL INDUSTRY \nDel. Justices Rip Sullivan Atty For Client's Deposition 'Fiasco' \nThe Delaware Supreme Court has reprimanded a Sullivan & Cromwell LLP \nattorney for failing to put an end to his Tony Award-winning client's \"flagrantly \nevasive\" and \"flippant answers\" in a deposition, garnering social media \nattention from attorneys who marveled at the strongly worded chiding. \nRead full article » \nThis BigLaw Firm Retains Best-To-Work-For Title \nO'Melveny & Myers LLP has earned recognition as the best law firm to work \nfor, running the table on Vault.com's quality of life, diversity and summer \nassociate program rankings and garnering praise from associates for its \n\"exceptional,\" \"friendly\" and \"laid-back\" culture. \nRead full article » \nStark Gender Pay Gap Remains For Solo Attys, Small Firms \nMale attorneys who either work at small firms or have solo practices on \naverage earned 56.8% more than their female counterparts in 2018, \naccording to a report by legal services company Martindale-Awo. \nRead full article » \nDo 'Good Old Boys' Get Picked To Be Judges? GOP Sen. Asks \nA Republican U.S. senator asked four district court nominees if they think the \njudicial selection process puts \"good old boys\" on the federal bench over \ncandidates with stronger conservative bona fides, after the senator was \ncalled out by a right-leaning publication for hewing to an \"old system.\" \nRead full article » \nJustices Uphold Deference To Regulators, With Caveats \nThe U.S. Supreme Court on Wednesday refused to overturn a long-standing \ndoctrine requiring judges to defer to an agency's interpretation of its \nregulations, but said that \"Auer deference\" should only be used in certain \ncases. \nRead full article » \nSunGard Data Systems \nSungard Availability Services LP \nSwiss Re \nThe Walt Disney Co. \nTotal Wine & More \nTransPerfect Global Inc. \nTwentieth Century Fox Film Corp. \nU.S. Bancorp \nUBS AG \nWashington Nationals \nWells Fargo & Co. \nYale University \niFinex Inc. \nGOVERNMENT AGENCIES \nCalifornia Supreme Court \nDelaware Court of Chancery \nEqual Employment Opportunity \nCommission \nEuropean Union \nFederal Trade Commission \nInternal Revenue Service \nMassachusetts Supreme Judicial \nCourt \nSecurities and Exchange \nCommission \nTennessee Attorney General's \nOffice \nTexas State Securities Board \nU.S. Attorneys Office \nU.S. Department of Justice \nU.S. Department of Veterans \nAffairs \nU.S. Immigration and Customs \nEnforcement \nU.S. Supreme Court \nUnited States Bankruptcy Court for \nthe Southern District of New York \nUnited States District Court for the \nEastern District of Pennsylvania \nEFTA00032559\n\nFox Corp. GC Stepping Down After 22 Years With Company \nThe general counsel of Fox Corp., which formed after a $71.3 billion deal \nwith Disney in March, has announced her plans to step down after more than \ntwo decades with the company's predecessor multinational media \norganizations, the company said Wednesday. \nRead full article » \nFacebook, BigLaw Attys Among Calif. Judicial Vetters \nCalifornia Gov. Gavin Newsom made public for the first time Wednesday the \nnames of individuals who vet state judicial candidates, a list that includes a \ntop Facebook lawyer and attorneys from Boies Schiller Flexner LLP and \nCooley LLP, along with more than 100 other lawyers and judges from around \nthe state. \nRead full article » \nEx-Gibbons Associate's Sex Bias Claims Sent To Arbitration \nA former Gibbons PC associate accusing the firm of gender discrimination \nmust hash it out with her onetime employer in arbitration, a Pennsylvania \nfederal judge ruled Wednesday, finding that the lawyer was \"well-positioned\" \nto understand exactly what she was signing when she entered into the \narbitration agreement at the time of her hiring. \nRead full article » \nLabaton Chair Decries 'Unfair' Criticism Of Firm's Political Ties \nScrutiny of campaign contributions and other political connections that may \nhave helped Labaton Sucharow secure clients has been \"extraordinarily \nunfair,\" the firm's chairman testified in Boston federal court Wednesday at a \nhearing about allegedly improper practices by it and two other firms in a class \naction against State Street. \nRead full article » \nMass. Justices Urged To Restore Judge's Pay During ICE Case \nThe attorney for a Massachusetts state judge charged with helping an \nimmigrant escape U.S. Immigration and Customs Enforcement custody \nurged the state's highest court on Wednesday to reinstate her pay while \nshe's suspended from judicial service, contending that the justices could \navoid a constitutional quandary by doing so. \nRead full article » \nPACER Fees For Court Opinions Are Arbitrary, Fla. Court Told \nThe government's unwillingness to set guidelines for which court documents \nshould be designated as free-to-download opinions in the federal PACER \ncourt filing system is \"a wide-scale rampant administrative failure,\" a Florida \nattorney challenging the portal's fees said Wednesday. \nRead full article » \nLaw Firm Leaders: Baker Botts' John Martin \nBaker Botts managing partner John W. Martin speaks to Law360 about his \npriorities for his first term, the ways law firms are responding to new \ncompetition and how best to achieve smart growth. \nRead full \narticle \n» \nJOBS \nSearch full listings or advertise your job opening \nMidsized NY LF seeks add'tl up•and-\ncoming partners PB $1M+ \nSchoen Legal Search \nNew York. New York \nelite lit boutique // mid level assoc \nSchoen Legal Search \nNew York, New York \nEFTA00032560\n\nBanktcy Boutique Counsel/Partner \nSchoen Legal Search \nNYC, New York \nNYC'Corp'AssoceMithsized*Lifestyle \nSchoen Legal Search \nNYC, New York \nPrivate Equity Associate \nHunton Andrews Kurth LLP \nNew York, New York \nContract Trademark Attorney \nEpstein Drangel LLP \nNew York. New York \nM&A Associate \nPerkins Coie LLP \nNew York. New York \nStellar mid-sized firm seeks outstanding \nmid level m&a atty \nSchoen Legal Search \nNYC. New York \nmid level L&E assoc/40 yr old 50 atty NYC \nfirm \nSchoen Legal Search \nNew York, New York \nCapital Markets Associate \nHunton Andrews Kurth LLP \nNew York, New York \nMid-Level IP Litigation Associate with Solid \nExperience in Trademark and Copyright \nLaw \nEpstein Drangel. LLP \nNew York, New York \nNot sure if your firm subscribes? Ask your librarian. \nWe hope you found this message to be useful. \nHowever, if you'd rather not receive future emails of this son, \nyou may unsubscribe here. \nPlease DO NOT reply to this email. For cusromer support inquiries. please call +I-646-781.7100 or visit our Contact Us page. \nPrivacy Policy. \nLaw360I \nPortfolio Media. Inc. Ill West 19th Street. Sth Floor. New York. NY 10011 \nEFTA00032561",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Stepped Into",
        "role": "extracted",
        "context": "60.com> \nTo:\nSubject: States 'Stepped Into The Breach' As Crypto Market"
      },
      {
        "name": "The Breach",
        "role": "extracted",
        "context": "Subject: States 'Stepped Into The Breach' As Crypto Market Exploded \nD"
      },
      {
        "name": "As Crypto",
        "role": "extracted",
        "context": "tes 'Stepped Into The Breach' As Crypto Market Exploded \nDate: Thu, 2"
      },
      {
        "name": "Market Exploded",
        "role": "extracted",
        "context": "ed Into The Breach' As Crypto Market Exploded \nDate: Thu, 27 Jun 2019 08:59"
      },
      {
        "name": "Analysis \nStates",
        "role": "extracted",
        "context": "ne 27, 2019 Law360 \nTOP NEWS \nAnalysis \nStates 'Stepped Into The Breach' As"
      },
      {
        "name": "Exchange Commission",
        "role": "extracted",
        "context": "d on the U.S. \nSecurities and Exchange Commission's efforts to police the nasce"
      },
      {
        "name": "Ponders Lehman",
        "role": "extracted",
        "context": "ead full article » \n2nd Circ. Ponders Lehman 'Mistake' Claim In Safe Harbo"
      },
      {
        "name": "Claim In",
        "role": "extracted",
        "context": "irc. Ponders Lehman 'Mistake' Claim In Safe Harbor Suit \nA Lehman Br"
      },
      {
        "name": "Safe Harbor",
        "role": "extracted",
        "context": "ers Lehman 'Mistake' Claim In Safe Harbor Suit \nA Lehman Brothers unit"
      },
      {
        "name": "Lehman Brothers",
        "role": "extracted",
        "context": "Claim In Safe Harbor Suit \nA Lehman Brothers unit pitched the Second Circu"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "man Brothers unit pitched the Second Circuit on Wednesday on the \nidea tha"
      },
      {
        "name": "Iffy On",
        "role": "extracted",
        "context": "ead full article » \n2nd Circ. Iffy On Goldman 'Re-Fight' Of CDO Cla"
      },
      {
        "name": "Class Cert",
        "role": "extracted",
        "context": "On Goldman 'Re-Fight' Of CDO Class Cert. Issues \nFederal appeals cour"
      },
      {
        "name": "Issues \nFederal",
        "role": "extracted",
        "context": "'Re-Fight' Of CDO Class Cert. Issues \nFederal appeals court judges piled on"
      },
      {
        "name": "Goldman Sachs",
        "role": "extracted",
        "context": "appeals court judges piled on Goldman Sachs on Wednesday, \nasking why it"
      },
      {
        "name": "Docs Eyed",
        "role": "extracted",
        "context": "d full article » \n2nd Of 5 NY Docs Eyed For Taking Insys Kickbacks Co"
      },
      {
        "name": "For Taking",
        "role": "extracted",
        "context": "icle » \n2nd Of 5 NY Docs Eyed For Taking Insys Kickbacks Cops Plea \nA"
      },
      {
        "name": "Insys Kickbacks",
        "role": "extracted",
        "context": "Of 5 NY Docs Eyed For Taking Insys Kickbacks Cops Plea \nA doctor admitted"
      },
      {
        "name": "Cops Plea",
        "role": "extracted",
        "context": "ed For Taking Insys Kickbacks Cops Plea \nA doctor admitted Wednesday"
      },
      {
        "name": "Insys Inc",
        "role": "extracted",
        "context": "Wednesday to taking cash from Insys Inc. to prescribe its \nSubsys pai"
      },
      {
        "name": "Feds Are",
        "role": "extracted",
        "context": "tached I Read full article » \nFeds Are Full Of Lies, Platinum Boss T"
      },
      {
        "name": "Full Of",
        "role": "extracted",
        "context": "Read full article » \nFeds Are Full Of Lies, Platinum Boss Tells Jur"
      },
      {
        "name": "Platinum Boss",
        "role": "extracted",
        "context": "cle » \nFeds Are Full Of Lies, Platinum Boss Tells Jury \nAn attorney for P"
      },
      {
        "name": "Tells Jury",
        "role": "extracted",
        "context": "e Full Of Lies, Platinum Boss Tells Jury \nAn attorney for Platinum Par"
      },
      {
        "name": "Platinum Partners",
        "role": "extracted",
        "context": "s Tells Jury \nAn attorney for Platinum Partners co-founder Mark Nordlicht on"
      },
      {
        "name": "Mark Nordlicht",
        "role": "extracted",
        "context": "Platinum Partners co-founder Mark Nordlicht on Wednesday \nsought to turn"
      },
      {
        "name": "High Court",
        "role": "extracted",
        "context": "estors. \nRead full article » \nHigh Court Nixes State Residency Reqs. F"
      },
      {
        "name": "Nixes State",
        "role": "extracted",
        "context": "ad full article » \nHigh Court Nixes State Residency Reqs. For Liquor Li"
      },
      {
        "name": "Residency Reqs",
        "role": "extracted",
        "context": "cle » \nHigh Court Nixes State Residency Reqs. For Liquor Licenses \nThe U.S"
      },
      {
        "name": "For Liquor",
        "role": "extracted",
        "context": "t Nixes State Residency Reqs. For Liquor Licenses \nThe U.S. Supreme Co"
      },
      {
        "name": "Licenses \nThe",
        "role": "extracted",
        "context": "te Residency Reqs. For Liquor Licenses \nThe U.S. Supreme Court on Wednesd"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "For Liquor Licenses \nThe U.S. Supreme Court on Wednesday struck down a Te"
      },
      {
        "name": "Pro Say",
        "role": "extracted",
        "context": "before receiving a \n;\",Law360 Pro Say Podcast \nListen to our new po"
      },
      {
        "name": "Podcast \nListen",
        "role": "extracted",
        "context": "eceiving a \n;\",Law360 Pro Say Podcast \nListen to our new podcast here \nLAW"
      },
      {
        "name": "Akerman \nBaker",
        "role": "extracted",
        "context": "new podcast here \nLAW FIRMS \nAkerman \nBaker Botts \nBakerHostetler \nBallar"
      },
      {
        "name": "Botts \nBaker",
        "role": "extracted",
        "context": "re \nLAW FIRMS \nAkerman \nBaker Botts \nBakerHostetler \nBallard Spahr \nBarr"
      },
      {
        "name": "Hostetler \nBallard",
        "role": "extracted",
        "context": "S \nAkerman \nBaker Botts \nBakerHostetler \nBallard Spahr \nBarrett & Singal PC \nB"
      },
      {
        "name": "Spahr \nBarrett",
        "role": "extracted",
        "context": "otts \nBakerHostetler \nBallard Spahr \nBarrett & Singal PC \nBest Best & Krie"
      },
      {
        "name": "Best Best",
        "role": "extracted",
        "context": "d Spahr \nBarrett & Singal PC \nBest Best & Krieger \nBoies Schiller \nBr"
      },
      {
        "name": "Krieger \nBoies",
        "role": "extracted",
        "context": "rett & Singal PC \nBest Best & Krieger \nBoies Schiller \nBrowne George \nBuck"
      },
      {
        "name": "Schiller \nBrowne",
        "role": "extracted",
        "context": "C \nBest Best & Krieger \nBoies Schiller \nBrowne George \nBuckley Beal \nCKR Law"
      },
      {
        "name": "George \nBuckley",
        "role": "extracted",
        "context": "ieger \nBoies Schiller \nBrowne George \nBuckley Beal \nCKR Law LLP \nCahill Gor"
      },
      {
        "name": "Cahill Gordon",
        "role": "extracted",
        "context": "e \nBuckley Beal \nCKR Law LLP \nCahill Gordon \nChapman and Cutler \nChoate"
      },
      {
        "name": "Cutler \nChoate",
        "role": "extracted",
        "context": "P \nCahill Gordon \nChapman and Cutler \nChoate \nCleary Gottlieb \nClifford Ch"
      },
      {
        "name": "Cleary Gottlieb",
        "role": "extracted",
        "context": "Chapman and Cutler \nChoate \nCleary Gottlieb \nClifford Chance \nConsole Mat"
      },
      {
        "name": "Clifford Chance",
        "role": "extracted",
        "context": "ler \nChoate \nCleary Gottlieb \nClifford Chance \nConsole Mattiacci \nCooley \nC"
      },
      {
        "name": "Console Mattiacci",
        "role": "extracted",
        "context": "ry Gottlieb \nClifford Chance \nConsole Mattiacci \nCooley \nCotchett Pitre \nCovi"
      },
      {
        "name": "Cooley \nCotchett",
        "role": "extracted",
        "context": "rd Chance \nConsole Mattiacci \nCooley \nCotchett Pitre \nCovington & Burling \nC"
      },
      {
        "name": "Pitre \nCovington",
        "role": "extracted",
        "context": "e Mattiacci \nCooley \nCotchett Pitre \nCovington & Burling \nCozen O'Connor \nCr"
      },
      {
        "name": "Burling \nCozen",
        "role": "extracted",
        "context": "Cotchett Pitre \nCovington & Burling \nCozen O'Connor \nCravath Swaine \nDav"
      },
      {
        "name": "Connor \nCravath",
        "role": "extracted",
        "context": "Covington & Burling \nCozen O'Connor \nCravath Swaine \nDavis Polk \nDechert"
      },
      {
        "name": "Swaine \nDavis",
        "role": "extracted",
        "context": "ling \nCozen O'Connor \nCravath Swaine \nDavis Polk \nDechert \nEFTA00032556"
      },
      {
        "name": "Polk \nDechert",
        "role": "extracted",
        "context": "Connor \nCravath Swaine \nDavis Polk \nDechert \nEFTA00032556\n\nliquor license"
      },
      {
        "name": "Debt Collector",
        "role": "extracted",
        "context": "e » \nCYBERSECURITY & PRIVACY \nDebt Collector Sued Over Medical Provider Da"
      },
      {
        "name": "Sued Over",
        "role": "extracted",
        "context": "ITY & PRIVACY \nDebt Collector Sued Over Medical Provider Data Breach"
      },
      {
        "name": "Medical Provider",
        "role": "extracted",
        "context": "ACY \nDebt Collector Sued Over Medical Provider Data Breach \nBankrupt collect"
      },
      {
        "name": "Data Breach",
        "role": "extracted",
        "context": "or Sued Over Medical Provider Data Breach \nBankrupt collections firm Re"
      },
      {
        "name": "Masters Creditors",
        "role": "extracted",
        "context": "pt collections firm Retrieval-Masters Creditors Bureau Inc. is facing a \nprop"
      },
      {
        "name": "Bureau Inc",
        "role": "extracted",
        "context": "m Retrieval-Masters Creditors Bureau Inc. is facing a \nproposed class"
      },
      {
        "name": "Quest \nDiagnostics",
        "role": "extracted",
        "context": "ients, including 11.9 million Quest \nDiagnostics Inc. patients, months before"
      },
      {
        "name": "Lionbridge Slams",
        "role": "extracted",
        "context": "cle » \nINTELLECTUAL PROPERTY \nLionbridge Slams $300M Trade Secrets Suit As '"
      },
      {
        "name": "Trade Secrets",
        "role": "extracted",
        "context": "PERTY \nLionbridge Slams $300M Trade Secrets Suit As 'Frivolous' \nTranslat"
      },
      {
        "name": "Suit As",
        "role": "extracted",
        "context": "dge Slams $300M Trade Secrets Suit As 'Frivolous' \nTranslation comp"
      },
      {
        "name": "Lionbridge Technologies",
        "role": "extracted",
        "context": "ivolous' \nTranslation company Lionbridge Technologies fired back at accusations tha"
      },
      {
        "name": "Perfect Global",
        "role": "extracted",
        "context": "rest in purchasing rival TransPerfect Global at a court-\nordered auction j"
      },
      {
        "name": "Picasso Painting",
        "role": "extracted",
        "context": "cle » \nMEDIA & ENTERTAINMENT \nPicasso Painting Can Stay At The Met, 2nd Circ"
      },
      {
        "name": "Can Stay",
        "role": "extracted",
        "context": "TERTAINMENT \nPicasso Painting Can Stay At The Met, 2nd Circ. Rules"
      },
      {
        "name": "At The",
        "role": "extracted",
        "context": "NT \nPicasso Painting Can Stay At The Met, 2nd Circ. Rules \nThe Met"
      },
      {
        "name": "Rules \nThe",
        "role": "extracted",
        "context": "an Stay At The Met, 2nd Circ. Rules \nThe Metropolitan Museum of Art ca"
      },
      {
        "name": "Metropolitan Museum",
        "role": "extracted",
        "context": "The Met, 2nd Circ. Rules \nThe Metropolitan Museum of Art can keep a Pablo Picas"
      },
      {
        "name": "Pablo Picasso",
        "role": "extracted",
        "context": "itan Museum of Art can keep a Pablo Picasso painting sold by a \nJewish in"
      },
      {
        "name": "Law Marketer",
        "role": "extracted",
        "context": "article » \nEMPLOYMENT \nEx-CKR Law Marketer Alleges Sexually Hostile Work"
      },
      {
        "name": "Alleges Sexually",
        "role": "extracted",
        "context": "PLOYMENT \nEx-CKR Law Marketer Alleges Sexually Hostile Workplace \nThe former"
      },
      {
        "name": "Hostile Workplace",
        "role": "extracted",
        "context": "Law Marketer Alleges Sexually Hostile Workplace \nThe former marketing directo"
      },
      {
        "name": "Protects Us",
        "role": "extracted",
        "context": "ead full article » \nTitle VII Protects Us, LGBTQ Workers Tell Supreme C"
      },
      {
        "name": "Workers Tell",
        "role": "extracted",
        "context": "Title VII Protects Us, LGBTQ Workers Tell Supreme Court \nThe gay and tr"
      },
      {
        "name": "Express Scripts",
        "role": "extracted",
        "context": "ead full article » \nBENEFITS \nExpress Scripts Calls MTA Prescription Fraud"
      },
      {
        "name": "Prescription Fraud",
        "role": "extracted",
        "context": "TS \nExpress Scripts Calls MTA Prescription Fraud Suit 'Fantasy' \nThe New York"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "ription Fraud Suit 'Fantasy' \nThe New York City Transit Authority r"
      },
      {
        "name": "York City",
        "role": "extracted",
        "context": "Fraud Suit 'Fantasy' \nThe New York City Transit Authority resorted to"
      },
      {
        "name": "Transit Authority",
        "role": "extracted",
        "context": "'Fantasy' \nThe New York City Transit Authority resorted to \"fantasy\" by fudg"
      },
      {
        "name": "Whitney \nFoley",
        "role": "extracted",
        "context": "TIES & WHITE COLLAR \nDorsey & Whitney \nFoley Hoag \nFord O'Brien \nFried Fra"
      },
      {
        "name": "Hoag \nFord",
        "role": "extracted",
        "context": "LLAR \nDorsey & Whitney \nFoley Hoag \nFord O'Brien \nFried Frank \nFuerst"
      },
      {
        "name": "Brien \nFried",
        "role": "extracted",
        "context": "& Whitney \nFoley Hoag \nFord O'Brien \nFried Frank \nFuerst Ittleman \nGarve"
      },
      {
        "name": "Frank \nFuerst",
        "role": "extracted",
        "context": "ley Hoag \nFord O'Brien \nFried Frank \nFuerst Ittleman \nGarvey Schubert \nGi"
      },
      {
        "name": "Ittleman \nGarvey",
        "role": "extracted",
        "context": "O'Brien \nFried Frank \nFuerst Ittleman \nGarvey Schubert \nGibbons PC \nGibson"
      },
      {
        "name": "Schubert \nGibbons",
        "role": "extracted",
        "context": "rank \nFuerst Ittleman \nGarvey Schubert \nGibbons PC \nGibson Dunn \nGirardi & Ke"
      },
      {
        "name": "Gibson Dunn",
        "role": "extracted",
        "context": "Garvey Schubert \nGibbons PC \nGibson Dunn \nGirardi & Keese \nGoldstein &"
      },
      {
        "name": "Keese \nGoldstein",
        "role": "extracted",
        "context": "ns PC \nGibson Dunn \nGirardi & Keese \nGoldstein & Russell \nGoodwin \nHerrick F"
      },
      {
        "name": "Russell \nGoodwin",
        "role": "extracted",
        "context": "Girardi & Keese \nGoldstein & Russell \nGoodwin \nHerrick Feinstein \nHodgson R"
      },
      {
        "name": "Herrick Feinstein",
        "role": "extracted",
        "context": "Goldstein & Russell \nGoodwin \nHerrick Feinstein \nHodgson Russ \nHogan Lovells"
      },
      {
        "name": "Hodgson Russ",
        "role": "extracted",
        "context": "Goodwin \nHerrick Feinstein \nHodgson Russ \nHogan Lovells \nHolland & Kni"
      },
      {
        "name": "Hogan Lovells",
        "role": "extracted",
        "context": "rick Feinstein \nHodgson Russ \nHogan Lovells \nHolland & Knight \nHughes Hub"
      },
      {
        "name": "Knight \nHughes",
        "role": "extracted",
        "context": "uss \nHogan Lovells \nHolland & Knight \nHughes Hubbard \nHusch Blackwell \nJac"
      },
      {
        "name": "Hubbard \nHusch",
        "role": "extracted",
        "context": "lls \nHolland & Knight \nHughes Hubbard \nHusch Blackwell \nJackson Walker \nJo"
      },
      {
        "name": "Blackwell \nJackson",
        "role": "extracted",
        "context": "Knight \nHughes Hubbard \nHusch Blackwell \nJackson Walker \nJones Day \nKatten Muc"
      },
      {
        "name": "Walker \nJones",
        "role": "extracted",
        "context": "ard \nHusch Blackwell \nJackson Walker \nJones Day \nKatten Muchin \nKay Griff"
      },
      {
        "name": "Day \nKatten",
        "role": "extracted",
        "context": "ckwell \nJackson Walker \nJones Day \nKatten Muchin \nKay Griffin \nKellogg"
      },
      {
        "name": "Muchin \nKay",
        "role": "extracted",
        "context": "son Walker \nJones Day \nKatten Muchin \nKay Griffin \nKellogg Hansen \nKirb"
      },
      {
        "name": "Griffin \nKellogg",
        "role": "extracted",
        "context": "Jones Day \nKatten Muchin \nKay Griffin \nKellogg Hansen \nKirby McInerney \nKirk"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-06-27",
        "event": "June 27, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "646-781.7100"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:31.935Z"
}