{
  "document": {
    "id": "efta00015345",
    "filename": "EFTA00015345.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015345.pdf",
    "text": "\n\nFrom: \"Robert Y. Lewis\" \nTo:  \nCc: \nJames It. Marsh\" <jamesmars*marsh.law> \nSubject: [EXTERNAL] USA v. Maxwell -- 20-CR-330 (AIN) \nDate: Wed, 27 Oct 2021 18:52:02 +0000 \nInline-Images: Outlook-jinknu5v.png; \nOutlook-NCVBA.png \nDear Ms. and Mr. Pecorino: \nI  represent a victim of the sex trafficking crimes alleged to have been perpetrated by Jeffrey \nEpstein and his alleged lieutenant Ghislaine Maxwell. Ms. was one of the Epstein victims who spoke to \ndeliver a victim impact statement in front of Judge Berman on August 29, 2019, when Judge Berman dismissed \nthe Epstein indictment due to Epstein's apparent suicide. \nAs you know, the criminal trial of Ms. Maxwell is scheduled to commence on November 29, 2021 before Judge \nNathan. Ms. would like to attend the trial. Could you please advise me as to what protocols will be \nfollowed for obtaining admission to the trial either in the courtroom or the overflow rooms. Ms. is \ntravelling from so it is important that there be some reasonable likelihood that she will be able to \nattend the trial once here. \nBest regards, \nRobert Y. Lewis \nThe Marsh Law Firm PLLC \nMartonctiloHubbet \nCP\nPREEMINENT \nE:Ing \nCRIME \nVIM IM \nB \n1R \\SSOCRTION \nCONFIDENTIALITY NOTICE: The information contained in this message and any attachment is confidential and may be subject to the \nattorney-client privilege, or otherwise protected from disclosure by applicable law. Any disclosure, distribution, copying, or use of \nthe information contained in this message or any attachment by anyone other than the intended recipient, regardless of address or \nrouting, is strictly prohibited. If you are not the intended recipient, please telephone or email the sender and delete this message \nand any attachment from your system. \nCONFIDENTIALITY NOTICE: The information contained in this message and any attachment is confidential \nand may be subject to the attorney-client privilege, or otherwise protected from disclosure by applicable law. \nAny disclosure, distribution, copying, or use of the information contained in this message or any attachment by \nEFTA00015345\n\nanyone other than the intended recipient, regardless of address or routing, is strictly prohibited. If you are not the \nintended recipient, please telephone or email the sender and delete this message and any attachment from your \nsystem. \nIF YOU ARE NOT A CLIENT: This material is general information of an educational nature and is not legal \nadvice. This communication does not establish or constitute the retention of Marsh Law Firm PLLC for the \nprovision of legal services, unless explicitly so stated herein. Any attached items, including the content of this e-\nmail, are offered \"as is\" with no guarantee as to their accuracy, timeliness, or completeness. \nEFTA00015346",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ed by Jeffrey \nEpstein and his alleged lieutenant Ghislaine Maxwell. Ms. was one of the Epstein victims who spoke to"
      },
      {
        "name": "Pecorino",
        "role": "extracted",
        "context": "tlook-NCVBA.png \nDear Ms. and Mr. Pecorino: \nI  represent a victim o"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "u know, the criminal trial of Ms. Maxwell is scheduled to commence"
      },
      {
        "name": "James It",
        "role": "extracted",
        "context": "\"Robert Y. Lewis\" \nTo:  \nCc: \nJames It. Marsh\" <jamesmars*marsh.law>"
      },
      {
        "name": "Dear Ms",
        "role": "extracted",
        "context": "nu5v.png; \nOutlook-NCVBA.png \nDear Ms. and Mr. Pecorino: \nI  repres"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "d to have been perpetrated by Jeffrey \nEpstein and his alleged lieutenant Gh"
      },
      {
        "name": "Judge Berman",
        "role": "extracted",
        "context": "impact statement in front of Judge Berman on August 29, 2019, when Judg"
      },
      {
        "name": "Judge \nNathan",
        "role": "extracted",
        "context": "e on November 29, 2021 before Judge \nNathan. Ms. would like to attend the"
      },
      {
        "name": "Lewis \nThe",
        "role": "extracted",
        "context": "re. \nBest regards, \nRobert Y. Lewis \nThe Marsh Law Firm PLLC \nMartonct"
      },
      {
        "name": "Marsh Law",
        "role": "extracted",
        "context": "egards, \nRobert Y. Lewis \nThe Marsh Law Firm PLLC \nMartonctiloHubbet"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-29",
        "event": "August 29, 2019"
      },
      {
        "date": "2021-11-29",
        "event": "November 29, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:50.490Z"
}