{
  "document": {
    "id": "efta00011520",
    "filename": "EFTA00011520.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00011520.pdf",
    "text": "\n\nU.S. \nDepartment of .1 \nustice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nFebruary 28, 2019 \nTO BE FILED UNDER SEAL \nVIA EMAIL \nThe Honorable Sarah Netburn \nUnited States District Court \nSouthern District of New York \nUnited States Courthouse \nNew York, New York 10007 \nRe: In re Application to \nUnseal Civil Discovery Materials, USAO No. 2018R01618 \nDear Judge Netburn: \nThe Government writes respectfully in connection with its sealed application and proposed \norder pursuant to the All Writs Act, Title 28, United States Code, Section 1651, for a limited order \nto unseal discovery materials in the possession of Boies Schiller & Flexner LLP \n(the \"Application\"), in connection with the matter Jane Doe 43 v. Epstein, et aL (\"Jane Doe\"), \n17 Civ. 616 (JGK) (SN) (the \"Litigation\"), a copy of which is attached hereto as Exhibit A. \nBackground \nAs described in the Application, the Government has served a  grand jury subpoena \n(the \"Subpoena\") upon Boies Schiller & Flexner (\"Boies Schiller\") requiring the production of \ncopies of discovery and related materials related to the Litigation. The Subpoena was validly \nissued pursuant to an ongoing investigation into Jeffrey Epstein and others, for possible violations \nof Title 18, United States Code, Sections 1591 and 1594(c) (unlawfully trafficking minors) and \nSection 2422(b) (unlawfully enticing minors) (the \"Investigation\"). The production of materials \npursuant to the Subpoena is solely for the purposes of the Investigation, and is subject to the \nprotections and restrictions of Fed. R. Crim. P. 6(e). \nThe Government has been advised that Boies Schiller, which is counsel for plaintiffs in the \nLitigation, does not intend to contest the Subpoena. However, the Government is advised that \nalthough Boies Schiller would not otherwise contest compliance with the Subpoena, it  believes \nthat a protective order entered in the Litigation (the \"Protective Order\") may preclude compliance. \nAccordingly, the Government respectfully requested that the Court issue an order \npermitting Boies Schiller to comply with the validly-issued Subpoena. \nCONFIDENTIAL \nSDNY_GM_00000919 \nEFTA00011520\n\nPage 2 \nDiscussion \nWhere, as here, a grand jury subpoena has validly issued, and the recipient of the subpoena \nis not contesting compliance—but rather seeking authorization to comply with the subpoena—a \ncourt should grant such permission through limited modification of an applicable protective order, \nabsent countervailing interests not present in this case. As described below, a court can and should \nmodify a protective order, or permit limited relief from it, to allow the recipient of a grand jury \nsubpoena to comply with such a subpoena under the circumstances presented here. \nThe Court is best guided by the decision in Chemical Bank v. Affiliated FM Ins. Co., 154 \nF.R.D. 91 (S.D.N.Y. 1994), which rejected an application for a party in civil litigation to be held \nin contempt for complying with a grand jury subpoena despite the existence of a protective order, \nwithout first obtaining authorization from the court, because the court would have granted such \nauthorization had it been sought. Chemical Bank, 154 F.R.D. at 93. As that court explained: \nThe role of the federal courts in law enforcement, exemplified by \nthe Federal Criminal Code (Title 18, USC) and in enforcing Grand \nJury subpoenas argues in favor of making significant information \navailable to enforcement authorities absent a countervailing \nshowing that the need for the information for such purposes is \noutweighed by the need for protecting expectations of \nconfidentiality under Fed. R. Civ. P. 26(c). \nId. at 94 (citing United States v. Davis, 702 F.2d 418, 421-22 (2d Cir. 1983) (finding that the \n\"conflict between protection of private material used in a civil proceeding and public need in a \ncriminal prosecution\" posed in that case was \"easily resolved\" and explaining that \"[a]bsent \napplicable grounds for exception, such as a previously asserted Fifth Amendment privilege, no \nshiled protects the civil evidence\" in that case \"from compellable production before the grand jury \nwhich subpoenaed it\"). The court in Chemical Bank chastised the relevant party for responding to \nthe grand jury subpoena without authorization specifically because such disregard was \"entirely \nunnecessary and inappropriate\" due to the readily available remedy of a  modification of the \napplicable protective order. Chemical Bank, 154 F.R.D. at 93. The court also explicitly noted that \nsuch formal judicial approval could be obtained ex pane if sufficient reason for doing so was \nshown. Id. \nChemical Bank further described the types of interests that otherwise might be implicated \nin connection with a Rule 26(c) protective order, none of which are implicated here. Id. at 94 \n(\"There is no indication that any difficult balancing under Fed.R.Civ.P. 26(c) would have been \nnecessary of interests of law enforcement against protection of technological trade secrets, \ncurrently sensitive customer lists, or contemporarily sensitive competitive information which \ncould benefit rivals, since no such information has been claimed to have been contained in any of \nthe discovery materials in this case.\") (citations omitted): \n' Notably, here, and in contrast to other cases further described below, the Government's specific \nknowledge of the subject matter of discovery materials is relatively limited, due to the confidential \nnature of the Litigation; however, the Protective Order itself indicates that discovery materials \nCONFIDENTIAL \nSDNY_GM_00000920 \nEFTA00011521\n\nPage 3 \nIndeed, the Chemical Bank opinion specifically rejected judicial protection for the type of \ninformation the Protective Order appears to cover in the Litigation: \nAvoiding embarrassment may be a reason for a party to seek \nconfidentiality. It is not by itself a valid reason for courts to uphold \nconfidentiality as against a legitimate law enforcement need for the \ninformation. Courts must honor restrictions laid down by the Fourt \nor Fifth Amendment or applicable statutes. But aside from those \nrestrictions, hiding possible criminal violations from law \nenforcement authorities is hardly a ground for judicial protection of \nconfidentiality. \nChemical Bank 154 F.R.D. at 94 (emphasis added). Although parties may rely on confidentiality \nagreements and protective orders generally, such classification \"is not binding on the court\" and \nthe \"risk of disclosure is well known to the Bar, in part because disclosure may be required where \nsuch information is needed for judicial decisions, to the basis for which the public should have \naccess. Id. (collecting cases). \nUnder some circumstances, courts in this Circuit have applied a balancing test to evaluate \nthe government's ability to obtain access to materials covered by a protective order. Specifically, \nin Martindell v.  International Tel. and Tel. Corp., 594 F.2d 291 (2d Cir. 1979), the government \ninformally—and without use of a grand jury subpoena—sought access to discovery materials from \na civil litigation. The Court held that the Government was not entitled to the materials unless it \ncould show either that the protective order was improvidently granted or some extraordinary \ncircumstance or compelling need for the material; see also In re Grand Juiy Subpoena Duces \nTecum Dated Apr. 19, 1991 (\"Subpoena Duces Tecum\"), 945 F.2d 1221, 1224 (2d Cir. 1991) (in \nconnection with bankruptcy proceeding, and citing Martindell, vacating denial of a  motion to \nquash a  grand jury subpoena seeking production of documents subject to protective order and \nremanding for determination of showing that the order was improvidently granted or of \nextraordinary circumstance or compelling need). \nAs an initial matter, the Court need not employ the Martindell balancing test here. This is \nso for two reasons. First, Martindell and cases employing its balancing test generally relate to \nmotions to quash or other challenges to a  grand jury subpoena, or else instances where the \nGovernment sought protected information without such grand jury process. See Martindell, 594 \nF.2d 291 (in which the government informally, and without use of a grand jury subpoena, sought \naccess to discovery materials); Subpoena Duces Tecum, 945 F.2d at 1224 (vacating denial of a \nmotion to quash a grand jury subpoena). Here, there is no such deficiency in the form of request \nnor a  challenge by the recipient of the subpoena. Indeed, in Chemical Bank, which cited \nMartindell, the district court opined that had the Government obtained judicial relief to issue an \nsuch as documents and depositions are not likely to include the kind of confidential business \ninformation that Chemical Bank describes as having the potential to give rise to \"difficult \nbalancing.\" See id.; see also Jane Doe, Protective Order (\"Prot. Order\") (Dkt. 177) (defining \n\"confidential\" information as, in sum and substance, medical and psychological information, \npersonal identifying information, and information relating to sexual activity or sexual contact). \nCONFIDENTIAL \nSDNY_GM_00000921 \nEFTA00011522\n\nPage 4 \nuncontested subpoena for documents—precisely the scenario here—such relief would be \nappropriate. Chemical Bank, 154 F.R.D. at 94. \nSecond, any presumption against modification of a protective order is unreasonable where, \nas here, the protective order is on its face temporary or limited. Such protective orders \"that are \non their face temporary or limited may not justify reliance by the parties [and] in such \ncircumstances reliance may be unreasonable.\" S.E.C. v. TheStreet.com, 273 F.3d 222, 230-31 (2d \nCir. 2001). \"Where a litigant or deponent could not reasonably have relied on the continuation of \na  protective order\"—for example, where such an order was limited to the pretrial stages of \nlitigation—\"a court may properly permit modification of the order.\" Id. (citing In re \"Agent \nOrange\" Prod. Liab. Litig., 821 F.2d 139, 147 (2d Cir. 1987)); see also Allen v. City of New York, \n420 F.Supp.2d 295, 301 (S.D.N.Y. 2006) (Mag. J. Gorenstein) (analyzing the differently-situated \ninterests of civil litigants but where, as here, the relevant protective order specified that a  party \ncould object to the designation of a document as confidential, and was also temporary or limited \non its face). In such a case, \"'[w]hether to lift or modify a protective order is a decision committed \nto the sound discretion of the trial court.'\" TheStreet.com, 273 F.3d at 231 (modification in \noriginal) (citing In re Agent Orange, 821 F.3d at 147) (additional citations omitted). Here, the \nparties in the Litigation explicitly contemplated the public disclosure of such information at trial \nby the very terms of the Protective Order, thereby establishing precisely the kind of temporal limit \ndescribed above. See Prot. Order at 6 (\"This Protective Order shall have no force and effect on \nthe use of any CONFIDENTIAL INFORMATION at trial in this matter.\"). The parties could not \nhave—as, for example, they might in a bankruptcy proceeding such as in Subpoena Duces \nTecum—relied upon the Protective Order to indefinitely keep the relevant materials hidden. \nIn this case, where the Protective Order is limited by its terms to only the pretrial stages \nof the civil litigation, no confidential business information appears to be at issue, and counsel for \nthe victims of the suspected crimes being investigated have indicated a willingness to voluntarily \ncomply with the Subpoena, the \"sound discretion of [this] court,\" TheStreet.com, 273 F.3d at 231, \nmilitates overwhelmingly toward limited, narrow modification of the Protective Order to permit \ncompliance with the Subpoena.2  This is consistent with the grand jury's \"wide ranging authority \nto inquire into suspected violations of the criminal law; and to effectuate such investigations it may \ncompel the production of documentary evidence or the testimony of witnesses, as it deems \nnecessary.\" Id. at 421-22; see Branzburg v. Hayes, 408 U.S. 665, 688 (1972) (\"Although the \npowers of the grand jury are not unlimited and are subject to the supervision of a  judge, the \nlongstanding principle that 'the public . . . has a right to every man's evidence,' except for those \n2 The Government notes that any materials produced pursuant to a grand jury subpoena fall under \nthe protections and restrictions set forth in Fed. R. Crim. P. 6(e), and further notes and emphasizes \nthat the proposed order accompanying the Application provides no additional exception or \nmodification to the Protective Order as to the recipient of the subpoena other than the narrow, \nlimited ability to comply with grand jury process. The Protective Order will remain otherwise \nintact and fully enforceable. \nCONFIDENTIAL \nSDNY_GM_00000922 \nEFTA00011523\n\nPage 5 \npersons protected by a constitutional, common-law, or statutory privilege is particularly applicable \nto grand jury proceedings.\") (citations omitted).3\nFinally, even were the Court to apply the Martindell test here,4 despite the significant \ndistinguishing factors described above, this Investigation is a paradigmatic example of \nextraordinary circumstances. In the first instance, unlike in Subpoena Duces Tecum, the posture \nof the Application does not involve a motion to quash. Of course, should this Court permit Boies \nSchiller to respond, Boies Schiller would have the right to move to quash—including, for example, \nif a grand jury subpoena made any improper requests, such as for materials subject to privilege. \nBut it is not anticipated that Boies Schiller will do so. \nAdditionally, as set forth in the Application, the existence and scope of the Investigation \nin this district is not publicly known. While counsel for certain victims are aware of the \nInvestigation, neither Epstein nor other subjects of the investigation are believed to be similarly \naware. Accordingly, the ordinary exercise of grand jury power to \"subpoena witnesses to testify, \nregardless of whether they have already testified or furnished documentary evidence in civil \nlitigation,\" Martindell, 594 at 296, would implicate and invite the very risk of disclosure—and the \npossibility of alerting potential criminal targets that they are under investigation, causing them to \ndestroy evidence, flee from prosecution, or otherwise seriously jeopardize the Investigation—that \ncaused the Government to proceed via subpoena and its related Application. \nCf. \nSubpoena Duces \nTecum, 945 F.2d at 1224 (in which the party that moved to quash the relevant subpoena argued \nthat the government could not meet its burden of showing need for deposition testimony until it \nhad at least called the witness before the grand jury). \nThe subject matter of the Litigation also demonstrates the extraordinary circumstances of \nthe Government's Investigation and Application, insofar as the materials at issue here appear not \nto be of the sort that ordinarily would provide protection against Government investigation. See \n3 To read Martindell more broadly would not only be contrary to the opinion itself, as described \nabove, but would risk rendering that opinion in even further conflict with the well-reasoned \ndecisions of numerous other Circuits. In particular, the Fourth, Ninth, and Eleventh Circuits have \neach adopted a per se rule favoring enforcement of a grand jury subpoena even where a protective \norder exists. See In re Grand Jut,/ Subpoena, 836 F.2d 1468, 1477 (4th Cir.), cert. denied, 487 \nU.S. 1240 (1988); In re Grand Jury Subpoena Served on Meserve, Mumper & Hughes, 62 F.3d \n1222, 1226-1227 (9th Cir. 1995); In re Grand Jury Proceedings (Williams), 995 F.2d 1013, 1020 \n(11th Cir. 1993) (expressly criticizing the Martindell test and stating that it \"is administratively \nunworkable,\" \"defies construction,\" and \"places prosecutors in untenable positions\"). In the First \nand Third Circuits, a grand jury subpoena overrides a protective order unless the party seeking to \nquash the subpoena shows \"exceptional circumstances that clearly favor subordinating the \nsubpoena to the protective order.\" In re Grand Jury Subpoena (Roach), 138 F.3d 442, 445 (1st \nCir.), cert. denied, 524 U.S. 939 (1998); In re: Grand Jury, 286 F.3d 153, \n157-158 (3d Cir. \n2002). The Government is aware of no case in those circuits where the presumption was rebutted \nand the grand jury subpoena was not enforced. \n4 An application of the Martindell test would not in any event preclude the provision of a list of \nwitnesses deposed, see 594 F.2d at 293, and of pre-existing documents collected or produced in \nthe course of discovery, see id. at 297 n.8. \nCONFIDENTIAL \nSDNY_GM_00000923 \nEFTA00011524\n\nPage 6 \nChemical Bank, 154 F.R.D. at 94 (describing such materials a  \"technological trade secrets, \ncurrently sensitive customer lists, or contemporarily sensitive competitive information which \ncould benefit rivals\"). Rather, the Government seeks materials that relate to among the gravest \ncriminal offenses it investigates—the sexual exploitation of minors—which materials, if revealed, \nwould tend to inculpate and/or embarrass some parties to the Protective Order. Indeed, by the very \nterms of the Protective Order, the confidential materials appear to be of the category for which \n\"[a]voiding embarrassment . . . is not by itself a valid reason for courts to uphold confidentiality \nas against a  legitimate law enforcement need for the information.\" Id.; see also Prot. Order at 2 \n(designating as \"confidential\" information \"whose public release would violate common law and \nstatutory privacy interests\"). \"Aside from those restrictions [laid down by the Fourth or Fifth \nAmendment or applicable statutes], hiding possible criminal violations from law enforcement \nauthorities is hardly a ground for judicial protection of confidentiality.\" Chemical Bank, 15 F.R.D. \nat 94. \nFinally, this is unlike a  case in which the contours of the civil litigation are publicly \napparent. \nCf. \nSubpoena Duces Tecum, 945 F.2d at 1223 (noting that a \"lengthy report\" of the \nbankruptcy examination in that case \"was made available to the public\"). In Subpoena Duces \nTecum, for example, not only was the government apparently unconcerned with the confidentiality \nof the grand jury investigation, but the government knew from a lengthy public report precisely \nwhat it might replicate through a grand jury investigation. Id. Not so with respect to the Litigation, \nwhich resulted in no such report, no trial, and limited public filings. \nFor all of these reasons, and for the reasons set forth in the Application, the Government \nrespectfully requests that the Court grant the Application. \nRespectfully submitted, \nGE \na \nFFREY S. BERMAN \nEnclosure \nBy: \nAssistant United States Attorney \nTel.: \nCONFIDENTIAL \nSDNY_GM_00000924 \nEFTA00011525",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "issued pursuant to an ongoing investigation into Jeffrey Epstein and others, for possible violations \nof Title 18,"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "of .1 \nustice \nUnited States Attorney \nSouthern District of New York \nThe Sil"
      },
      {
        "name": "The Silvio",
        "role": "extracted",
        "context": "outhern District of New York \nThe Silvio J. Mollo Building \nOne Saint"
      },
      {
        "name": "Mollo Building",
        "role": "extracted",
        "context": "ct of New York \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nFebruar"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "FILED UNDER SEAL \nVIA EMAIL \nThe Honorable Sarah Netburn \nUnited States"
      },
      {
        "name": "Sarah Netburn",
        "role": "extracted",
        "context": "EAL \nVIA EMAIL \nThe Honorable Sarah Netburn \nUnited States District Court"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "Sarah Netburn \nUnited States District Court \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "United States District Court \nSouthern District of New York \nUnited States Co"
      },
      {
        "name": "Courthouse \nNew",
        "role": "extracted",
        "context": "ct of New York \nUnited States Courthouse \nNew York, New York 10007 \nRe: In"
      },
      {
        "name": "Unseal Civil",
        "role": "extracted",
        "context": "07 \nRe: In re Application to \nUnseal Civil Discovery Materials, USAO No."
      },
      {
        "name": "Discovery Materials",
        "role": "extracted",
        "context": "Application to \nUnseal Civil Discovery Materials, USAO No. 2018R01618 \nDear Ju"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "terials, USAO No. 2018R01618 \nDear Judge Netburn: \nThe Government writ"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "8R01618 \nDear Judge Netburn: \nThe Government writes respectfully in connec"
      },
      {
        "name": "All Writs",
        "role": "extracted",
        "context": "oposed \norder pursuant to the All Writs Act, Title 28, United States"
      },
      {
        "name": "Boies Schiller",
        "role": "extracted",
        "context": "aterials in the possession of Boies Schiller & Flexner LLP \n(the \"Applicat"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "in connection with the matter Jane Doe 43 v. Epstein, et aL (\"Jane D"
      },
      {
        "name": "Background \nAs",
        "role": "extracted",
        "context": "ttached hereto as Exhibit A. \nBackground \nAs described in the Application,"
      },
      {
        "name": "The Subpoena",
        "role": "extracted",
        "context": "ls related to the Litigation. The Subpoena was validly \nissued pursuant"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "tered in the Litigation (the \"Protective Order\") may preclude compliance. \nA"
      },
      {
        "name": "Discussion \nWhere",
        "role": "extracted",
        "context": "000919 \nEFTA00011520\n\nPage 2 \nDiscussion \nWhere, as here, a grand jury subpoe"
      },
      {
        "name": "Chemical Bank",
        "role": "extracted",
        "context": "est guided by the decision in Chemical Bank v. Affiliated FM Ins. Co., 15"
      },
      {
        "name": "Federal Criminal",
        "role": "extracted",
        "context": "orcement, exemplified by \nthe Federal Criminal Code (Title 18, USC) and in e"
      },
      {
        "name": "Grand \nJury",
        "role": "extracted",
        "context": "tle 18, USC) and in enforcing Grand \nJury subpoenas argues in favor of"
      },
      {
        "name": "Fifth Amendment",
        "role": "extracted",
        "context": "such as a previously asserted Fifth Amendment privilege, no \nshiled protect"
      },
      {
        "name": "International Tel",
        "role": "extracted",
        "context": "cifically, \nin Martindell v.  International Tel. and Tel. Corp., 594 F.2d 291"
      },
      {
        "name": "Grand Juiy",
        "role": "extracted",
        "context": "the material; see also In re Grand Juiy Subpoena Duces \nTecum Dated A"
      },
      {
        "name": "Subpoena Duces",
        "role": "extracted",
        "context": "al; see also In re Grand Juiy Subpoena Duces \nTecum Dated Apr. 19, 1991 (\""
      },
      {
        "name": "Tecum Dated",
        "role": "extracted",
        "context": "re Grand Juiy Subpoena Duces \nTecum Dated Apr. 19, 1991 (\"Subpoena Duce"
      },
      {
        "name": "See Martindell",
        "role": "extracted",
        "context": "hout such grand jury process. See Martindell, 594 \nF.2d 291 (in which the"
      },
      {
        "name": "Agent \nOrange",
        "role": "extracted",
        "context": "he order.\" Id. (citing In re \"Agent \nOrange\" Prod. Liab. Litig., 821 F.2d"
      },
      {
        "name": "Agent Orange",
        "role": "extracted",
        "context": "n in \noriginal) (citing In re Agent Orange, 821 F.3d at 147) (additional"
      },
      {
        "name": "See Prot",
        "role": "extracted",
        "context": "poral limit \ndescribed above. See Prot. Order at 6 (\"This Protective"
      },
      {
        "name": "This Protective",
        "role": "extracted",
        "context": "above. See Prot. Order at 6 (\"This Protective Order shall have no force and"
      },
      {
        "name": "The Protective",
        "role": "extracted",
        "context": "mply with grand jury process. The Protective Order will remain otherwise"
      },
      {
        "name": "Boies \nSchiller",
        "role": "extracted",
        "context": "rse, should this Court permit Boies \nSchiller to respond, Boies Schiller wo"
      },
      {
        "name": "Eleventh Circuits",
        "role": "extracted",
        "context": "cular, the Fourth, Ninth, and Eleventh Circuits have \neach adopted a per se r"
      },
      {
        "name": "See In",
        "role": "extracted",
        "context": "e a protective \norder exists. See In re Grand Jut,/ Subpoena, 836"
      },
      {
        "name": "Grand Jut",
        "role": "extracted",
        "context": "tive \norder exists. See In re Grand Jut,/ Subpoena, 836 F.2d 1468, 14"
      },
      {
        "name": "Grand Jury",
        "role": "extracted",
        "context": "487 \nU.S. 1240 (1988); In re Grand Jury Subpoena Served on Meserve, M"
      },
      {
        "name": "Subpoena Served",
        "role": "extracted",
        "context": "1240 (1988); In re Grand Jury Subpoena Served on Meserve, Mumper & Hughes,"
      },
      {
        "name": "Third Circuits",
        "role": "extracted",
        "context": "ositions\"). In the First \nand Third Circuits, a grand jury subpoena overri"
      },
      {
        "name": "Fifth \nAmendment",
        "role": "extracted",
        "context": "s [laid down by the Fourth or Fifth \nAmendment or applicable statutes], hidi"
      },
      {
        "name": "In Subpoena",
        "role": "extracted",
        "context": "de available to the public\"). In Subpoena Duces \nTecum, for example, no"
      },
      {
        "name": "Duces \nTecum",
        "role": "extracted",
        "context": "to the public\"). In Subpoena Duces \nTecum, for example, not only was th"
      },
      {
        "name": "Enclosure \nBy",
        "role": "extracted",
        "context": "ted, \nGE \na \nFFREY S. BERMAN \nEnclosure \nBy: \nAssistant United States Att"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "EY S. BERMAN \nEnclosure \nBy: \nAssistant United States Attorney \nTel.: \nCONFI"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "losure \nBy: \nAssistant United States Attorney \nTel.: \nCONFIDENTIAL \nSDNY_GM"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-02-28",
        "event": "February 28, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:43.830Z"
}