{
  "document": {
    "id": "efta00021366",
    "filename": "EFTA00021366.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021366.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: RE: subpoena of \nDate: Thu, 18 Jul 2019 02:02:00 +0000 \nHi \nThanks for your email. I am tied up for much of this week with a testifying witness, but should be able to speak to \nabout the topics you identified later this week or early next week and will get back to you about next steps \nsoon. \nBefit \nFrom: \nSent: Tuesda , Jul 16, 2019 12:53 PM \nTo: \nCc: \nSubject: RE: subpoena of \nFollowing up on our phone conversation earlier today, thank you for being in touch and advising us of your representation \no in connection withMeceipt of a grand jury subpoena. So you have contact info for our full team, \nwe're all reachable anytime at the copied emails or by phone at: \nAs we briefly discussed, the documentary materials we are seeking from n the first instance are any flight \nmanifests, flight plans, or other documents reflecting passengers and/or travel records, dating back to 2000. And we \nwould like to hear from. about observations, if any, of young women or girls on flights, as well as any discussions \nwith Mr. Epstein about his relationships with young women or girls, or his legal issues relating to those relationships. We \nare also interested to know the identities of Epstein's employees and staff whom s aware of, current and \nprevious. \nAs I mentioned on the phone, given the prospect of attorney proffer information and/or a  possible voluntary interview, \nwe are prepared to hold in abeyance the current subpoena return date of July 22, 2019. \nthank you, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00021366",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "well as any discussions \nwith Mr. Epstein about his relationships w"
      },
      {
        "name": "Hi \nThanks",
        "role": "extracted",
        "context": ", 18 Jul 2019 02:02:00 +0000 \nHi \nThanks for your email. I am tied up"
      },
      {
        "name": "Befit \nFrom",
        "role": "extracted",
        "context": "you about next steps \nsoon. \nBefit \nFrom: \nSent: Tuesda , Jul 16, 2019"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": ". \nthank you, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-07-22",
        "event": "July 22, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:04.517Z"
}