{
  "document": {
    "id": "efta00026622",
    "filename": "EFTA00026622.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026622.pdf",
    "text": "\n\n[Type text] \nA. Public Corruption Unit \nThe Public Corruption Unit, consisting of about 20 AUSAs, including two supervisors, had \na busy year focusing on both traditional corruption offenses and abuses of power by both local and \nnational in scope. The Unit charged numerous law enforcement and correctional officers in the \nNew York City area with various abuses of power, including an excessive force prosecution \ninvolving a mentally disturbed homeless victim, and multiple federal correctional officers, \nincluding one who has since pled guilty to sexually assaulting numerous female inmates under his \nwatch. The Unit also brought charges of national significance, including campaign finance and \nrelated charges against Lev Parnas and Igor Fruman, among others; extortion and fraud charges \nagainst attorney Michael Avenatti, and sex trafficking charges against former financier Jeffrey \nEpstein. \nAt the local level, the Unit successfully prosecuted both local and federal officials, \nincluding a  former NYPD Detective who used his position to facilitate a scheme to steal tens of \nthousands of dollars from dozens of New York victims. \nU.S. \nv. Bonanno, 18 Cr. 427 (PGG). The \nUnit also brought charges against a  siding Brooklyn Supreme Court Justice for obstructing \na \nfederal investigation into fraud and corruption at the Municipal Credit Unit (\"MCU\") whose board \nshe chaired. \nU.S. \nv. Ash, 19 Cr. 780 (LAK). Finally, the Unit brought charges against three federal \ncorrectional officers at the MCC, one for abusing his position to sexually assault numerous female \ninmates under his watch over a multi-year period, \nU.S. \nv. Akparanta, 19 Cr. 363 (LGS), and two \nfor falsifying records intended to conceal their failure to conduct routine rounds and checks on the \nnight Jeffrey Epstein, then an inmate at the MCC, committed suicide. \nU.S. \nv.  Noel et aL, 19 Cr. \n830 (AT). \nAt the national level, the unit brought campaign finance and related charges against four \ndefendants, including Lev Pamas and Igor Fruman, based on their participation in a  scheme to \nfunnel money to political candidates and committees in the hope of gaining access and influence, \nincluding with respect to their efforts to cause the removal of the then-U.S. Ambassador to \nUkraine. US. v. Panics, 19 Cr. 725 (JPO). The unit also successfully prosecuted the operator of \na fraudulent political action committee (\"PAC\") for defrauding tens of thousands of victims into \nmaking what they believed to be political or cause-specific contributions under false pretenses, \nobtaining over $1.5 million in restitution and forfeiture for victims at sentencing. \nU.S. \nv. Tierney, \n18 Cr. 804 (JMF). \nThe Unit's work in 2019 extended beyond the traditional realm of public officials. In early \n2019, the Unit brought novel extortion charges against attorney Michael Avenatti for attempting \nto extort tens of millions of dollars from the athletic apparel company, Nike. \nU.S. \nv. Avenatti, 19 \nCr. 373 (PGG). Avenatti was also charged in a  separate scheme to defraud his former client \nStephanie Clifford afkla \"Stormy Daniels,\" \nU.S. \nv. Avenatti, 19 Cr. 374 (JMF). In July 2019, the \nunit brought sex trafficking charges against the former financier Jeffrey Epstein who over a multi-\nyear period abused dozens of minor victims in New York, Florida and other locations. \nU.S. \nv. \nEpstein, 19 Cr. 490 (RMB). While Epstein committed suicide while awaiting trial, at a  unique \nhearing held in connection with the entry of an order of nolle prosequi, dozens of Epstein's victims \nwere afforded an opportunity to address the Court and publicly confront their abuser. Finally, in \n2019, the Unit successfully completed its prosecution of three cases stemming from corruption in \nEFTA00026622\n\nState of the Office 2018 Page 2 \nthe world of college basketball, including trying to verdict bribery charges against two defendants \nfor making cash payments to university coaches. \nU.S \nv.  Evans, 17 Cr. 684 (ER), U.S. v. Person, \n17 \nCr. 683 (LAP). \nEFTA00026623",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "o conduct routine rounds and checks on the \nnight Jeffrey Epstein, then an inmate at the MCC, committed suicide. \nU"
      },
      {
        "name": "Public Corruption",
        "role": "extracted",
        "context": "[Type text] \nA. Public Corruption Unit \nThe Public Corruption U"
      },
      {
        "name": "Unit \nThe",
        "role": "extracted",
        "context": "e text] \nA. Public Corruption Unit \nThe Public Corruption Unit, consi"
      },
      {
        "name": "The Unit",
        "role": "extracted",
        "context": "local and \nnational in scope. The Unit charged numerous law enforcem"
      },
      {
        "name": "Lev Parnas",
        "role": "extracted",
        "context": "and \nrelated charges against Lev Parnas and Igor Fruman, among others"
      },
      {
        "name": "Igor Fruman",
        "role": "extracted",
        "context": "harges against Lev Parnas and Igor Fruman, among others; extortion and"
      },
      {
        "name": "Michael Avenatti",
        "role": "extracted",
        "context": "aud charges \nagainst attorney Michael Avenatti, and sex trafficking charges"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "rges against former financier Jeffrey \nEpstein. \nAt the local level, the Uni"
      },
      {
        "name": "The \nUnit",
        "role": "extracted",
        "context": "v. Bonanno, 18 Cr. 427 (PGG). The \nUnit also brought charges against"
      },
      {
        "name": "Brooklyn Supreme",
        "role": "extracted",
        "context": "ght charges against a  siding Brooklyn Supreme Court Justice for obstructing"
      },
      {
        "name": "Court Justice",
        "role": "extracted",
        "context": "st a  siding Brooklyn Supreme Court Justice for obstructing \na \nfederal i"
      },
      {
        "name": "Municipal Credit",
        "role": "extracted",
        "context": "o fraud and corruption at the Municipal Credit Unit (\"MCU\") whose board \nshe"
      },
      {
        "name": "Lev Pamas",
        "role": "extracted",
        "context": "t four \ndefendants, including Lev Pamas and Igor Fruman, based on the"
      },
      {
        "name": "Stephanie Clifford",
        "role": "extracted",
        "context": "to defraud his former client \nStephanie Clifford afkla \"Stormy Daniels,\" \nU.S."
      },
      {
        "name": "Stormy Daniels",
        "role": "extracted",
        "context": "nt \nStephanie Clifford afkla \"Stormy Daniels,\" \nU.S. \nv. Avenatti, 19 Cr."
      },
      {
        "name": "In July",
        "role": "extracted",
        "context": ". Avenatti, 19 Cr. 374 (JMF). In July 2019, the \nunit brought sex t"
      },
      {
        "name": "While Epstein",
        "role": "extracted",
        "context": ". \nEpstein, 19 Cr. 490 (RMB). While Epstein committed suicide while await"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:14.692Z"
}