{
  "document": {
    "id": "efta00023049",
    "filename": "EFTA00023049.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00023049.pdf",
    "text": "\n\nExhibit A \nEFTA00023049\n\nLIST OF \nPARTICULARS \nI. Please provide the full names and full birthdays of the individuals identified in the \nSuperseding Indictment as Minor Victims-1-3 (¶¶ 7, 11, 13, 17, 19). \n2. Please identify the dates when, and locations where, Ms. Maxwell allegedly met \nand/or interacted with Minor Victim-1 (117a). \n3. Please identify the dates when, and locations where, Ms. Maxwell allegedly \n\"groomed\" Minor Victim-1 \"to engage in sexual acts with Epstein\" (¶ 7a). \n4. Please identify the dates when, and locations where, Jeffrey Epstein allegedly \nsexually abused Minor Victim-1 (¶ 7a). \n5. Please identify the dates when, and locations where, Ms. Maxwell allegedly \"was \npresent for and involved in\" Epstein's sexual abuse of Minor Victim-1 (¶ 7a). \n6. Please identify the dates when, and locations where, Minor Victim-1 participated in \n\"group sexualized massages\" of Epstein (1 7a). \n7. Please describe with particularity the conduct that the government contends is a \n\"group sexualized massage\" and identify the criminal statute(s) the conduct allegedly \nviolates and the other participants in those massages (¶ 7a). \n8. Please describe with particularity how Ms. Maxwell allegedly \"involved\" Minor \nVictim-1 in these massages and how Ms. Maxwell allegedly participated in these \nmassages \n(¶ \n7a). \n9. Please identify the dates when Minor Victim-1 allegedly traveled \"across state lines \nfor the purpose of sexual encounters with Epstein\" (1 7a). \n10. Please identify the dates when Ms. Maxwell allegedly enticed Minor Victim-1 \"to \ntravel across state lines for the purpose of sexual encounters with Epstein\" and \ndescribe with particularity the actions that Ms. Maxwell allegedly took to entice \nMinor Victim-1 to travel (1 7a). \nII. Please identify the dates when, and locations where, Ms. Maxwell allegedly met \nand/or interacted with Minor Victim-2 (17b). \n12. Please identify the dates when Minor Victim-2 allegedly traveled across state lines to \nand from New Mexico in 1996 (1 7b). \n13. Please identify the dates when Ms. Maxwell allegedly \"groomed\" Minor Victim-2 to \nengage in \"acts of sexual abuse\" with Epstein (17b). \nEFTA00023050\n\n14. Please describe with particularity what Ms. Maxwell allegedly did as part of the \n\"unsolicited massage\" of Minor Victim-2 and identify the criminal statute(s) the \nconduct allegedly violates (17b, 11c, 17c). \n15. Please identify the dates when, and locations where, Ms. Maxwell allegedly met \nand/or interacted with Minor Victim-3 (117c). \n16. Please identify the dates when, and locations where, Ms. Maxwell allegedly \nintroduced Minor Victim-3 to Epstein and the dates and locations of their subsequent \n\"multiple interactions\" (117c). \n17. Please identify the dates when, and locations where, Ms. Maxwell allegedly \n\"groomed\" Minor Victim-3 to engage in sex acts with Epstein (1 7c). \n18. Please identify the dates when, and locations where, Jeffrey Epstein allegedly \nsexually abused Minor Victim-3 (¶ 7c). \n19. Please describe with particularity the \"sex acts\" that Minor Victim-3 allegedly \nengaged in with Epstein during massages and identify the criminal statute(s) the \nconduct allegedly violates and the other participants in those massages (1 7c). \n20. Please identify the dates when Minor Victim-3 allegedly traveled in interstate or \nforeign commerce to engage in illegal sexual activity with Epstein (9 7c). \n21. Please specify when the conspiracies charged in Count One and Count Three began \nand ended. (11 9, 15). \n22. Please identify the \"others\" who allegedly participated in the conspiracies charged in \nCount One and Count Three with Epstein and Ms. Maxwell. (11 9-10, 15-16). \n23. Please identify any individuals who were enticed to travel, or were transported, in \ninterstate or foreign commerce to engage in illegal sexual activity with Epstein during \nthe time period of the charged conspiracies (1994-1997), apart from Minor Victims-1-\n3 (1110, 16). \n24. Please identify the dates when, and the locations where, Ms. Maxwell participated in \n\"group sexualized encounters\" with Jeffrey Epstein and Minor Victim-1 I la, \nI7a). \n25. Please describe with particularity the conduct that the government believes constitutes \na \"group sexualized encounter\" and identify the criminal statute(s) the conduct \nviolates and the participants in those encounters (11 11 a, 17a). \n26. Please identify who allegedly enticed Minor Victim-1 to travel from Florida to New \nYork in 1996 (11 I lb, 17b). \nEFTA00023051\n\n27. Please identify from whom Ms. Maxwell was allegedly trying to \"conceal her crimes\" \nwhen she allegedly lied under oath in depositions in 2016 2). \n28. Please identify \"the specific events and acts of abuse\" about which Ms. Maxwell \nallegedly \"repeatedly provided false and perjurious statements\" 8). \n29. As to each statement alleged to be perjurious in Counts Five and Six of the \nSuperseding Indictment please specify why the Government contends the statement \nwas material (¶¶ 21, 23). \nEFTA00023052",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ase identify the dates when, and locations where, Jeffrey Epstein allegedly \nsexually abused Minor Victim-1 (¶ 7a)."
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "es when, and locations where, Ms. Maxwell allegedly met \nand/or int"
      },
      {
        "name": "Superseding Indictment",
        "role": "extracted",
        "context": "ndividuals identified in the \nSuperseding Indictment as Minor Victims-1-3 (¶¶ 7, 1"
      },
      {
        "name": "Minor Victims",
        "role": "extracted",
        "context": "he \nSuperseding Indictment as Minor Victims-1-3 (¶¶ 7, 11, 13, 17, 19)."
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "y met \nand/or interacted with Minor Victim-1 (117a). \n3. Please identify"
      },
      {
        "name": "Minor \nVictim",
        "role": "extracted",
        "context": "Maxwell allegedly \"involved\" Minor \nVictim-1 in these massages and how M"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "ross state lines to \nand from New Mexico in 1996 (1 7b). \n13. Please i"
      },
      {
        "name": "Count One",
        "role": "extracted",
        "context": "n the conspiracies charged in Count One and Count Three began \nand en"
      },
      {
        "name": "Count Three",
        "role": "extracted",
        "context": "cies charged in Count One and Count Three began \nand ended. (11 9, 15)."
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "m-1 to travel from Florida to New \nYork in 1996 (11 I lb, 17b). \nEFTA"
      },
      {
        "name": "Counts Five",
        "role": "extracted",
        "context": "t alleged to be perjurious in Counts Five and Six of the \nSuperseding I"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:08.150Z"
}