{
  "document": {
    "id": "efta00024706",
    "filename": "EFTA00024706.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00024706.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: RE: Maxwell Order on Flashlights/Sleep Disruptions \nDate: Fri, 14 May 2021 21:05:59 +0000 \nSeems reasonable. Thanks! \nFrom \nSe \nTo: \nCc: \nSubject: Maxwell Order on Flashlights/Sleep Disruptions \na\nFYI, Judge Nathan denied Maxwell's request to direct the MDC to stop the flashlight checks, but (reasonably) \nd  the MDC to consider whether sleep disruptions can be reduced for pretrial detainees, and to ensure that \nMaxwell is only subjected to necessary security protocols. \nORDER as to Ghislaine Maxwell: On April 29, 2021, counsel for Ghislaine Maxwell wrote to the \nCourt requesting that the Court address her sleeping conditions, with particular emphasis on \ncounsel's representation, unsupported by affidavit or other factual showing, that guards are \nshining a  flashlight in Maxwell's eyes every 15 minutes at night. Dkt. No. 256. Defense counsel \nclaims that the flashlight surveillance in Maxwell's eyes is disrupting her sleep, which in turn is \nimpacting her ability to prepare for and withstand trial. The Court sought more information by \nordering the Government to confer with legal counsel for the Bureau of Prisons and to respond \nto certain questions. Dkt. No. 257. In response, the Government states that MDC staff conduct \nflashlight checks of all inmates as a matter of course. Dkt. No. 270. As reported by the \nGovernment, inmates housed with cell mates in the Special Housing Unit are checked with \nflashlights every 30 minutes. Inmates housed with others in the general population are \nchecked multiple times per night at regular intervals. The Government further reports that to \nconduct the checks, flashlights are pointed at the ceiling of the cell to confirm that the inmate \nis present, breathing, and not in distress. As the Government explains, there are a number of \nneutral reasons why BOP's flashlight checks of Maxwell are relatively more frequent than those \nof other inmates, including that Maxwell is housed alone, the nature \nof the charges, and the \npotential stress for inmates that can arise in high-profile cases. The MDC has determined that \nthese factors \nnecessitate more frequent safety and security checks. The Government also \nindicates that the prohibition on eye masks is a generally applicable policy, but that Maxwell, \nlike other inmates, may use other noncontraband items to cover her eyes. To the extent that \nMaxwell's April 29, 2021 letter asks the Court to override BOP's determination as to the \nfrequency of appropriate safety and security check \nprocedures, that request is denied as \nfactually unsubstantiated and legally unsupported. Certainly nothing in the record plausibly \nestablishes that current protocols interfere with Maxwell's ability to prepare for her trial and \ncommunicate with her lawyers. Defense counsel's May 7, 2021 letter, Dkt. No. 272, describes \ngeneralized grievances but makes no additional specific and supported application for relief. \nNevertheless, the Court urges the MDC to consider whether sleep disruption for pretrial \ndetainees can be reduced. The \nCourt also admonishes the MDC and the Government to \ncontinue to ensure that Maxwell is subjected to only those security protocols that BOP \ndetermines are necessary for her safety and \nsecurity, based upon neutral and applicable \nEFTA00024706\n\nfactors, and consistent with the treatment of similarly situated pre-trial detainees. The \nGovernment shall provide a  copy of this Order to the Warden and General Counsel for the \nMDC. SO ORDERED. (Signed by Judge Alison J. Nathan on 5/14/2021) (In') \nEFTA00024707",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ted to necessary security protocols. \nORDER as to Ghislaine Maxwell: On April 29, 2021, counsel for Ghislaine Maxwell"
      },
      {
        "name": "Maxwell Order",
        "role": "extracted",
        "context": "From: \nTo: \nCc: \nSubject: RE: Maxwell Order on Flashlights/Sleep Disrupti"
      },
      {
        "name": "Sleep Disruptions",
        "role": "extracted",
        "context": "Maxwell Order on Flashlights/Sleep Disruptions \nDate: Fri, 14 May 2021 21:05"
      },
      {
        "name": "From \nSe",
        "role": "extracted",
        "context": "0 \nSeems reasonable. Thanks! \nFrom \nSe \nTo: \nCc: \nSubject: Maxwell O"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "hts/Sleep Disruptions \na\nFYI, Judge Nathan denied Maxwell's request to d"
      },
      {
        "name": "On April",
        "role": "extracted",
        "context": "RDER as to Ghislaine Maxwell: On April 29, 2021, counsel for Ghislai"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "housed with cell mates in the Special Housing Unit are checked with \nflashl"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "r night at regular intervals. The Government further reports that to \ncond"
      },
      {
        "name": "The \nCourt",
        "role": "extracted",
        "context": "al \ndetainees can be reduced. The \nCourt also admonishes the MDC and t"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "situated pre-trial detainees. The \nGovernment shall provide a  copy of this"
      },
      {
        "name": "General Counsel",
        "role": "extracted",
        "context": "this Order to the Warden and General Counsel for the \nMDC. SO ORDERED. (Si"
      },
      {
        "name": "Judge Alison",
        "role": "extracted",
        "context": "MDC. SO ORDERED. (Signed by Judge Alison J. Nathan on 5/14/2021) (In')"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-05-14",
        "event": "5/14/2021"
      },
      {
        "date": "2021-04-29",
        "event": "April 29, 2021"
      },
      {
        "date": "2021-05-07",
        "event": "May 7, 2021"
      },
      {
        "date": "2021-05-14",
        "event": "14 May 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:11.666Z"
}