{
  "document": {
    "id": "efta00026678",
    "filename": "EFTA00026678.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026678.pdf",
    "text": "\n\nFrom: \nTo: Paul Cassell <MIII> \nCc: \nStan Pottinger • • Brad Edwards \"Brittan Henderson\" \nSubject: RE: Victims asserting right to reasonable protection and other rights \nDate: Thu, 11 Jul 2019 01:16:47 +0000 \nImportance: Normal \nPaul, \nThank you very much for being in touch, and I write to confirm receipt of your email and to acknowledge your \nclients' right to be heard in connection with certain public proceedings in the district court, including proceedings \ninvolving release, pursuant to the Crime Victims' Rights Act, specifically 18 U.S.C. 3771(a)(4). \nWe will convey to the Court your clients' concerns and views, including in particular with respect to their \ninterests in reasonable protection and fair treatment, and we very much appreciate you communicating with us \nconsistent with the rights of your clients. \nthank you again, \n Original Message \nFrom: Paul Cassell <MIII> \nSent: \nWednesday. July \n10 2019 18:12 \nTo: \nCc: \nStan Pottinger ; Brad Edwards ; Brittany Henderson \nSubject: RE: Victims asserting right to reasonable protection and other rights \nHIM, \nAlong with Mr. Pottinger (admitted in the Southern District of New York) and Mr. Edwards (admitted in \nFlorida), I  represent various victims of federal sex crimes committed by Jeffrey Epstein. It is my understanding \nthat you will be speaking to the court shortly about conditions of his release. My clients request that he be \ndetained, as otherwise they will be fearful for their safety. They believe that his continued detention is necessary \nunder the CVRA's right to \"reasonable protection.\" They request that you communicate that concern to the judge \nin whatever way you think best, as part of their CVRA right to be heard on a defendant's release. \nMy clients are also concerned that Epstein might try to create some sort of \"private jail\" to secure his release. My \nclients believe that this would violate their CVRA right to be treated with fairness and to be free from harassment \nand abuse. It is unfair to victims of a wealthy defendant, like Epstein, if he is given great freedoms than others \nwould in similar circumstances. \nThank you in advance for communicating these concerns to the judge. My clients very much appreciate your \nefforts to bring Epstein to justice. \nPaul Cassell for Jane Does \nEFTA00026678\n\nPaul G. \nCassell \nRonald N. Boyce Presidential Professor of Criminal Law and University Distinguished Professor of Law S.J. \nuinnev \nCollege of Law at the \nUniversity \nof Utah \n(phone) (fax) You can access my publications on \nhttp://ssm.com/author=30160 \nCONFIDENTIAL: This electronic message - along with any/all attachments - is confidential. This message is \nintended only for the use of the addressee. If you are not the intended recipient, you may not use, disseminate, \ndistribute or copy this communication. If you have received this message in error, please immediately notify the \nsender by reply electronic mail and delete the original message. Professor Cassell is admitted to the Utah State \nBar, but not the bars of other states. Any views he expresses in this email are his own.D \nEFTA00026679",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "arious victims of federal sex crimes committed by Jeffrey Epstein. It is my understanding \nthat you will be speakin"
      },
      {
        "name": "Pottinger",
        "role": "extracted",
        "context": "ther rights \nHIM, \nAlong with Mr. Pottinger (admitted in the Southern"
      },
      {
        "name": "Edwards",
        "role": "extracted",
        "context": "ern District of New York) and Mr. Edwards (admitted in \nFlorida), I"
      },
      {
        "name": "Paul Cassell",
        "role": "extracted",
        "context": "From: \nTo: Paul Cassell <MIII> \nCc: \nStan Pottinger •"
      },
      {
        "name": "Stan Pottinger",
        "role": "extracted",
        "context": "To: Paul Cassell <MIII> \nCc: \nStan Pottinger • • Brad Edwards \"Brittan Hen"
      },
      {
        "name": "Brad Edwards",
        "role": "extracted",
        "context": "III> \nCc: \nStan Pottinger • • Brad Edwards \"Brittan Henderson\" \nSubject:"
      },
      {
        "name": "Brittan Henderson",
        "role": "extracted",
        "context": "n Pottinger • • Brad Edwards \"Brittan Henderson\" \nSubject: RE: Victims assert"
      },
      {
        "name": "Normal \nPaul",
        "role": "extracted",
        "context": "9 01:16:47 +0000 \nImportance: Normal \nPaul, \nThank you very much for bei"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "ving release, pursuant to the Crime Victims' Rights Act, specifically 18"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "ursuant to the Crime Victims' Rights Act, specifically 18 U.S.C. 3771("
      },
      {
        "name": "Original Message",
        "role": "extracted",
        "context": "clients. \nthank you again, \n Original Message \nFrom: Paul Cassell <MIII> \nS"
      },
      {
        "name": "Brittany Henderson",
        "role": "extracted",
        "context": "an Pottinger ; Brad Edwards ; Brittany Henderson \nSubject: RE: Victims asserti"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "r. Pottinger (admitted in the Southern District of New York) and Mr. Edwards"
      },
      {
        "name": "Jane Does",
        "role": "extracted",
        "context": "to justice. \nPaul Cassell for Jane Does \nEFTA00026678\n\nPaul G. \nCasse"
      },
      {
        "name": "Cassell \nRonald",
        "role": "extracted",
        "context": "Does \nEFTA00026678\n\nPaul G. \nCassell \nRonald N. Boyce Presidential Profess"
      },
      {
        "name": "Boyce Presidential",
        "role": "extracted",
        "context": "Paul G. \nCassell \nRonald N. Boyce Presidential Professor of Criminal Law and"
      },
      {
        "name": "Criminal Law",
        "role": "extracted",
        "context": "yce Presidential Professor of Criminal Law and University Distinguished"
      },
      {
        "name": "University Distinguished",
        "role": "extracted",
        "context": "Professor of Criminal Law and University Distinguished Professor of Law S.J. \nuinnev"
      },
      {
        "name": "Professor Cassell",
        "role": "extracted",
        "context": "delete the original message. Professor Cassell is admitted to the Utah State"
      },
      {
        "name": "Utah State",
        "role": "extracted",
        "context": "or Cassell is admitted to the Utah State \nBar, but not the bars of oth"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-07-10",
        "event": "July \n10 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:14.809Z"
}