{
  "document": {
    "id": "efta00018214",
    "filename": "EFTA00018214.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018214.pdf",
    "text": "\n\nAO 89B (07/16) Subpoena to Produce Documents, Information. or Objects in a Criminal Case \nUNITED STATES DISTRICT COURT \nfor the \nSouthern District of New York \nUnited States of America \nGhislame Maxwell \nDefendant \nTo. Jordana \nFeldman \n) \n) \n) \n) \n) \nCase No. \n20CR330 (MN) \nSUBPOENA TO PRODUCE DOCUMENTS, INFORMATION, OR \nOBJECTS IN A CRIMINAL CASE \n(Name of person to whom this subpoena is directed) \nYOU ARE COMMANDED to produce at the time, date, and place set forth below the following books, papers, \ndocuments, data, or other objects: \nSee \nAttachment A \nplace:   United States District Court \nSouthern District of New York, Courtroom 318 \n40 Foley Square, \nNew York, NY 10007 \nCertain provisions of Fed. R. Crim. P. 17 are attached, including Rule 17(c)(2), relating to your ability to file a \nmotion to quash or modify the subpoena; Rule 17(d) and (e), which govern service of subpoenas; and Rule 17(g), \nrelating to your duty to respond to this subpoena and the potential consequences of not doing so. \nDate: \n(SEAL) \nDate and Time: \n11/29/2021 8:30 am \nCLERK OF COURT \nSignature of Clerk or Depury, Clerk \nThe name, address, e-mail, and telephone number of the attorney representing blame of party) \nGhislaine Maxwell \n, who requests this subpoena, are: \nJeffrey S. Pagliuca. Haddon, Morgan & Foreman P.C., 150 East \n10th Ave., Denver, Colorado 80203, \nNotice to those who use this form to request a subpoena \nBefore requesting and serving a subpoena pursuant to Fed. R. Crim. P. 17(c), the party seeking the subpoena is advised to \nconsult the rules of practice of the court in which the criminal proceeding is pending to determine whether any local rules \nor orders establish requirements in connection with the issuance of such a subpoena. If no local rules or orders govern \npractice under Rule 17(c), counsel should ask the assigned judge whether the court regulates practice under Rule 17(c) to \n1) require prior judicial approval for the issuance of the subpoena, either on notice or ex parte; 2) specify where the \ndocuments must be returned (e.g., to the court clerk, the chambers of the assigned judge, or counsel's office); and 3) \nrequire that counsel who receives produced documents provide them to opposing counsel absent a disclosure obligation \nunder Fed. R. Crim. P. 16. \nPlease note that Rule 17(c) (attached) provides that a subpoena for the production of certain information about a victim \nmay not be issued unless first approved by separate court order. \nEFTA00018214\n\nAO 898 (07/16) Subpoena to Produce Documents. Information, or Objects in a Criminal Case (Page 2) \nCase No. \n20CR330 \n(AJN) \nPROOF OF SERVICE \nThis subpoena for (name of individual and title, if an)) \nwas received by me on (date) \nO I  served the subpoena by delivering a copy to the named person as follows: \non \n(date) ; or \nO I returned the subpoena unexecuted because: \nUnless the subpoena was issued on behalf of the United States, or one of its officers or agents, I have also \ntendered to the witness fees for one day's attendance, and the mileage allowed by law, in the amount of \nMy fees \nare $ \nDate: \nfor travel and $ for services, for a total of $ \nI  declare under penalty of perjury that this information is true. \nAdditional information regarding attempted service, etc.: \nServer's signature \nPrinted name and title \nServer's address \n0.00 \nPrint Save \nAs... Add \nAttachment Reset \nEFTA00018215\n\nAO 89B (07/16) Subpoena to Produce Documents, Information, or Objects in a Criminal Case (Page 3) \nFederal Rule of Criminal Procedure 17 (c), (d), (e), and (g) (Effective 12/1/08) \n(c) Producing Documents and Objects. \n(I) In General. A subpoena may order the witness to produce any books, papers, documents, data, or other objects the subpoena \ndesignates. The court may direct the witness to produce the designated items in court before trial or before they are to be offered in \nevidence. When the items arrive, the court may permit the parties and their attorneys to inspect all or part of them. \n(2) Quashing or Modifying the Subpoena. On motion made promptly, the court may quash or modify the subpoena if compliance \nwould be unreasonable or oppressive. \n(3) Subpoena for Personal or Confidential Information About a Victim. Atter a complaint, indictment, or information is tiled, a \nsubpoena requiring the production of personal or confidential information about a victim may be served on a third party only by court \norder. Before entering the order and unless there are exceptional circumstances, the court must require giving notice to the victim so that \nthe victim can move to quash or modify the subpoena or otherwise object. \n(d) Service. A marshal, a deputy marshal, or any nonparty who is at least 18 years old may serve a subpoena. The server must deliver a copy \nof the subpoena to the witness and must tender to the witness one day's witness-attendance fee and the legal mileage allowance. The server \nneed not tender the attendance fee or mileage allowance when the United States, a federal officer, or a federal agency has requested the \nsubpoena. \n(e) Place of Service. \n(I) In the United States. A subpoena requiring a witness to attend a hearing or trial may be served at any place within the United \nStates. \n(2) In a Foreign Country. If the witness is in a foreign country, 28 U.S.C. ยง 1783 governs the subpoena's service. \n(g) Contempt. The court (other than a magistrate judge) may hold in contempt a witness who, without adequate excuse, disobeys a subpoena \nissued by a federal court in that district. A magistrate judge may hold in contempt a witness who, without adequate excuse, disobeys a \nsubpoena issued by that magistrate judge as provided in 28 U.S.C. ยง 636(e). \nEFTA00018216\n\nATTACHMENT A \nDEFINITIONS \nI. \"You\" or \"Your\" means any owner, shareholder, partner or employee of the Epstein Victim's \nCompensation Program (\"EVCP\"), and any former owner, shareholder, partner or employee \nof the EVCP. \n2. \"Accuseraraccuser\" means and \n3. Attorneys means legal counsel for any Accuser or the EVCP. \n4. \"Communication\" means all forms of correspondence, including regular mail, email, text \nmessage, memorandum, or other written communication of information of any kind. \n5. \"EVCP Material\" refers to any submission to the Epstein Victim's Compensation Program \nmade by an Accuser, including any claims on behalf of persons who have accused Jeffrey \nEpstein or Ghislaine Maxwell of any misconduct, any releases signed by an Accuser or their \nAttorneys, and any compensation received by an Accuser. \nINSTRUCTIONS \nI. Production of documents and items requested herein shall be made in person to United States \nDistrict Court, Southern District of New York, 40 Foley Square, New York, NY 10007, \nCourtroom 318. \n2. This Request calls for the production of all responsive Documents in Your possession, \ncustody or control without regard to the physical location of such documents. \n3. If any Document was in your possession or control, but is no longer, state what disposition \nwas made of said Document, the reason for the disposition, and the date of such disposition. \n4. In producing Documents, if the original of any Document cannot be located, a copy shall be \nproduced in lieu thereof, and shall be legible and bound or stapled in the same manner as the \noriginal. \n5. Any copy of a Document that is not identical shall be considered a separate document. \n6. All Documents shall be produced in the same order as they are kept or maintained by You in \nthe ordinary course of business. \n7. Responsive electronically stored information (ESI) shall be produced in its native form; that \nis, in the form in which the information was customarily created, used and stored by the \nnative application employed by the producing party in the ordinary course of business. \n8. Defendant does not seek and does not require the production of multiple copies of identical \nDocuments. \n9. This Request is deemed to be continuing. If, after producing these Documents, you obtain or \nEFTA00018217\n\nbecome aware of any further information, Documents, things, or information responsive to \nthis Request, you are required to so state by supplementing your responses and producing \nsuch additional Documents to Defendant. \nDOCUMENTS OR THINGS TO BE PRODUCED \nI. Any and all EVCP Material submitted by each Accuser, not limited to Claim Forms and \nsupporting submissions made by each Accuser; \n2. Communications between the EVCP to each of the Accusers and/ or their Attorneys; \n3. Copies of any payments to the Accusers and their Attorneys; \n4. Any and All Releases executed by the Accusers. \nEFTA00018218",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ber of the attorney representing blame of party) \nGhislaine Maxwell \n, who requests this subpoena, are: \nJeffrey S. P"
      },
      {
        "name": "Produce Documents",
        "role": "extracted",
        "context": "AO 89B (07/16) Subpoena to Produce Documents, Information. or Objects in a"
      },
      {
        "name": "Criminal Case",
        "role": "extracted",
        "context": "Information. or Objects in a Criminal Case \nUNITED STATES DISTRICT COURT"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ATES DISTRICT COURT \nfor the \nSouthern District of New York \nUnited States of"
      },
      {
        "name": "America \nGhislame",
        "role": "extracted",
        "context": "of New York \nUnited States of America \nGhislame Maxwell \nDefendant \nTo. Jorda"
      },
      {
        "name": "Maxwell \nDefendant",
        "role": "extracted",
        "context": "d States of America \nGhislame Maxwell \nDefendant \nTo. Jordana \nFeldman \n) \n)"
      },
      {
        "name": "Jordana \nFeldman",
        "role": "extracted",
        "context": "slame Maxwell \nDefendant \nTo. Jordana \nFeldman \n) \n) \n) \n) \n) \nCase No. \n20C"
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "dana \nFeldman \n) \n) \n) \n) \n) \nCase No. \n20CR330 (MN) \nSUBPOENA TO P"
      },
      {
        "name": "See \nAttachment",
        "role": "extracted",
        "context": "nts, data, or other objects: \nSee \nAttachment A \nplace:   United States Dis"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "ent A \nplace:   United States District Court \nSouthern District of New Yor"
      },
      {
        "name": "Foley Square",
        "role": "extracted",
        "context": "f New York, Courtroom 318 \n40 Foley Square, \nNew York, NY 10007 \nCertain"
      },
      {
        "name": "Clerk \nThe",
        "role": "extracted",
        "context": "Signature of Clerk or Depury, Clerk \nThe name, address, e-mail, and te"
      },
      {
        "name": "Print Save",
        "role": "extracted",
        "context": "itle \nServer's address \n0.00 \nPrint Save \nAs... Add \nAttachment Reset"
      },
      {
        "name": "Add \nAttachment",
        "role": "extracted",
        "context": "ress \n0.00 \nPrint Save \nAs... Add \nAttachment Reset \nEFTA00018215\n\nAO 89B ("
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "in a Criminal Case (Page 3) \nFederal Rule of Criminal Procedure 17 (c),"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "ase (Page 3) \nFederal Rule of Criminal Procedure 17 (c), (d), (e), and (g) (Ef"
      },
      {
        "name": "Producing Documents",
        "role": "extracted",
        "context": "(g) (Effective 12/1/08) \n(c) Producing Documents and Objects. \n(I) In General."
      },
      {
        "name": "In General",
        "role": "extracted",
        "context": "g Documents and Objects. \n(I) In General. A subpoena may order the wit"
      },
      {
        "name": "Confidential Information",
        "role": "extracted",
        "context": "(3) Subpoena for Personal or Confidential Information About a Victim. Atter a compl"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "erved at any place within the United \nStates. \n(2) In a Foreign Country. I"
      },
      {
        "name": "Foreign Country",
        "role": "extracted",
        "context": "the United \nStates. \n(2) In a Foreign Country. If the witness is in a forei"
      },
      {
        "name": "Epstein Victim",
        "role": "extracted",
        "context": "r, partner or employee of the Epstein Victim's \nCompensation Program (\"EVC"
      },
      {
        "name": "Compensation Program",
        "role": "extracted",
        "context": "oyee of the Epstein Victim's \nCompensation Program (\"EVCP\"), and any former owne"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "f of persons who have accused Jeffrey \nEpstein or Ghislaine Maxwell of any m"
      },
      {
        "name": "This Request",
        "role": "extracted",
        "context": "NY 10007, \nCourtroom 318. \n2. This Request calls for the production of a"
      },
      {
        "name": "All Documents",
        "role": "extracted",
        "context": "ered a separate document. \n6. All Documents shall be produced in the same"
      },
      {
        "name": "Claim Forms",
        "role": "extracted",
        "context": "each Accuser, not limited to Claim Forms and \nsupporting submissions m"
      },
      {
        "name": "All Releases",
        "role": "extracted",
        "context": "their Attorneys; \n4. Any and All Releases executed by the Accusers. \nEF"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-11-29",
        "event": "11/29/2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:56.434Z"
}