{
  "document": {
    "id": "efta00028968",
    "filename": "EFTA00028968.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028968.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nx \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \nx \n20 Cr. 330 (MN) \nREPLY MEMORANDUM OF GHISLAINE MAXWELL IN SUPPORT \nOF HER MOTION TO DISMISS EITHER COUNT ONE OR COUNT THREE OF THE \nSUPERSEDING INDICTMENT AS MULTIPLICITOUS \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN & FOREMAN P.C. \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \nBobbi C. Stemheim \nLaw \nOffices of Bobbi C. Stemheim \nAttorneys for Ghislaine Maxwell \nEFTA00028968\n\nThe government does not dispute that Counts 1 and 3 charge Ms. Maxwell with the same \ncrime, conspiracy in violation of 18 U.S.C. ยง 371, nor that the charges are based on identical \nfacts. Effectively conceding that the counts are multiplicitious, the government argues that the \nmotion is \"premature,\" focusing only on the jeopardy problem that would occur if Ms. Maxwell \nwere convicted on both counts at trial and ignoring the prejudice to Ms. Maxwell attendant to the \novercharging. The government argues that the Court should defer ruling on this motion until \n\"after the completion of trial\" which will \"ensure\" a full factual record. Resp. at 172. The \ngovernment is wrong. \nThe Court can, and should, grant this Motion, direct the government to elect which of the \nconspiracy charges it will prosecute, and dismiss the other. The identical facts are plainly alleged \nin the superseding indictment (\"Indictment\"), and the government has presented no factual \ndistinction in its response. Accordingly, no additional record is necessary and very clear \nauthority exists supporting the relief requested by Ms. Maxwell, dismissal of one of the \nmultiplicitous counts. \"District courts presented with what are recognized before or during trial \nto be multiplicitous indictments will avoid any problem by requiring the prosecution to elect \nbetween counts charged rather than by merging the counts at sentencing.\" United States v. \nPolizzi, 257 F.R.D. 33, 36-37 (E.D.N.Y. 2009). The Court should order such an election and \ndismissal here. \nI. The Motion is Not Premature, and the Court has Discretion to Direct Election \nand Dismissal Pretrial \nThe government's \"prematurity\" argument is misplaced. Pursuant to Federal Rule of \nCriminal Procedure 12(b)(3)(B)(ii), a defendant is required to raise arguments based \non defects in the indictment, including \"charging the same offense in more than one count \n(multiplicity),\" by pretrial motion \"if the basis for the motion is then reasonably available and the \nEFTA00028969\n\nmotion can be determined without a trial on the merits.\" See United States v. Dervishaj, 787 F. \nApp'x 12, 15 (2d Cir. 2019), cert. denied, 140 S. Ct. 2548 (2020) (multiplicity argument waived \nbecause the defendant failed to raise the issue by pretrial motion). \nThe government also ignores ample Second Circuit authority that authorizes the relief \nrequested by Ms. Maxwell: \nThe defendant may move to have the prosecution elect among the multiplicitous \ncounts, with all but the one elected dismissed. This is a  matter for trial court \ndiscretion, and is most appropriate when the mere making of the charges would \nprejudice the defendant with the jury. \nUnited States v. Reed, 639 F.2d 896, 905 (2d Cir. 1981).' \nThe reason for this discretion is clear: \nThe law protects an individual against multiplicitous indictments to avoid multiple \nsentences for a single offense and to eliminate the prejudice which such indictments \nmay generate in the eyes of a  jury. For when an indictment charges numerous \noffenses arising from the same conduct it  may falsely suggest to a  jury that a \ndefendant has committed not one but several crimes. \nOnce such a message is conveyed to the jury, the risk increases that the jury will be \ndiverted from a  careful analysis of the conduct at issue. Compromise verdicts or \nassumptions that, with so many charges pending the defendant must be guilty on at \nleast some of them, pose significant threats to the proper functioning of the jury \nsystem. \nUnited States v. Clarridge, 811 F. Supp. 697, 702 \n(D.D.C. 1992) (cleaned up).2\nMs. Maxwell has been charged with the identical conduct in Counts 1-4. These multiple \ncounts falsely suggest to the July that Ms. Maxwell is alleged to have committed more than one \ncrime. The defect in the Indictment is patent and prejudicial, and the Court should remove the \n' See also United States v. Ketchum, 320 F.2d 3, 7 (2d Cir.1963); United States v. Carter, 576 \nF.2d 1061, 1064 (3d Cir.1978); and United States v. Langford, 946 F.2d 798, 802 (11th Cir.1991). \n2 See also United States v. Chacko, 169 F.3d 140, 145 (2d Cir.1999) (A multiplicitous indictment \ncreates an exaggerated impression of a defendant's criminal activity by charging \"an offense multiple \ntimes, in separate counts, when, in law and fact, only one crime has been committed.\"). \n2 \nEFTA00028970\n\ndefect by requiring the government to elect which of the conspiracy charges it will move forward \nwith and dismiss the remaining conspiracy charge. \nII. The Government Failed to Meet its Burden of Establishing the Two Alleged \nConspiracies Are Distinct. \nTo guard against the \"well recognized danger\" that prosecutors can easily \"draft \nindictments that allege what appear to be separate conspiracies but may actually be parts of an \noverall conspiracy,\" where a defendant \"makes a non-frivolous showing that two indictments in \nfact charge only one conspiracy, the burden shifts to the prosecution to show, by a \npreponderance of the evidence, that there are in fact two distinct conspiracies.\" United States v. \nLopez, 356 F.3d 463, 467 (2d Cir. 2004) (citing United States v. DelVecchio, 800 F.2d 21, 22 (2d \nCir. 1986)). As demonstrated in Ms. Maxwell's moving papers, application of the Koyfant \nmultifactor test results in an identical overlap of alleged: participants, time, similarity of \noperation, overt acts, geography, objectives, and interdependence. Mot. at 2. The government has \nfailed to proffer any evidence to the contrary, and Ms. Maxwell's Motion should be deemed \nconfessed. \nCONCLUSION \nFor the reasons stated in Ms. Maxwell's original Motion and this Reply, she requests that \nthe Court enter an order requiring the government to elect the conspiracy charge it intends to \nprosecute and dismiss the remaining count. \nDated: March 15, 2021 \n3 \nEFTA00028971\n\nRespectfully submitted, \ns/ Jeffrey S. Pagliuca \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN & FOREMAN P.C. \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \nBobbi C. Stemheim \nLaw Offices of Bobbi C. Stemheim \nAttorneys for Ghislaine Maxwell \n4 \nEFTA00028972\n\nCertificate of Service \nI hereby certify that on March 15, 2021, I served by email, pursuant Rule 2(B) of the \nCourt's individual practices in criminal cases, the Reply Memorandum of Ghislaine Maxwell in \nSupport of Her Motion to Dismiss Either Count One Or Count Three of the Superseding \nIndictment as Multiplicitous upon the following: \nU.S. \nU.S. Attorne 's Office, SDNY \ns/ Christian R. Everdell \n5 \nEFTA00028973",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "CT OF NEW YORK \nx \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \nx \n20 Cr. 330 (MN) \nREPLY MEMORANDU"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "te that Counts 1 and 3 charge Ms. Maxwell with the same \ncrime, con"
      },
      {
        "name": "Pagliuca \nLaura",
        "role": "extracted",
        "context": "AS MULTIPLICITOUS \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN"
      },
      {
        "name": "Stemheim \nLaw",
        "role": "extracted",
        "context": "OHEN \n& GRESSER LLP \nBobbi C. Stemheim \nLaw \nOffices of Bobbi C. Stemheim"
      },
      {
        "name": "Stemheim \nAttorneys",
        "role": "extracted",
        "context": "eim \nLaw \nOffices of Bobbi C. Stemheim \nAttorneys for Ghislaine Maxwell \nEFTA00"
      },
      {
        "name": "The Motion",
        "role": "extracted",
        "context": "tion and \ndismissal here. \nI. The Motion is Not Premature, and the Cou"
      },
      {
        "name": "Not Premature",
        "role": "extracted",
        "context": "issal here. \nI. The Motion is Not Premature, and the Court has Discretion"
      },
      {
        "name": "Direct Election",
        "role": "extracted",
        "context": "d the Court has Discretion to Direct Election \nand Dismissal Pretrial \nThe"
      },
      {
        "name": "Dismissal Pretrial",
        "role": "extracted",
        "context": "etion to Direct Election \nand Dismissal Pretrial \nThe government's \"prematurit"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "ent is misplaced. Pursuant to Federal Rule of \nCriminal Procedure 12(b)("
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "Pursuant to Federal Rule of \nCriminal Procedure 12(b)(3)(B)(ii), a defendant"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "thout a trial on the merits.\" See United States v. Dervishaj, 787 F."
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "government also ignores ample Second Circuit authority that authorizes the"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "ining conspiracy charge. \nII. The Government Failed to Meet its Burden of"
      },
      {
        "name": "Two Alleged",
        "role": "extracted",
        "context": "ts Burden of Establishing the Two Alleged \nConspiracies Are Distinct."
      },
      {
        "name": "Conspiracies Are",
        "role": "extracted",
        "context": "Establishing the Two Alleged \nConspiracies Are Distinct. \nTo guard against t"
      },
      {
        "name": "Pagliuca \nJeffrey",
        "role": "extracted",
        "context": "lly submitted, \ns/ Jeffrey S. Pagliuca \nJeffrey S. Pagliuca \nLaura A. Menning"
      },
      {
        "name": "Reply Memorandum",
        "role": "extracted",
        "context": "ctices in criminal cases, the Reply Memorandum of Ghislaine Maxwell in \nSupp"
      },
      {
        "name": "Her Motion",
        "role": "extracted",
        "context": "slaine Maxwell in \nSupport of Her Motion to Dismiss Either Count One O"
      },
      {
        "name": "Dismiss Either",
        "role": "extracted",
        "context": "in \nSupport of Her Motion to Dismiss Either Count One Or Count Three of t"
      },
      {
        "name": "Count One",
        "role": "extracted",
        "context": "Her Motion to Dismiss Either Count One Or Count Three of the Superse"
      },
      {
        "name": "Or Count",
        "role": "extracted",
        "context": "n to Dismiss Either Count One Or Count Three of the Superseding \nInd"
      },
      {
        "name": "Superseding \nIndictment",
        "role": "extracted",
        "context": "unt One Or Count Three of the Superseding \nIndictment as Multiplicitous upon the fo"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-03-15",
        "event": "March 15, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:22.537Z"
}