{
  "document": {
    "id": "efta00022088",
    "filename": "EFTA00022088.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00022088.pdf",
    "text": "\n\nRequest #1 \n(8/13/19) \n(1) The signed log in the Special Housing Unit at MCC that shows when prison staff did rounds \non July 22 and 23, and Aug. 9 and 10. —  the sign-hi log in the SHU is signed by supervisors \nwhen they visit the SHU and does not contain dines. Both the log and the 30-minute round \nforms and count slips are subject to the protective order in the Noel case and should not be \nproduced ahead of triaL \n(2) All quarter entries (showing which cells he was housed in) for Jeffrey Epstein at MCC. I \ndon't see why this necessarily needs to be held back; but at the same dine I think it's entirely \ndefensible to not produce piecemeal the BOP records related to Epstein prior to triaL \n(3) The CIM Clearance and Separatee data sheet for Jeffrey Epstein at MCC. I don't believe he \nhad any separates. I  don't feel strongly about the CIM clearance. \n(4) The chronological disciplinary records for Jeffrey Epstein at MCC. This would only include \nthe 7/23 suicide attempt, which should not be disclosed prior to trial because we may have \nwitnesses testify about it. I  would think this could be released after trial. \n(5) The intake screening form for Jeffrey Epstein at MCC. \n(6) The security designation records for Jeffrey Epstein at MCC. \n(7) The inmate profile for Jeffrey Epstein at MCC. \n(8) All incident reports related to Jeffrey Epstein at MCC. \n(9) All medical reports related to Jeffrey Epstein at MCC. \nI  do not think we should produce the above, which are subject to the Protective Order, could \nlikely be produced in some fashion after trial, and relate to topics that witnesses will testify \nabout at trial. \n(10) The signed visitor log for Jeffrey Epstein at MCC. \nHe did not have any visitors other than legal visitors — query whether this can be produced. \n(11) Documents showing when MCC staff held meetings regarding Jeffrey Epstein, and who \nattended. \n(12) All records generated from the meeting at MCC during which it was decided that Jeffrey \nEpstein would be taken off suicide watch. \n(13) The Post-Watch report compiled in order to take Jeffrey Epstein off suicide watch. \n(14) The overtime sign-up sheets for the Special Housing Unit (9 South) at MCC for Aug. 9 and \n10, and on July 22 and 23. \n(15) Documents showing which staff were augmented at MCC and what positions they worked \nin on Aug. 9 and 10, and on July 22 and 23. \nI  do not think we should produce the above, which are subject to the Protective Order, could \nlikely be produced in some fashion after trial, and relate to topics that witnesses will testify \nabout at triaL \nEFTA00022088\n\nRequest #2 (8/13/19) \n(1) All video camera footage at MCC pertinent to the Jeffrey Epstein suicide and the first suicide \nattempt. \n(2) All BOP documents pertaining to Jeffrey Epstein's suicide and first suicide attempt. \n(3) All BOP documents, including email correspondence and meeting minutes, pertaining to the \ndecision to remove Jeffrey Epstein from suicide watch. \n(4) All BOP special investigation reports mentioning Jeffrey Epstein. \n(5) All BOP correspondence with the U.S. Attorney's Office regarding Jeffrey Epstein. \nI  do not think we should produce the above, which are subject to the Protective Order, could \nlikely be produced in some fashion after trial, and relate to topics that witnesses will testify \nabout at trial. \nRequest #3 (12/19/19) \n(1) The full log of Mr. Epstein's phone calls to and from the MCC. Does not exist. \n(2) All email correspondence to and from Mr. Epstein while he was at the MCC (including \nany correspondence through the Corrlinks system or any other email system he had \naccess \nto.) Does not exist. \nEFTA00022089",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ntries (showing which cells he was housed in) for Jeffrey Epstein at MCC. I \ndon't see why this necessarily needs t"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "2/19/19) \n(1) The full log of Mr. Epstein's phone calls to and from"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "9) \n(1) The signed log in the Special Housing Unit at MCC that shows when p"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "ove, which are subject to the Protective Order, could \nlikely be produced in"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "ing which it was decided that Jeffrey \nEpstein would be taken off suicide wa"
      },
      {
        "name": "The Post",
        "role": "extracted",
        "context": "aken off suicide watch. \n(13) The Post-Watch report compiled in orde"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:05.993Z"
}