{
  "document": {
    "id": "efta00027510",
    "filename": "EFTA00027510.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027510.pdf",
    "text": "\n\nFrom: ' (USANYS)\" \nci \nTo: ' (USANYS)\"  \nSubject: RE: Epstein search warrant documents \nDate: Mon, 06 Jul 2020 13:18:51 +0000 \nThe team says it's not a  PDF, it's indecipherable data. \nFrom: (USANYS)<> \nSent: Monday, July 6, 2020 8:53 AM \nTo: (USANYS) \nSubject: RE: Epstein search warrant documents \nWith respect to the iphone seized from Epstein, for which FBI gave us an extraction, are we not into it because FBI can't \nget in, or is there a transmission issue with the way FBI sent us the extraction? \nFrom: (USANYS) \n< \nSent: Monday, July 6, 2020 8:49 AM \nTo: (USANYS) < \nSubject: RE: Epstein search warrant documents \nPretty sure it's everything. The estimate references 57 devices, as noted below, I think we're now up to 62, but we're into \none of them, so really 61. We can get an updated estimate for the 61 if that would be helpful, but given how much \nbusiness the PC unit gives he should be good to us on that... \nFrom: (USANYS)<> \nSent: Monday, July 6, 2020 8:44 AM \nTo: (USANYS) \nSubject: RE: Epstein search warrant documents \nWhat is the estimate for? All of these? Just UVI? \nFrom: (USANYS) \n< \nSent: Friday, July 3, 2020 2:50 PM \nTo: (USANYS) < \nSubject: RE: Epstein search warrant documents \nYes, there are a total of 62 devices which can be divided into three main buckets based on how/where we obtained them, \nthe second and third of which are by far and away the biggest: \n• 1 Phone and 1 iPad seized from Epstein at the time of his arrest on July 6, 2019. The FBI first delivered copies of \nthe extractions from these devices last week. We were able to review the iPad, but we have not been able to \nopen the iPhone data. IS THIS AN FBI TRANSMISSION ISSUE WITH THE IPHONE DATA, OR IS IT THAT IT WAS UN-\nOPENABLE? \n• 33 electronic devices seized from the New York residence on July 11, 2019. These include multiple hard drives, \nmultiple computers, multiple USB drives, and multiple iPads. We currently have extractions from/access to none \nof them. \n• 27 electronic devices seized from the Virgin Islands residence on August 12, 2019. These include multiple \ncomputers, multiple iPads, and multiple USB drives. We currently have extractions from/access to none of them. \nEFTA00027510\n\nFrom: (USANYS) <> \nSent: Friday, July 3, 20201:51 PM \nTo: (USANYS) \nSubject: Re: Epstein search warrant documents \nCan you have the team summarize status of different buckets of devices for me? I'll push this to resolution, \npossibly through vendor. \nOn Jul 2, 2020, at 7:13 PM, (USANYS) <     wrote: \nLet's discuss. I just don't have a lot of confidence that is going to get this done. \nSent from my iPhone \nOn \nJul 2, 2020, at 6:35 PM, \n(USANYS) MEMO. \nwrote: \nOk. Audrey is also prepared to call about pushing this issue if need be. \nOn Jul 2, 2020, at 6:32 PM, (USANYS)  I> wrote: \nOn this issue of the Epstein devices, the team got an estimate from BRG that seems reasonable in terms of both cost \nand time line. At this point, I would be inclined to do this, but let's find some time to chat more about it tomorrow if \nyou're around or early next week if that's better. Thanks \nFrom: \nSent: Thursday, July 2, 2020 5:11 PM \n(USANYS) \n(LISANYS)< \nTo: \nCc: \n)°c \nSubject: RE: Epstein search warrant documents \n>; \ncS; \nFollowing up on the below, I think we've given this our absolute best efforts with FBI —  they are now well over a \nmonth later than their estimate from April on when we would get the New York materials, they're also past their \nestimate of getting us the New York materials from just this Monday, and we don't have anything close to an \nestimate on the USVI materials, which constitute the overwhelming majority of the data and are vastly more \nvoluminous than the New York devices. We have kept pushing the timeline back for this option, hoping that CART \nwill finalize, but I think at this point we should have a vendor do it. \nAttached is an estimate we got from BRG, which would get everything to us in under a month, and in Relativity-\nfriendly format, in a range of $85-135K. BRG has done this for our office multiple times in the past and are very \neffective and efficient, and they get the materials we need. And most importantly, they estimate they can do it all in \nless than a month. May we have approval to seek funding for this? The estimate is attached. Thanks very much. \nFrom: \nSent: Tuesday, June 30, 2020 16:23 \nTo: \n(NY) \n(FBI)' \naa>; \n(USANYS) [Contractor] \nEFTA00027511\n\nCc: (USANYS) \n<  (NY) (FBI) \n<->; \n>; \n) < \n(NY) \n(FBI) \n<->; \n(USANYS) < \nSubject: RE: Epstein search warrant documents \nChecking in for the estimate of when we can expect to get all the USVI materials? \nthanks, \nFrom: \nSent: Monday, June 29, 2020 13:00 \nTo: . (NY) (FBI) <II>; \nCc: (USANYS) < \n<I\n>; \n(FBI) < \n(USANYS) \nSubject: RE: Epstein search warrant documents \n(USANYS) [Contractor] \n(NY) (FBI) < \n(NY) \nOkay thanks — good luck with the cardiologist! And if you can let us know tomorrow that would be great. Thanks \nagain. \nFrom: (NY) (FBI) <> \nSent: Monday, June 29, 2020 12:59 \nTo: (USANYS) [Contractor] a \nCc: (USANYS) < \nCla; \n>; (NY) \n(FBI) \n<->; \n<S• \n(FBI) < \n(USANYS) ‹> \nSubject: RE: Epstein search warrant documents \nWhen I'm in the office tomorrow, I  will be better able to estimate. I'm at my cardiologist right now. \nNY CART Coordinator \nSenior Forensic Examiner \ncell \ndesk \n(NY) \nOn Jun 29, 2020 12:56 PM,' \nwrote: \nGreat, thanks. Is there even a  rough estimate of when we will get the USVI materials? Or an estimate of when you'll \nbe able to see how many items to export, so we'll have a better sense of when we'll get those? \nFrom: (NY) (FBI) <> \nSent: Monday, June 29, 2020 12:55 \nTo: (USANYS) \n[Contractor] \n<a; \nEFTA00027512\n\nCc: \n(USANYS) c> \n(NY) (FBI) \n<->• \n) < \nI ca \n(NY) \n(FBI) < \n(USANYS)<I> \nSubject: RE: Epstein search warrant documents \nYep \nNY CART Coordinator \nSenior Forensic Examiner \ncell \ndesk \nOn Jun 29, 2020 12:52 PM, ' \nPO\nwrote: \nOkay, and I'm sorry to ask again, but to make sure, in this production, you're sending us new versions of what you \npreviously sent? \nFrom: (NY) (FBI) <> \nSent: Monday, June 29, 2020 12:50 \nTo: (USANYS) [Contractor] <>; \nCc: (USANYS) (NY) \n(FBI) \n<->, \n<=e \n(FBI) \n< \n(USANYS) \n‹> \nSubject: RE: Epstein search warrant documents \n(NY) \nYou are getting both NY and USVI. The biggest stumbling block are the newer Mac items that are in APFS \n(there are a bunch from the Island,) so it is difficult to estimate how long those will take until I see how \nmany items I  have to export. \nNY CART Coordinator \nSenior Forensic Examiner \ncell \ndesk \nOn Jun 29, 2020 12:40 PM,' \nwrote: \nOkay thanks, and just to clarify, a few days to finalize the New York materials, and then what about the USVI \nmaterials? I think that is quite a bit more. Just looking for an estimated completion date for everything. \nAnd on my other question —  does this mean you're giving us a new, complete copy of everything from both NY and \nUSVI? \nthanks, \nFrom: (NY) (FBI) <M> \nSent: Monday, June 29, 2020 12:34 \nTo: (USANYS) [Contractor] <>; \nCc: (USANYS); (NY) (FBI) <->; \nEFTA00027513\n\n< \nI \n(NY) \n(FBI) < (USANYS) \nSubject: RE: Epstein search warrant documents \nI am in the process ofAttporting the materials (documents, spreadsheets, emails, etc) for your review as per \nmy discussions with =. Most of the NY stuff is done, just Mac items left. This might take a few days as \n1  item in particular has over 500,000 emails. We will be able to provide discovery once Defense Council \nhas provided drives for us to copy items over to. This goes quicker as there is no processing involved. I'll let \nyou know when everything is complete. \nNY CART \nCoordinator \nSenior Forensic Examiner \ncell \ndesk \nOn \nJun 29, 2020 11:03 AM, \" \nwrote: \nFollowing up on this, I understand from that she was able to provide you with a 12 TB drive last week —  could \nyou please let us know when we will be able to get the materials? I expect a judge will ask us about discovery as \nearly as this week. \nAlso, the related critical question that I don't think we have clarity on is whether you're giving us a copy of everything \nthat was collected (including reproducing the materials that you previously gave us, but which are not searchable), or \nhave you and figured out a way to categorize the prior productions so they're useful for us? We would strongly \nprefer to just get everything at once in a usable format, but please let us know if you expect to produce materials \ndifferently than that. \nthanks, \nFrom: (NY) (FBI) <=> \nSent: Friday, June 19, 2020 13:14 \nTo: (USANYS) [Contractor] <==.>; \nCc: (USANYS) \n•<>; \n(NY) \n(FBI) \n<->; \n(FBI) <->; (USANYS) \n<=\n> \nSubject: RE: Epstein search warrant documents \n(NY) \nWe are going every other day now, ramping up to 75% week after next. I need drives to put things on like \nand I discussed earlier. Once I  have those drives, it will take me a couple days to copy stuff. LMK \nwhen I can expect the drives. Thanks. \nNY CART \nCoordinator \nSenior \nForensic Examiner \ncell \ndesk \nOn \nJun 19, 2020 1:09 PM,' \nII < \nwrote: \nEFTA00027514\n\na, following up on the below— please let us know? Given case developments in recent days, this has become \nurgent. Thanks. \nFrom: \nSent: Wednesday, June 17, 2020 14:28 \nTo: -. (NY) \n(FBI) sc\n>; \n(USANYS) [Contractor] \n<S. \nCc: (NY) (FBI)\n c \n) \n(NY) \n(FBI) <\nI>; \n(USANYS) \n< \nSubject: RE: Epstein search warrant documents \n(USANYS) \nWanted to circle back on this and check in, particularly because we desperately need to get the results from the July \nand September searches before moving forward with possible additional charges in the case. I know you had \nmentioned you needed to push back your prior estimate of complete production by early June, by a couple weeks, so \nwanted to see what the current estimate is? I don't think we've started to get anything yet but please correct me if \nI'm wrong. \nthanks, \nFrom: (NY) (FBI) <> \nSent: Monday, June 01, 2020 16:28 \nTo: (USANYS) [Contractor] < \nCc: (NY) (FBI) <\nEM>: \n) \n> \nSubject: RE: Epstein search warrant documents \nWill \ndo. \nNY CART Coordinator \nSenior Forensic Examiner \ncell \ndesk \n(NY) \n(FBI) \n<\n> \nOn Jun I, 2020 4:26 PM,' \n\" < \nwrote: \nUnderstood, and thanks for letting us know. Let's keep in touch both on timing and also on whether there's a way to \nidentify and categorize what's already been produced, or if we'll need to just get all the raw data at this stage and go \nfrom there. \nFrom: (NY) (FBI) <M> \nSent: Monday, June 01, 2020 16:23 \nTo: (USANYS) [Contractor] <a; \nCc: \n(NY) \n(FBI) a \n) \n(NY) (FBI) \nSubject: RE: Epstein search warrant documents \nEFTA00027515\n\nUnfortunately, recent events and our staffing levels have conspired to put a kink in just about everything. If \nwe can't make heads or tails of the stuff I've already produced, we'll do it again. They have told us that our \nstaffing levels will be steadily increasing over the next few weeks, but I'm going to have to push back my \nestimate by a week or 2. Sony about that. My next day in the office is Thursday, so I'll be able to see if I can \neasily identify what I already gave you and marry it to a reliable identifier. \nNY CART Coordinator \nSenior \nForensic Examiner \n  cell \ndesk \nOn \nJun 1, 2020 4:13 PM,' \n< \nThanks for this update —  we'll take a look and circle back if any questions. \nwrote: \nSeparately, to follow up on a question from the May 15 email below, the list has just five devices as still pending to be \ntransferred to us, and I think it's right that the plan is to reproduce all the materials so that we can get them in \nsearchable format, but just wanted to confirm? Currently, we aren't able to match any of the prior productions to \nspecific devices — so if we're able to match them up by Bates number now, that might work, but otherwise I think it \nmakes sense for us to get everything. But let us know if any issue with that. \nAnd related to that question, are we still on track to get the full range of data in the next week or so? I don't think \nwe've gotten any updates on that status in the past few weeks, and we're eager to be able to start reviewing. \nthanks again, \nFrom: (NY) (FBI)\nSent: Friday, May 29, 2020 12:53 \nTo: \nsc> \nCc: \n*c>; \n(NY) (FBI) •::>; \nSubject: Re: Epstein search warrant documents \n(USANYS) [Contractor] \n> \n(NY) (FBI) <> \nUpdated item descriptions. Just a side note, many thumb drives and SD cards will not have a  serial number \nvisible externally, but will report one through our tools. I included those electronically reported serial \nnumbers. Any questions, let me know. \nFBI NY CART Coordinator \nSenior Examiner \nFrom: \nSent: Friday, May 15, 2020 4:11 PM \nEFTA00027516\n\nTo: . (NY) (FBI) ic>, \n<christopherRozier@usdoj.gov>\nCc: \n(NY) (FBI) <->; (NY) \n(FBI) < \nSubject: RE: Epstein search warrant documents \n(USANYS) [Contractor] \nThanks for this, it's a helpful start. In terms of being able to write our search warrant, one additional piece of \ninformation we need is the serial number, or some other specific identifier, ideally for each device but at least for any \ndevice that there is more than one of the same thing. So for example, we need to be able to somehow differentiate \nthe following devices—\nThe two Dell power edge T310 hard drives (NYCO24323 and NYCO24324) \nThe two Sony Vaio laptop / Fujitsu hdd (NYCO24336 and NYCO24337) \nthe following loose storage devices: \no Micro SD card (NYCO24339) \no  Flash Drive (generic) (NYCO24340) \no  Thumbdrive (Emtec) (NYCO24341) \no hard drive (loose) (NYCO24342) \no  verbatim thumbdrive (NYCO24343) \nThe four San Disk cruzer-thumbdrives (NYCO24344-47) \nThe three Seagate IDE hard drives (NYCO24348-50) \nThe camera SD card (NYCO24351) \nI think the rest of the devices are either specifically distinguishable and/or have an S/N listed. (By comparison, the \nUSVI spreadsheet we have lists an s/n for about 20 of the 25(ish) devices. \nThe other thing we're looking for is the location in the house (and ideally specific location) for each device, which the \nUSVI list also has —  is that info available? \nThe list also has just five devices as still pending to be transferred to us, and I think it's right that the plan is to \nreproduce all the materials so that we can get them in searchable format, but just wanted to confirm? Currently, we \naren't able to match any of the prior productions to specific devices —  so if we're able to match them up by Bates \nnumber now, that might work, but otherwise I think it makes sense for us to get everything. But let us know if any \nissue with that. \nthanks very much, \nFrom: (NY) (FBI) <\n> \nSent: Thursday, May 14, 2020 15:54 \nTo: \nCc: \n) < \n(NY) (FBI) .c\n>; \n. (NY) (FBI) <> \nSubject: Re: Epstein search warrant documents \n>; \n(USANYS) [Contractor] \n>; \nHere is The listing of all the evidence gathered in NY that I have. I added some columns to guide you to the \nunique numbers CART NY uses fro their evidence. The template wasn't a slam dunk over, so I did what I \ncould to convey the information. If you are confused by anything, please let me know. In the column for \nEFTA00027517\n\napproximate size, it is in GB, totaled at the bottom and converted to TB. In the materials contained column, \nI put what load file group the data was transferred over in (Mac, Windows, Loose Media, IDE, or Blacklight) \nIf there is no entry in that column, that data has yet to be transferred. There are 2 Macs and a DVR you \ndon't have as well as an iPhone and an iPad. IF the descriptions are a bit light, let me know and I'll do what \nI can to beef them up. I will get you the Island stuff tomorrow. \nFBI NY CART Coordinator \nSenior Examiner \nFrom: \nSent: Wednesday, May 13, 2020 12:25 PM \nTo: . (NY) (FBI) <11\n,•; \nChnstopherRozier@usdoi.gov>\nCc: \n(NY) (FBI) <->; \n. (NY) (FBI) \n< \nSubject: RE: Epstein search warrant documents \n(USANYS) [Contractor] \nRespectfully, I think there are some miscommunications here —  all we have asked is to receive the materials in a \nformat such that we can view them using a system we have access to. We're not able to get web-enabled access \nthrough any FBI tool, so we asked for the materials to be transferred in a loadable format so we could put them on \nRelativity, which both we and the agents can access. We're required to have the files in a format that we can \nproduce them to defense counsel. I've done that in many other cases and it hasn't previously been an issue. My \nunderstanding from is that the best way to do it now is just for us (the U.S. Attorney's Office) to get the original \nfiles, which our vendor will process—by which I just mean converting into file formats that are loadable onto \nRelativity. It doesn't really have anything to do with the taint review—we have to have access to the docs in our \nsystems for discovery purposes. \nAnd we were happy to get the materials as they were processed, but when we received the 1.1 million documents \nearlier this year, they were in a format that wasn't usable for the reasons described in the email I sent on March 9. \nAgain, I understand from =that the best way forward is to just get copies of the materials in their original \nformats, which I understand will be segregated and designated by device. That should work for us! I was just trying \nto understand the approach, as well as the timeline. \nthanks, \nIM• \nFrom: (NY) (FBI) <M> \nSent: Tuesday, May 12, 2020 13:03 \nTo: \nCc: \n(NY) (FBI) . \n(NY) \n(FBI) \nSubject: Re: Epstein search warrant documents \n> \n(USANYS) [Contractor] \nEFTA00027518\n\nJust to be clear. The US Attorney's Office (or it's contractors) are not \"processing\" anything. You are taking \nfiles that I will be extracting from processed evidence and putting them into an E-Discovery tool (Relativity) \nto do a taint review. \nRelativity is NOT a forensic tool. It is incapable of dealing with many things that are found forensically on a \ncomputer like free space, slack space, and system files to name a few. When we started this, and you \ninsisted you do the taint review in Relativity, I warned you that it was adding months worth of work on top \nof what was already done, and that Relativity was incapable of viewing everything. You insisted we do it \nthis way. So now and I have come up with a way to fit this round peg into this square hole. We will get \nit done. \nSorry it has taken so long, but we are talking about terabytes worth of data over multiple forms of digital \nevidence. Phones, tablets, loose media, cameras, DVRs, servers, laptops, and desktop computers. We have \ngotten past encryption on multiple devices. When we review devices on such large cases, we usually do it \npiece by piece as things are processed, I was unaware that you didn't want to review as things were \nprocessed, that you wanted to do it \"all at once\", so that added to the delay. Sorry for that. Just a \ndifferentiation of methodology I suppose. \nand I feel confident that the method we have come up with will be more consistent and preserve the \nattribution of files to devices and links of e-mails to attachments that the load file generation that I did a \nwhile back was lacking. \nFBI NY \nCART Coordinator \nSenior \nExaminer \nFrom: \nSent: Tuesday, May 12, 2020 11:33 AM \nTo: . (NY) (FBI) \n<ChristopherRozier@usdoj.gov> \nCc: \nSubject: RE: Epstein search warrant documents \n(USANYS) [Contractor] \nOkay, so just to check, you both think that there is not a need to do a test run? You're both comfortable with just \nbasically sending us copies of everything? I don't totally understand why we couldn't have done that eight months \nago, but regardless of the passage of time, I want to make sure we understand so we can report to our supervisors. I \nassume that means that we (at the U.S. Attorney's Office and through contractors) will therefore need to do all the \nprocessing ourselves, correct? And thanks again to you both. \nFrom: (NY) (FBI) \nSent: Tuesday, May 12, 2020 11:30 \nTo: (USANYS) [Contractor] \nCc: \nSubject: RE: Epstein search warrant documents \nLike said in his earlier email. It will be the raw data and it  will be marked so it is easier to attribute it \nto a particular device. Problem now is how to get the data to since he is teleworking. \nEFTA00027519\n\nNY CART Coordinator \nSenior \nForensic Examiner \n   cell \ndesk \nOn May 12, 2020 11:15 AM, ' )\" \nc \nwrote: \nI  have no doubt you do, but can you please tell us what that plan is? Thanks! \nFrom: (NY) (FBI) <M> \nSent: Tuesday, May 12, 2020 11:11 \nTo: (USANYS) [Contractor] <=M>; \nCc: \nc>; \nSubject: RE: Epstein search warrant documents \nI will use the spreadsheet, no problem. and I ironed out all the details. We've got a good plan moving \nforward that will meet your needs. \nNY CART Coordinator \nSenior Forensic Examiner \n    cell \ndesk \nOn \nMay 12, 2020 10:34 AM, \nwrote: \nit would be very helpful for us if you could please use the attached spreadsheet in transmitting that info so \nwe make sure we get all the info we need. I think you had previously sent us a list of certain information that \nunfortunately wasn't helpful for us, so we want to make sure we're all on the same page. \nIn terms of data transfer, are you just sending a literal copy of all the raw data, and we'll process and upload \nit on our end? I ask to make sure we don't lose any searchability —  when FBI sent versions before, it had already \nbeen processed. I think what we talked about on the phone a month ago was getting, for example, data from one \ndevice to make sure it transfers correctly, before sending over literally everything —  is that still the plan? \nthanks, \nIM• \nFrom: (USANYS) \n[Contractor] \nSent: Tuesday, May 12, 2020 10:27 \nTo: \nCc: . (NY) (FBI) \nSubject: RE: Epstein search warrant documents \nHello \nMe and just finished our phone call regarding the data. will put together a list of the all of the data \nand where the data was collected. I will work to send some hard drives to so he can begin to copy the data \nand send it to us. I will need to figure out a way to get the data off of the hard drives. \nPlease let us know if there are any questions. \nEFTA00027520\n\nThank you. \nFrom: \nSent: Friday, May 8, 2020 2:15 PM \nTo: \n. \n(NY) (FBI) (USANYS) \n(NY) \n(FBI) \nc >; (USANYS) \nCc: (USANYS) [Contractor] \n<->; \n) `:\n>; \n(NY) \n(FBI) < \nSubject: RE: Epstein search warrant documents \nOkay thanks -  please do let us know if at any point that changes, otherwise we'll look forward to being able to \nreview the returns in earlyJune. Thanks again. \nFrom: (NY) (FBI) <a,\nSent: Friday, May 08, 2020 14:14 \nTo: (USANYS) \n(NY) \n(FBI) \n''; \n(USANYS) < \nCc: (USANYS) [Contractor] \n<->; \n(NY) (FBI) < \nSubject: RE: Epstein search warrant documents \nThere has been talk of us returning to normal soon, so I don't think it will effect the timeline I initially gave \nyou. If it does, I'll let you know. \nNY CART Coordinator \nSenior Forensic Examiner \ncell \ndesk \nOn May 8, 2020 1:58 PM,' \n< \n> wrote: \nUnderstood, thanks—it will be great to get that list on Thursday. As a  refresh, the info we are looking for is in the \nattached spreadsheet template. \nOn the returns themselves, do the changes you mentioned mean that the estimate of a month from now for \ncomplete transmission of the search warrant returns is no longer likely? If so could you please let us know what the \ncurrent estimate would be, so we can factor that in? Thanks very much. \nFrom: (NY) (FBI) <\n> \nSent: Friday, May 08, 2020 13:50 \nTo: \nCc: \n(USANYS) \n(NY) (FBI) <->; \n(USANYS) [Contractor] \n<I \n(USANYS) < \n(NY) \n(FBI) < \nSubject: RE: Epstein search warrant documents \n>; \n< \n) \n<>; \nEFTA00027521\n\nSony for the delay, they reduced us to 1  day a week, so things have been stretched out by a factor of 5. I \nwill be back in the office on Thursday and will be able to get you the list then as I  have to access some of \nour systems to do so. \nAlso, \nplease reach out to me at one of the numbers below so we can brain storm. Thanks. \nNY CART Coordinator \nSenior Forensic Examiner \ncell \ndesk \nOn May 8, 2020 12:10 PM, ' \ny.\nwrote: \nFollowing up on the below, I think you had said you expected to be able to get us a list of the devices seized from the \nsearch warrants at Epstein's residences in New York and the USVI, as well as from his person upon arrest, in about a \nmonth (during our conference call a month ago) — so wanted to check if we can still expect that very soon? We're \nwaiting on that list to be able to do an updated search warrant on all of those devices. Please let us know the \ncurrent timeline — and also the current timeline on producing the results from those August and September \nsearches? I think you and were going to coordinate on that, and you had mentioned you expected we'd have it \na couple months from our call, which would be about a month from now. Wanted to make sure we're still on track. \nthanks, \nFrom: (NY) (FBI) <> \nSent: Tuesday, April 07, 2020 15:27 \nTo: (USANYS) \n(NY) (FBI) <M>; (USANYS) \nCc: (USANYS) [Contractor] <MI>; \n1`›; \n) `›; \n(NY) (FBI) <> \nSubject: RE: Epstein search warrant documents \nOk let's plan on 11am tomorrow morning, I am trying to get an FBI line with a larger capacity but I won't know until \ntomorrow am. I will push it out when confirmed. \nThanks \nFrom: [mailto \nSent: Tuesday, April 07, 2020 3:15 PM \nTo: (NY) (FBI) <:.; (USANYS) \n(NY) (FBI) .:>; (USANYS) \nCc: (USANYS) [Contractor] Christopher.Rozier@usdoj.gov>;\n; \n(NY) (FBI) <[=> \nSubject: RE: Epstein search warrant documents \nYes, I can do anytime tomorrow, and ME Rozier can also join anytime tomorrow. So whenever is good on your end. \nEFTA00027522\n\nAlso, we can host a conference call, but only up to six lines at a time —  so if FBI has larger capacity than that let us \nknow, otherwise I'd propose we do: \n3) \n4) \n5) \n/ \n6) M, if either of you wants to join (and if not, one of \nFrom: (NY) (FBI) < \nSent: Tuesday, April 07, 2020 14:13 \nTo: (USANYS) \n. \n(NY) (FBI) < \n1 < \n> (USANYS) \nCc: (USANYS) [Contractor] < \n1 < \n> \n•<:'; \n(NY) \n(FBI) < \nSubject: RE: Epstein search warrant documents \nAre available tomorrow for a conference call to discuss this issue? \nSSA \nFBI New York \nOn Apr 7, 2020 1:55 PM, \" \n>; \n>; \nwrote: \nFollowing up on this from a month ago — I know we're living in a different world than what existed four weeks ago, \nbut are you at all able to assist while working remotely? This has been pending for almost two months and we still \ndon't have a very basic list of each device or item that was seized and searched, or for which of those we've received \nmaterials. We're happy to have a call if that would be useful, but as a first step the most basic thing we're looking for \nis the info in the template spreadsheet we sent earlier (that's also attached). \nthanks, \nFrom: \nSent: Monday, March 09, 2020 12:00 \nTo: \n. (NY) \n(FBI) <\n>; \n(USANYS) \n(NY) \n(FBI) < >; \n(USANYS) \nCc: (USANYS) [Contractor] <\n>; \n) \nCa; \n(NY) \n(FBI) \nSubject: RE: Epstein search warrant documents \nUnfortunately I don't think this is very helpful to us. Did you take a look at the example spreadsheet I sent on 2/24? \nThe excel file you sent has descriptions that don't match up to the items listed in the search warrant returns (that we \nsent on 2/23), and we don't have the 1B or CART numbers to be able to cross-reference. We also can't tell what you \nEFTA00027523\n\nmean by \"loose media\" without a specific comparison to what was seized, we don't know which items you're \nreferring to as \"Windows machines,\" and we can't tell whether the entirety of any particular item has been \ntransferred, or just partial. For example, it looks like we have gotten very, very few image files, which is surprising. \nWe have also encountered some very significant problems in trying to review the more than 1 million documents we \nrecently received: \nThe data we've received has no way to put any emails and attachments together. So if an email says, \"see \nthe attached flight records,\" for example, we have no way of linking that up with the records themselves. \nNot only is that a big problem for us in review, it's going to be a huge problem for producing the documents \nto defense counsel. \nThe load file has no link to the native file, so when we load the data to the database, there's no way to have \nthe native files show up in the database. Because many of the files are too large to open in the viewer, it \neffectively means that there are many files that are completely invisible to us. \nRelated, the control numbers in the load file don't match up to the native files. So we have two sets of \nnumbers and no way to match up anything—that is, even if we were to try to go hunt down every individual \nlarge file in the native files, it would be impossible. \nSo the data that we most recently got, we need to get in a form that addresses those issues, and we likely will need \nto get a similar reproduction of the data we received a couple months ago. Otherwise we're sifting through more \nthan a million documents without much rhyme or reason. \nI've re-attached the spreadsheet we sent last week — I think that's a good place to start in terms of our necessary \nrecord-keeping, and we need that info at the very least, as well as anything else you think would be useful. Also \nattaching the SW returns for reference. And again, we're happy to meet up anytime and hash all this out in person if \nthat's useful. \nthanks, \nFrom: (NY) (FBI) <\n> \nSent: Wednesday, March 04, 2020 16:36 \nTo: \n(NY) (FBI) <->; (USANYS) \nCc: (USANYS) [Contractor] <\n>; \n(NY) \n(FBI) < \nSubject: RE: Epstein search warrant documents \n(USANYS) \nHere is a  listing of what I have already handed over in load files to the US Attorney's Office for taint review. Some \npoints of clarification: There were 9 IDE hard drives found in the Manhattan apartment, they turned out to be 3 \ncopies of 3 drives (9 drives in total) from a July 2007 search on one of his properties. I only processed 3 (as they were \nall copies). All the loose media from the NY apartment is included. All the Windows machines from the NY apartment \nare included. Only 2 Macs from NY and 1 from the Island are included. \nI will have to more closely coordinate with whoever is loading up Relativity with the remaining Macs as the \ntool they have to be processed with does not easily re-name the load files. \nSpreadsheet is attached. \nNYO CART Coordinator \nEFTA00027524\n\nSenior \nForensic Examiner \n(office) \n(cell) \nFrom: \n[mailto \nSent: Tuesday, March 03, 2020 12:25 PM \nTo: \n. (NY) (FBI) \n2.; \n(USANYS) \n(NY) (FBI) < \n>; (USANYS) \n<a> \nCc: (USANYS) [Contractor] <Christopher.Rozier@usdoj.gov>.\nSubject: RE: Epstein search warrant documents \n(NY) (FBI) <> \nI could do Thursday morning, but I think it would be helpful for us to get the accounting in advance of the meeting so \nwe can figure out in advance what (if any) additional steps we need —  is that possible? \nFrom: (NY) (FBI) <a. \nSent: Tuesday, March 03, 2020 09:59 \nTo: \n(USANYS) < >; \n(NY) \n(F81) \n(USANYS) \nCc: (USANYS) [Contractor] <:.; \ncc> \n(NY) \n(FBI) <I> \nSubject: RE: Epstein search warrant documents \n>; \ncS; \nCan we do Thursday morning? My network should be back by then and I can give you a good accounting. \nNY CART Coordinator \nSenior Forensic Examiner \ncell \ndesk \nOn Mar 2, 2020 11:15 AM, '1 \nwrote: \nDoing the weekly check in on this — is there a time this week when everyone can meet on this? \nthanks, \nFrom: \nSent: Monday, February 24, 2020 17:38 \nTo: . (NY) (FBI) <>; (USANYS) < \n(NY) (FBI) <>; (USANYS) cca \nCc: (USANYS) [Contractor] <>; \ncc> \n(NY) (FBI) \n<E> \nSubject: RE: Epstein search warrant documents \nEFTA00027525\n\nTotally understand about the network issues—we can relate. I do still think it will be helpful to all sit down together \nto have an in-person discussion, to make sure everybody is on the same page. Are folks available for that next \nweek? And what I think would be most helpful to facilitate that would be a spreadsheet of each separate device \nreferenced in the two search warrant returns, with columns for whether we've dumped the contents, whether \nthey've been reviewed and/or transferred, what portions were transferred, etc. \nSomething roughly like the attached, with any other categories you think would be useful —  and the info on the \nattached is mostly hypothetical, obviously, just as examples. That will help us fully understand what's been reviewed, \ntransferred, and received so far, and what remains. \n(Also just on the pictures, we do want copies of those as well, please including from the discs and the devices — I \nthink FBI was going to do an initial screen to make sure no CP, and since I think the answer was no, we'll need to get \nthose to be able to review them as well.) \nmany thanks, \nFrom: (NY) (FBI) <> \nSent: Monday, February 24, 2020 09:24 \nTo: (USANYS) \n(NY) (F81)>;—(USANYS) < \nCc: (USANYS) [Contractor] <I>; \n) <>; \n<=a ) <>; \n(NY) (FBI) <EMS> \nSubject: RE: Epstein search warrant documents \nSony for the delayed response. They are tearing out our old network and giving us a new one, they \nmandated we delete old stuff (about 400 TB worth). Now that they are working on replacing the network, \nwe can do only local work. I should be able to give you an accounting of what is what. I can say, off the top \nof my head, that all windows based items from the NY search have been handed over as well as all loose \nmedia. The CDs from NY only contained pictures, no documents. There are still some Apple items from NY \nthat need to be produced. As far as the Island stuff goes, the 1st item on your spreadsheet, the \"kitchen\" mac \nhas been produced. Still working on the rest. \nNY CART Coordinator \nSenior Forensic Examiner \ncell \ndesk \nOn Feb 23, 2020 12:21 AM, ' \nwrote: \nTeam, \nFollowing up on the below from last weekend, I'm still not sure how we're addressing this so I thought it would make \nsense for us to all schedule a (hopefully relatively brief) meeting to all get on the same page? We didn't hear back on \nwhich files had previously been provided, but our tech folks did their best to differentiate, and we got access to the \nmaterials yesterday and its well over a million documents, and we don't have any idea what we're looking at — i.e., \nwhich devices the materials came from, whether it's full or partial results, how many more devices we have coming, \netc. \nBased on the attached search warrant returns, it looks like from the New York mansion (the PDF) there are \napproximately 40 devices that would have storage (computers, hard drives, thumb drives, etc.) and that's not even \nEFTA00027526\n\ncounting at least 60+ CDs. And then from the Virgin Islands (the Excel spreadsheet), at least more than 25 devices, \nincluding multiple servers / server racks. \nSo we gotta know what we've already received, what remains, anticipated schedule, etc, and I know it's a lot of \nmoving pieces on all sides so wanted to loop in everybody at once. The case team will be in California this coming \nweek from Tuesday through Friday, but then I think generally around the first week of March, which will hopefully be \nplenty of time to schedule a productive meeting. \nthanks all, \nFrom: \nSent: Saturday, February 15, 2020 16:30 \nTo: . (NY) (FBI) .:>; \nCc: (USANYS) [Contractor] <M>, \nSubject: RE: Epstein search warrant documents \nss \n(NY) (FBI) \n<\nM=> \nI'm not sure who's the exact right person to ask this, so wanted to get everybody on one email chain about it — I have \nthe hard drive that dropped off that has new Epstein search warrant materials, but it looks like there are also \nold materials (that I think we had previously received and uploaded??) on the hard drive, and so I'm not sure what's \nnew. \nJust generally, and and I talked about this last week too, but it's basically impossible for us to keep track of \nwhat we're getting, and what has been completed, without some kind of identification or labeling system, along with \na list of which devices have been extracted and downloaded. \nSo for example on the hard drive currently, there are 38 folders labeled \"loadFiles\" through \"37loadFiles\" with a \nmodified date of 11/14/19, which I think we may have already previously received — but I'm not sure, because we \nhaven't gotten any info on which folders match up to which devices, etc. And then there's another folder titled \n\"NYC024362\" that has a modified date of 1/27/20, so I think that may be the materials we hadn't previously \nreceived? That folder by itself has more than 600,000 items. \nI don't want to give I= anything that we've already previously received and uploaded, and I can't tell from the \nfolder or file names whether everything on the drive is new, or whether just additional materials were saved onto it \nin addition to what we already have. =, are you able to give us some guidance on this? Ultimately what we \nreally need is a spreadsheet of every device, whether it's been dumped (or partially dumped), and then identifying \nthat same info — which device, and what materials from it — are being given to us with each data transfer. Otherwise \nI think organizationally and for review purposes it will be a total disaster for us. \nWe're happy to have a meeting on this if that's helpful — and thanks everybody for the assistance. \nAssistant U.S. Attorney \nSouthern District of New York \n<mime-attachment> \nEFTA00027527",
    "pageCount": 18,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "ronic devices seized from the Virgin Islands residence on August 12, 2019."
      },
      {
        "name": "On Jul",
        "role": "extracted",
        "context": "n, \npossibly through vendor. \nOn Jul 2, 2020, at 7:13 PM, (USANYS)"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "get this done. \nSent from my iPhone \nOn \nJul 2, 2020, at 6:35 PM, \n(U"
      },
      {
        "name": "Thanks \nFrom",
        "role": "extracted",
        "context": "y next week if that's better. Thanks \nFrom: \nSent: Thursday, July 2, 202"
      },
      {
        "name": "Coordinator \nSenior",
        "role": "extracted",
        "context": "diologist right now. \nNY CART Coordinator \nSenior Forensic Examiner \ncell \ndesk"
      },
      {
        "name": "Forensic Examiner",
        "role": "extracted",
        "context": "NY CART Coordinator \nSenior Forensic Examiner \ncell \ndesk \n(NY) \nOn Jun 29,"
      },
      {
        "name": "On Jun",
        "role": "extracted",
        "context": "c Examiner \ncell \ndesk \n(NY) \nOn Jun 29, 2020 12:56 PM,' \nwrote:"
      },
      {
        "name": "Defense Council",
        "role": "extracted",
        "context": "ble to provide discovery once Defense Council \nhas provided drives for us t"
      },
      {
        "name": "On \nJun",
        "role": "extracted",
        "context": "orensic Examiner \ncell \ndesk \nOn \nJun 29, 2020 11:03 AM, \" \nwrote:"
      },
      {
        "name": "Examiner \nFrom",
        "role": "extracted",
        "context": "I NY CART Coordinator \nSenior Examiner \nFrom: \nSent: Friday, May 15, 2020"
      },
      {
        "name": "Sony Vaio",
        "role": "extracted",
        "context": "24323 and NYCO24324) \nThe two Sony Vaio laptop / Fujitsu hdd (NYCO243"
      },
      {
        "name": "Flash Drive",
        "role": "extracted",
        "context": "Micro SD card (NYCO24339) \no  Flash Drive (generic) (NYCO24340) \no  Thu"
      },
      {
        "name": "San Disk",
        "role": "extracted",
        "context": "mbdrive (NYCO24343) \nThe four San Disk cruzer-thumbdrives (NYCO24344"
      },
      {
        "name": "Loose Media",
        "role": "extracted",
        "context": "ferred over in (Mac, Windows, Loose Media, IDE, or Blacklight) \nIf ther"
      },
      {
        "name": "On May",
        "role": "extracted",
        "context": "nsic Examiner \n   cell \ndesk \nOn May 12, 2020 11:15 AM, ' )\" \nc \nw"
      },
      {
        "name": "On \nMay",
        "role": "extracted",
        "context": "sic Examiner \n    cell \ndesk \nOn \nMay 12, 2020 10:34 AM, \nwrote: \ni"
      },
      {
        "name": "Hello \nMe",
        "role": "extracted",
        "context": "ein search warrant documents \nHello \nMe and just finished our phone c"
      },
      {
        "name": "On Apr",
        "role": "extracted",
        "context": "is issue? \nSSA \nFBI New York \nOn Apr 7, 2020 1:55 PM, \" \n>; \n>; \nw"
      },
      {
        "name": "Senior \nForensic",
        "role": "extracted",
        "context": "RT Coordinator \nEFTA00027524\n\nSenior \nForensic Examiner \n(office) \n(cell) \nF"
      },
      {
        "name": "On Mar",
        "role": "extracted",
        "context": "orensic Examiner \ncell \ndesk \nOn Mar 2, 2020 11:15 AM, '1 \nwrote:"
      },
      {
        "name": "On Feb",
        "role": "extracted",
        "context": "orensic Examiner \ncell \ndesk \nOn Feb 23, 2020 12:21 AM, ' \nwrote:"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "e assistance. \nAssistant U.S. Attorney \nSouthern District of New York \n<mime-a"
      }
    ],
    "locations": [
      {
        "name": "New York Mansion",
        "type": "residence"
      }
    ],
    "dates": [
      {
        "date": "2020-07-06",
        "event": "July 6, 2020"
      },
      {
        "date": "2020-07-03",
        "event": "July 3, 2020"
      },
      {
        "date": "2019-07-06",
        "event": "July 6, 2019"
      },
      {
        "date": "2019-07-11",
        "event": "July 11, 2019"
      },
      {
        "date": "2019-08-12",
        "event": "August 12, 2019"
      },
      {
        "date": "2020-07-02",
        "event": "July 2, 2020"
      },
      {
        "date": "2020-06-30",
        "event": "June 30, 2020"
      },
      {
        "date": "2020-06-29",
        "event": "June 29, 2020"
      },
      {
        "date": "2020-06-19",
        "event": "June 19, 2020"
      },
      {
        "date": "2020-06-17",
        "event": "June 17, 2020"
      },
      {
        "date": "2020-06-01",
        "event": "June 01, 2020"
      },
      {
        "date": "2020-05-29",
        "event": "May 29, 2020"
      },
      {
        "date": "2020-05-15",
        "event": "May 15, 2020"
      },
      {
        "date": "2020-05-14",
        "event": "May 14, 2020"
      },
      {
        "date": "2020-05-13",
        "event": "May 13, 2020"
      },
      {
        "date": "2020-05-12",
        "event": "May 12, 2020"
      },
      {
        "date": "2020-05-08",
        "event": "May 8, 2020"
      },
      {
        "date": "2020-05-08",
        "event": "May 08, 2020"
      },
      {
        "date": "2020-04-07",
        "event": "April 07, 2020"
      },
      {
        "date": "2020-03-09",
        "event": "March 09, 2020"
      },
      {
        "date": "2020-03-04",
        "event": "March 04, 2020"
      },
      {
        "date": "2020-03-03",
        "event": "March 03, 2020"
      },
      {
        "date": "2020-02-24",
        "event": "February 24, 2020"
      },
      {
        "date": "2020-02-15",
        "event": "February 15, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:18.487Z"
}