{
  "document": {
    "id": "efta00024774",
    "filename": "EFTA00024774.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00024774.pdf",
    "text": "\n\nFrom: ' \n [=. \nTo: ad \nSubject: RE: Epstein investigation [FFW-DOCS.FID6003375] \nDate: Wed, 08 Jul 2020 16:14:31 +0000 \nYes, will handle. \nFrom: \nSent: Wednesday, July 8, 2020 11:43 AM \nTo: \nSubject: Fwd: Epstein investigation [FFW-DOCS.F106003375] \nHi team— so sorry to ask, but IT has had my laptop all morning and I'm not sure when I'm getting it back. \nCould one of you possibly set up the webex? Just want to make sure it's set up soon given the time zone \ndifference. \nThanks! Sony about that. \nSent from my iPhone \nBegin forwarded message: \nFrom: \nLouise Scott <I \nDate: Jul 8 2020 at 4:32:14 AM EDT \nTo: \nCc:\"\nSubject: RE: Epstein \nill% estigation [FFW-DOCS.FID600337.51 \nHi \nMany thanks for your email and yes that is fine if it is okay for you to set up from your side. \nThe participants will be Jill and Kyle and their email address are \nIf you need anything further, please do let me know. \nKind regards \nLouise \nLouise Scott \nExecutive Assistant \nClick here for information \nrelating to Covid-19 business impacts \n;`.'2,Fieldfisher Logo \n<image8055be.PNG> \n<image4d07de.PNG> \nand \nEFTA00024774\n\nFrom: \nSent: Tuesday, July 7, 2020 7:20 PM \nTo: Louise Scott \nCc: \n> \nSubject: RE: Epstein investigation [FFW-DOCS.FID6003375] \nHi Louise, \nThanks very much. Unfortunately, there are restrictions on the types of video conferencing platforms we are permitted \nto use, but we would suggest a video conference over WebEx, which seems to work well. If that's okay with you, we can \nsend a WebEx video conference link, which should not require downloading any software. All we would need to set up \nthe conference would be the email addresses of anyone participating in the conference. \nThanks, \nFrom: Louise Scott \nSent: Tuesday, July 7, 2020 10:51 AM \nTo: \nCc: \n >; \nSubject: RE: Epstein investigation [FFW-DOCS.FID6003375] \nHi \nMany thanks for confirming. \nCan this call please take place via BlueJeans? It is a video conferencing application that we are using and I will send \nthrough an invite which will enable you to connect to the meeting. \nCould I just confirm the attendees please — and yousrselfqa ? \nKyle Philips another partner of the firm will also be in attendance for the call. \nI look forward to hearing. \nKind regards \nLouise \nLouise Scott \nExecutive Assistant \nClick here for information \nrelating to Covid-19 business impacts \n< mage00 1 . pod \n<image,002.png> <image003.png> \nFrom: \nSent: Tuesday, July 7, 2020 3:01 PM \nTo: Louise Scott \n<S> \nCc: Jill Greenfield <>; \nEFTA00024775\n\nSubject: Re: Epstein investigation [FFW-DOCS.FID600337S] \nLouise, \nThanks very much, that time works for us. What is the best number to reach Jill at that time— or is there a \nconference line she would prefer to use? \nThanks, \nSent from my iPhone \nOn Jul \n7, 2020, at 7:57 \nAM, Louise \nScott\nDear \nMany thanks \nfor your email. \n> wrote: \nJill would be free to speak on Thursday at 2pm (UK time) —  would this be suitable for you all? \nKind \nregards \nLouise \nLouise Scott \nExecutive Assistant \nClick here for information \nrelating to Covid-19 business impacts \nkimage001.jpgd \n<image682813.PNG> <imageea0e95.PNG> \nFrom: \nSent: Monday, July 6, 2020 11:50 PM \nTo: Jill Greenfield \nCc: Louise Scott \nI \n> \nSubject: RE: Epstein investigation [FFW-DOCS.FID600337S] \nHi Jill, \nI hope you're doing well. We continue to be interested in speaking with your client in connection with our \ninvestigation, and we think it would be helpful to check in and discuss how best to proceed in light of the pandemic. \nAre you available for a call this week? We are generally available, so if you could please let us know what times would \nwork for you for a call, that would be great. \nThanks very much, \nEFTA00024776\n\nAssistant United States Attorney \nSouthern District of New York \nFrom: \nSent: Wednesday, March 11, 2020 9:46 PM \nTo: Jill Greenfield \nCc: Louise Scott\nSubject: RE: Epstein investigation [FFW-DOCS.FID6003375] \nFollowing up on the below, given the development of the virus pandemic over the past week, any foreign travel for us \nis completely shut down. We certainly will plan to come to the U.K. whenever we are permitted, but in the interim \nthis makes it even more valuable to get even a summary of what your client would expect to convey to us. Would it be \npossible to set up a call for later this week or sometime next week? And profound apologies for the inconvenience in \nchanging plans, we certainly don't want to cause additional stress or anxiety to your client, the circumstances are just \ncompletely beyond our control. \nthank you, \nFrom: \nSent: Thursday, March 05, 2020 13:13 \nTo: Jill Greenfield \nCc: Louise Scott \n> \nSubject: RE: Epstein investigation [FFW-DOCS.FID6003375] \nJust to clarify, would it be possible for you to provide us even a very general or high-level summary of what she has \ntold you? We ordinarily don't go into interviews completely blind when witnesses have counsel —  and the Weinstein \ninvestigation had a great number of problems that we have been able to avoid. And separately, we'll of course keep \nyou updated on our approval process as well. \nthanks again, \nFrom: Jill Greenfield \nSent: Thursday, March 05, 2020 04:20 \nTo: \nCc: Louise Scott <>; \nSubject: RE: Epstein investigation [FFW-DOCS.FID6003375] \nThanks \nEFTA00024777\n\nI am afraid that an attorney proffer will not be possible. I have been working with the DA in New York on the Weinstein \ncase and have simply offered up my clients to questions which has worked well. \nI am of course happy to speak over the phone but it seems to me that you are better off getting the information first \nhand. If you wish it may be sensible for you to initially have a call with my client? \nMy client has made a complaint to the Met police regarding a sexual assault by Jeffrey Epstein whilst in London and in \nthe employment of G Maxwell. Apart from the complaint itself, no further information has been provided to the police. \nI appreciate the issue re coronavirus of course. \nKind regards, \nJill \nJill Greenfield \nPartner \nPersonal Injury Team of the Year - Solicitors Journal Awards 2017 \nimancooup \nFrom: \nSent: Wednesday, March 4, 2020 5:04 PM \nTo: Jill Greenfield \nCc: Louise Scott \nSubject: RE: Epstein investigation [FFW-DOCS.FID6003375] \nThat's great, thank you for letting us know, and we'll check on that right away and get back to you as soon as possible. \nThe only wrinkle, which unfortunately is completely beyond our control, is that there is now some talk of government \ninternational travel being prevented due to the coronavirus situation, but we'll talk to the relevant people here \nimmediately. \nOne thing that would be extremely helpful for us in the near-term, including in terms of getting approvals here —  and \nwe talked about this on the phone as well —  would be to get an attorney proffer about your understanding of generally \nwhat information you expect your client will convey on the subjects we've spoken about? We completely understand \nthat it's best to have her tell her story directly to us, but in terms of our preparation it's often very useful for both us \nand the witness for us to have had a conversation with counsel in the first instance. Would it be possible to set up a \ncall to have that discussion? We could do as soon as tomorrow or Friday, or also next week. \nThanks very much, \nFrom: Jill Greenfield \nSent: Wednesday, March 04, 2020 11:46 \nTo: \nCc: Louise Scott \n> \n>; \n> \nSubject: RE: Epstein investigation [FFW-DOCS.FID600337S] \nEFTA00024778\n\nHi \nThere is the possibility of a meeting on the 1P March if you are able to come to London. Could you let me know \nplease? \nKind regards \nJill \nJill Greenfield \nPartner \nPersonal Injury Team of the Year - Solicitors Journal Awards 2017 \nimane001.iptzd \nFrom: \nSent: Tuesday, March 3, 2020 11:17 PM \nTo: Jill Greenfield \nCc: Kyle \nPhillips \nSubject: RE: Epstein investigation \n; Louise Scott \nWe wanted to quickly follow up since I think you and I last spoke a little over a week ago—understand if you are still \ndiscussing with your client, just wanted to check in, and we're happy to provide any additional information that might \nbe useful, as always. \nthank you, \nFrom: Jill Greenfield \nSent: Saturday, February 22, 2020 17:09 \nTo: \nCc: Kyle \nPhillips \nI <I \nSubject: Re: Epstein investigation \nThanks-. \nUnderstood \nI  will call tomorrow \nRegards \nJill Greenfield \nPartner \n>; \n; Louise Scott \nEFTA00024779\n\nMEE \nPersonal \nInjury Team of the Year - Solicitors Journal Awards 2017 \nkimage001.1pgd \nSent from my iPhone \nOn 22 Feb 2020, at 21:51, \nJill, \n) < \n> \nwrote: \nNo problem at all, we understand this takes time, and we appreciate you getting back to us, and we're very grateful \nthat your client is open to speaking with us. \nOn your questions, we are certainly fine with the first two questions / requests —  we're happy to meet with you and \nyour client in an initial conversation, during which we can do the kind of introductions and explanations we've done \nwith you (and that we do with all victim witnesses we meet), including answering any questions to the best of our \nability, and then to take a break and have a more substantive discussion later on. \nRegarding the friend, does that individual also represent her as counsel? We aren't normally able to include \nindividuals in addition to the witness and counsel in an interview—what does sometimes work is for someone who is \nproviding support (a parent, friend, etc.) to be close by for any discussions, assistance, etc. anytime that a witness \nwants to speak with that person, which would of course be totally fine in this instance. Or if he represents her in his \ncapacity as an attorney then he of course could be in the interview in that role (with the only caveat that we would \njust want to confirm that he himself is not separately a witness of some sort in the case). We unfortunately are not \nable to pay for third parties (including counsel) to travel in connection with witness interviews, though —  if it's \npreferable, we certainly could pay for your client's travel to the U.S. for the interview, including airfare and lodging, if \nthat makes it easier for the friend to be present? And we're happy to discuss any of this further by email or phone if \nthat's useful — I'll be at my desk for the next several hours and most of tomorrow, at , or we could \nalso set a  time to chat, whatever would be helpful. \nthank you, \nFrom: Jill Greenfield \nSent: Saturday, February 22, 2020 13:55 \nTo: \nCc: Kyle Phillips 4:>; Louise Scott \nSubject: RE: Epstein investigation \nHello\nApologies for the slight delay. My client is willing to help but asks the following: \n• That there be a morning meeting at which introductions with a discussion as to the investigation and my \nclients involvement. I appreciate that you have explained this to me but I think further verbal clarification \nwould assist. \n• In the afternoon and after a break, my client would be willing to answer questions, in so far as she can. \n• That a friend of hers be allowed to be present as well. However that friend is based in the US and would \nneed to be flown over to London. He is a US lawyer. \nEFTA00024780\n\nPerhaps you could let me know if this is possible? \nKind \nregards. \nJill \nJill Greenfield \nPartner \nPersonal Injury Team of the Year - Solicitors Journal Awards 2017 \n<image001.jpg> \nFrom: \nSent: Saturday, February 15, 2020 7:08 PM \nTo: Jill Greenfield \nCc: Kyle Phillips \nSubject: RE: Epstein investigation \nUnderstood —  thanks \nvery much. \nFrom: Jill Greenfield \nSent: Saturday, February 15, 2020 07:22 \nTo: \nCc: Kyle Phillips ; Louise Scott \n; Louise Scott \nSubject: Re: Epstein investigation \nThanks \nThis is helpful. I've gone back to my client with this. I  will be back in touch shortly. \nRegards \nJill \nJill Greenfield \nPartner \nPersonal Injury \nTeam of the Year - Solicitors Journal Awards 2017 \nkimage003 jpg> \nSent from my iPhone \nOn 14 Feb 2020, at 21:43, wrote: \nEFTA00024781\n\nFollowing up on our phone call, thank you for talking with us again, and we wanted to get back to you regarding \nsome of the additional follow-up questions you asked, and to describe in more detail for your client how we would \nexpect to approach any discussion with your client if she were comfortable meeting with us. \nThe absolute most important thing is that any discussion would be entirely voluntary, and by that we mean the \ndecision to meet with us but also as to any topic or question—your client would be absolutely free to determine \nwhat topics she felt comfortable discussing. There is absolutely no pressure on victim witnesses to address \nanything that would make them uncomfortable at any time, and even if your client was willing to meet with us, we \nwould tell her, as we do for any witness, that if any topic comes up that she wants to skip, or discuss with you \nprivately, that is no problem at all. \nIn fact, if you and she would prefer, we would be happy to have a meeting where we simply introduced ourselves, \nexplained the status of our investigation, talked about how a discussion would proceed if your client ended up \nbeing comfortable with that, and answered in person any questions she. We have done that previously, where we \ndo the talking rather than asking questions in an initial meeting, and that would of course be without any \nrequirement for anything additional if she preferred not to. As I mentioned on the phone, we have consistently \nfound that we are able to reassure individuals when we have the opportunity to meet in person so they can see \ndirectly our interest in approaching these discussions with great sensitivity and care. As I also mentioned on the \nphone, even if your client were willing to speak with us, there would be absolutely no need or requirement for her \nto talk about any assault or victimization she experienced. We wrote in our first email that we would primarily be \ninterested in talking about topics such as the general scope of her employment, directions she received from \nEpstein or Maxwell, etc., and as always we would be guided by her comfort level. \nIn terms of who would attend a meeting, we almost always work in pairs, so two prosecutors and two officers, and \nthat's not to have extra people, but rather because it helps us to be as efficient as we can, and so witnesses can \nmeet the people on the team. Our team is also majority female, and we always tell witnesses that if topics come \nup in a discussion that they would prefer to speak about just with women, that's fine and we can be flexible in the \nmoment and are always guided by the comfort level of the victim. But I also want to stress that in terms of your \nclient in particular, we don't expect to initially address issues of a very personal or sexual nature, and we certainly \nwould tell you in advance if there came a time when we thought that might be important to address, and how we \ncould facilitate that. Who exactly from our team would be at any meeting would depend on schedules, but we can \nassure you that every one of us has now spoken with dozens of victims in this case, and every one of us has \nextensive experience more generally working with victims and working on cases involving sex offenses. We are \nproud of how we have been able to work with victims in this case especially, given all of the circumstances, and we \nabsolutely would take the same sensitive approach with your client as we have with the many other victims in this \ncase who have spoken with us. \nAgain, if it would be helpful even for us to just come to the U.K. and introduce ourselves and explain in person how \nour process works, and answer any questions your client has in person, we would absolutely be happy to do that \nwith no obligation at all from her. We also could do that with the possibility that if she felt comfortable, we could \njust address the general subject of her employment, for example. But no obligation and no pressure. We continue \nto appreciate your and her willingness to even broach the possibility of a discussion, and we hope this is helpful. \nthank you very much, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00024782\n\nFrom: \nSent: Saturday, February 08, 2020 14:25 \nTo: Jill Greenfield \nCc: Kyle Phillips ; Louise \nScott < \nSubject: RE: Epstein investigation \n•> \nThanks for circling back, and we'll do our best to answer these questions. In terms of who would be in the room, \nthe most likely answer is that it would be two of the prosecutors and the two law enforcement officers on the \ncase. The only reason I saw \"most likely\" rather than having a definitive answer is that when we're interviewing in \na foreign country, it sometimes is the case the local law enforcement also insists on having representatives \npresent. I don't believe that's required in the U.K., but we can check on it and give you a definitive answer in the \ncoming days if that's useful. (Also, if she preferred to be interviewed in the U.S., we certainly could guarantee that \nthe room would be just the case team, and we could arrange for travel and lodging for her. Let us know if that's the \ncase, but otherwise we're of course happy to travel to her.) \nRegarding access to notes, it would principally be the investigative team—so again, the prosecutors and the FBI \nteam working on the case. Our respective supervisors also theoretically have access to our files, but the reports \nare not generally widely disseminated. The basic logistics are that an agent takes notes during an interview, and \nthen types up those notes into a formal report (called an FBI Form 302). We don't ordinarily share notes with other \nentities, but I can also check on that to see if I can make a more specific representation with respect to your client. \nWith respect to anonymity, I confess that I'm not familiar with the distinction you're referring to. In terms of our \ninvestigation, we don't publicly disclose the names of individuals we meet with, and we don't disclose to any other \nwitnesses, for example, the identities of victims or witnesses we are meeting with. (And our policies on that don't \nchange even for individuals who are in the position of your client, who have been widely publicly reported to have \nbeen connected to Epstein and/or his employees or associates). But if that doesn't answer your question, we're of \ncourse happy to discuss further. Let me know if it might be useful to have a call? Or if not, also happy to address \nany follow-up via email. \nthanks, \nFrom: Jill Greenfield \nSent: Saturday, February 08, 2020 13:17 \nTo: \nCc: Kyle Phillips <:•; Louise Scott <ff, \n'c=> \nSubject: Re: Epstein investigation \nHi \nThanks for this. I've been asked who would be in the room and thereafter who would have access to any \nnotes made. Would her permission be sought before disclosing to any other parties or officials? \nAs you know there is a real difficulty in relation to her anonymity in the US versus the UK. Are you able \nto provide any comfort on this? \nMany thanks \nJill \nEFTA00024783\n\nJill Greenfield \nPartner \nPersonal Injury Team of the Year - Solicitors Journal Awards 2017 \nkimage00 Ling?' \nSent from my iPhone \nOn 6 Feb 2020, at 21:53, \n> \nwrote: \nMs. Greenfield, \nThank you again for speaking with us earlier today regarding our interest in talking with your client in connection \nwith our investigation into the conduct of Jeffrey Epstein. \nAs requested, we wanted to briefly memorialize our current views and understandings of your client, and also to \nreiterate our interest in approaching any discussion with great care and sensitivity, particularly to avoid adding to \nher trauma or causing re-victimization. \nAs we mentioned on the phone, your client is not a target of our investigation—it sounds like the analogue in the \nU.K. may be the \"suspect\" category—and we currently do not have reason to believe that she has committed any \nU.S. federal crime. As we discussed, our knowledge of your client specifically is somewhat limited, having never \nspoken to her—and therefore knowing about her only through other witnesses and records—but it certainly has \nbeen our experience that the overwhelming majority of young women and girls who were in the orbit of Jeffrey \nEpstein during the relevant periods were subject to his abuse. It does not surprise us, nor do we have any trouble \nbelieving, that your client was similarly a victim. I hope that is helpful in understanding the capacity in which we \nhope to speak with her. \nSeparately, and as we also discussed, any discussion with our team would be entirely voluntary—and that extends \nnot just to whether she would be willing to meet with us at all, but also including her ability to decline to discuss \nparticular topics or even particular questions, and to talk with her counsel at any time, to take any breaks that \nwould be beneficial while we're meeting, etc. \nIn terms of topic areas, we would be hoping to learn about the general narrative of her interactions with Epstein \nand his other associates and employees, including Ghislaine Maxwell, whom we understand she may have \nworked directly for. That would broadly include how she came to be in contact with them, the nature and scope \nof her employment, any instructions she was given relating to other women or girls, and just generally her \nexperiences and observations in interacting with them. We ordinarily would also be interested in understanding \nthe general nature of the abuse she was subjected to, but I want to emphasize that we would not need to discuss \nwith her the specifics if she weren't comfortable with that, and in particular we often don't even broach that \nsubject in a first meeting. \nPlease let us know if you have any additional questions, and in particular whether any other information from us \nwould be useful, and we look forward to speaking with you again soon. \nRegards, \nIM• \nAssistant U.S. Attorney \nEFTA00024784\n\nSouthern District of New York \nFieldfisher, Riverbank House, 2 Swan Lane, London EC4R 3TT. \nwww.fieldfisher.com \nWe do not intend to change our bank details. If you receive any communication that any of our bank details have changed, telephone us and speak to your \ncontact at our office before transferring any funds. We do not accept responsibility for monies paid into a wrong bank account in any circumstances. \nThis email and any attachments are confidential and may also be privileged. If you receive this message in error, please contact \nthe sender immediately, destroy the email and any attachments and do not use, copy, store or disclose this email and any \nattachments for any purpose. Fieldfisher does not accept service of documents by electronic means without express prior \nagreement. \nFor details about what personal information we collect and why, please see ow Privacy Notice on our website at \nwww.fieldfisher.com.\nFieldfisher is the trading name of Fieldfisher LLP, a limited liability partnership registered in England and Wales (registered number OC3I8472) and is authorised and \nregulated by the Solicitors' Regulation Authority. A list of its members and their professional qualifications is available at its registered office, Riverbank House, 2 Swan \nLane, London EC4R 3TT. We use the term partner to refer to a member of Fieldfisher LLP or an employee or consultant with equivalent standing or qualifications. \nEFTA00024785",
    "pageCount": 12,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "t to the Met police regarding a sexual assault by Jeffrey Epstein whilst in London and in \nthe employment of G Maxw"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "and his other associates and employees, including Ghislaine Maxwell, whom we understand she may have \nworked directly"
      },
      {
        "name": "Greenfield",
        "role": "extracted",
        "context": "b 2020, at 21:53, \n> \nwrote: \nMs. Greenfield, \nThank you again for spe"
      },
      {
        "name": "Phone \nBegin",
        "role": "extracted",
        "context": "ny about that. \nSent from my iPhone \nBegin forwarded message: \nFrom: \nLo"
      },
      {
        "name": "Louise Scott",
        "role": "extracted",
        "context": "in forwarded message: \nFrom: \nLouise Scott <I \nDate: Jul 8 2020 at 4:32:"
      },
      {
        "name": "Hi \nMany",
        "role": "extracted",
        "context": "ation [FFW-DOCS.FID600337.51 \nHi \nMany thanks for your email and yes"
      },
      {
        "name": "Louise \nLouise",
        "role": "extracted",
        "context": "o let me know. \nKind regards \nLouise \nLouise Scott \nExecutive Assistant \nC"
      },
      {
        "name": "Scott \nExecutive",
        "role": "extracted",
        "context": "Kind regards \nLouise \nLouise Scott \nExecutive Assistant \nClick here for inf"
      },
      {
        "name": "Assistant \nClick",
        "role": "extracted",
        "context": "uise \nLouise Scott \nExecutive Assistant \nClick here for information \nrelatin"
      },
      {
        "name": "Fieldfisher Logo",
        "role": "extracted",
        "context": "id-19 business impacts \n;`.'2,Fieldfisher Logo \n<image8055be.PNG> \n<image4d0"
      },
      {
        "name": "Hi Louise",
        "role": "extracted",
        "context": "gation [FFW-DOCS.FID6003375] \nHi Louise, \nThanks very much. Unfortuna"
      },
      {
        "name": "Kyle Philips",
        "role": "extracted",
        "context": "s please — and yousrselfqa ? \nKyle Philips another partner of the firm w"
      },
      {
        "name": "Jill Greenfield",
        "role": "extracted",
        "context": "M \nTo: Louise Scott \n<S> \nCc: Jill Greenfield <>; \nEFTA00024775\n\nSubject: R"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "use? \nThanks, \nSent from my iPhone \nOn Jul \n7, 2020, at 7:57 \nAM, Lo"
      },
      {
        "name": "Louise \nScott",
        "role": "extracted",
        "context": "On Jul \n7, 2020, at 7:57 \nAM, Louise \nScott\nDear \nMany thanks \nfor your e"
      },
      {
        "name": "Dear \nMany",
        "role": "extracted",
        "context": "0, at 7:57 \nAM, Louise \nScott\nDear \nMany thanks \nfor your email. \n> wr"
      },
      {
        "name": "Hi Jill",
        "role": "extracted",
        "context": "gation [FFW-DOCS.FID600337S] \nHi Jill, \nI hope you're doing well. W"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "nks very much, \nEFTA00024776\n\nAssistant United States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "FTA00024776\n\nAssistant United States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "stant United States Attorney \nSouthern District of New York \nFrom: \nSent: Wed"
      },
      {
        "name": "Jill \nJill",
        "role": "extracted",
        "context": "us of course. \nKind regards, \nJill \nJill Greenfield \nPartner \nPersonal"
      },
      {
        "name": "Greenfield \nPartner",
        "role": "extracted",
        "context": "e. \nKind regards, \nJill \nJill Greenfield \nPartner \nPersonal Injury Team of the"
      },
      {
        "name": "Personal Injury",
        "role": "extracted",
        "context": "ll \nJill Greenfield \nPartner \nPersonal Injury Team of the Year - Solicitors"
      },
      {
        "name": "Solicitors Journal",
        "role": "extracted",
        "context": "nal Injury Team of the Year - Solicitors Journal Awards 2017 \nimancooup \nFrom:"
      },
      {
        "name": "Hi \nThere",
        "role": "extracted",
        "context": "CS.FID600337S] \nEFTA00024778\n\nHi \nThere is the possibility of a meeti"
      },
      {
        "name": "Kyle \nPhillips",
        "role": "extracted",
        "context": "PM \nTo: Jill Greenfield \nCc: Kyle \nPhillips \nSubject: RE: Epstein investi"
      },
      {
        "name": "Regards \nJill",
        "role": "extracted",
        "context": "stood \nI  will call tomorrow \nRegards \nJill Greenfield \nPartner \n>; \n; Lo"
      },
      {
        "name": "Personal \nInjury",
        "role": "extracted",
        "context": "ise Scott \nEFTA00024779\n\nMEE \nPersonal \nInjury Team of the Year - Solicitors"
      },
      {
        "name": "Kyle Phillips",
        "role": "extracted",
        "context": "uary 22, 2020 13:55 \nTo: \nCc: Kyle Phillips 4:>; Louise Scott \nSubject: R"
      },
      {
        "name": "Hello\nApologies",
        "role": "extracted",
        "context": "t: RE: Epstein investigation \nHello\nApologies for the slight delay. My clie"
      },
      {
        "name": "Thanks \nThis",
        "role": "extracted",
        "context": "t: Re: Epstein investigation \nThanks \nThis is helpful. I've gone back to"
      },
      {
        "name": "Partner \nPersonal",
        "role": "extracted",
        "context": "gards \nJill \nJill Greenfield \nPartner \nPersonal Injury \nTeam of the Year - So"
      },
      {
        "name": "Injury \nTeam",
        "role": "extracted",
        "context": "Greenfield \nPartner \nPersonal Injury \nTeam of the Year - Solicitors Jour"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ou very much, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      },
      {
        "name": "Hi \nThanks",
        "role": "extracted",
        "context": "t: Re: Epstein investigation \nHi \nThanks for this. I've been asked who"
      },
      {
        "name": "Injury Team",
        "role": "extracted",
        "context": "Greenfield \nPartner \nPersonal Injury Team of the Year - Solicitors Jour"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "irls who were in the orbit of Jeffrey \nEpstein during the relevant periods w"
      },
      {
        "name": "Riverbank House",
        "role": "extracted",
        "context": "ict of New York \nFieldfisher, Riverbank House, 2 Swan Lane, London EC4R 3TT"
      },
      {
        "name": "Swan Lane",
        "role": "extracted",
        "context": "eldfisher, Riverbank House, 2 Swan Lane, London EC4R 3TT. \nwww.fieldf"
      },
      {
        "name": "Privacy Notice",
        "role": "extracted",
        "context": "ollect and why, please see ow Privacy Notice on our website at \nwww.fieldf"
      },
      {
        "name": "Regulation Authority",
        "role": "extracted",
        "context": "regulated by the Solicitors' Regulation Authority. A list of its members and th"
      },
      {
        "name": "Swan \nLane",
        "role": "extracted",
        "context": "ed office, Riverbank House, 2 Swan \nLane, London EC4R 3TT. We use the"
      }
    ],
    "locations": [
      {
        "name": "Regards, IM",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-07-08",
        "event": "July 8, 2020"
      },
      {
        "date": "2020-07-07",
        "event": "July 7, 2020"
      },
      {
        "date": "2020-07-06",
        "event": "July 6, 2020"
      },
      {
        "date": "2020-03-11",
        "event": "March 11, 2020"
      },
      {
        "date": "2020-03-05",
        "event": "March 05, 2020"
      },
      {
        "date": "2020-03-04",
        "event": "March 4, 2020"
      },
      {
        "date": "2020-03-04",
        "event": "March 04, 2020"
      },
      {
        "date": "2020-03-03",
        "event": "March 3, 2020"
      },
      {
        "date": "2020-02-22",
        "event": "February 22, 2020"
      },
      {
        "date": "2020-02-15",
        "event": "February 15, 2020"
      },
      {
        "date": "2020-02-08",
        "event": "February 08, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:11.834Z"
}