{
  "document": {
    "id": "efta00011527",
    "filename": "EFTA00011527.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00011527.pdf",
    "text": "\n\nTo: \nFrom: Jeffrey Epstein \nSent Sun 1/24/2010 3:37:45 PM (UTC) \nSubject Re: \nwhat is exagerated. or inaccurate.. you and i see things differently. ok. enough \nOn \nSun, Jan 24, 2010 at 10:36 AM > wrote: \nFor the record, this email is again your skewed recollection of events, many of which are exaggerated or inaccurate, not reality. \nYou had told me repeatedly you didn't need me until 5. I  asked endlessly if I  could help in the morning and when I  returned. I  came many times and offered you \nand your guest refreshments' , food, I  madedinner.. \nFrom: Jeffre E stein < \n> \nTo: \n> \nSent: Sun, January 24, 2010 5:45:29 AM \nSubject: \nyesterday was emblematic of what appears to be an impossible situation. I  told you i  had a guest coming that i  had \nlooked forward to meeting for years. I  told you the time he was to come.. You refused to tell me if you had confirmed \nyour flying, and if so the time you were to fly and or return„ though i  have asked repeatedely not to be served \nrestaurant food , you asked me only about menus for lunch. You left without asking or even saying goodbye, You had a \ngreat classic, a great flying day with my great pilot that i arranged for. you, I introduced you to him, in a way that you \nasked . you refused to tell me when you were to return, you didnot ask if otcauld help serve lunch„ could you cook \nanything( soup ) for lunch, could you help with my guest, you focused on ,  you came home \nand made a fuss calling her a  funcking cunt, stamoing aorund the house, all you did was give me a hard time ,I \nsuggested you ask her or me any questions that was on your mind, your refused, sayive both would lie, \nthen you tell m could see it right away, I \ndid not attack you for something could see. but whe akes the same comment about your behavior , \nyou view it soley as my doing. you have only been here only three days .  you have broken your promise every day \nexvcept my birthday , which i did have a great day. thank you. I did not lose my temper, I did not sleep/ this is si\nvery unfair. You focus on not wanting a record without proposing an alternative solution. it is sad/ i will send \nhome ,  i  had intended her staying until wed. as i told you last night , soley in response to your actions i already canceled \nI am very unhappy with this situation. I tried. i really tried. \n****** ***************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to  , and \ndestroy this communication and all copies thereof, \nincluding all attachments. \n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nEFTA00011527\n\nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to and \ndestroy this communication and all copies thereof, \nincluding all attachments. \nEFTA00011528",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "To: \nFrom: Jeffrey Epstein \nSent Sun 1/24/2010 3:37:45 PM (UTC) \nSubject Re:"
      },
      {
        "name": "Sent Sun",
        "role": "extracted",
        "context": "To: \nFrom: Jeffrey Epstein \nSent Sun 1/24/2010 3:37:45 PM (UTC) \nS"
      },
      {
        "name": "Subject Re",
        "role": "extracted",
        "context": "n 1/24/2010 3:37:45 PM (UTC) \nSubject Re: \nwhat is exagerated. or inac"
      },
      {
        "name": "On \nSun",
        "role": "extracted",
        "context": "ings differently. ok. enough \nOn \nSun, Jan 24, 2010 at 10:36 AM > w"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2010-01-24",
        "event": "1/24/2010"
      },
      {
        "date": "2010-01-24",
        "event": "January 24, 2010"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:43.839Z"
}