{
  "document": {
    "id": "efta00026711",
    "filename": "EFTA00026711.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026711.pdf",
    "text": "\n\nFrom: \nTo: \nSubject: \n:delivery \no ar rive o ordiscovery pro uc ton o mma e \nDate: Thu, 13 Aug 2020 21:06:24 +0000 \nThank you so much for handling!! \nFrom: \nSent: \nSubject: RE: delivery of hard drive to MDC for discovery production to inmate \nI just sent the next round of discovery via FedEx. The password for this drive is \nthe password in a separate envelope. \nPlease let us know when it arrives. \nThank you, \nFrom: \nSent: on ay, ugus , : \nWe also sent a letter with \nSubject: Re: delivery of hard drive to MDC for discovery production to inmate \nThat should be enough to track it down, thank you! If I have any issues, let you know. \nBest \n8/10/2020 5:59 PM >>> \nI sent this via FedEx. When I enter the tracking number it says: \nDelivered \nFriday 8/07/2020 at 7:16 am \nLet us know if you have any other questions. \nThanks! \nSent from my iPhone \nEFTA00026711\n\nOn Aug 10, 2020, at 5:48 PM wrote: \nGood evening \nJust confirming - did you use FedEx, USPS, or some other carrier to send the discovery here? I have not received it yet, but \nit could just be that staff did not notify me a package arrived. Depending on the carrier, it could be in the warehouse or \nmailroom, so I just want to verify so I can find it expeditiously. \nThanks! \n8/5/2020 7:13 PM > » \nThat's extremely helpful, thanks so much. We II plan to put the drive in the mail tomorrow, and of course please let us \nknow if any issues arise. \nthanks again, \nFrom: \nSent: Wednesday, August 05, 2020 19:05 \nsuoject: Kt: delivery or nara anve to nnix. tor aiscovery production to inmate \nHard drives should be mailed to the facility to the attention of the legal department. We need to etch the drive with a \nnumber and provide an authorization memo so she can retain it. Then it will be provided to her. It can be password \nprotected so long as you include a cover letter that contains the password for her. \n\"iris helps, \n8/5/2020 4:34 PM > » \nWe have a hard drive with loaded discovery that we need to deliver to Ghislaine Maxwell, at MDC. Could \nyou please let us know what the current protocol is for that? Also, it's our understanding t  a ar rives with discovery \nmaterials for inmates needs to be non-encrypted (and not have a password for access), is that also correct? \nWe're hoping to get these materials to her tomorrow if at all possible, so we greatly appreciate your help. And I'm \nreachable any time at-if it would be helpful to discuss. \nthanks, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00026712",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "with loaded discovery that we need to deliver to Ghislaine Maxwell, at MDC. Could \nyou please let us know what the c"
      },
      {
        "name": "Delivered \nFriday",
        "role": "extracted",
        "context": "the tracking number it says: \nDelivered \nFriday 8/07/2020 at 7:16 am \nLet us"
      },
      {
        "name": "On Aug",
        "role": "extracted",
        "context": "from my iPhone \nEFTA00026711\n\nOn Aug 10, 2020, at 5:48 PM wrote:"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "uss. \nthanks, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-08-10",
        "event": "8/10/2020"
      },
      {
        "date": "2020-08-07",
        "event": "8/07/2020"
      },
      {
        "date": "2020-08-05",
        "event": "8/5/2020"
      },
      {
        "date": "2020-08-05",
        "event": "August 05, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:14.878Z"
}