{
  "document": {
    "id": "efta00032766",
    "filename": "EFTA00032766.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032766.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 221 Filed 04/20/21 Page 1 of 5 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY FILED \nDOC \n0: \nDATE \nFILED:  \n4/20/21 \n20-CR-330 (MN) \nORDER \nALISON J. NATHAN, District Judge: \nLast summer, the Court scheduled trial in this matter to commence on July 12, 2021. The \nGovernment filed an S2 Superseding Indictment on March 29, 2021. Dkt. No. 187. The new \nindictment alleges that the conspiracies charged in Counts I  and 3 extended to 2004 (the S1 \ncharged through 1997) and identifies a fourth alleged victim, Minor Victim-4. It also adds two \nnew charges: Count 5 of the S2 Indictment charges Maxwell with participating in a sex \ntrafficking conspiracy between 2001 and 2004, and Count 6 charges Maxwell with participating \nin the sex trafficking of a minor or aiding and abetting the same. Id. \nSince the filing of the S2 indictment, the parties have argued in letters whether its \nadditional charges and extended timeframe necessitates an adjournment of the trial date. Dkt. \nNos. 192, 199, and 202. Maxwell has also indicated that she either is requesting or will request a \nrenewed bail hearing in light of the filing of the S2. In Maxwell's most recent letter, she \nexpressly requests an adjournment of the scheduled July 12 trial date, though the scope of the \nrequest is unclear. Dkt. No. 202. The letter first argues that a 90-day adjournment is necessary. \nBut it also states that some of her defense counsel are not available between September and \nDecember 2021, implying that the request is in fact to adjourn until January 2022. The \nGovernment opposes the request for adjournment and any request for a renewed bail hearing. \nEFTA00032766\n\nCase 1:20-cr-00330-AJN Document 221 Filed 04/20/21 Page 2 of 5 \nAfter the parties submitted these letters, the Court issued its Opinion & Order denying \nMaxwell's motions to dismiss the SI indictment on multiple grounds. Dkt. No. 207. The Court \nalso granted severance as to the perjury counts. Both the denial of the motions to dismiss and the \nseverance of the perjury counts are relevant to the requests for a bail hearing and for an \nadjournment of the trial date. The Court addresses both in this Order. \nFirst, the request for a renewed bail hearing is denied. The Court held an original bail \nhearing on July 14, 2020. After extensive argument and presentation of information, the Court \nfound that no conditions or combination of conditions could reasonably assure the Defendant's \nappearance as required, determining as a result that Maxwell was a flight risk and that detention \nwithout bail was warranted under 18 U.S.C. § 3142(e)(1). Dkt. No. 23. The Court based its \nconclusion on the presumption in favor of detention, 18 U.S.C. § 3142(e)(3), and its weighing of \nthe 18 U.S.C. § 3142(g) factors, including the nature and circumstances of the offense charged, \nthe weight of the evidence, and Maxwell's history and characteristics. Since that time, Maxwell \nhas twice sought reconsideration of the Court's original bail determination and offered different \nbail packages and proposed conditions of release. The Court carefully considered those requests \nand denied them in written Orders, concluding that none of the new information had any material \nbearing on the Court's original conclusion and that the Government again met its burden of \nestablishing that Maxwell poses a substantial risk of flight and that no conditions or combination \nof conditions could reasonably assure her appearance as required. Dkt. Nos. 106, 169. \nMaxwell now seeks a new bail hearing at which \"witnesses [would] testify regarding the \npurported strength of the government's case.\" Dkt. No. 192 at 3. The request is denied. The S2 \nIndictment raises no issues that warrant reconsideration of the Court's prior bail determinations. \nOn the contrary, the new charges contained in the S2 indictment as well as the Court's resolution \nEFTA00032767\n\nCase 1:20-cr-00330-AJN Document 221 Filed 04/20/21 Page 3 of 5 \nof the pre-trial motions strengthen, rather than weaken, the Court's prior conclusions regarding \nflight risk. Maxwell is entitled to appeal that detention determination, and she is exercising that \nright. But it does not follow that the new charges call for the Court to revisit its three prior bail \ndeterminations. Further, the Court will not hold an evidentiary hearing in which the strength of \nthe Government's case is tested. \"It is well established in this circuit that proffers are \npermissible both in the bail determination and bail revocation contexts.\" United States v. \nLaFontaine, 210 F.3d 125, 131 (2d Cir. 2000). Before making its prior bail determinations, the \nCourt scrutinized, among the other relevant factors, the Government's proffer and concluded that \nthe proffered case was strong. The ultimate merits of the Government's case will be tested at \ntrial in front of a jury. In the meantime, it is the Court's obligation to ensure that the case \nproceed to that trial as expeditiously as possible, taking into account the interests of justice and \nall relevant circumstances. The Court is obligated to consider what is in the best interest of the \npublic and the defendant in considering whether delay is appropriate. See 18 U.S.C. \n§3161(h)(7)(A). Moreover, the Crime Victims' Rights Act provides a right \"to proceedings free \nfrom unreasonable delay.\" 18 U.S.C. § 3771(a)(7). \nThis leads directly to the question of the specific start date of trial and Maxwell's request \nfor an adjournment. As a preliminary matter, the Court provides the following important \ninformation. Although last summer the Court set trial to commence on July 12, 2021, currently \nthe precise start date of any trial in the Southern District of New York is not within the control of \nthe presiding judge. SDNY is still operating under special protocols for jury selection during the \nCOVID-19 pandemic. Because of a limited number of reconfigured courtrooms and spaces large \nenough to hold jury selection and trial safely, the protocols centralize the scheduling of access to \njuries and reconfigured courtrooms pursuant to an established protocol for trial priority. The \nEFTA00032768\n\nCase 1:20-cr-00330-AJN Document 221 Filed 04/20/21 Page 4 of 5 \ndeadline to submit requests for jury selection dates in the third quarter of 2021 is May 15. \nFollowing the submission of requests, the Clerk's Office will assign jury selection dates \naccording to a protocol that has rules of priority. For example, criminal jury trials requesting a \nparticular jury selection date are given priority over civil jury trials requesting that same date. \nCriminal trials involving detained defendants are given priority over criminal trials in which \ndefendants are not detained pre-trial. Among detained defendants, cases that set trial dates prior \nto March 16, 2020 get priority. For any detained defendants whose trial date was set after March \n16, 2020, priority is based upon who has been detained the longest. Absent a grant of an \nadjournment, by May 15, the Court will request a jury selection date as close to July 12, 2021 as \npossible. Once a jury selection date is assigned by the Clerk's Office, that date is firm. As of \nnow, the parties should presume that trial will commence on a date close to July 12 (depending \non trial demand and the order of priority) and plan accordingly. \nWith this information in mind, the Court seeks confirmation and express clarification \nfrom defense counsel for three reasons. First, Maxwell's request for an adjournment came \nbefore the Court ruled on the pending motions, including the Court's granting of Maxwell's \nrequest to sever the perjury counts. Trial on the non-perjury counts will proceed first, which will \nshorten preparations for and the length of trial on the non-perjury counts. Second, Maxwell's \nrequest was ambiguous as to the length of adjournment being requested. As noted, the letter \nargued a 90-day adjournment was necessary but also suggested that some number of her defense \ncounsel would not be available until January 2022. And third, by this Order the Court denies \nMaxwell's request for a renewed bail hearing. All of these factors may influence Maxwell's \nadjournment request. \nEFTA00032769\n\nCase 1:20-cr-00330-AJN Document 221 Filed 04/20/21 Page 5 of 5 \nAccordingly, the Court hereby ORDERS counsel for the Defendant to file written \nanswers to the following specific questions by 12:00 p.m. on Thursday, April 22, 2021: \n1. Does defense counsel continue to seek an adjournment of the July 12th start date for \ntrial on the non-perjury counts? \n2. If the answer to question 1 is yes, what is the specific request being made as to length \nof adjournment? In particular, is the request for a 90-day adjournment? An \nadjournment until January 2022? Or something else? The Court requires a specific \nrequest be made and justified or it will not be considered. \nIf Maxwell continues to seek an adjournment, the Government may submit any response \nby 5:00 pm on April 22, 2021. The Court will consider the submissions and resolve \nexpeditiously. As noted, however, unless and until an adjournment is specifically requested and \ngranted, the parties shall assume that the Court will request a jury selection date as close to July \n12'h as possible and shall plan accordingly. \nSO ORDERED. \nDated: April 20, 2021 \nNew York, New York ALISON J. NATHAN \nUnited States District Judge \nEFTA00032770",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "MN) \nORDER \nALISON J. NATHAN, District Judge: \nLast summer, the Court sche"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "to commence on July 12, 2021. The \nGovernment filed an S2 Superseding Indic"
      },
      {
        "name": "Superseding Indictment",
        "role": "extracted",
        "context": ". The \nGovernment filed an S2 Superseding Indictment on March 29, 2021. Dkt. No. 1"
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "fies a fourth alleged victim, Minor Victim-4. It also adds two \nnew char"
      },
      {
        "name": "In Maxwell",
        "role": "extracted",
        "context": "ight of the filing of the S2. In Maxwell's most recent letter, she \nex"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "§3161(h)(7)(A). Moreover, the Crime Victims' Rights Act provides a right"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "Moreover, the Crime Victims' Rights Act provides a right \"to proceedi"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tart date of any trial in the Southern District of New York is not within the"
      },
      {
        "name": "If Maxwell",
        "role": "extracted",
        "context": "r it will not be considered. \nIf Maxwell continues to seek an adjournm"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-07-12",
        "event": "July 12, 2021"
      },
      {
        "date": "2021-03-29",
        "event": "March 29, 2021"
      },
      {
        "date": "2020-07-14",
        "event": "July 14, 2020"
      },
      {
        "date": "2020-03-16",
        "event": "March 16, 2020"
      },
      {
        "date": "2020-03-16",
        "event": "March \n16, 2020"
      },
      {
        "date": "2021-04-22",
        "event": "April 22, 2021"
      },
      {
        "date": "2021-04-20",
        "event": "April 20, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:32.459Z"
}