{
  "document": {
    "id": "efta00013640",
    "filename": "EFTA00013640.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013640.pdf",
    "text": "\n\nCash Casual: Epstein \ndresses down. \nJeffrey Epstein: International Moneyman of Mystery \nHe's pals with a passel of Nobel Prize—winning scientists, CEOs like Leslie \nWexner of the Limited, socialite Ghislaine Maxwell, even Donald Trump. \nBut it wasn't until he flew Bill Clinton, Kevin Spacey, and Chris Tucker to \nAfrica on his private Boeing 727 that the world began to wonder who he is. \n• By Landon Thomas Jr. \nHe comes with cash to bum, a fleet of airplanes, and a keen \neye for the ladies -- to say nothing of a relentless brain that \nchallenges Nobel Prize—winning scientists across the \ncountry -- and for financial markets around the world. Ever \nsince the Post's \"Page Six\" ran an item about the president's \nlate-September visit to Africa with Kevin Spacey and Chris \nTucker -- on his new benefactor's customized Boeing 727 — \nthe question of the day has been: Who in the world is Jeffrey \nEpstein? \nIt's a life full of question marks. Epstein is said to run $15 \nbillion for wealthy clients, yet aside from Limited founder \nLeslie Wexner, his client list is a closely held secret. A \nformer Dalton math teacher, he maintains a peripatetic salon of brilliant scientists yet \npossesses no bachelor's degree. For more than ten years, he's been linked to Manhattan-\nLondon society figure Ghislaine Maxwell, daughter of the mysteriously deceased media \ntitan Robert Maxwell, yet he lives the life of a bachelor, logging 600 hours a year in his \nvarious planes as he scours the world for investment opportunities. He owns what is said \nto be Manhattan's largest private house yet runs his business from a 100-acre private \nisland in St. Thomas. \nPower on Wall Street has generally accrued to those who have made their open bids for \nit. Soros. Wasserstein. Kravis. Weill. The Sturm and Drang of their successes and failures \nhas been played out in public. Epstein breaks the mold. Most everyone on the Street has \nheard of him, but nobody seems to know what the hell he is up to. Which is just the way \nhe likes it. \n\"My belief is that Jeff maintains some sort of money-management firm, though you won't \nget a straight answer from him,\" says one well-known investor. \"He once told me he had \n300 people working for him, and I've also heard that he manages Rockefeller money. But \none never knows. It's like looking at the Wizard of Oz -- there may be less there than \nmeets \nthe eye.\" \nSays another prominent Wall Streeter: \"He is this mysterious, Gatsbyesque figure. He \nlikes people to think that he is very rich, and he cultivates this air of aloofness. The whole \nthing is weird.\" \nEFTA00013640\n\nThe wizard that meets the eye is spare and fit; with a long jaw and a carefully coiffed \nhead of silver hair, he looks like a taller, younger Ralph Lauren. A raspy Brooklyn accent \nbetrays his Coney Island origins. He spends an hour and fifteen minutes every day doing \nadvanced yoga with his personal instructor, who travels with him wherever he goes. He is \nan enthusiastic member of the Trilateral Commission and the Council on Foreign \nRelations. \nHe dresses casually -- jeans, open-necked shirts, and sneakers -- and is rarely seen in a \ntie. Indeed, those close to him say the reason he quit his board seat at the Rockefeller \nInstitute was that he hated wearing a suit. \"It feels like a dress,\" he told one friend. \nEpstein likes to tell people that he's a loner, a man who's never touched alcohol or drugs, \nand one whose nightlife is far from energetic. And yet if you talk to Donald Trump, a \ndifferent Epstein emerges. \"I've known Jeff for fifteen years. Terrific guy,\" Trump booms \nfrom a speakerphone. \"He's a lot of fun to be with. It is even said that he likes beautiful \nwomen as much as I do, and many of them are on the younger side. No doubt about it --\nJeffrey enjoys his social life.\" \nBut beautiful women are only a part of it. Because here's the thing about Epstein: As \nsome collect butterflies, he collects beautiful minds. \"I invest in people -- be it politics or \nscience. It's what I do,\" he has said to friends. And his latest prize addition is the former \npresident. In his eyes, Clinton as a species represents the highest evolutionary form of the \npolitical animal. To be up close to him, as he was during the African journey, is akin to \nseeing the rarest of beasts on a safari. As he put it to a friend upon his return from Africa, \n\"If you were a boxer at the downtown gymnasium at 14th Street and Mike Tyson walked \nin, your face would have the same look as these foreign leaders had when Clinton entered \nthe room. He is the world's greatest politician.\" \n\"Jeffrey is both a highly successful financier and a committed philanthropist with a keen \nsense of global markets and an in-depth knowledge of twenty-first-century science,\" \nClinton says through a spokesman. \"I especially appreciated his insights and generosity \nduring the recent trip to Africa to work on democratization, empowering the poor, citizen \nservice, and combating HIV/AIDS.\" \nBefore Clinton, Epstein's rare appearances in the gossip columns tended to be speculation \nas to the true nature of his relationship with Ghislaine Maxwell. While they are still \nfriends, the English tabloids have postulated that Maxwell has longed for a more \npermanent pairing and that for undetermined reasons Epstein has not reciprocated in \nkind. \"It's a mysterious relationship that they have,\" says society journalist David Patrick \nColumbia. \"In one way, they are soul mates, yet they are hardly companions anymore. It's \na nice conventional relationship, where they serve each other's purposes.\" \nFriends of the two say that Maxwell, whose social life has always been higher-octane \nthan Epstein's, lent a little \npi77a77 \nto the lower-profile Epstein. Indeed, at a party at \nEFTA00013641\n\nMaxwell's house, her friends say, one is just as apt to see Russian ladies of the night as \none is to see Prince Andrew. The Oxford-educated Maxwell, described by many as a \nman-eater (she flies her own helicopter and was recently seen dining with Clinton at \nNello's on Madison Avenue), lives in her own townhouse a few blocks away. Epstein is \nfrequently seen around town with a bevy of comely young women but there has been no \nboldfaced name to replace Maxwell. \"You may read about Jeffrey in the social columns, \nbut there is much more to him than that,\" says Jeffrey T. Leeds of the private equity firm \nLeeds Weld & Co. \"He's a talented money manager and an extremely hardworking \nperson with broad interests. Most unusual, though, is that in this media-obsessed age he is \nnot in any sense a self-promoter.\" \nBorn in 1953 and raised in Coney Island, Epstein went to Lafayette High School. \nAccording to his bio, he took some classes in physics at Cooper Union from 1969 to \n1971. He left Cooper Union in 1971 and attended NYU's Courant Institute, where he took \ncourses in mathematical physiology of the heart, leaving that school, too, without a \ndegree. Between 1973 and 1975, Epstein taught calculus and physics at the Dalton \nSchool. \nBy most accounts, he was something of a Robin Williams-in-Dead Poets Society type of \nfigure, wowing his high-school classes with passionate mathematical riffs. So impressed \nwas one Wall Street father of a student that he said to Epstein point-blank: \"What are you \ndoing teaching math at Dalton? You should be working on Wall Street -- why don't you \ngive my friend Ace Greenberg a call.\" \nEpstein was in many respects the perfect candidate for Greenberg's consideration. \nGreenberg, a senior partner at Bear Stearns at the time and a legendary trader in his own \nright, has long made it clear that it's the hungry, brilliant guys lacking the fancy degrees \nthat he favors at Bear. They even have an acronym: PSDs -- poor, smart, and a deep \ndesire to be rich. It was a description that fit Epstein to a T. He was a Brooklyn guy with \na motor for a brain, and while he did love teaching, this close-up view of the rarefied \nUpper East Side life of his students' gave him a taste for the big time. \nSo in 1976, he dropped everything and reported to work at Bear Stearns, where he started \noff as a junior assistant to a floor trader at the American Stock Exchange. His ascent was \nrapid. \nAt the time, options trading was an arcane and dimly understood field, just beginning to \ntake off. To trade options, one had to value them, and to value them, one needed to be \nable to master such abstruse mathematical confections as the Black-Scholes option-\npricing model. For Epstein, breaking down such models was pure sport, and within just a \nfew years he had his own stable of clients. \"He was not your conventional broker saying \n'Buy IBM' or 'Sell Xerox,'\" says Bear Steams CEO Jimmy Cayne. \"Given his \nmathematical background, we put him in our special-products division, where he would \nadvise our wealthier clients on the tax implications of their portfolios. He would \nEFTA00013642\n\nrecommend certain tax-advantageous transactions. He is a very smart guy and has \nbecome a very important client for the firm as well.\" \nIn 1980, Epstein made partner, but he had left the firm by 1981. Working in a \nbureaucracy was not for him; what's more, in rubbing up against ever greater sums of \nmoney during his time at Bear, he began to feel the need to grab his own piece of the \naction. \nIn 1982, according to those who know Epstein, he set up his own shop, J. Epstein and \nCo., which remains his core business today. The premise behind it was simple: Epstein \nwould manage the individual and family fortunes of clients with $1 billion or more. \nWhich is where the mystery deepens. Because according to the lore, Epstein, in 1982, \nimmediately began collecting clients. There were no road shows, no whiz-bang \nmarketing demos -- just this: Jeff Epstein was open for business for those with $1 billion—\nplus. \nHis firm would be different, too. He was not here just to offer investment advice; he saw \nhimself as the financial architect of every aspect of his client's wealth -- from investments \nto philanthropy to tax planning to security to assuaging the guilt and burdens that large \nsums of inherited wealth can bring on. \"I want people to understand the power, the \nresponsibility, and the burden of their money,\" he said to a colleague at the time. \nAs a teacher at Dalton, he had witnessed firsthand the troubled attitudes of some of the \npoor little rich kids under his charge; at Bear, he had come to the realization that, \ncounterintuitively, the more money you had, the more anxious you became. For a middle-\nclass kid from Brooklyn, it just didn't make sense. \nFrom the get-go, his business was successful. But the conditions for investing with \nEpstein were steep: He would take total control of the billion dollars, charge a flat fee, \nand assume power of attorney to do whatever he thought was necessary to advance his \nclient's financial cause. And he remained true to the $1 billion entry fee. According to \npeople who know him, if you were worth $700 million and felt the need for the services \nof Epstein and Co., you would receive a not-so-polite no-thank-you from Epstein. \nIt's nice work if you can get it. Epstein runs a lean operation, and those close to him say \nthat his actual staff -- based here in Manhattan at the Villard House (home to Le Cirque); \nNew Albany, Ohio; and St. Thomas, where he reincorporated his company seven years \nago (now called Financial Trust Co.) -- numbers around 150 and is purely administrative. \nWhen it comes to putting these billions to work in the markets, it is Epstein himself \nmaking all the investment calls -- there are no analysts or portfolio managers, just twenty \naccountants to keep the wheels greased and a bevy of assistants -- many of them \nconspicuously attractive young women -- to organize his hectic life. So assuming, \nconservatively, a fee of .5 percent (he takes no commissions or percentages) on $15 \nbillion, that makes for a management fee of $75 million a year straight into Jeff Epstein's \npocket. Nice work indeed. \nEFTA00013643\n\nIt has been rumored that Linda Wachner and David Rockefeller have been clients, too, \nbut both parties deny any such relationship. What's more, who ever heard of a financial \nadviser turning down $500 million accounts? All the speculation and mystery has proved \nfertile ground for some alternative Jeffrey Epstein stories -- the most bizarre of which has \nhim playing the piano (he is classically trained) for high rollers in a Manhattan piano bar \nin the mid-eighties. \nAnother focus of curiosity is the relationship that Epstein has with his patron and mentor \nLeslie Wexner, founder and chairman of the Columbus, Ohio—based Limited chain of \nwomen's-clothing stores. Wexner, who is said to be worth more than $2.5 billion by \nForbes, became an Epstein client in 1987. \"It's a weird relationship,\" says another Wall \nStreeter who knows Epstein. \"It's just not typical for someone of such enormous wealth to \nall of a sudden give his money to some guy most people have never heard of.\" The \nWexner-Epstein relationship is indeed a multifaceted one. \nGiven the secrecy that envelops Epstein's client list, some have speculated that Wexner is \nthe primary source of Epstein's lavish life -- but friends leap to his defense. \"Let me tell \nyou: Jeffrey Epstein has other clients besides Wexner. I  know because some of them are \nmy clients,\" says noted m&a lawyer Dennis Block of Cadwalader, Wickersham & Taft. \n\"I sent him a $500 million client a few years ago and he wouldn't take him. Said the \naccount was too small. Both the client and I were amazed. But that's Jeffrey.\" \nEpstein' s current residence in Manhattan -- a 45,000-square-foot eight-story mansion on \nEast 71st Street -- was originally bought by Wexner for $13 million in 1989. Wexner \npoured many millions into a full gut renovation, then turned it over to Epstein in 1995 \nafter he got married. One story has Epstein paying only a dollar for it, though others say \nhe paid full market price, which would have been in the neighborhood of $20 million. \nEpstein then undertook his own $10 million gut renovation (special features: closed-\ncircuit TV and a heated sidewalk in front of the house for melting snow), saying to \nfriends: \"I don't want to live in another person's house.\" \nThere are other houses as well, including a sweeping villa in Palm Beach and a custom-\nbuilt 51,000-square-foot castle in Santa Fe. Said to be the largest house in the state, the \nlatter sits atop a hill on a 45,000-acre ranch. He had it built because of the month or so he \nfound himself spending there, talking elementary particle physics with his friend Murray \nGell-Man, a Nobel Prize—winning physicist and co-chair of the science board at the Santa \nFe Institute. \nEpstein also owned a grand house (he has since sold it) near Wexner's opulent manse at \nthe center of the Limited magnate's high-end housing development in New Albany, Ohio. \nNew Albany was a lush sprawl of farmland on the outskirts of Columbus that Wexner, \nstarting in 1988, turned into a rich village of multimillion-dollar Georgian homes \nsurrounding a Jack Nicklaus—designed golf course. It was a massive development project, \nfinanced largely by Wexner himself. Epstein was a general partner in the real-estate \nEFTA00013644\n\nholding company, called New Albany Property, despite putting only a few million dollars \nof capital into the \nproject. \n\"Before Epstein came along in 1988, the financial preparations and groundwork for the \nNew Albany development were a total mess,\" says Bob Fitrakis, a Columbus-based \ninvestigative journalist who has written extensively on Wexner and his finances. \"Epstein \ncleaned everything up, as well as serving Wexner in other capacities -- such as \nfacilitating visits to Wexner's home of the crew from Cats and organizing a Tony Randall \nsong-and-dance show put on in Columbus.\" Wexner declines to talk about his \nrelationship with Epstein, but it is clearly one that continues to this day. Not that it helped \nEpstein in any way to land Clinton. Wexner is a staunch Republican donor, and Epstein, \naside from a small contribution to the president's legal-defense fund, has given more to \nthe likes of former senator Al D'Amato. \nWhat attracted Clinton to Epstein was quite simple: He had a plane (he has a couple, in \nfact -- the Boeing 727, in which he took Clinton to Africa, and, for shorter jaunts, a black \nGulfstream, a Cessna 421, and a helicopter to ferry him from his island to St. Thomas). \nClinton had organized a weeklong tour of South Africa, Nigeria, Ghana, Rwanda, and \nMozambique to do what Clinton does. So when the president's advance man Doug Band \npitched the idea to Epstein, he said sure. As an added bonus, Kevin Spacey, a close friend \nof Clinton's, and actor Chris Tucker came along for the ride. \nWhile Epstein got an intellectual kick out of engaging African finance ministers in \ntheoretical chitchat about economic development, the real payoff for him was observing \nClinton in his métier: talking HIV/aids policy with African leaders and soaking up the \nlove from Cape Town to Lagos. \nEpstein brings a trophy-hunter's zeal to his collection of scientists and politicians. But the \nreal charge for him is in seeing these guys work it. Like former Democratic Senate leader \nGeorge Mitchell, for example. In Epstein's mind, Mitchell is the world's greatest \nnegotiator, based on his work in Ireland and the Middle East. So he wrote the senator a \nbunch of checks. Says Mitchell: \"He has supported some philanthropic projects of mine \nand organized a fund-raiser for me once. I would certainly call him a friend and a \nsupporter.\" \nBut it is his covey of scientists that inspires Epstein's true rapture. Epstein spends $20 \nmillion a year on them -- encouraging them to engage in whatever kind of cutting-edge \nresearch might attract their fancy. They are, of course, quite lavish in their praise in \nreturn. Gerald Edelman won the Nobel Prize for physiology and medicine in 1972 and \nnow presides over the Neurosciences Institute in La Jolla. \"Jeff is extraordinary in his \nability to pick up on quantitative relations,\" says Edelman. \"He came to see us recently. \nHe is concerned with this basic question: Is it true that the brain is not a computer? He is \nvery quick.\" \nEFTA00013645\n\nThen there is Stephen Kosslyn, a psychologist at Harvard. Epstein flew up to Kosslyn's \nlaboratory in Cambridge this year to witness an experiment that Kosslyn was conducting \nand Epstein was funding. Namely: Is it true that certain Tibetan monks are capable of \nholding a distinct mental image in their minds for twenty minutes straight? \"We \ndisproved the thesis,\" says Kosslyn. \"Jeff was on his cell phone most of the time -- he \nactually wanted to short the Tibetan market, because he thought the monk was so stupid. \nHe is amazing. Like a honeybee -- he talks to all these different people and cross-\npollinates. Just two months ago, I was talking to him about a new alternative to \nevolutionary psychology. He got excited and sent me a check.\" \nEpstein has a particularly close relationship with Martin Nowak, an Austrian biology and \nmathematics professor who heads the theoretical-biology program at the Institute for \nAdvanced Study at Princeton. Nowak is examining how game theory can be used to \nanswer some of the basic evolutionary questions -- e.g., why, in our Darwinian society, \ndoes altruistic behavior exist? Epstein talks to Nowak about once a week and flies him \naround the country to his various homes to deliver impromptu lectures. Over the past \nthree years, he has written $500,000 worth of checks to fund Nowak's research. This past \nFebruary, Epstein had Nowak over for dinner at the 71st Street townhouse. It was just the \ntwo of them (not including the wait staff), and Nowak, making use of a blackboard in the \nformal dining room, delivered a two-hour highly mathematical description of how \nlanguage works. \nAfter dinner, Epstein asked if Nowak wanted to meet up with his new friend President \nClinton, and off they went to a nearby deli, where Clinton regaled the starstruck former \nOxford professor with tales from his own Oxford days. \"Jeffrey has the mind of a \nphysicist. It's like talking to a colleague in your field,\" says Nowak. \"Sometimes he \napplies what we talk about to his investments. Sometimes it's for his own curiosity. He \nhas changed my life. Because of his support, I feel I can do anything I want.\" \nDanny Hillis, an MIT-educated computer scientist whose company, Thinking Machines, \nwas at the forefront of the supercomputing world in the eighties, and who used to run \nR&D at Walt Disney Imagineering, thinks Epstein is actually using scientific knowledge \nto beat the markets. \"We talk about currency trading -- the euro, the real, the yen,\" he \nsays. \"He has something a physicist would call physical intuition. He knows when to use \nthe math and when to throw it away. If I  had acted upon all the investment advice he has \nbeen giving me over the years, I'd be calling you from my Gulfstream right now.\" \nOn the 727 these days, he has been reading a book by E. O. Wilson, the eminent scientist \nand originator of the field of sociobiology, called Consilience, which makes the case that \nthe boundaries between scientific disciplines are in the process of breaking down. It's a \nview Epstein himself holds. He wrote recently to a scientist friend of his: \"The behavior \nof termites, together with ants and bees, is a precursor to trust because they have an \nextraordinary ability to form relationships and sophisticated social structures based on \nmutual altruism even though individually they are fundamentally dumb. Money itself is a \nderivative of trust. If we can figure out how termites come together, then we may be able \nto better understand the underlying principles of market behavior -- and make big \nEFTA00013646\n\nmoney.\" \nSo how do termite grouping patterns fare as an investment strategy? Again, facts are hard \nto come by. A working day for Epstein starts at 5 a.m., when he gets up and scours the \nworld markets on his Bloomberg screen -- each of his houses, in New York, St. Thomas, \nPalm Beach, and New Mexico, as well as the 727, is equipped with the necessary \nhardware for him to wake up, roll out of bed, and start trading. He will put some calls in \nto his private banker at JPMorgan to get a reading as to how wealthy investors -- the best \ngauge of market sentiment, he believes -- are reacting to the market's movements. Then \nhe will call currency traders in Europe. On a given day, he will spend ten hours or so on \nthe phone -- after all, he is running $15 billion essentially by himself. \nStrangely enough, given his scientific obsessions, he is a computer-phobe and does not \nuse e-mail. \"I like to hear voices and see faces when I interact,\" he has said. Given the \nhuge sums he has to invest, he focuses on assets with extremely high liquidity, like \ncurrencies -- though he dabbles in commodities and real estate as well. Those who know \nhim say he is an impulsive, quick-to-change-his-mind trader, still governed by Ace \nGreenberg's trader's maxim: If the stock is down 10 percent, sell it. He has been on the \nshort side of the Brazilian real, and those close to him say bets there have paid off in \nspades. He recently took a long position on the euro before its rebound on the basis that \nEuropeans were too proud to see their currency sink any lower against the dollar. His \nnext targets: an across-the-board short of the German stock exchange and a possible \nattack on the Hong Kong dollar peg in light of the recent disclosure of North Korea's \nnuclear-weapons program. \nNone of this is investment rocket science, but getting the direction and the timing right, \nno matter how conventional the investment idea, can spin large money for an investor. \nBefore taking a big position, Epstein will usually fly to the country in question. He \nrecently spent a week in Germany meeting with various government officials and \nfinancial types, and he has a trip to Brazil coming up in the next few weeks. On all of \nthese trips, he flies alone in his commercial-jet-size 727. \nFriends of Epstein say he is horrified at the recent swell of media attention around him \n(Vanity Fair is preparing a megaprofile, and the Villard House office has had a barrage of \ncalls from other media outlets). He has never granted a formal interview, and did not \noffer one to this magazine, nor has his picture appeared in any publication. Yet for one so \nobsessive about his privacy, one wonders -- didn't he realize that flying Clinton and \nSpacey around Africa was going to blow his cover? As he said to a friend: \"If my \nultimate goal was to stay private, traveling with Clinton was a bad move on the \nchessboard. I  recognize that now. But you know what? Even ICasparov makes them. You \nmove on.\" \nAuthor E-mail: Landon Thomas Jr. \nEFTA00013647\n\nFind this article. at: \nNipernwrvono,vxminfaroirova.srpscoWitiSittnao..lani \nI ca Click \nto Print\nTop of Form Dyck he boats ado* Pm WI of hits tobrerct4n the MK* \nCAW Tra:S:   ICJ= \nBottom of Form \nEFTA00013648",
    "pageCount": 9,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "Cash Casual: Epstein \ndresses down. \nJeffrey Epstein: International Moneyman of Mystery \nHe's pals wit"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "EOs like Leslie \nWexner of the Limited, socialite Ghislaine Maxwell, even Donald Trump. \nBut it wasn't until he flew"
      },
      {
        "name": "Leslie Wexner",
        "role": "extracted",
        "context": "wealthy clients, yet aside from Limited founder \nLeslie Wexner, his client list is a closely held secret. A \nfor"
      },
      {
        "name": "Prince Andrew",
        "role": "extracted",
        "context": "see Russian ladies of the night as \none is to see Prince Andrew. The Oxford-educated Maxwell, described by many a"
      },
      {
        "name": "Bill Clinton",
        "role": "extracted",
        "context": ", even Donald Trump. \nBut it wasn't until he flew Bill Clinton, Kevin Spacey, and Chris Tucker to \nAfrica on his"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "of the Limited, socialite Ghislaine Maxwell, even Donald Trump. \nBut it wasn't until he flew Bill Clinton, Kevin"
      },
      {
        "name": "George Mitchell",
        "role": "extracted",
        "context": "ys work it. Like former Democratic Senate leader \nGeorge Mitchell, for example. In Epstein's mind, Mitchell is the"
      },
      {
        "name": "Kevin Spacey",
        "role": "extracted",
        "context": "Trump. \nBut it wasn't until he flew Bill Clinton, Kevin Spacey, and Chris Tucker to \nAfrica on his private Boein"
      },
      {
        "name": "Chris Tucker",
        "role": "extracted",
        "context": "n't until he flew Bill Clinton, Kevin Spacey, and Chris Tucker to \nAfrica on his private Boeing 727 that the wor"
      },
      {
        "name": "Cash Casual",
        "role": "extracted",
        "context": "Cash Casual: Epstein \ndresses down. \nJeff"
      },
      {
        "name": "International Moneyman",
        "role": "extracted",
        "context": "esses down. \nJeffrey Epstein: International Moneyman of Mystery \nHe's pals with a"
      },
      {
        "name": "Mystery \nHe",
        "role": "extracted",
        "context": "in: International Moneyman of Mystery \nHe's pals with a passel of Nobel"
      },
      {
        "name": "Nobel Prize",
        "role": "extracted",
        "context": "y \nHe's pals with a passel of Nobel Prize—winning scientists, CEOs like"
      },
      {
        "name": "Leslie \nWexner",
        "role": "extracted",
        "context": "winning scientists, CEOs like Leslie \nWexner of the Limited, socialite Ghi"
      },
      {
        "name": "By Landon",
        "role": "extracted",
        "context": "began to wonder who he is. \n• By Landon Thomas Jr. \nHe comes with cas"
      },
      {
        "name": "Thomas Jr",
        "role": "extracted",
        "context": "onder who he is. \n• By Landon Thomas Jr. \nHe comes with cash to bum,"
      },
      {
        "name": "Page Six",
        "role": "extracted",
        "context": "orld. Ever \nsince the Post's \"Page Six\" ran an item about the presid"
      },
      {
        "name": "Chris \nTucker",
        "role": "extracted",
        "context": "Africa with Kevin Spacey and Chris \nTucker -- on his new benefactor's cu"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "has been: Who in the world is Jeffrey \nEpstein? \nIt's a life full of questio"
      },
      {
        "name": "Robert Maxwell",
        "role": "extracted",
        "context": "riously deceased media \ntitan Robert Maxwell, yet he lives the life of a b"
      },
      {
        "name": "Wall Street",
        "role": "extracted",
        "context": "land in St. Thomas. \nPower on Wall Street has generally accrued to thos"
      },
      {
        "name": "The Sturm",
        "role": "extracted",
        "context": ". Wasserstein. Kravis. Weill. The Sturm and Drang of their successes"
      },
      {
        "name": "Wall Streeter",
        "role": "extracted",
        "context": "eye.\" \nSays another prominent Wall Streeter: \"He is this mysterious, Gats"
      },
      {
        "name": "Ralph Lauren",
        "role": "extracted",
        "context": "looks like a taller, younger Ralph Lauren. A raspy Brooklyn accent \nbet"
      },
      {
        "name": "Coney Island",
        "role": "extracted",
        "context": "Brooklyn accent \nbetrays his Coney Island origins. He spends an hour an"
      },
      {
        "name": "Trilateral Commission",
        "role": "extracted",
        "context": "an enthusiastic member of the Trilateral Commission and the Council on Foreign \nR"
      },
      {
        "name": "Foreign \nRelations",
        "role": "extracted",
        "context": "Commission and the Council on Foreign \nRelations. \nHe dresses casually -- jean"
      },
      {
        "name": "Rockefeller \nInstitute",
        "role": "extracted",
        "context": "he quit his board seat at the Rockefeller \nInstitute was that he hated wearing a s"
      },
      {
        "name": "Mike Tyson",
        "role": "extracted",
        "context": "gymnasium at 14th Street and Mike Tyson walked \nin, your face would h"
      },
      {
        "name": "Before Clinton",
        "role": "extracted",
        "context": "ce, and combating HIV/AIDS.\" \nBefore Clinton, Epstein's rare appearances i"
      },
      {
        "name": "David Patrick",
        "role": "extracted",
        "context": "ave,\" says society journalist David Patrick \nColumbia. \"In one way, they"
      },
      {
        "name": "The Oxford",
        "role": "extracted",
        "context": "one is to see Prince Andrew. The Oxford-educated Maxwell, described b"
      },
      {
        "name": "Madison Avenue",
        "role": "extracted",
        "context": "g with Clinton at \nNello's on Madison Avenue), lives in her own townhouse"
      },
      {
        "name": "Leeds Weld",
        "role": "extracted",
        "context": "s of the private equity firm \nLeeds Weld & Co. \"He's a talented money"
      },
      {
        "name": "Lafayette High",
        "role": "extracted",
        "context": "Coney Island, Epstein went to Lafayette High School. \nAccording to his bio"
      },
      {
        "name": "Cooper Union",
        "role": "extracted",
        "context": "ok some classes in physics at Cooper Union from 1969 to \n1971. He left C"
      },
      {
        "name": "Courant Institute",
        "role": "extracted",
        "context": "on in 1971 and attended NYU's Courant Institute, where he took \ncourses in ma"
      },
      {
        "name": "Dalton \nSchool",
        "role": "extracted",
        "context": "t calculus and physics at the Dalton \nSchool. \nBy most accounts, he was so"
      },
      {
        "name": "Robin Williams",
        "role": "extracted",
        "context": "counts, he was something of a Robin Williams-in-Dead Poets Society type of"
      },
      {
        "name": "Dead Poets",
        "role": "extracted",
        "context": "ething of a Robin Williams-in-Dead Poets Society type of \nfigure, wowi"
      },
      {
        "name": "Ace Greenberg",
        "role": "extracted",
        "context": "why don't you \ngive my friend Ace Greenberg a call.\" \nEpstein was in many"
      },
      {
        "name": "Bear Stearns",
        "role": "extracted",
        "context": "reenberg, a senior partner at Bear Stearns at the time and a legendary t"
      },
      {
        "name": "Upper East",
        "role": "extracted",
        "context": "lose-up view of the rarefied \nUpper East Side life of his students' ga"
      },
      {
        "name": "American Stock",
        "role": "extracted",
        "context": "tant to a floor trader at the American Stock Exchange. His ascent was \nrap"
      },
      {
        "name": "For Epstein",
        "role": "extracted",
        "context": "choles option-\npricing model. For Epstein, breaking down such models wa"
      },
      {
        "name": "Sell Xerox",
        "role": "extracted",
        "context": "broker saying \n'Buy IBM' or 'Sell Xerox,'\" says Bear Steams CEO Jimmy"
      },
      {
        "name": "Bear Steams",
        "role": "extracted",
        "context": "y IBM' or 'Sell Xerox,'\" says Bear Steams CEO Jimmy Cayne. \"Given his"
      },
      {
        "name": "Jimmy Cayne",
        "role": "extracted",
        "context": "Xerox,'\" says Bear Steams CEO Jimmy Cayne. \"Given his \nmathematical bac"
      },
      {
        "name": "Jeff Epstein",
        "role": "extracted",
        "context": "marketing demos -- just this: Jeff Epstein was open for business for tho"
      },
      {
        "name": "Villard House",
        "role": "extracted",
        "context": "ased here in Manhattan at the Villard House (home to Le Cirque); \nNew Alb"
      },
      {
        "name": "Le Cirque",
        "role": "extracted",
        "context": "at the Villard House (home to Le Cirque); \nNew Albany, Ohio; and St."
      },
      {
        "name": "New Albany",
        "role": "extracted",
        "context": "d House (home to Le Cirque); \nNew Albany, Ohio; and St. Thomas, where"
      },
      {
        "name": "Financial Trust",
        "role": "extracted",
        "context": "seven years \nago (now called Financial Trust Co.) -- numbers around 150 an"
      },
      {
        "name": "Linda Wachner",
        "role": "extracted",
        "context": "643\n\nIt has been rumored that Linda Wachner and David Rockefeller have be"
      },
      {
        "name": "David Rockefeller",
        "role": "extracted",
        "context": "umored that Linda Wachner and David Rockefeller have been clients, too, \nbut"
      },
      {
        "name": "Wall \nStreeter",
        "role": "extracted",
        "context": "d relationship,\" says another Wall \nStreeter who knows Epstein. \"It's just"
      },
      {
        "name": "The \nWexner",
        "role": "extracted",
        "context": "people have never heard of.\" The \nWexner-Epstein relationship is indee"
      },
      {
        "name": "Dennis Block",
        "role": "extracted",
        "context": "ients,\" says noted m&a lawyer Dennis Block of Cadwalader, Wickersham & T"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "including a sweeping villa in Palm Beach and a custom-\nbuilt 51,000-sq"
      },
      {
        "name": "Santa Fe",
        "role": "extracted",
        "context": "51,000-square-foot castle in Santa Fe. Said to be the largest house"
      },
      {
        "name": "Murray \nGell",
        "role": "extracted",
        "context": "ticle physics with his friend Murray \nGell-Man, a Nobel Prize—winning ph"
      },
      {
        "name": "Santa \nFe",
        "role": "extracted",
        "context": "r of the science board at the Santa \nFe Institute. \nEpstein also owne"
      },
      {
        "name": "Jack Nicklaus",
        "role": "extracted",
        "context": "Georgian homes \nsurrounding a Jack Nicklaus—designed golf course. It was"
      },
      {
        "name": "Before Epstein",
        "role": "extracted",
        "context": "capital into the \nproject. \n\"Before Epstein came along in 1988, the finan"
      },
      {
        "name": "Bob Fitrakis",
        "role": "extracted",
        "context": "ment were a total mess,\" says Bob Fitrakis, a Columbus-based \ninvestigat"
      },
      {
        "name": "Tony Randall",
        "role": "extracted",
        "context": "ew from Cats and organizing a Tony Randall \nsong-and-dance show put on i"
      },
      {
        "name": "South Africa",
        "role": "extracted",
        "context": "organized a weeklong tour of South Africa, Nigeria, Ghana, Rwanda, and"
      },
      {
        "name": "Doug Band",
        "role": "extracted",
        "context": "n the president's advance man Doug Band \npitched the idea to Epstein,"
      },
      {
        "name": "While Epstein",
        "role": "extracted",
        "context": "ker came along for the ride. \nWhile Epstein got an intellectual kick out"
      },
      {
        "name": "Cape Town",
        "role": "extracted",
        "context": "and soaking up the \nlove from Cape Town to Lagos. \nEpstein brings a t"
      },
      {
        "name": "Democratic Senate",
        "role": "extracted",
        "context": "ese guys work it. Like former Democratic Senate leader \nGeorge Mitchell, for"
      },
      {
        "name": "In Epstein",
        "role": "extracted",
        "context": "George Mitchell, for example. In Epstein's mind, Mitchell is the world"
      },
      {
        "name": "Middle East",
        "role": "extracted",
        "context": "n his work in Ireland and the Middle East. So he wrote the senator a \nb"
      },
      {
        "name": "Says Mitchell",
        "role": "extracted",
        "context": "e senator a \nbunch of checks. Says Mitchell: \"He has supported some phila"
      },
      {
        "name": "Gerald Edelman",
        "role": "extracted",
        "context": "h in their praise in \nreturn. Gerald Edelman won the Nobel Prize for physi"
      },
      {
        "name": "Neurosciences Institute",
        "role": "extracted",
        "context": "72 and \nnow presides over the Neurosciences Institute in La Jolla. \"Jeff is extraor"
      },
      {
        "name": "La Jolla",
        "role": "extracted",
        "context": "he Neurosciences Institute in La Jolla. \"Jeff is extraordinary in hi"
      },
      {
        "name": "Stephen Kosslyn",
        "role": "extracted",
        "context": "EFTA00013645\n\nThen there is Stephen Kosslyn, a psychologist at Harvard. E"
      },
      {
        "name": "Martin Nowak",
        "role": "extracted",
        "context": "larly close relationship with Martin Nowak, an Austrian biology and \nmat"
      },
      {
        "name": "Advanced Study",
        "role": "extracted",
        "context": "program at the Institute for \nAdvanced Study at Princeton. Nowak is examin"
      },
      {
        "name": "President \nClinton",
        "role": "extracted",
        "context": "o meet up with his new friend President \nClinton, and off they went to a nearb"
      },
      {
        "name": "Danny Hillis",
        "role": "extracted",
        "context": "l I can do anything I want.\" \nDanny Hillis, an MIT-educated computer sci"
      },
      {
        "name": "Thinking Machines",
        "role": "extracted",
        "context": "uter scientist whose company, Thinking Machines, \nwas at the forefront of the"
      },
      {
        "name": "Walt Disney",
        "role": "extracted",
        "context": ", and who used to run \nR&D at Walt Disney Imagineering, thinks Epstein"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "St. Thomas, \nPalm Beach, and New Mexico, as well as the 727, is equip"
      },
      {
        "name": "Ace \nGreenberg",
        "role": "extracted",
        "context": "ind trader, still governed by Ace \nGreenberg's trader's maxim: If the stoc"
      },
      {
        "name": "Hong Kong",
        "role": "extracted",
        "context": "and a possible \nattack on the Hong Kong dollar peg in light of the re"
      },
      {
        "name": "North Korea",
        "role": "extracted",
        "context": "t of the recent disclosure of North Korea's \nnuclear-weapons program."
      },
      {
        "name": "Vanity Fair",
        "role": "extracted",
        "context": "media attention around him \n(Vanity Fair is preparing a megaprofile, a"
      },
      {
        "name": "Landon Thomas Jr.",
        "role": "extracted",
        "context": "ou \nmove on.\" \nAuthor E-mail: Landon Thomas Jr. \nEFTA00013647\n\nFind this arti"
      },
      {
        "name": "Print\nTop",
        "role": "extracted",
        "context": "Sittnao..lani \nI ca Click \nto Print\nTop of Form Dyck he boats ado* Pm"
      },
      {
        "name": "Form Dyck",
        "role": "extracted",
        "context": "I ca Click \nto Print\nTop of Form Dyck he boats ado* Pm WI of hits t"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Columbus",
        "type": "location"
      },
      {
        "name": "Santa Fe",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:47.077Z"
}