{
  "document": {
    "id": "efta00020773",
    "filename": "EFTA00020773.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00020773.pdf",
    "text": "\n\nFrom: IS\" \n'cIMIE> \nTo: \"Weinstein, Marc A.\" , Andrew Tomback \nCc: 1.\nSubject: RE: SDNY investigation, re: estate \nDate: Fri, 17 Jul 2020 22:26:45 +0000 \nMarc, Andy, \nFollowing up on our conversation yesterday, we wanted to briefly confirm a few things we discussed and also respond to \nyour question. To reiterate, we agree that your plan with respect to the materials you have identified in the New York \nresidence makes sense, i.e., to have the photographs scanned and then produced to us in electronic format. To the extent \nwe need any originals of materials initially produced electronically in that fashion, we will of course follow up. \nAdditionally, and related, to the extent there are materials that are more conducive to being produced in their original \nformat, such as the photo book you mentioned specifically, we can receive those in hard copy. As a general matter, I think \nthose would only be materials that cannot be individually scanned or copied without removing them from some relevant \ncontextual placement or arrangement; that said, if you or your vendor believes individual items require a judgment call, \nplease feel free to check in with us on any specific questions. \nRegarding loose, unlabeled discs, we are not requesting their production at this time. If there are discs that are labeled in \nsome way that indicates or suggests they contain photos in particular, please let us know, as we likely would request \nproduction of those items. For discs that do not fit that description, we assume those will be retained by the estate in any \nevent, but please let us know if that is incorrect, or if at some subsequent point that status is expected to change. \nFinally, I know we raised the issue of privilege for the first time on our call, so I just want to reiterate that the Government \nis in no way requesting any waiver, but rather advising you and your clients that we may at some point in the coming \nweeks seek a formal position on whether the estate intends to waive, on behalf of Jeffrey Epstein, any attorney-client \nprivilege for purposes of discovery review and production in connection with United States v. Maxwell, 20 Cr. 330 (AIN). \nPrior to the Government seeking and obtaining the estate's position on such a question, we will assume that the privilege \nremains applicable and in effect, and we will proceed with our usual practices in review and production of discovery in \nthat case, including producing materials obtained in connection with the Epstein investigation following any necessary \ntaint / privilege review. \nThank you again for speaking with us, and we will continue to be in touch with any other relevant issues or questions. \nbest, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00020773",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "whether the estate intends to waive, on behalf of Jeffrey Epstein, any attorney-client \nprivilege for purposes of d"
      },
      {
        "name": "Andrew Tomback",
        "role": "extracted",
        "context": "> \nTo: \"Weinstein, Marc A.\" , Andrew Tomback \nCc: 1.\nSubject: RE: SDNY inv"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "tions. \nbest, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:01.551Z"
}