{
  "document": {
    "id": "efta00028048",
    "filename": "EFTA00028048.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028048.pdf",
    "text": "\n\nFrom \nSubject: \nDate: Thu, 01 Oct 2020 16:52:59 +0000 \n• Between approximately 2002 and 2005, scheduled dozens of appointments for underage girls to provide \nmassages to Epstein. The majority of these appointments took place at Epstein's Palm Beach residence. \noccasionally scheduled appointments at Epstein's New York residence. \n• During that same time period, Epstein typically received approximately two massages per day—usually one in the \nmorning and one in the afternoon. was primarily responsible for scheduling those appointments in Palm \nBeach, but she occasionally scheduled them in New York. \n• When girls arrived for the appointments at Palm Beach, sometimes met them, walked them up to the \nmassage room, and set up the massage table for the girls. \n• After at least some of the appointments, paid the girls in cash. \n• During the massage appointments with minor girls that scheduled, Epstein sexually abused \nthe minor \ngirls by, \n• Through this process, met dozens of underage victims, who ranged in age from 14 to 17 years old. Some \nof those victims did not have licenses, and arranged for a driver to pick them up. Some of those victims \ntold they could not make certain appointment times because they had school. Epstein told that at \nleast one of those victims was studying for the SATs. \n• At Epstein's direction, took nude photos of underage victims. \n• walked in on at least one massage during which a victim was nude while massaging Epstein. \n• was present for one massage during which Epstein \n• walked in on one instance in which a Epstein. \n• After learning about the investigation into Epstein, called victims and encouraged them not to talk to law \nenforcement. At Epstein's direction, offered financial incentives to victims for not speaking with law \nenforcement. \nEFTA00028048",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "From \nSubject",
        "role": "extracted",
        "context": "From \nSubject: \nDate: Thu, 01 Oct 2020 16:5"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "ments took place at Epstein's Palm Beach residence. \noccasionally sche"
      },
      {
        "name": "Palm \nBeach",
        "role": "extracted",
        "context": "eduling those appointments in Palm \nBeach, but she occasionally schedul"
      },
      {
        "name": "At Epstein",
        "role": "extracted",
        "context": "was studying for the SATs. \n• At Epstein's direction, took nude photos"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:19.535Z"
}