{
  "document": {
    "id": "efta00015303",
    "filename": "EFTA00015303.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015303.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nx \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \n: 20 Cr. 330 (MN) \nx \nMEMORANDUM OF GHISLAINE MAXWELL \nIN SUPPORT OF HER MOTION UNDER THE FOURTH AMENDMENT, \nMARTINDELL, AND THE FIFTH AMENDMENT TO SUPPRE ALL EVIDENCE \nOBTAINED FROM THE GOVERNMENT'S SUBPOENA T AND \nTO DISMISS COUNTS FIVE AND SIX \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON MORGAN & FOREMAN P.C. \nDenver, CO 80203 \nMark S. Cohen \nChristian R. Everdell \nCOHEN & GRESSER LLP \nBobbi C. Sternheim \nAttorneys for Chislaine Maxwell \nEFTA00015303\n\nTABLE OF \nCONTENTS \nTABLE OF CONTENTS \nTABLE OF AUTHORITIES ii \nFACTUAL BACKGROUND 1 \nARGUMENT 2 \nI. The government's violation of the Fourth Amendment requires suppression. 2 \nA. The subpoena violated the Fourth Amendment because it was unconstitutionally \noverbroad. 4 \nB. The government's subpoena toa was an unconstitutional warrantless Fourth \nAmendment search 6 \n1. The third-party doctrine does not compel a different result. 8 \nC. \nThe government's subpoena t'\n-\n an unconstitutional Fourth \nAmendment seizure.   11 \nII. The government's violation of Martindell requires suppression 11 \nIII. The government's violation of the Fifth Amendment requires suppression 15 \nConclusion 17 \nCertificate of Service  18 \nEFTA00015304\n\nTABLE OF AUTHORITIES \nCases \nBoyd v United States, 116 \nU.S. 616 (1886) 3, 6, \n15 \nCarpenter v.  United States, 138 S. Ct. 2206 (2018) 3, 5, 6, 9 \nColorado v. Bannister, \n449 U.S. 1 (1980) \n3 \nDeMassa v. Nunez, 770 F.2d \n1505 (9th Cir. 1985)  \n10 \nDoe v. Broderick, 225 F.3d 440 (4th Cir. 2000)  10, 13 \nFisher v.  United States, 425 \nU.S. 391 (1976) \n3, 15 \nHale v. Henkel, 201 U.S. 43 \n(1906) \n2, 4 \nIn re Grand Jury Subpoena Duces Tecum, 945 F.2d 1221 (2d Cir. 1991)  14 \nIn re Grand Jury Subpoena, JK-I5-029, 828 F.3d 1083 (9th Cir. 2016) 4, 5, 11 \nKatz v.  United States, 389 U.S. 347 (1967) 2, \n6 \nMurphy v. Waterfront Comm 'n of New York Harbor, 378 \nU.S. 52 (1964) \n2 \nPalmieri v. State of New York, 779 F.2d 861 (2d \nCir. 1985)  \n14 \nPeople v. Gutierrez, \n222 P.3d 925 (Cob. 2009)  \n10 \nPeople v. Mason, 989 P.2d 757 \n(Colo. 1999) \n8 \nSmith v. Maryland, 442 U.S. \n735, 740 (1979) \npassim \nUnited States v.  Calandra, 414 U.S. 338 (1974) 6 \nUnited States v. Di Re, \n332 U.S. 581 (1948) \n6 \nUnited States v. Dionisio, 410 \nU.S. 1 (1973) \n2, 15 \nUnited States v. Miller, 425 \nU.S. 435 (1976) 9, 10 \nUnited States v. \nOshatz, 700 F. Supp. 696 \n(S.D.N.Y. \n1988) \n16 \nUnited States v. Place, 462 \nU.S. 696 (1983) \n3 \nUnited States v.  Thomas, 736 F.3d 54 (1st Cir. 2013) \n6 \nii \nEFTA00015305\n\nConstitutional Provisions \nU.S. \nCONST. amend. IV passim \nU.S. \nCONST. amend. V passim \niii \nEFTA00015306\n\nGhislaine Maxwell moves under the Fourth Amendment, Martindell v. Intl TeL & TeL \nCorp., 594 F.2d 291 (2d Cir. 1979), and the Fifth Amendment, to suppress all evidence the \ngovernment obtained from a grand jury subpoena it issued toarid to \ndismiss Counts Five and Six, which are the fruits of that unlawful subpoena. \nFACTUAL \nBACKGROUND \nMs. Maxwell's Motion under the Due Process Clause to Suppress and Dismiss Counts 5 \nand 6 sets forth the facts relevant to this motion. Ms. Maxwell incorporates those facts by \nreference here. \nIn summary, the government obtain file, including \nthr\nby way of a grand jury subpoena enforced through an ex pane \nproceeding \nAlthough the government claimed not to know what was in \nfile and \nthat \nhad no role in instigating the investigation of \nMaxwell, both of these representations tollwere false. \nIn turn, the government issue in the \nSee Motion under the Due Process Clause to Suppress and \nDismiss Counts 5 and 6, Ex. C, at 3. The government could have been, but was not, more \ntargeted in its approach. The government has not provided Maxwell with a copy of the subpoena, \nbut the record shows that the subpoena was incredibly broad and, as explained below, ultimately \nunlawful. \nThe subpoena violated the Fourth Amendment because it was overbroad and because it \neffected a warrantless search and seizure of material in which Maxwell had a reasonable \nexpectation of privacy. Moreover, by securing a modification of the Protective Order through a \nsecret, ex pane proceeding, the government violated Martindell v. hit? Tel. & Tel. Cap., 594 \nI \nEFTA00015307\n\nF.2d 291 (2d Cir. 1979), which required the government to give Maxwell notice and an \nopportunity to be heard on its request. And in bypassing Martindell and eviscerating the \nguarantee of confidentiality provided by the Protective Order, the government trampled on \nMaxwell's Fifth Amendment privilege against self-incrimination, which she declined to invoke \nin reliance on the protections afforded her by Martindell and the Protective Order. \nThis Court should (I) suppress all evidence the government obtained fro \nand any other evidence derived therefrom; or (2) suppress the April and July 2016 depositions \nand all evidence derived therefrom; and (3) dismiss Counts Five and Six. \nARGUMENT \nI. The government's violation of the Fourth Amendment requires suppression. \nThe Fourth Amendment provides: \"The right of the people to be secure in their persons, \nhouses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and \nno Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and \nparticularly describing the place to be searched, and the persons or things to be seized.\" U.S. \nCONST. amend. IV. The \"Fourth Amendment provides protection against a grand jury subpoena \nduces tecum too sweeping in its terms `to be regarded as reasonable.' United States v. Dionisio, \n410 U.S. 1, 11-12 (1973) (quoting Hale v. Henkel, 201 U.S. 43, 76 (1906), abrogated in part on \nother grounds by Murphy v. Waterfront Comm'n of New York Harbor, 378 U.S. 52, 68 \n(1964)). \nThe government engages in a \"search\" for Fourth Amendment purposes when its conduct \nencroaches on an individual's legitimate expectation of privacy. See Katz v. United States, 389 \nU.S. 347, 351 (1967) (\"[T]he Fourth Amendment protects people, not places.\"). Absent an \nexception to the warrant requirement, a governmental search is unconstitutional unless the \ngovernment conducts it under a warrant issued based on probable cause to believe a crime has \nbeen committed and that evidence of the crime is likely to be found in the place searched. \n2 \nEFTA00015308\n\nCarpenter v. United States, 138 S. Ct. 2206, 2213 (2018) (holding that an \"official intrusion into \n[the] private sphere generally qualifies as a search and requires a warrant supported by probable \ncause\"). \"[A] compulsory production of ... private books and papers ... is the equivalent of a \nsearch and seizure—and an unreasonable search and seizure—within the meaning of the fourth \namendment.\" Boyd v United States, 116 U.S. 616, 634-35 (1886), overriding in part on other \ngrounds as recognized in Fisher v. United States, 425 U.S. 391, 407-08 (1976). \nFinally, \"The Fourth Amendment protects `effects' as well as people from unreasonable \nsearches and seizures.\" United States v. Place, 462 U.S. 696, 716 (1983) (Brennan, J. \nconcurring). It thus \"protects two different interests of the citizen—the interest in retaining \npossession of property and the interest in maintaining personal privacy.\" Id. (cleaned up). \"A \nseizure threatens the former, a search the latter.\" Id. Like a search, a seizure is \"per se \nunreasonable within the meaning of the Fourth Amendment unless it is accomplished pursuant to \na judicial warrant issued upon probable cause and particularly describing the items to be seized.\" \nId. at 701; see Colorado v.  Bannister, 449 U.S. 1, 3 \n(1980). \nHere, the grand jury subpoena was unconstitutionally overbroad because it sought \nproduction ofentire file and was therefore akin to a general warrant. Moreover, \nthere is no dispute the government did not establish probable cause to believe that= \nfile contained evidence of a crime. \nNor is there a dispute that the government lacked a warrant. \nSince the government had neither \nprobable cause nor a warrant, \nthe \nmust be suppressed because the subpoena to-\n3 \nEFTA00015309\n\nwas in fact a Fourth Amendment search. And even if the government's conduct did not \namount to a search, it constituted a seizure, which likewise should have been supported by \nprobable cause and warrant. \nA. The subpoena violated the Fourth Amendment because it was \nunconstitutionally \noverbroad. \nThe subpoena to was unconstitutionally overbroad, and this Court should \nsuppress all evidence produced in response. \n\"[A]n order for the production of books and papers may constitute an unreasonable \nsearch and seizure within the 4th Amendment.\" Hale, 201 U.S. at 76. Because the Fourth \nAmendment was drafted with a particular eye to the abuse of general warrants, id. at 71, a \nsubpoena that is \"unreasonably overbroad\" effects an unreasonable search under the Fourth \nAmendment, In re Grand Jury Subpoena, JK- I 5-029, 828 F.3d 1083, 1088 (9th Cir. 2016). An \noverbroad subpoena is \"equally indefensible as a search warrant would be if couched in similar \nterms.\" Id. (quoting Hale, 201 U.S. at 77). A subpoena is overbroad when the government fails \nto make a \"reasonable effort to request only those documents that are relevant and non-\nprivileged, consistent with the extent of its knowledge about the matter tinder investigation.\" Id. \nHere, the government by its own admission made no effort—must less a reasonable \neffort—to tailor and target the subpoena As the prosecutor said to-\n4 \nEFTA00015310\n\nSee Motion under the Due Process Clause to Suppress and Dismiss Counts 5 and 6, Ex. D, at 17 \n(emphasis added). The government's representations to were, of course, false. \nThe government met witlabefore it issued the subpoena, it knew what was in \n-file and who was, and it \nnevertheless disclaimed any ability to narrowly tailor any subpoena. Given \"its knowledge about \nthe matter under investigation,\" the government's failure to make any effort, much less a \n\"reasonable effort,\" to request \"only those documents that are relevant and non-privileged,\" \nrenders the subpoena overbroad and unconstitutional. See In re Grand Jury Subpoena, JK-I 5-\n029, 828 F.3d at 1088. \nSo overbroad was the subpoena \nthat \nactually produced to the government \nIt is obvious why the Fourth Amendment requires suppression Id. at 1089. This type of \noverbroad subpoena is exactly what the Fourth Amendment is designed to prohibit: searches that \ninvade \"the privacies of life\" from \"arbitrary\" power and \"police surveillance\" that is \"too \npermeating.\" See Carpenter, 138 S. Ct. at 2213 (quoting Smith v. Maryland, 442 U.S. 735, 740 \n(1979)). Otherwise, \"when the government seeks all material of a broad generic type that a party \npossesses—every piece of paper in a corporation's files, for example, or, as in this case,\" every \npiece of paper in file, \"a reasonable possibility that some of that material would be \nrelevant would suffice to validate the subpoena, no matter how vast its sweep, and no matter the \n5 \nEFTA00015311\n\ndegree to which the subpoena would reach private material of no pertinence to the grand jury's \ninquiry.\" See \nIn re Grand Jury Subpoena, JK-15-029, 828 F.3d at 1089. The Fourth Amendment \ndoes not allow such a sweeping search, which would be nothing but a modern-day general \nwarrant. Id. at 1088.' This Court should suppress all evidence the government obtained from the \nsubpoena toM=I \nB. The government's subpoena towas an unconstitutional \nwarrantless Fourth Amendment search. \nApart from its overbreadth, the subpoena violated the Fourth Amendment because it \namounted to a warrantless search without probable cause. \nThe Fourth Amendment protects people, not places. Katz, 389 U.S. at 351. Thus, \"when \nan individual 'seeks to preserve something as private,' and [her] expectation of privacy is `one \nthat society is prepared to recognize as reasonable,' . . . that official intrusion into that private \nsphere generally qualifies as a search and requires a warrant supported by probable cause.\" \nCarpenter, 138 S. Ct. at 2213 (quoting Smith, 442 U.S. at 740). This definition of a what \nconstitutes a \n\"search\" \"seeks to secure `the privacies of life' against `arbitrary power' and \"to \nplace obstacles in the way of a too permeating police surveillance.\" Id. at 2214 (quoting Boyd, \n116 U.S. at 630; United States v. Di Re, 332 U.S. 581, 595 (1948)). A \"grand jury is . . . 'without \npower to invade a legitimate privacy interest protected by the Fourth Amendment.' United \nStates v.  Thomas, 736 F.3d 54, 61 (1st Cir. 2013) (quoting United States v.  Calandra, 414 U.S. \n338, 346 \n(1974)). \n'  It is for this reason that this Court should grant Maxwell's Motion for Discovery of every grand \njury subpoena. Without being able to examine the grand jury subpoenas, Maxwell cannot evaluate \nwhether other subpoenas issued b the rand jury in connection with this case are unconstitutionally \noverbroad, as the subpoena to is. \n6 \nEFTA00015312\n\nMaxwell had a legitimate expectation of privacy in he because \nshe reasonably sought to preserve them as private. Both of he were \nconfidential under the Protective Order, which prohibitedfrom sharing \nthem with third parties, including law enforcement. The Protective Order deliberately excluded a \nlaw enforcement exception. While the Protective Order did not apply to evidence produced at \ntrial, the parties settled the defamation action before trial, conclusively establishing the privacy \nof Maxwell's deposition testimony. Indeed, under the plain terms of the Protective Order, \nwere required to return or destroy all confidential information at the \nconclusion of the case, including Maxwell's deposition transcripts refused to do \nso although ordered to do so by Judge Sweet.' \nIn its application to the governmen \nNot only did the government misunderstand how the Protective Order worked, \nbut its argument also supports rather than undermines Maxwell's legitimate expectation of \nprivacy in her deposition transcripts. \nTo be sure, the Protective Order did not apply to evidence produced at trial. That is \nentirely unremarkable, however, because trials are open to the public and the press. What matters \nis that the civil case did not go to trial; it settled before trial, and under the Protective Order's \nterms, \n2 Not to mention all the other material she designated as \"Confidential\" under the Protective \nOrder. \n3  Ascribing a legitimate expectation of privacy toalso fits \nMartindell's admonition that the government may not \"insinuate itself into a private civil lawsuit between \nothers.\" 594 F.2d at 294. \n7 \nEFTA00015313\n\nincluding Maxwell' and not to share Confidential information with law \nenforcement \nMotion under the Due Process Clause to Suppress and Dismiss Counts 5 and 6, Ex. F, at 11 \n(emphases in original). \nMaxwell thus had a reasonable expectation of privacy in he and \neverything else she designated as \"Confidential\" under the Protective Order.' Obtaining that \nconfidential material by subpoena therefore amounted to a search under the Fourth Amendment. \nBecause the government had neither probable cause nor a warrant, this Court should suppress the \nMIMI\nand all material Maxwell designated as Confidential. \n1. The third-party doctrine does not compel a different result. \nIt is irrelevant that Maxwell' sMElwere in the possession of \nand not her own attorneys. The third-party doctrine does not apply here because \nThis argument adheres to \nMartindell's \nholdin that the overnment there should have either \nmoved to intervene or issued a subpoena to obtain th . For one thing, the Fourth \nAmendment was not at issue in Manindell, so the Court had no occasion to decide whether a warrant \nmight have been required. For another, Martindell does not speak to what showing would have been \nrequired for the issuance of a subpoena, probable cause or something less. Even if a warrant weren't \nrequired here, a showing of probable cause was. See People v. Mason, 989 P.2d 757, 760 (Colo. 1999) \n(noting jurisdictions that recognize an expectation of privacy in subpoenaed materials and that require a \nsubpoena duces tenon of such records to be supported by probable cause). Finally, of course, the \ngovernment didn't comply with Manindell because it never gave Maxwell notice and an opportunity to \nquash the subpoena and to challenge the government's misrepresentations through the adversary process. \n8 \nEFTA00015314\n\nMaxwell did not voluntarily share anything with=and because every other circumstance \nsupported Maxwell's expectation that he would be private. \nThe Supreme Court has held that \"a person has no legitimate expectation of privacy in \ninformation [she] voluntarily turns over to third parties.\" Smith, 442 U.S. at 743-44. \"That \nremains true `even if the information is revealed on the assumption that it will be used only for a \nlimited purpose.'\" Carpenter, 138 S. Ct. at 2216 (quoting United States v. Miller, 425 U.S. 435, \n443 \n(1976)). \nIn Smith v. Maryland, the Court ruled that the government's use of a pen register—a \ndevice used by telephone companies to record the outgoing phone numbers dialed on a landline \ntelephone—was not a search. By placing calls from his landline, the Court reasoned, Smith \n\"voluntarily conveyed\" the dialed numbers to the telephone company by \"expos[ing] that \ninformation to its equipment in the ordinary course of business.\" 442 U.S. at 744. The Court held \nthat Smith has \"assumed the risk\" that the telephone company's records \"would be divulged to \npolice.\" Id. at 745. \nSimilarly, in United States v. Miller, the Court ruled that the government could subpoena \nan individual's bank records, including several months of canceled checks, deposit slips, and \nmonthly statements. The Court explained that because the checks were \"not confidential \ncommunications but negotiable instruments to be used in commercial transactions,\" and because \nthe bank statements contained information \"exposed to [bank] employees in the ordinary course \nof business,\" Miller had only a limited expectation of privacy. 425 U.S. at 442. The Court \ndetermined that Miller had \"take[n] the risk, in revealing his affairs to another, that the \ninformation [would] be conveyed by that person to the Government.\" Id. at 443. \n9 \nEFTA00015315\n\nNeither Miller nor Smith supports a conclusion that Maxwell had anything but a \nlegitimate and reasonable expectation of privacy in he \nnot \"voluntarily \nconvey' \nMoreover, Maxwell declined to answe \nFirst, Maxwell did \nsued her, not the other way around. \nNone of this was voluntary. \nSecond, Maxwell's expectation of privacy in he is not limited in \nthe way Miller's expectation of privacy was limited in his bank records. To the contrary, both \nMaxwell'- were confidential under the Protective Order. And while the Protective \nOrder did not apply to evidence produced at trial, the case settled before trial, thereby confirming \nMaxwell's legitimate expectation that th would not be shared outside the \nattorneys working in the case and, if necessary, the district court \nThird, Maxwell reasonably understood that the ould not \nbe shared with the government proposed a law enforcement exception to the Protective \nOrder's confidentiality requirement, but Maxwell rejected the exception and the district court \nnever adopted it. Unlike in Smith and Miller, Maxwell did not \"assume the risk\" that her \nwould be divulged to the government. \nHad the government obtained the from Maxwell's attorneys, there \nwould be no question that the government's conduct would constitute a Fourth Amendment \nsearch. \"[C]lients of an attorney maintain a legitimate expectation of privacy in their client files.\" \nDeMassa \nv. \nNunez, 770 \nF.2d 1505, \n1506 \n(9th Cir. 1985); see Doe v. \nBroderick, 225 F.3d 440, \n450-52 (4th Cir. 2000) (holding that detective's examination of a patient file held by a \nmethadone clinic was a search and, without probable cause, violated the patient's Fourth \nI0 \nEFTA00015316\n\nAmendment rights); see also People v. Gutierrez, 222 P.3d 925, 936 (Colo. 2009) (concluding \nthat a taxpayer has a reasonable expectation of privacy in information conveyed to his tax \npreparer because \"state and federal laws ... shield a taxpayer's return from unfettered access by \ngovernment officials\"). Because she did not voluntarily offe and \nbecause she reasonably believednas and would remain private under the \nProtective Order, Maxwell had a legitimate and reasonable expectation of privacy in her \neven though the government obtained them from a third party other than \nher attorneys. See In re Grand Jury Subpoena, JK-15-029, 828 F.3d at 1090 (\"DAS's current \npossession of [Kitzhaber's] emails does not vitiate that claim. The Fourth Amendment protects \npeople, not places. Kitzhaber's interests therefore attach to the things seized, not merely to the \nplace where they are located.\" (cleaned up)). \nC. \nThe government's subpoena towas an \nunconstitutional \nFourth Amendment seizure. \nAlthough Fourth Amendment challenges typically involve \"the subsequent search of the \ncontainer rather than to its initial seizure by the authorities, ... a seizure of personal property is \nper se unreasonable\" under the \"Fourth Amendment unless it is accomplished pursuant to a \njudicial warrant issued upon probable cause and particularly describing the items to be seized.\" \nSmith, 462 U.S. at 701-02. Here, the government \nThe government did not obtain a warrant, nor did it \nestablish probable cause for the seizure. For this additional reason, this Court should suppress the \nand all material Maxwell designated as confidential. \nII. The government's violation of Martindell requires suppression. \nBy issuing \nthe government circumvented the Second Circuit's \nII \nEFTA00015317\n\ndecision in Martindell v. International Telephone & Telegraph Corp. and violated Maxwell's \nrights. \nIn Martindell, the government tried to obtain deposition transcripts of twelve individuals \ndeposed in a private shareholders' derivative lawsuit. 594 F.2d at 292-93. All twelve depositions \nwere taken \"pursuant to a court-approved stipulation to the effect that the depositions should be \ntreated as confidential and used solely by the parties for prosecution or defense of the action.\" Id. \nat 292. Without seeking to intervene, and without serving a subpoena or warrant, the government \ncalled and then wrote to the district court to request access to the deposition transcripts. Id. at \n293. The government claimed that the deposition transcripts were relevant to its investigation of \nperjury, subordination of perjury, and conspiracy related to the 1970 presidential election in \nChile. Id. The government, \"moreover, feared that unless it could obtain the deposition \ntranscripts, it would be unable to secure statements from the witnesses because they would claim \ntheir Fifth Amendment rights in any investigative interviews.\" Id. The district court denied the \ngovernment's request, \"holding that the deposition testimony had been given in reliance upon the \nprotective order, thus rendering unnecessary invocation by the witnesses of their Fifth \nAmendment rights, that the requested turnover would raise constitutional issues, and that \nprinciples of fairness mandated enforcement of the protective order.\" Id. The government \nappealed, and the Second Circuit affirmed. \nThe Second Circuit was blunt in explaining the government's missteps: \nThe government may not ... simply by picking up the telephone or writing a letter \nto the court (as was the case here), insinuate itself into a  private civil lawsuit \nbetween others. The proper procedure, as the government should know, was either \nto subpoena the deposition transcripts for use in a  pending proceeding such as a \ngrand jury investigation or trial, in which the issue could be raised by motion to \nquash or modify the subpoena, see Rule 17(c), or to seek permissive intervention \nin the private action pursuant to Rule 24(b), for the purpose of obtaining vacation \nor modification of the protective order. \n12 \nEFTA00015318\n\nId. at 294. Either avenue, explained the Court, would provide the real party in interest notice of \nthe government's request and an opportunity to be heard, either by moving to quash the \nsubpoena or opposing intervention and modification of the protective order. Id. \nThe Court also rejected the government's argument that the district court was too \nsolicitous of the witnesses' Fifth Amendment rights. Id. at 295. According to the Government, \nthe witnesses were under no compulsion to testify, and having given testimony, they voluntarily \nwaived any Fifth Amendment right they may have had. Id. But as the Second Circuit explained, \nthe government's argument ignored the reality of civil litigation: \nUnless a  valid Rule 26(c) protective order is to be fully and fairly enforceable, \nwitnesses relying upon such orders will be inhibited from giving essential \ntestimony in civil litigation, thus undermining a procedural system that has been \nsuccessfully developed over the years for disposition of civil differences. In short, \nwitnesses might be expected frequently to refuse to testify pursuant to protective \norders if their testimony were to be made available to the government for criminal \ninvestigatory purposes in disregard of those orders. \nId. at 295-96. The Court thus held: \n[A]bsent a showing of improvidence in the grant of a Rule 26(c) protective order \nor some extraordinary circumstance or compelling need, none of which appear here, \na witness should be entitled to rely upon the enforceability of a protective order \nagainst any third parties, including the Government, and that such an order should \nnot be vacated or modified merely to accommodate the government's desire to \ninspect protected testimony for possible use in a criminal investigation, either as \nevidence or as the subject of a possible perjury charge. \nId. at 296. \nMaxwell did not even know the government had he until after she was \n13 \nEFTA00015319\n\nindicted, and she didn't know for a month more ju \nMartindeli has been binding Second Circuit law for more than forty years, and the \ngovernment's violation of its holding is no trivial matte \nIn Palmieri v. State of New York, the federal magistrate issued two sealing orders \nprotecting the confidentiality of settlement discussions of a private antitrust case. 779 F.2d 861, \n863-64 (2d Cir. 1985). Because the subject matter of the antitrust case overlapped with an \nongoing state criminal antitrust case, the state Attorney General moved to intervene in the private \nantitrust case, to modify the seal orders, to access the settlement material, and to present the \nmaterial and testimony to a state grand jury. Id. at 862. The district court granted the Attorney \nGeneral's request, but the Second Circuit, applying Martindell, reversed. Id. The Second Circuit \nrecognized that the state Attorney General, like the federal government, \"enjoys a similarly \nprivileged position with respect to its investigatory powers.\" Id. at 866. Those powers, in turn, \n\"raise[d] a rebuttable presumption against modification of the orders.\" Id. Indeed, given the \nparties' reliance on the sealing orders, the Attorney General's \"burden [was] heavier than it \nmight otherwise be.\" Id. at 865. \n14 \nEFTA00015320\n\nHere, the government did not even attempt the Martindell process the Attorney General \nattempted in Palmieri \nIII. The government's violation of the Fifth Amendment requires suppression. \nThe Fifth Amendment provides: \"No person ... shall be compelled in any criminal case \nto be a witness against himself.\" U.S. CoNsT. amend. V. For three separate reasons,■ \nviolates the Fifth Amendment. \nFirst, the Fifth Amendment \"proscribe[s] the compelled production of ... a Testimonial \nCommunication that is incriminating.\" Fisher, 425 U.S. at 408; see Dionisio, 410 U.S. at 11 \n(\"The grand jury cannot require a witness to testify against himself.\"). The subpoena to= \ncontravenes this proscription because it literally \"compels production\" of Maxwell's \nincriminating testimony \nSecond, \"a compulsory production of the private books and papers .  .  .  [also) is \ncompelling ... him to be a witness against himself, within the meaning of the fifth amendment.\" \nBoyd, 116 U.S. at 634-35. Even if the subpoena does not literally require Maxwell to \"testify \nagainst herself,\" Dionisio, 410 U.S. at 11, Maxwell's were private and \nconfidential under the Protective Order. Supra Part I.B. Compelling production of these \n\"private\" papers is itself a Fifth Amendment violation. \nThird, the government's circumvention of Martindell unconstitutionally burdens \nMaxwell's Fifth Amendment rights. \nn\nut Martindell protects Maxwell from \nthe government's conduct, and it authorized her to giveunder the shield of \nthe Protective Order without worrying whether the government could \"insinuate itself\" into the \n15 \nEFTA00015321\n\ncase and use her own words against her. 594 F.2d at 294. The Fifth Amendment would mean \nnothing if an individual were told by a district court that she need not invoke its protections \nbecause the government could not use her testimony against her—or at least could not do so \nwithout notice and an opportunity to be heard—only to find out that the testimony she offered \nwith the district court's blessing was the primary evidence against her in a criminal case and the \nbasis of perjury charges. \nThat is the lesson of United States v.  Oshatz, in which this Court quashed a government \nsubpoena issued to a court reporter for a transcript of a deposition offered by the defendant in a \ncivil proceeding. 700 F. Supp. 696, 697 (S.D.N.Y. 1988). Oshatz (who had been indicted at the \ntime of his deposition) was deposed and did not invoke his Fifth Amendment privilege against \nself-incrimination on \"the understanding that a protective order would preserve his Fifth \nAmendment rights.\" Id. at 699. Applying Martindell, this Court quashed the government's \nsubpoena and refused to release the deposition transcript because the \"government [had] not \nargued that the protective order was improvidently granted or that there [were] some \nextraordinary circumstances or compelling need.\" Id. at 701. \nHere, as in Oshatz, Maxwell was deposed on \"the understanding that a protective order \nwould preserve\" the confidentiality of her testimony. And even though Maxwell had not been \nindicted at the time of her depositions, the threat of an investigation was obvious, and that threat \nwas the very reason the Protective Order deliberately excluded a law-enforcement exception. \n(Moreover, Maxwell moved the court to requireMto disclose any law enforcement \ninvestigation of which she was aware.) As in Oshatz, the Protective Order was designed to \npreserve Maxwell's Fifth Amendment rights. Where this Court in Oshatz granted a motion to \nquash, here it should grant a motion to suppress. \n16 \nEFTA00015322\n\nFor these reasons, this Court should suppress the under the Fifth \nAmendment. \nfro \nConclusion \nFor these reasons, this Court should: (1) suppress all evidence the government obtained \nand any other evidence derived therefrom; or (2) suppress the April and July \n2016 depositions and all evidence derived therefrom; and (3) dismiss Counts Five and Six. \nMaxwell requests an evidentiary hearing on this Motion. \nDated: January 25, 2021 \nRespectfully submitted, \ns/ \nJeffrey S. Pagliuca \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN & FOREMAN P.C. \nDenver, CO 80203 \nMark S. Cohen \nChristian R. Everdell \nCOHEN & GRESSER LLP \nBobbi C. Stemheim \nLaw Offices of Bobbi C. Stemheim \ne w or c. 1%WR0 1 1 \nAttorneys for Chislaine Maxwell \n17 \nEFTA00015323\n\nCertificate of Service \nI  hereby certify that on January 25, 2021, I served by email, pursuant Rule 2(B) of the \nCourt's individual practices in criminal cases, the Memorandum of Ghislaine Maxwell in Support \nof Her Motion Under the Fourth Amendment, Martindell, and the Fi h Amendment to Suppress \nAll Evidence Obtained from the government's Subpoena t and to Dismiss Counts \nFive and Six upon the following: \nU.S. Attorney's Office SDNY \nNew York, NY 10007 \ns/ \nChristian R. Everdell \n18 \nEFTA00015324",
    "pageCount": 22,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "CT OF NEW YORK \nx \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \n: 20 Cr. 330 (MN) \nx \nMEMORANDUM OF"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "bpoena. \nFACTUAL \nBACKGROUND \nMs. Maxwell's Motion under the Due Pr"
      },
      {
        "name": "Pagliuca \nLaura",
        "role": "extracted",
        "context": "UNTS FIVE AND SIX \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON MORGAN &"
      },
      {
        "name": "Cohen \nChristian",
        "role": "extracted",
        "context": "C. \nDenver, CO 80203 \nMark S. Cohen \nChristian R. Everdell \nCOHEN & GRESSER"
      },
      {
        "name": "Sternheim \nAttorneys",
        "role": "extracted",
        "context": "COHEN & GRESSER LLP \nBobbi C. Sternheim \nAttorneys for Chislaine Maxwell \nEFTA00"
      },
      {
        "name": "Chislaine Maxwell",
        "role": "extracted",
        "context": "i C. Sternheim \nAttorneys for Chislaine Maxwell \nEFTA00015303\n\nTABLE OF \nCONT"
      },
      {
        "name": "Fourth Amendment",
        "role": "extracted",
        "context": "government's violation of the Fourth Amendment requires suppression. 2 \nA. T"
      },
      {
        "name": "Fourth \nAmendment",
        "role": "extracted",
        "context": "unconstitutional warrantless Fourth \nAmendment search 6 \n1. The third-party"
      },
      {
        "name": "Fifth Amendment",
        "role": "extracted",
        "context": "government's violation of the Fifth Amendment requires suppression 15 \nConc"
      },
      {
        "name": "Cases \nBoyd",
        "role": "extracted",
        "context": "015304\n\nTABLE OF AUTHORITIES \nCases \nBoyd v United States, 116 \nU.S. 61"
      },
      {
        "name": "Grand Jury",
        "role": "extracted",
        "context": "U.S. 43 \n(1906) \n2, 4 \nIn re Grand Jury Subpoena Duces Tecum, 945 F.2"
      },
      {
        "name": "Subpoena Duces",
        "role": "extracted",
        "context": "1906) \n2, 4 \nIn re Grand Jury Subpoena Duces Tecum, 945 F.2d 1221 (2d Cir."
      },
      {
        "name": "Waterfront Comm",
        "role": "extracted",
        "context": ". 347 (1967) 2, \n6 \nMurphy v. Waterfront Comm 'n of New York Harbor, 378 \nU"
      },
      {
        "name": "Di Re",
        "role": "extracted",
        "context": "38 (1974) 6 \nUnited States v. Di Re, \n332 U.S. 581 (1948) \n6 \nUni"
      },
      {
        "name": "Constitutional Provisions",
        "role": "extracted",
        "context": ". 2013) \n6 \nii \nEFTA00015305\n\nConstitutional Provisions \nU.S. \nCONST. amend. IV passi"
      },
      {
        "name": "Intl Te",
        "role": "extracted",
        "context": "urth Amendment, Martindell v. Intl TeL & TeL \nCorp., 594 F.2d 291 ("
      },
      {
        "name": "Counts Five",
        "role": "extracted",
        "context": "it issued toarid to \ndismiss Counts Five and Six, which are the fruits"
      },
      {
        "name": "Due Process",
        "role": "extracted",
        "context": "s. Maxwell's Motion under the Due Process Clause to Suppress and Dismis"
      },
      {
        "name": "Dismiss Counts",
        "role": "extracted",
        "context": "rocess Clause to Suppress and Dismiss Counts 5 \nand 6 sets forth the facts"
      },
      {
        "name": "See Motion",
        "role": "extracted",
        "context": "the government issue in the \nSee Motion under the Due Process Clause"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "ecuring a modification of the Protective Order through a \nsecret, ex pane pr"
      },
      {
        "name": "This Court",
        "role": "extracted",
        "context": "ll and the Protective Order. \nThis Court should (I) suppress all evide"
      },
      {
        "name": "The Fourth",
        "role": "extracted",
        "context": "ndment requires suppression. \nThe Fourth Amendment provides: \"The righ"
      },
      {
        "name": "See Katz",
        "role": "extracted",
        "context": "imate expectation of privacy. See Katz v. United States, 389 \nU.S. 3"
      },
      {
        "name": "See In",
        "role": "extracted",
        "context": "erbroad and unconstitutional. See In re Grand Jury Subpoena, JK-I"
      },
      {
        "name": "See Carpenter",
        "role": "extracted",
        "context": "e\" that is \"too \npermeating.\" See Carpenter, 138 S. Ct. at 2213 (quoting"
      },
      {
        "name": "See \nIn",
        "role": "extracted",
        "context": "o the grand jury's \ninquiry.\" See \nIn re Grand Jury Subpoena, JK-15"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "ted by the Fourth Amendment.' United \nStates v.  Thomas, 736 F.3d 54, 61 ("
      },
      {
        "name": "The Protective",
        "role": "extracted",
        "context": "s, including law enforcement. The Protective Order deliberately excluded a"
      },
      {
        "name": "Judge Sweet",
        "role": "extracted",
        "context": "although ordered to do so by Judge Sweet.' \nIn its application to the"
      },
      {
        "name": "Protective \nOrder",
        "role": "extracted",
        "context": "d as \"Confidential\" under the Protective \nOrder. \n3  Ascribing a legitimate e"
      },
      {
        "name": "See People",
        "role": "extracted",
        "context": "howing of probable cause was. See People v. Mason, 989 P.2d 757, 760 ("
      },
      {
        "name": "The Supreme",
        "role": "extracted",
        "context": "on that he would be private. \nThe Supreme Court has held that \"a person"
      },
      {
        "name": "In Smith",
        "role": "extracted",
        "context": "425 U.S. 435, \n443 \n(1976)). \nIn Smith v. Maryland, the Court ruled"
      },
      {
        "name": "Neither Miller",
        "role": "extracted",
        "context": "Id. at 443. \n9 \nEFTA00015315\n\nNeither Miller nor Smith supports a conclusi"
      },
      {
        "name": "Although Fourth",
        "role": "extracted",
        "context": "l \nFourth Amendment seizure. \nAlthough Fourth Amendment challenges typicall"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "e government circumvented the Second Circuit's \nII \nEFTA00015317\n\ndecision"
      },
      {
        "name": "International Telephone",
        "role": "extracted",
        "context": "17\n\ndecision in Martindell v. International Telephone & Telegraph Corp. and violate"
      },
      {
        "name": "Telegraph Corp",
        "role": "extracted",
        "context": "v. International Telephone & Telegraph Corp. and violated Maxwell's \nrigh"
      },
      {
        "name": "In Martindell",
        "role": "extracted",
        "context": "violated Maxwell's \nrights. \nIn Martindell, the government tried to obta"
      },
      {
        "name": "Fifth \nAmendment",
        "role": "extracted",
        "context": "ion by the witnesses of their Fifth \nAmendment rights, that the requested tu"
      },
      {
        "name": "The Second",
        "role": "extracted",
        "context": "the Second Circuit affirmed. \nThe Second Circuit was blunt in explaini"
      },
      {
        "name": "In Palmieri",
        "role": "extracted",
        "context": "holding is no trivial matte \nIn Palmieri v. State of New York, the fed"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "nal antitrust case, the state Attorney General moved to intervene in the pri"
      },
      {
        "name": "Attorney \nGeneral",
        "role": "extracted",
        "context": "he district court granted the Attorney \nGeneral's request, but the Second Cir"
      },
      {
        "name": "The Fifth",
        "role": "extracted",
        "context": "ndment requires suppression. \nThe Fifth Amendment provides: \"No perso"
      },
      {
        "name": "Testimonial \nCommunication",
        "role": "extracted",
        "context": "compelled production of ... a Testimonial \nCommunication that is incriminating.\" Fishe"
      },
      {
        "name": "Supra Part",
        "role": "extracted",
        "context": "l under the Protective Order. Supra Part I.B. Compelling production of"
      },
      {
        "name": "Applying Martindell",
        "role": "extracted",
        "context": "mendment rights.\" Id. at 699. Applying Martindell, this Court quashed the gover"
      },
      {
        "name": "Conclusion \nFor",
        "role": "extracted",
        "context": "r the Fifth \nAmendment. \nfro \nConclusion \nFor these reasons, this Court sho"
      },
      {
        "name": "Pagliuca \nJeffrey",
        "role": "extracted",
        "context": "ly submitted, \ns/ \nJeffrey S. Pagliuca \nJeffrey S. Pagliuca \nLaura A. Menning"
      },
      {
        "name": "Stemheim \nLaw",
        "role": "extracted",
        "context": "COHEN & GRESSER LLP \nBobbi C. Stemheim \nLaw Offices of Bobbi C. Stemheim"
      },
      {
        "name": "Her Motion",
        "role": "extracted",
        "context": "slaine Maxwell in Support \nof Her Motion Under the Fourth Amendment, M"
      },
      {
        "name": "Suppress \nAll",
        "role": "extracted",
        "context": "ll, and the Fi h Amendment to Suppress \nAll Evidence Obtained from the go"
      },
      {
        "name": "Evidence Obtained",
        "role": "extracted",
        "context": "h Amendment to Suppress \nAll Evidence Obtained from the government's Subpoen"
      }
    ],
    "locations": [
      {
        "name": "Denver, CO",
        "type": "city"
      },
      {
        "name": "Jury Subpoena, JK",
        "type": "city"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-01-25",
        "event": "January 25, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:50.452Z"
}