{
  "document": {
    "id": "efta00023550",
    "filename": "EFTA00023550.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00023550.pdf",
    "text": "\n\nFrom: Robert Glassman <I  \nTo:\"  \nCc: \"\nSubject: Re: RE: \nfollow-up \nDate: Fri, 20 Mar 2020 20:26:19 +0000 \nHey Hope you guys are staying safe. Here was her response about the lion king: \nBroadway play... Epstein bragged about being good friends with Julie Taymor, and we had amazing first row \nmezzanine seats they she had apparently given him. \nFrom: \nDate: 3/20/20, 12:26:42 PM PDT \nTo: Robert Glassman \nCc: \nSubject: RE: \nRobert, \nfollow-up \nWanted to quickly follow up on our conversation from a couple weeks ago — obviously it was before the world \nimploded, so understand if you haven't gotten a chance to connect on this yet, but we were wondering about the \nLion King question? Just to briefly remind, the Lion King musical first came out in 1997, which we think would have \nbeen well after first trip to New York (based on her recollection as well as the flight records), while the \nmovie came out in 1994 and was in theaters through approximately spring 1995. So entirely possible she was \nreferencing the movie version, or that going to the play wasn't the first visit, or just doesn't have a specific \nmemory, etc etc, but wanted to check for our records and our decision-making process. \nThank youl And hope you and your family are healthy and safe in the midst of everything going on. \nthanks again, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00023550",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Robert Glassman",
        "role": "extracted",
        "context": "From: Robert Glassman <I  \nTo:\"  \nCc: \"\nSubject: Re"
      },
      {
        "name": "Hey Hope",
        "role": "extracted",
        "context": ", 20 Mar 2020 20:26:19 +0000 \nHey Hope you guys are staying safe. He"
      },
      {
        "name": "Julie Taymor",
        "role": "extracted",
        "context": "about being good friends with Julie Taymor, and we had amazing first row"
      },
      {
        "name": "Lion King",
        "role": "extracted",
        "context": "we were wondering about the \nLion King question? Just to briefly rem"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "thanks again, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:09.156Z"
}