{
  "document": {
    "id": "efta00032964",
    "filename": "EFTA00032964.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032964.pdf",
    "text": "\n\nFrom: New York Law360 <news-alt@law360.com> \nTo:\nSubject: Harvard, NYU Law Reviews Biased Against White Men, Suit Says \nDate: Wed, 10 Oct 2018 07:31:30 +0000 \ntlaw360 New York \nNEW YORK \nWednesday, October 10, 2018 Law360 \nTOP NEWS \nHoops Recruit's Dad Tells Jury Cash Wasn't Only Factor \nThe father of former University of Louisville recruit Brian \"Tugs\" Bowen told a \nManhattan jury Tuesday that the hoops powerhouse was the right place for \nhis son regardless of cash payments he received, as lawyers for three men \naccused of funneling illegal secret payments from Adidas to the basketball \ndad pushed the narrative that they had no criminal intent. Read full article » \nHarvard, NYU Law Reviews Biased Against White Men: Suit \nThe law reviews at Harvard Law School and the New York University School \nof Law discriminate against white men when selecting their members and \nwhich articles they will publish, according to a pair of suits filed in \nMassachusetts and New York federal courts. Read full article » \nEx-Goldman CEO Aide Accused In Wine Theft Leaps To Death \nA former assistant to the CEO of Goldman Sachs who was expected to plead \nguilty on Tuesday to stealing $1.2 million in rare wines from his former \nemployer was found dead at a Manhattan hotel that afternoon in an apparent \nsuicide. Read full article » \nRoyal Park Can't Revive $3.7B RMBS Suit, NY Court Rules \nA New York appellate court said Tuesday that a lower court was right to toss \nRoyal Park Investments SA/NV's $3.7 billion suit accusing four major banks \nof committing fraud in connection with the sale of residential mortgage-\nbacked securities, finding the Belgian bank did not have standing to bring \nnegligence and fraud claims. Read full article \n» \n2nd Circ. Mulls Unsettled McDonnell Issues In Guinean Case \nA convicted former Guinean mining minister's attorney told an appeals court \npanel on Tuesday that the Supreme Court's McDonnell ruling should apply to \nforeign bribery law, leading one appellate judge to muse that the Second \nCircuit has yet to limit the ruling to specific laws. Read full article \nINSURANCE \nInsurer Must Pay $1.2M In Tainted Milk Row, 2nd Circ. Told \nHarleysville Worcester Insurance Co. on Tuesday urged the Second Circuit to \nuphold a ruling that it is entitled to reimbursement from Wesco Insurance Co. \nfor nearly $1.2 million Harleysville shelled out defending and settling two suits \naccusing a trucking company of delivering contaminated milk to a dairy plant, \nsaying that Wesco forfeited its primary arguments. Read full article » \nSECURITIES & WHITE COLLAR \nc  Alaw360 Pro Say Podcast \nListen to our new podcast here \nLAW FIRMS \nAlston & Bird \nArnold & Porter \nBelkin Burden \nBrown Law Firm \nCassin & Cassin \nClifford Chance \nCravath Swaine \nDavis Polk \nDonnelly Conroy \nDorsey & Whitney \nFried Frank \nGreenberg Traurig \nHengeler Mueller \nJones Day \nKellogg Hansen \nKennedys CMK \nKent Beatty \nKorein Tillery \nLatham & Watkins \nLeClairRyan \nLee Litigation Group \nLoeb & Loeb \nManatt Phelps \nEFTA00032964\n\nEx-Marks Paneth Accountant Charged In $2M IP Scheme \nFederal authorities in Florida have arrested the former managing partner of a \nManhattan accounting firm on charges he defrauded investors of $2 million \nthrough a sham intellectual property company he created. Read full article » \nShareholder Fires Back At Dismissal Bids In 6D Global Suit \nA 6D Global Technologies Inc. shareholder on Friday swatted back at a trio of \ndismissal bids in New York federal court, deriding \"feeble attempts\" by the \ncompany, its former directors and a private equity firm's CEO to escape \nclaims that they allowed the digital marketing company's share price to be \nmanipulated. Read full \narticle » \nPRODUCT LIABILITY \nStarbucks Sued Over White Chocolate Energy Drink Labeling \nA New York Starbucks customer is suing the coffee chain in Manhattan \nfederal court, claiming it has deliberately deceived customers by selling white \nchocolate-flavored energy drinks that do not contain white chocolate. Read \nfull article » \nINTELLECTUAL PROPERTY \nInstagram Art Show Was Fair Use, Richard Prince Says \nVisual artist Richard Prince is pushing to end copyright litigation over his \nInstagram-themed art exhibit, arguing he was allowed to display largely \nunaltered versions of other artists' images because he used them in \"a \nradically different aesthetic context.\" Read full article » \nMEDIA & ENTERTAINMENT \nNicki Minaj Didn't Return Rental Clothes, NY Stylist Claims \nA professional stylist accused rap star Nicki Minaj in New York state court on \nFriday of failing to pay for $73,000 worth of clothes and styling services, \nsaying he was now facing \"serious financial hardship\" because she stiffed \nhim. Read full article » \nEMPLOYMENT \nBloomberg Workers Seek $13.8M In Costs, Fees In OT Suit \nA class of Bloomberg LP help desk representatives have told a New York \nfederal judge they are entitled to $13.77 million in attorneys' fees and costs in \ntheir suit alleging the company wrongfully excluded them from overtime pay, \nthe same day the parties sought final approval of a settlement in the case. \nRead full article » \nIII. Atty Accused Of Defaming EB-5 Fund To Chinese Investors \nThe U.S. Immigration Fund LLC has sued an Illinois attorney, his business \npartner and a Hong Kong consulting firm for fraud and defamation in New \nYork state court, alleging they defrauded the EB-5 center out of millions by \nmaking false statements about the center to Chinese investors seeking EB-5 \nvisas and inducing them to withdraw their capital from the fund. Read full \narticle » \nBANKRUPTCY \nFIKA's Proposed $11M Sale To Ch. 11 Lender Approved \nFIKA, a bankrupt New York City coffee chain inspired by Swedish coffee \nculture, inched forward Tuesday in its bid to sell the business to its secured \nlender in Chapter 11 for roughly $11.4 million and remain in operation. Read \nfull article » \nMeister Seelig & Fein \nMorgan Lewis \nMoskowitz LLP \nNexsen Pruet \nNijman Franzetti \nNorton Rose Fulbright \nOgletree Deakins \nOtterbourg PC \nPinsent Masons \nRiker Danzig \nRobbins Geller \nSidley Austin \nSpolzino Smith \nSullivan & Cromwell \nTarter Krinsky \nWeil Gotshal \nWillkie Farr \nCOMPANIES \nAdidas AG \nAgri-Mark Inc. \nAltman Weil Inc. \nAmazon.com Inc. \nAmerican Bar Association \nAmpal-American Israel Corp. \nBarilla Holding SpA \nBarnes & Noble Inc. \nBayer AG \nBloomberg \nCVC Capital Partners \nChicago Bar Association \nCredit Suisse Group AG \nDelek Drilling \nDeutsche Bank AG \nEquifax Inc. \nFirst Republic Bank \nFordham University \nGoldman Sachs Group Inc. \nHSBC Holdings PLC \nHighQ Solutions Ltd. \nHoneywell International Inc. \nInstagram Inc. \nIntel Corp. \nInternational Centre for Settlement \nof Investment Disputes \nJPMorgan Chase & Co. \nKraft Foods Inc. \nLexisNexis Group \nLinkedln Corp. \nLone Star Funds \nM&T Bank Corp. \nEFTA00032965\n\nAmpal Reaches $150M Deal To Resolve Gas Row With Egypt \nBankrupt Ampal-American Israel Corp. has reached a $150 million deal to \nresolve several arbitrations involving Egypt and two state-owned oil and gas \ncompanies — one of which resulted in a $1.033 billion arbitral award against \nEgypt — stemming from a terminated natural gas deal, according to \ndocuments filed in New York bankruptcy court. Read full \narticle » \nCORRECTED: Ex-Exec Of Modi Jewelry Co. Seeks Access To \nD&O Coverage \nThe ex-president of a company owned by billionaire jeweler Nirav Modi on \nThursday asked a New York bankruptcy court for an order allowing one of his \ncompany's directors and officers insurance to pay for his legal defense, \nsaying the policy proceeds are not estate property. Correction: A previous \nversion of this story incorrectly identified the individual filing the motion. The \nerror has been corrected. Read full article » \nBANKING \nNCUA Seeks Sub To Bring RMBS Suit Against Deutsche Bank \nThe National Credit Union Administration has urged a New York federal judge \nto allow the substitution of a new plaintiff to pursue claims against Deutsche \nBank National Trust Co. over a number of residential mortgage-backed \nsecurities trusts, arguing that this swap would address standing issues \nhighlighted in a similar suit brought by the agency against U.S. Bank. Read \nfull article » \nENERGY & ENVIRONMENTAL \nHigh Court Won't Review NY Honeywell Cleanup Fight \nThe U.S. Supreme Court on Tuesday declined to resurrect a suit by upstate \nNew York residents against Honeywell International Inc. that accused the \ncompany of exposing them to \"hazardous concentrations of toxic vapor\" \nduring a cleanup of Onondaga Lake. Read full article » \nREAL ESTATE & DEVELOPMENT \nNYC Real Estate Week In Review \nMore than a dozen law firms landed work on the largest New York City \ntransactions for which deeds were filed last week, with Loeb & Loeb LLP \nhelping Bank of New York Mellon Corp. land a $352 million purchase of an \noffice building one block north of One World Trade Center. Read full article » \nReal Estate Rumors: FPA, Pentaurus, Mautner-Glick \nFPA Multifamily has reportedly bought an Illinois apartment complex for $65 \nmillion, real estate investment firm Pentaurus is said to have picked up 60 \nFlorida town homes for $13 million, and Mautner-Glick has reportedly bought \ntwo New York residential and retail buildings for $19 million. Read full article \nEXPERT ANALYSIS \nDefamation In Litigation: A Primer On Privileges In NY \nUnder New York law, statements made in court and other litigation-related \ncommunications are, in most cases, privileged. But these privileges have \nlimits, and it behooves litigants — particularly those inclined to speak publicly \nabout their cases — to be aware of them, says Jonathan Bloom of Weil \nGotshal & Manges LLP. Read full article » \nOpinion \nTrump Family Tax History: A Professional Evaluation \nMayo Foundation for Medical \nEducation and Research \nMicrosoft Corporation \nMonsanto Co. \nMorgan Stanley \nNational Basketball Association \nNational Collegiate Athletic \nAssociation \nNew York Post \nNew York Times Co. \nNew York University \nNoble Energy, Inc. \nSignature Bank \nSquare Inc. \nStarbucks Corporation \nThe Bank of New York Mellon \nCorp. \nU.S. Bancorp \nUBS AG \nUnited Nations Commission on \nInternational Trade Law \nUnitedLex Corp. \nWells Fargo & Co. \nGOVERNMENT AGENCIES \nBureau of Citizenship and \nImmigration Services \nDelaware Court of Chancery \nFederal Bureau of Investigation \nFederal Election Commission \nIllinois Supreme Court \nInternal Revenue Service \nInternational Chamber of \nCommerce \nNational Credit Union \nAdministration \nSecurities and Exchange \nCommission \nU.S. Attorneys Office \nU.S. Department of Justice \nU.S. Environmental Protection \nAgency \nU.S. Supreme Court \nUnited States Bankruptcy Court for \nthe Southern District of New York \nEFTA00032966\n\nFrom his perspective as a tax defense attorney for the past 30 years, Steve \nMoskowitz of Moskowitz LLP weighs in on the allegations of past tax \nimpropriety by the Trump family. Read full \narticle » \nKnowledge Management: An Unsung Hero Of Legal Innovation \nAs technology evolves, law firms are increasingly looking for ways to improve \ncommunication, transparency and service for their clients. Firms should put \nknowledge management at the core of their value proposition to create a \ncompetitive advantage, says Rob MacAdam at HighQ. Read full article » \nLEGAL INDUSTRY \nGains Stall For Female Partners In Numbers, Salaries \nThe number of female equity partners at top law firms has barely budged in \nmore than a decade, with few signs of women making significant inroads into \nthe upper tiers of management or earning as much as men, according to a \nreport from the National Association of Women Lawyers. Read full \narticle » \nJustice Kavanaugh Not Shy At 1st Supreme Court Arguments \nJustice Brett Kavanaugh got off to a quick start at the U.S. Supreme Court \nfollowing a rocky confirmation battle over sexual misconduct claims that \ndivided the nation, asking numerous questions Tuesday at his first pair of oral \narguments just days after he was sworn in as President Donald Trump's \nsecond appointee to the high court. Read full article » \nWhen A Justice's Vote Is Pivotal, Politics Rules: Study \nA closely divided high court is more likely to hand down decisions that were \ndetermined on ideological grounds and were intended to reshape the law, \nrather than relying on legal precedent, new research shows. Read full article \nDorsey & Whitney Names New Managing Partner \nMinneapolis-based Dorsey & Whitney LLP on Tuesday named Bill Stoeri, a \ntrial lawyer who has worked at the law firm for more than 30 years, as its new \nmanaging partner starting next year. Read full article » \nFeature \nChicago Courts Join Judiciary's Sex Harassment Reckoning \nAfter disciplining a judge for allegedly sexually harassing a prosecutor, \nChicago's court system this month is set to hold its first-ever training on \nsexual harassment for all of its nearly 400 judges, part of a growing trend in \nstate courts as they grapple with #MeToo. Read full article » \nAdidas Taps Bayer US Legal Head For New General Counsel \nThe former head of legal for Bayer U.S. has been appointed general counsel \nof Adidas AG, the Germany-based sportswear manufacturer said Tuesday. \nRead full article » \nInterview \n15 Minutes With Barilla's Americas General Counsel \nGeneral counsel of the Americas for Barilla Group, Talita Erickson, recently \nspoke to Law360 about what she looks for in outside counsel, what she \nthinks about the billable hour, and the recent regulations that have had the \nmost impact on her business. Read full article » \nLegal Tech Download: A Lawsuit-Generating Chatbot \nThe world of legal technology is quickly evolving, with new products coming \nto market in rapid succession. Here, Law360 takes a look at five recent \ndevelopments. Read full \narticle » \nJOBS \nSearch full listings or advertise your job opening \nEFTA00032967\n\nAssociate \nMendes & Mount. LLP \nNew York. New York \nEmployment Associate! NY mid-size law \nfirm \nSchoen Legal Search \nNew York. New York \nLabor & Employment Associate \nEpstein Becker & Green, PC \nNew York. New York \nBilling Coordinator Elite Enterprise Billing \nSystems \nNational Law Firm \nGreat Neck. New York \nSenior Finance Paralegal - Structured \nFinance \nTOP AM LAw Firm \nNew York. New York \nTrademark Legal Assistant \nArnold & Porter \nNew York. New York \nHogan Lovells US LLP - New York Office • \nIntellectual Property Associate, Junior \nLevel \nHogan Lovells US LLP \nNEW YORK. New York \nTax Manager- Trust & Estates \nGrassi & Co. \nJericho, New York \nL&E Partner -Mid-sized NYC law firm \nSchoen Legal Search \nNew York City. New York \nProfessional Development Coordinator \n-\nAttorney Training and Development \nFilcro Legal Staffing \nNew York, New York \nCorporate Law • Paralegal Supervisor \nTOP AM LAw Firm \nNew York, New York \nGlobal Mobility Services Specialist \nFilcro Legal Staffing \nNew York, New York \nCorporate Associate (New York Office) \nMcCarter & English, LLP \nNew York, New York \nLitigation Associate \nLipsius BenHaim Law LLP \nKew Gardens. New York \nJunior and Mid-Level Associates for \nD&O/Financial Lines Coverage & Litigation \nGroup \nKennedys CMK LLP \nNew York, New York \nNot sure if your firm sukceribes? Ask your librarian. \nWe hope you found this message to be useful. \nHowever. if you'd rather not receive future mails of this sort. \nyou may unsubscribe here. \nPlease DO NOT reply to this email. For customer support inquiries. please call + I -646-781.7ICO or visit our Contact Us page. \nPrivacy Poky \nLaw3601 \nPortfolio Media. Inc. Ill West 19th Street. Sth Floor, New York. NY I COI I \nEFTA00032968",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "ents just days after he was sworn in as President Donald Trump's \nsecond appointee to the high court. Read full"
      },
      {
        "name": "Law Reviews",
        "role": "extracted",
        "context": "m> \nTo:\nSubject: Harvard, NYU Law Reviews Biased Against White Men, Sui"
      },
      {
        "name": "Biased Against",
        "role": "extracted",
        "context": "ect: Harvard, NYU Law Reviews Biased Against White Men, Suit Says \nDate: W"
      },
      {
        "name": "White Men",
        "role": "extracted",
        "context": "YU Law Reviews Biased Against White Men, Suit Says \nDate: Wed, 10 Oct"
      },
      {
        "name": "Suit Says",
        "role": "extracted",
        "context": "ews Biased Against White Men, Suit Says \nDate: Wed, 10 Oct 2018 07:31"
      },
      {
        "name": "Hoops Recruit",
        "role": "extracted",
        "context": "er 10, 2018 Law360 \nTOP NEWS \nHoops Recruit's Dad Tells Jury Cash Wasn't"
      },
      {
        "name": "Dad Tells",
        "role": "extracted",
        "context": "60 \nTOP NEWS \nHoops Recruit's Dad Tells Jury Cash Wasn't Only Factor"
      },
      {
        "name": "Jury Cash",
        "role": "extracted",
        "context": "WS \nHoops Recruit's Dad Tells Jury Cash Wasn't Only Factor \nThe fathe"
      },
      {
        "name": "Only Factor",
        "role": "extracted",
        "context": "'s Dad Tells Jury Cash Wasn't Only Factor \nThe father of former Univers"
      },
      {
        "name": "Suit \nThe",
        "role": "extracted",
        "context": "ews Biased Against White Men: Suit \nThe law reviews at Harvard Law Sc"
      },
      {
        "name": "Harvard Law",
        "role": "extracted",
        "context": "Men: Suit \nThe law reviews at Harvard Law School and the New York Unive"
      },
      {
        "name": "University School",
        "role": "extracted",
        "context": "d Law School and the New York University School \nof Law discriminate against"
      },
      {
        "name": "Aide Accused",
        "role": "extracted",
        "context": "ull article » \nEx-Goldman CEO Aide Accused In Wine Theft Leaps To Death"
      },
      {
        "name": "In Wine",
        "role": "extracted",
        "context": "Ex-Goldman CEO Aide Accused In Wine Theft Leaps To Death \nA forme"
      },
      {
        "name": "Theft Leaps",
        "role": "extracted",
        "context": "dman CEO Aide Accused In Wine Theft Leaps To Death \nA former assistant"
      },
      {
        "name": "To Death",
        "role": "extracted",
        "context": "e Accused In Wine Theft Leaps To Death \nA former assistant to the CE"
      },
      {
        "name": "Goldman Sachs",
        "role": "extracted",
        "context": "ormer assistant to the CEO of Goldman Sachs who was expected to plead \ngu"
      },
      {
        "name": "Royal Park",
        "role": "extracted",
        "context": "suicide. Read full article » \nRoyal Park Can't Revive $3.7B RMBS Suit,"
      },
      {
        "name": "Court Rules",
        "role": "extracted",
        "context": "'t Revive $3.7B RMBS Suit, NY Court Rules \nA New York appellate court s"
      },
      {
        "name": "Mulls Unsettled",
        "role": "extracted",
        "context": "ad full article \n» \n2nd Circ. Mulls Unsettled McDonnell Issues In Guinean C"
      },
      {
        "name": "Donnell Issues",
        "role": "extracted",
        "context": "2nd Circ. Mulls Unsettled McDonnell Issues In Guinean Case \nA convicted"
      },
      {
        "name": "In Guinean",
        "role": "extracted",
        "context": "ls Unsettled McDonnell Issues In Guinean Case \nA convicted former Guin"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "rt \npanel on Tuesday that the Supreme Court's McDonnell ruling should app"
      },
      {
        "name": "Second \nCircuit",
        "role": "extracted",
        "context": "ellate judge to muse that the Second \nCircuit has yet to limit the ruling t"
      },
      {
        "name": "Insurer Must",
        "role": "extracted",
        "context": "Read full article \nINSURANCE \nInsurer Must Pay $1.2M In Tainted Milk Row"
      },
      {
        "name": "In Tainted",
        "role": "extracted",
        "context": "RANCE \nInsurer Must Pay $1.2M In Tainted Milk Row, 2nd Circ. Told \nHar"
      },
      {
        "name": "Milk Row",
        "role": "extracted",
        "context": "rer Must Pay $1.2M In Tainted Milk Row, 2nd Circ. Told \nHarleysville"
      },
      {
        "name": "Told \nHarleysville",
        "role": "extracted",
        "context": "n Tainted Milk Row, 2nd Circ. Told \nHarleysville Worcester Insurance Co. on Tu"
      },
      {
        "name": "Worcester Insurance",
        "role": "extracted",
        "context": "2nd Circ. Told \nHarleysville Worcester Insurance Co. on Tuesday urged the Seco"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "ance Co. on Tuesday urged the Second Circuit to \nuphold a ruling that it i"
      },
      {
        "name": "Wesco Insurance",
        "role": "extracted",
        "context": "ntitled to reimbursement from Wesco Insurance Co. \nfor nearly $1.2 million"
      },
      {
        "name": "Pro Say",
        "role": "extracted",
        "context": "ES & WHITE COLLAR \nc  Alaw360 Pro Say Podcast \nListen to our new po"
      },
      {
        "name": "Podcast \nListen",
        "role": "extracted",
        "context": "TE COLLAR \nc  Alaw360 Pro Say Podcast \nListen to our new podcast here \nLAW"
      },
      {
        "name": "Bird \nArnold",
        "role": "extracted",
        "context": "ast here \nLAW FIRMS \nAlston & Bird \nArnold & Porter \nBelkin Burden \nBrow"
      },
      {
        "name": "Porter \nBelkin",
        "role": "extracted",
        "context": "IRMS \nAlston & Bird \nArnold & Porter \nBelkin Burden \nBrown Law Firm \nCassi"
      },
      {
        "name": "Burden \nBrown",
        "role": "extracted",
        "context": "Bird \nArnold & Porter \nBelkin Burden \nBrown Law Firm \nCassin & Cassin \nCl"
      },
      {
        "name": "Law Firm",
        "role": "extracted",
        "context": "Porter \nBelkin Burden \nBrown Law Firm \nCassin & Cassin \nClifford Ch"
      },
      {
        "name": "Cassin \nClifford",
        "role": "extracted",
        "context": "den \nBrown Law Firm \nCassin & Cassin \nClifford Chance \nCravath Swaine \nDavis"
      },
      {
        "name": "Chance \nCravath",
        "role": "extracted",
        "context": "rm \nCassin & Cassin \nClifford Chance \nCravath Swaine \nDavis Polk \nDonnelly"
      },
      {
        "name": "Swaine \nDavis",
        "role": "extracted",
        "context": "sin \nClifford Chance \nCravath Swaine \nDavis Polk \nDonnelly Conroy \nDorsey"
      },
      {
        "name": "Polk \nDonnelly",
        "role": "extracted",
        "context": "Chance \nCravath Swaine \nDavis Polk \nDonnelly Conroy \nDorsey & Whitney \nFri"
      },
      {
        "name": "Conroy \nDorsey",
        "role": "extracted",
        "context": "Swaine \nDavis Polk \nDonnelly Conroy \nDorsey & Whitney \nFried Frank \nGreen"
      },
      {
        "name": "Whitney \nFried",
        "role": "extracted",
        "context": "lk \nDonnelly Conroy \nDorsey & Whitney \nFried Frank \nGreenberg Traurig \nHen"
      },
      {
        "name": "Frank \nGreenberg",
        "role": "extracted",
        "context": "nroy \nDorsey & Whitney \nFried Frank \nGreenberg Traurig \nHengeler Mueller \nJo"
      },
      {
        "name": "Traurig \nHengeler",
        "role": "extracted",
        "context": "itney \nFried Frank \nGreenberg Traurig \nHengeler Mueller \nJones Day \nKellogg H"
      },
      {
        "name": "Mueller \nJones",
        "role": "extracted",
        "context": "Greenberg Traurig \nHengeler Mueller \nJones Day \nKellogg Hansen \nKennedys"
      },
      {
        "name": "Day \nKellogg",
        "role": "extracted",
        "context": "urig \nHengeler Mueller \nJones Day \nKellogg Hansen \nKennedys CMK \nKent Be"
      },
      {
        "name": "Hansen \nKennedys",
        "role": "extracted",
        "context": "r Mueller \nJones Day \nKellogg Hansen \nKennedys CMK \nKent Beatty \nKorein Till"
      },
      {
        "name": "Kent Beatty",
        "role": "extracted",
        "context": "Kellogg Hansen \nKennedys CMK \nKent Beatty \nKorein Tillery \nLatham & Wat"
      },
      {
        "name": "Korein Tillery",
        "role": "extracted",
        "context": "n \nKennedys CMK \nKent Beatty \nKorein Tillery \nLatham & Watkins \nLeClairRya"
      },
      {
        "name": "Watkins \nLe",
        "role": "extracted",
        "context": "tty \nKorein Tillery \nLatham & Watkins \nLeClairRyan \nLee Litigation Grou"
      },
      {
        "name": "Ryan \nLee",
        "role": "extracted",
        "context": "ery \nLatham & Watkins \nLeClairRyan \nLee Litigation Group \nLoeb & Loeb"
      },
      {
        "name": "Litigation Group",
        "role": "extracted",
        "context": "m & Watkins \nLeClairRyan \nLee Litigation Group \nLoeb & Loeb \nManatt Phelps"
      },
      {
        "name": "Loeb \nManatt",
        "role": "extracted",
        "context": "Lee Litigation Group \nLoeb & Loeb \nManatt Phelps \nEFTA00032964\n\nEx-Mark"
      },
      {
        "name": "Marks Paneth",
        "role": "extracted",
        "context": "natt Phelps \nEFTA00032964\n\nEx-Marks Paneth Accountant Charged In $2M IP"
      },
      {
        "name": "Accountant Charged",
        "role": "extracted",
        "context": "EFTA00032964\n\nEx-Marks Paneth Accountant Charged In $2M IP Scheme \nFederal aut"
      },
      {
        "name": "Scheme \nFederal",
        "role": "extracted",
        "context": "Accountant Charged In $2M IP Scheme \nFederal authorities in Florida have a"
      },
      {
        "name": "Shareholder Fires",
        "role": "extracted",
        "context": "created. Read full article » \nShareholder Fires Back At Dismissal Bids In 6D"
      },
      {
        "name": "Back At",
        "role": "extracted",
        "context": "article » \nShareholder Fires Back At Dismissal Bids In 6D Global S"
      },
      {
        "name": "Dismissal Bids",
        "role": "extracted",
        "context": "» \nShareholder Fires Back At Dismissal Bids In 6D Global Suit \nA 6D Globa"
      },
      {
        "name": "Global Suit",
        "role": "extracted",
        "context": "Back At Dismissal Bids In 6D Global Suit \nA 6D Global Technologies Inc"
      },
      {
        "name": "Global Technologies",
        "role": "extracted",
        "context": "Bids In 6D Global Suit \nA 6D Global Technologies Inc. shareholder on Friday sw"
      },
      {
        "name": "Starbucks Sued",
        "role": "extracted",
        "context": "article » \nPRODUCT LIABILITY \nStarbucks Sued Over White Chocolate Energy D"
      },
      {
        "name": "Over White",
        "role": "extracted",
        "context": "UCT LIABILITY \nStarbucks Sued Over White Chocolate Energy Drink Labeli"
      },
      {
        "name": "Chocolate Energy",
        "role": "extracted",
        "context": "TY \nStarbucks Sued Over White Chocolate Energy Drink Labeling \nA New York St"
      },
      {
        "name": "Drink Labeling",
        "role": "extracted",
        "context": "d Over White Chocolate Energy Drink Labeling \nA New York Starbucks custome"
      },
      {
        "name": "Instagram Art",
        "role": "extracted",
        "context": "cle » \nINTELLECTUAL PROPERTY \nInstagram Art Show Was Fair Use, Richard Pr"
      },
      {
        "name": "Show Was",
        "role": "extracted",
        "context": "CTUAL PROPERTY \nInstagram Art Show Was Fair Use, Richard Prince Says"
      },
      {
        "name": "Fair Use",
        "role": "extracted",
        "context": "PERTY \nInstagram Art Show Was Fair Use, Richard Prince Says \nVisual"
      },
      {
        "name": "Richard Prince",
        "role": "extracted",
        "context": "tagram Art Show Was Fair Use, Richard Prince Says \nVisual artist Richard P"
      },
      {
        "name": "Says \nVisual",
        "role": "extracted",
        "context": "Was Fair Use, Richard Prince Says \nVisual artist Richard Prince is push"
      },
      {
        "name": "Nicki Minaj",
        "role": "extracted",
        "context": "cle » \nMEDIA & ENTERTAINMENT \nNicki Minaj Didn't Return Rental Clothes,"
      },
      {
        "name": "Return Rental",
        "role": "extracted",
        "context": "RTAINMENT \nNicki Minaj Didn't Return Rental Clothes, NY Stylist Claims \nA"
      },
      {
        "name": "Stylist Claims",
        "role": "extracted",
        "context": "n't Return Rental Clothes, NY Stylist Claims \nA professional stylist accus"
      },
      {
        "name": "Bloomberg Workers",
        "role": "extracted",
        "context": "d full article » \nEMPLOYMENT \nBloomberg Workers Seek $13.8M In Costs, Fees In"
      },
      {
        "name": "In Costs",
        "role": "extracted",
        "context": "Bloomberg Workers Seek $13.8M In Costs, Fees In OT Suit \nA class of"
      },
      {
        "name": "Fees In",
        "role": "extracted",
        "context": "Workers Seek $13.8M In Costs, Fees In OT Suit \nA class of Bloomberg"
      },
      {
        "name": "Atty Accused",
        "role": "extracted",
        "context": "e. \nRead full article » \nIII. Atty Accused Of Defaming EB-5 Fund To Chin"
      },
      {
        "name": "Of Defaming",
        "role": "extracted",
        "context": "article » \nIII. Atty Accused Of Defaming EB-5 Fund To Chinese Investor"
      },
      {
        "name": "Fund To",
        "role": "extracted",
        "context": "Atty Accused Of Defaming EB-5 Fund To Chinese Investors \nThe U.S. I"
      },
      {
        "name": "Chinese Investors",
        "role": "extracted",
        "context": "used Of Defaming EB-5 Fund To Chinese Investors \nThe U.S. Immigration Fund LL"
      },
      {
        "name": "Immigration Fund",
        "role": "extracted",
        "context": "o Chinese Investors \nThe U.S. Immigration Fund LLC has sued an Illinois atto"
      },
      {
        "name": "Hong Kong",
        "role": "extracted",
        "context": ", his business \npartner and a Hong Kong consulting firm for fraud and"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "m for fraud and defamation in New \nYork state court, alleging they de"
      },
      {
        "name": "Sale To",
        "role": "extracted",
        "context": "KRUPTCY \nFIKA's Proposed $11M Sale To Ch. 11 Lender Approved \nFIKA,"
      },
      {
        "name": "Lender Approved",
        "role": "extracted",
        "context": "Proposed $11M Sale To Ch. 11 Lender Approved \nFIKA, a bankrupt New York Ci"
      },
      {
        "name": "Meister Seelig",
        "role": "extracted",
        "context": "ration. Read \nfull article » \nMeister Seelig & Fein \nMorgan Lewis \nMoskowi"
      },
      {
        "name": "Fein \nMorgan",
        "role": "extracted",
        "context": "l article » \nMeister Seelig & Fein \nMorgan Lewis \nMoskowitz LLP \nNexsen"
      },
      {
        "name": "Lewis \nMoskowitz",
        "role": "extracted",
        "context": "Meister Seelig & Fein \nMorgan Lewis \nMoskowitz LLP \nNexsen Pruet \nNijman Fra"
      },
      {
        "name": "Nexsen Pruet",
        "role": "extracted",
        "context": "Morgan Lewis \nMoskowitz LLP \nNexsen Pruet \nNijman Franzetti \nNorton Ros"
      },
      {
        "name": "Nijman Franzetti",
        "role": "extracted",
        "context": "Moskowitz LLP \nNexsen Pruet \nNijman Franzetti \nNorton Rose Fulbright \nOglet"
      },
      {
        "name": "Norton Rose",
        "role": "extracted",
        "context": "xsen Pruet \nNijman Franzetti \nNorton Rose Fulbright \nOgletree Deakins"
      },
      {
        "name": "Fulbright \nOgletree",
        "role": "extracted",
        "context": "Nijman Franzetti \nNorton Rose Fulbright \nOgletree Deakins \nOtterbourg PC \nPinse"
      },
      {
        "name": "Deakins \nOtterbourg",
        "role": "extracted",
        "context": "rton Rose Fulbright \nOgletree Deakins \nOtterbourg PC \nPinsent Masons \nRiker Dan"
      },
      {
        "name": "Pinsent Masons",
        "role": "extracted",
        "context": "etree Deakins \nOtterbourg PC \nPinsent Masons \nRiker Danzig \nRobbins Geller"
      },
      {
        "name": "Riker Danzig",
        "role": "extracted",
        "context": "tterbourg PC \nPinsent Masons \nRiker Danzig \nRobbins Geller \nSidley Austi"
      },
      {
        "name": "Robbins Geller",
        "role": "extracted",
        "context": "Pinsent Masons \nRiker Danzig \nRobbins Geller \nSidley Austin \nSpolzino Smit"
      },
      {
        "name": "Sidley Austin",
        "role": "extracted",
        "context": "Riker Danzig \nRobbins Geller \nSidley Austin \nSpolzino Smith \nSullivan & C"
      },
      {
        "name": "Spolzino Smith",
        "role": "extracted",
        "context": "obbins Geller \nSidley Austin \nSpolzino Smith \nSullivan & Cromwell \nTarter"
      },
      {
        "name": "Cromwell \nTarter",
        "role": "extracted",
        "context": "n \nSpolzino Smith \nSullivan & Cromwell \nTarter Krinsky \nWeil Gotshal \nWillki"
      }
    ],
    "locations": [
      {
        "name": "Suit, NY",
        "type": "city"
      },
      {
        "name": "Rental Clothes, NY",
        "type": "city"
      },
      {
        "name": "Green, PC",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2018-10-10",
        "event": "October 10, 2018"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:32.930Z"
}