{
  "document": {
    "id": "efta00023782",
    "filename": "EFTA00023782.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00023782.pdf",
    "text": "\n\nFrom: ' \n)\" < \nTo: Gary Bloxsome < \nCc: Daniel Cund \nSubject: RE: Sensitive Correspondence \nDate: Tue, 28 Jul 2020 22:29:15 +0000 \nAttachments: Standard Proffer_Agreement (blank).pdf \nJennifer Richardson \nGary, \nWe write to follow up on our conversation yesterday, to confirm certain aspects of our discussion and to provide certain \ninformation you requested. First, thank you for conveying your questions, and I hope our initial responses were of some \nuse. To provide additional information that may be helpful, attached please find a blank proffer agreement, which is our \nstandard form agreement for proffer interviews, as you requested. Please note that in addition to the provisions I briefly \ndescribed on our call, there are also provisions that may not be relevant to your client. We nevertheless send the \ncomplete agreement for your review. \nAdditionally, and also as requested, certain information relating to Title 18, United States Code, Section 1001, is provided \nbelow. \nIn relevant part, that statute states the following: \"Except as otherwise provided in this section, whoever, in any matter \nwithin the jurisdiction of the executive, legislative, or judicial branch of the Government of the United States, knowingly \nand willfully—(1) falsifies, conceals, or covers up by any trick, scheme, or device a material fact; (2) makes any materially \nfalse, fictitious, or fraudulent statement or representation; or (3) makes or uses any false writing or document knowing \nthe same to contain any materially false, fictitious, or fraudulent statement or entry [is guilty of an offense]. The full \nlanguage of the statute is also available here. \nRegarding the elements required to prove such an offense, pursuant to Sand, Modern Federal Jury Instructions, Instruction \n36-3 (Elements of the Offense), a conviction for this offense require that the following elements each must be proven \nbeyond a reasonable doubt: \nFirst, that on or about the date specified in the indictment, the defendant falsified (or concealed or covered up) a \nmaterial fact; \nSecond, that the fact falsified (or concealed or covered up) was material; \nThird, that defendant did so by trick, scheme or device; \nFourth, that defendant acted knowingly and willfully; and \nFifth, that the falsification, concealment or coverup was with respect to a matter within the jurisdiction of the \ngovernment of the United States (if applicable: or that federal funds were involved). \nYou may note in particular the inclusion of the \"knowingly and willfully\" requirement, as we discussed. \nWe also understand that you will send us, to the extent you believe it is relevant or helpful for our consideration, any \nparticular provisions or protections contemplated under the MLAT process, and which of those, if any, you believe are \nrelevant, or should be applicable, to a voluntary interview. \nWe look forward to speaking with you again this coming Monday, August 3, at 4:00 p.m. (LDN time), and we further \nconfirm, as discussed, that our Office is prepared to extend the Negotiation Period, referenced in our email of July 14, \n2020, for two weeks from our call yesterday, to August 10, 2020, under the terms previously mutually agreed upon. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00023782",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Gary Bloxsome",
        "role": "extracted",
        "context": "From: ' \n)\" < \nTo: Gary Bloxsome < \nCc: Daniel Cund \nSubject:"
      },
      {
        "name": "Daniel Cund",
        "role": "extracted",
        "context": "\" < \nTo: Gary Bloxsome < \nCc: Daniel Cund \nSubject: RE: Sensitive Corre"
      },
      {
        "name": "Sensitive Correspondence",
        "role": "extracted",
        "context": "Cc: Daniel Cund \nSubject: RE: Sensitive Correspondence \nDate: Tue, 28 Jul 2020 22:29"
      },
      {
        "name": "Standard Proffer",
        "role": "extracted",
        "context": "22:29:15 +0000 \nAttachments: Standard Proffer_Agreement (blank).pdf \nJennif"
      },
      {
        "name": "Jennifer Richardson",
        "role": "extracted",
        "context": "roffer_Agreement (blank).pdf \nJennifer Richardson \nGary, \nWe write to follow up"
      },
      {
        "name": "Modern Federal",
        "role": "extracted",
        "context": "an offense, pursuant to Sand, Modern Federal Jury Instructions, Instructio"
      },
      {
        "name": "Jury Instructions",
        "role": "extracted",
        "context": "suant to Sand, Modern Federal Jury Instructions, Instruction \n36-3 (Elements"
      },
      {
        "name": "Negotiation Period",
        "role": "extracted",
        "context": "ice is prepared to extend the Negotiation Period, referenced in our email of J"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "on. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-14",
        "event": "July 14, \n2020"
      },
      {
        "date": "2020-08-10",
        "event": "August 10, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:09.615Z"
}