{
  "document": {
    "id": "efta00021842",
    "filename": "EFTA00021842.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021842.pdf",
    "text": "\n\nCase 1:15-cv-07433-LAP Document 1078-3 Filed 07/29/20 Page 1 of 19 \nEXHIBIT C \nEFTA00021842\n\nCagtis\n31524ILQA \nele.tAZNNIRIFficti4ritOrnilgde3d7tAM2\nQoalaegPoi \nqi319 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \n    x \nUNITED STATES OF AMERICA SUPERSEDING INDICTMENT \nS1 20 Cr. 330 (AJN) \nGHISLAINE MAXWELL, \nDefendant. \nx \nCOUNT ONE \n(Conspiracy to Entice Minors to Travel to Engage in \nIllegal Sex Acts) \nThe Grand Jury charges: \nOVERVIEW \n1. The charges set forth herein stem from the role \nof GHISLAINE MAXWELL, the defendant, in the sexual exploitation \nand abuse of multiple minor girls by Jeffrey \nEpstein. In \nparticular, from at least in or about 1994, up to \nand including \nat least in or about \n1997, MAXWELL assisted, facilitated, and \ncontributed to Jeffrey Epstein's abuse of minor girls by, among \nother things, helping Epstein to recruit, groom, and ultimately \nabuse victims known to MAXWELL and Epstein to be under the age \nof 18. The victims were as young as 14 years old when they were \ngroomed and abused by MAXWELL and Epstein, both of whom knew \nthat certain victims were in fact under the age of 18. \n2. As a \npart and in furtherance of their scheme to \nabuse minor victims, GHISLAINE \nMAXWELL, the defendant, and \nJeffrey Epstein enticed and caused minor victims to travel to \nEFTA00021843\n\ncaatsb452tvtigG \ntAZNDmaritithitoiP-\niigdEgigt7g4d2Qoalaeleol \n81319 \nEpstein's residences in \ndifferent states, which MAXWELL knew and \nintended would result in their grooming for and \nsubjection to \nsexual abuse. Moreover, in an effort to conceal her crimes, \nMAXWELL repeatedly lied when questioned \nabout her conduct, \nincluding in relation to some of the minor victims \ndescribed \nherein, when providing testimony under oath \nin 2016. \nFACTUAL BACKGROUND \n3. \nDuring the time periods charged in this \nIndictment, \nGHISLAINE MAXWELL, the defendant, had a personal and \nprofessional relationship with Jeffrey \nEpstein and was among his \nclosest associates. In particular, between in or about 1994 and \nin or about 1997, \nMAXWELL was in an intimate relationship with \nEpstein and also was paid by Epstein to manage his various \nproperties. Over the course of \ntheir relationship, MAXWELL and \nEpstein were photographed together on multiple occasions, \nincluding in the below image: \nEFTA00021844\n\nC4§§s\n1152DitRA et% \nIDAANDU4gOcti4ritO1P-\nIlgdeSVMM2Q)alaegPoi \nqt19 \n4. Beginning in at least 1994, GHISLAINE MAXWELL, \nthe defendant, enticed and \ngroomed multiple minor girls to \nengage in sex acts with Jeffrey Epstein, through a variety of \nmeans and methods, including but not limited to the following: \na. \nMAXWELL first attempted to befriend some of \nEpstein's minor \nvictims prior \nto \ntheir abuse, \nincluding by \nasking the victims about their lives, their schools, and their \nfamilies. MAXWELL and Epstein would spend time building \nfriendships with minor victims by, for example, taking minor \nvictims to the movies or shopping. \nSome of these outings would \ninvolve MAXWELL and Epstein spending time together with a minor \nvictim, while some would involve MAXWELL or Epstein spending \ntime alone with a minor victim. \nb. Having developed a rapport with a victim, \nMAXWELL would try to normalize sexual abuse for a minor victim \nby, among other things, discussing sexual topics, undressing in \nfront of the victim, being present when a minor victim was \nundressed, and/or being present for sex acts involving the minor \nvictim and \nEpstein. \nc. \nMAXWELL'S presence during minor \nvictims' \ninteractions with Epstein, including interactions \nwhere the \nminor victim was undressed or that \nEpstein, helped put the victims at \nwas present. For example, in some \ninvolved sex acts with \nease because an adult \nwoman \ninstances, MAXWELL would \n3 \nEFTA00021845\n\nCe@tisli52DitAA et1\n.1OANDSientOrit017P-\nIlgde307MM2QoalaegVc5 \nqt19 \nmassage Epstein in front of a minor victim. In other instances, \nMAXWELL encouraged minor victims to provide massages to Epstein, \nincluding sexualized massages during which a minor victim would \nbe fully or partially nude. Many of those massages resulted in \nEpstein sexually abusing the minor victims. \nd. In addition, Epstein offered to help \nsome \nminor victims by paying for travel and/or educational \nopportunities, and MAXWELL encouraged certain victims to accept \nEpstein's assistance. As a result, victims were made to feel \nindebted and believed that \nMAXWELL and Epstein were trying to \nhelp \nthem. \nenticed victims \nsome \ninstances, \nsexual abuse of \ne. Through this process, MAXWELL and Epstein \nto engage in sexual activity with Epstein. In \nMAXWELL was present for and participated in the \nminor victims. Some such incidents occurred in \nthe context of massages, which developed into sexual encounters. \n5. GHISLAINE MAXWELL, the defendant, facilitated \nJeffrey Epstein's access to minor victims knowing that he had a \nsexual \npreference for underage girls and that he intended to \nengage in sexual activity with those victims. Epstein's \nresulting abuse of minor victims included, among other things, \ntouching a victim's breast, touching a victim's genitals, \nplacing a sex toy such as a vibrator on a \nvictim's genitals, \n4 \nEFTA00021846\n\nCaggs452tuT97c \nViOND(45160141thit017P-  i \nIgdEtidifeggi2PCPReB \nqi319 \ndirecting a victim to touch Epstein while he masturbated, and \ndirecting a victim to touch Epstein's genitals. \nMAXWELL AND EPSTEIN'S VICTIMS \n6. Between approximately in or about 1994 and in or \nabout 1997, GHISLAINE MAXWELL, the defendant, facilitated \nJeffrey Epstein's access to minor victims by, among other \nthings, inducing and enticing, and aiding and abetting the \ninducement and enticement of, multiple minor victims. Victims \nwere groomed and/or abused at multiple locations, including the \nfollowing: \na. \nA a multi\n-story private \nresidence on \nthe \nUpper East Side of Manhattan, New York owned by Epstein (the \n\"New York Residence\"), which is depicted in the following \nphotograph: \nEFTA00021847\n\ncagasblfzattA765181PANDuithothithito7P-iigdesigt74N2Q0alaewa \nqI31-9 \nb. An estate in Palm Beach, Florida owned by \nEpstein (the \"Palm Beach \nResidence\"), which is depicted in the \nfollowing photograph: \nc. A tdnch in Santa Fe, New \nMexico owned by \n,  Epstein (the \"New Mexico Residence\"), which is depicted in the \nfollowing photograph: \nEFTA00021848\n\nCagas\n1152DitQA \ne'&1:0k)NDUenctithit017P-\nIlgdeSVMM2Q0alaegPeff \nqt19 \nd. MAXWELL's personal residence in London, \nEngland. \n7. Among the victims induced or enticed by GHISLAINE \nMAXWELL, the defendant, were minor victims identified herein as \nMinor Victim-1, Minor Victim-2, and Minor Victim-3. In \nparticular, and during time periods relevant to this Indictment, \nMAXWELL engaged in the following acts, among others, with \nrespect to minor victims: \na. MAXWELL met Minor \nVictim-1 when Minor \nVictim-1 was approximately 14 years old. MAXWELL subsequently \ninteracted with Minor Victim-1 on multiple occasions at \nEpstein's residences, knowing that Minor Victim\n-1 was under the \nage of 18 at the time. During these interactions, which took \nplace between approximately 1994 and 1997, MAXWELL groomed Minor \nVictim-1 to engage in sexual acts with Epstein through multiple \nmeans. First, MAXWELL and Epstein attempted to befriend Minor \nVictim-1, taking her to the movies and on shopping trips. \nMAXWELL also asked \nMinor Victim-1 about school, her classes, her \nfamily, and other aspects of her life. MAXWELL then sought to \nnormalize inappropriate and abusive conduct by, among other \nthings, undressing in front of Minor Victim-1 and being present \nwhen Minor Victim-1 \nundressed in front of Epstein. Within the \nfirst year after MAXWELL and Epstein met Minor Victim-1, Epstein \nbegan sexually abusing Minor Victim-1. MAXWELL was present for \n7 \nEFTA00021849\n\nCaggsblfavtiTh \ntAZNDSTWOritithitO1P-\nIlgdeSPAM9J2Qoalae06, \nqI319 \nand involved in some of \nthis abuse. In particular, MAXWELL \ninvolved Minor Victim-1 in \ngroup sexualized massages of Epstein. \nDuring those group sexualized massages, MAXWELL and/or Minor \nVictim-1 would engage in sex acts with Epstein. Epstein and \nMAXWELL both encouraged Minor Victim-1 to travel to Epstein's \nresidences in both New York and Florida. As a \nresult, Minor \nVictim-1 was sexually abused by Epstein in both New York and \nFlorida. Minor Victim-1 was enticed to travel across state \nlines for the purpose of sexual encounters with Epstein, and \nMAXWELL was aware that Epstein engaged in sexual activity with \nMinor Victim-1 after Minor-Victim-1 traveled to Epstein's \nproperties, including in the context of a \nsexualized massage. \nb. MAXWELL interacted with Minor Victim-2 on at \nleast one occasion in or about 1996 at Epstein's residence in \nNew Mexico when Minor Victim-2 \nwas under the age of 18. Minor \nVictim-2 had flown into New Mexico from out of state at \nEpstein's invitation for the purpose of being groomed for and/or \nsubjected to acts of sexual abuse. MAXWELL knew that Minor \nVictim-2 was under the age of 18 at the time. While in New \nMexico, MAXWELL and Epstein took Minor Victim-2 to a movie and \nMAXWELL took Minor Victim-2 shopping. MAXWELL also discussed \nMinor Victim-2's school, classes, and family with Minor Victim-\n2. In New Mexico, MAXWELL began her efforts to groom Minor \nVictim-2 \nfor abuse by Epstein by, among other things, providing \n8 \nEFTA00021850\n\nCaigtiel$:20.QP§NSARJrPogaalitibh0P-3Fitcci-P \nri \n260pitAgg OM 19\nan unsolicited massage to Minor Victim-2, during which Minor \nVictim-2 was \ntopless. MAXWELL also encouraged Minor Victim-2 to \nmassage Epstein. \nc. \nMAXWELL groomed and befriended Minor \nVictim-3 in London, England \nbetween approximately 1994 and 1995, \nincluding \nduring a period of time in which MAXWELL knew that \nMinor Victim-3 was under the age of 18. Among other \nthings, \nMAXWELL discussed Minor Victim-3's life and family with Minor \nVictim-3. MAXWELL introduced Minor Victim-3 \nto Epstein and \narranged for multiple interactions between Minor Victim-3 and \nEpstein. During those interactions, MAXWELL \nencouraged Minor \nVictim-3 to massage Epstein, knowing that Epstein would engage \nin sex acts with Minor \nVictim-3 during those massages. Minor \nVictim-3 provided Epstein with the requested \nmassages, and \nduring those massages, Epstein sexually \nabused Minor Victim-3. \nMAXWELL was aware that Epstein engaged in sexual activity with \nMinor Victim-3 on multiple occasions, including at times when \nMinor Victim-3 was under the age of 18, including in \nthe context \nof a sexualized \nmassage. \nMAXWELL'S \nEFFORTS \nTO CONCEAL HER CONDUCT \n8. In or around 2016, in the context of a deposition \nas part of civil litigation, GHISLAINE MAXWELL, the \ndefendant, \nrepeatedly provided false and perjurious statements, under oath, \nregarding, among other subjects, her role in facilitating the \n9 \nEFTA00021851\n\nca@gsb4524ttWotishb4eNputowthitolS-\niigd*NRA\n2cIDalaegiokli0\n19\nabuse of minor victims by Jeffrey Epstein, \nincluding some of the \nspecific events and acts of abuse detailed \nabove. \nSTATUTORY ALLEGATIONS \n9. From at least in or about 1994, up to and \nincluding in or about 1997, in the Southern District of New York \nand elsewhere, GHISLAINE MAXWELL, the defendant, \nJeffrey \nEpstein, and \nothers known and unknown, willfully and knowingly \ndid combine, conspire, confederate, and agree together and with \neach other to \ncommit an offense against the United States, to \nwit, enticement, in violation of \nTitle 18, United States Code, \nSection 2422. \n10. It was a part and object of the conspiracy that \nGHISLAINE MAXWELL, the defendant, Jeffrey Epstein, and others \nknown and unknown, \nwould and did knowingly persuade, induce, \nentice, and coerce one and more individuals to travel in \ninterstate \nand foreign commerce, to engage in sexual activity \nfor which a person can be charged with a criminal offense, in \nviolation of \nTitle 18, United States Code, Section 2422. \nOvert Acts \n11. In furtherance of the conspiracy and to effect \nthe illegal object thereof, the following overt acts, among \nothers, were committed in the Southern District of New York and \nelsewhere: \n10 \nEFTA00021852\n\nCa@lasb\n1152D1197019g3b4e \nNIDU66314OrkOrnilgdEUVRAM\n2\nCPaldegP1101 \n2/319 \na. Between in or about 1994 and in or about \n1997, when Minor Victim-1 was under the age of 18, MAXWELL \nparticipated in multiple group sexual encounters with Epstein \nand Minor Victim-1 in New York and \nFlorida. \nb. \nIn or \nabout 1996, when Minor Victim\n-1 was \nunder the age of 18, Minor Victim-1 was enticed to travel from \nFlorida to New York for purposes of sexually abusing her at the \nNew York Residence, in violation \nof New York Penal Law, Section \n130.55. \nc. In or about 1996, when Minor \nVictim-2 was \nunder the age of 18, MAXWELL provided Minor Victim-2 with an \nunsolicited massage in \nNew Mexico, during which Minor Victim-2 \nwas topless. \nd. Between in or \nabout 1994 and in or about \n1995, when Minor Victim-3 was under the age of 18, MAXWELL \nencouraged Minor Victim-3 to provide massages to Epstein in \nLondon, England, knowing that Epstein intended to \nsexually abuse \nMinor Victim-3 during those \nmassages. \n(Title 18, United States Code, Section 371.) \nCOUNT TWO \n(Enticement of a Minor to Travel to Engage in Illegal Sex Acts) \nThe Grand Jury \nfurther charges: \n12. The \nallegations contained in paragraphs 1 \nthrough 8 of this Indictment \nare repeated and realleged as if \nfully set forth within. \n11 \nEFTA00021853\n\nC73 ND bi9 \n13. \nFrom at least in or about 1994, up to and \nincluding in or \nabout 1997, in the Southern District of New York \nand elsewhere, GHISLAINE MAXWELL, the defendant, \nknowingly did \npersuade, induce, entice, and coerce an individual to travel in \ninterstate and foreign commerce to engage in sexual activity for \nwhich a person can be charged \nwith a criminal offense, and \nattempted to do the same, and aided and abetted the same, to \nwit, MAXWELL persuaded, \ninduced, enticed, and coerced Minor \nVictim-1 to travel from Florida to New York, New York on \nmultiple occasions with the \nintention that Minor Victim-1 would \nengage in one or more sex acts with Jeffrey Epstein, \nin \nviolation of New York Penal Law, \nSection 130.55. \n(Title 18, United States Code, Sections 2422 and 2.) \nCOUNT THREE \n(Conspiracy to Transport Minors with Intent to \nEngage in Criminal Sexual Activity) \nThe Grand Jury further charges: \n14. The allegations contained in paragraphs 1 \nthrough 8 of this Indictment are repeated and realleged as if \nfully set forth within. \n15. From at least in \nor about 1994, up to and \nincluding in \nor about 1997, in the Southern District of New York \nand elsewhere, GHISLAINE MAXWELL, the defendant, Jeffrey \nEpstein, and others known and unknown, willfully \nand knowingly \ndid \ncombine, conspire, confederate, and agree together and \nwith \neach other to commit an offense against the \nUnited States, to \n12 \nEFTA00021854\n\nCa@igtsb\n3\n1524ttRitithb4eNDUMINKthitOn-\nilgdEl*PAN\n2\nCPaidegfak4 \n2f31.9 \nwit, transportation of minors, in violation of Title 18, United \nStates Code, Section 2423(a). \n16. It was a part and object of the conspiracy that \nGHISLAINE MAXWELL, the defendant, Jeffrey Epstein, and others \nknown and unknown, would and did, knowingly transport an \nindividual who had not attained the \nage of 18 in interstate and \nforeign commerce, with intent that the individual engage in \nsexual activity for which a person can be charged with a \ncriminal offense, in violation of Title 18, United States Code, \nSection \n2423(a). \nOvert \nActs \n17. In furtherance of the conspiracy and to effect \nthe illegal object thereof, the following overt acts, among \nothers, were committed in the Southern District of New York and \nelsewhere: \na. Between in or about 1994 and in or about \n1997, when Minor Victim-1 was under the age of 18, MAXWELL \nparticipated in multiple group sexual encounters with EPSTEIN \nand Minor Victim\n-1 in New York and Florida. \nb. In or about 1996, when Minor Victim-1 was \nunder the age of 18, Minor Victim-1 was enticed to travel from \nFlorida to New York for purposes of sexually abusing her at the \n13 \nEFTA00021855\n\nCaagtsb\n1\n152DitWOM3MeNDZienAithitOn-\nilgdg3d7MA\n2\nCIDaldeaalk5 \n2i319 \nNew York Residence, in violation of New York Penal Law, Section \n130.55. \nc. In or about 1996, when \nMinor Victim-2 was \nunder the \nage of 18, MAXWELL provided Minor Victim-2 with an \nunsolicited massage in New \nMexico, during which Minor Victim-2 \nwas topless. \nd. Between in or about 1994 and in or \nabout \n1995, when Minor Victim-3 was under the age of 18, MAXWELL \nencouraged Minor Victim-3 to provide massages to \nEpstein in \nLondon, \nEngland, knowing that Epstein intended to sexually abuse \nMinor Victim-3 during those massages. \n(Title 18, United States Code, Section 371.) \nCOUNT FOUR \n(Transportation of a Minor with Intent to \nEngage in \nCriminal Sexual Activity) \nThe Grand Jury \nfurther charges: \n18. The allegations contained in paragraphs 1 \nthrough 8 of this Indictment are repeated and realleged as if \nfully set forth within. \n19. From at least in or about 1994, up to and \nincluding in or about 1997, in the Southern District of New York \nand elsewhere, \nGHISLAINE MAXWELL, the defendant, knowingly did \ntransport an individual who had not attained \nthe age of 18 in \ninterstate and foreign commerce, with the intent that the \nindividual engage in sexual activity for \nwhich a person can be \ncharged with a criminal offense, and attempted to do so, and \n14 \nEFTA00021856\n\nca@gsbitakRitishMeNDueLfuegrito2P-\nIigdgyl7MA\n2\nqoaldemkgg131.\n9\naided and abetted the same, to wit, MAXWELL arranged for \nMinor \nVictim-1 to be \ntransported from Florida to New York, New York on \nmultiple occasions with the intention that Minor Victim-1 would \nengage in one or more sex acts with Jeffrey Epstein, in \nviolation of New York Penal Law, Section 130.55. \n(Title 18, United States Code, Sections 2423(a) and 2.) \nCOUNT FIVE \n(Perjury) \nThe Grand Jury further charges: \n20. The allegations contained in paragraphs 1 \nthrough 8 of this Indictment are repeated and realleged as \nif \nfully set forth within. \n21. On or about April 22, 2016, in the Southern \nDistrict of New York, GHISLAINE MAXWELL, the defendant, having \ntaken an oath \nto testify truthfully in a deposition in \nconnection with a case then pending before the United States \nDistrict Court for the Southern District of New York under \ndocket number 15 Civ. 7433, knowingly made false material \ndeclarations, to wit, MAXWELL gave the following underlined \nfalse testimony: \nQ. \nDid Jeffrey Epstein have a scheme to recruit \nunderage girls for sexual massages? If you know. \nA. I don't know what you're talking about. \n• • • \n15 \nEFTA00021857\n\nCaagtsb1\n1524takital3MeNDegoUegritOrnagd*PARA2\nCPalaegLE6k \n2/319 \nQ. \nList all the people under the age of 18 that you \ninteracted with at any of Jeffrey's properties? \nA. I'm not aware of anybody \nthat I interacted with, \nother than obviously [the plaintiff) who was 17 \nat this point. \n(Title 18, United States Code, Section 1623.) \nCOUNT SIX \n(Perjury) \nThe Grand Jury further charges: \n22. The allegations contained in paragraphs 1 \nthrough 8 of this Indictment are repeated and \nrealleged as if \nfully set forth within. \n23. On or about July 22, 2016, in the Southern \nDistrict of New York, GHISLAINE MAXWELL, the defendant, having \ntaken an \noath to testify truthfully in a deposition in \nconnection with a case then pending before \nthe United States \nDistrict Court for the Southern District of New York under \ndocket number 15 Civ. 7433, knowingly made false material \ndeclarations, to wit, MAXWELL \ngave the following underlined \nfalse testimony: \nQ: \nWere you aware of the presence of sex toys \nor \ndevices used in sexual activities in Mr. \nEpstein's Palm Beach house? \nA: \nNo, not that I recall.  . . \nQ. Do you know whether Mr. \nEpstein possessed sex \ntoys or devices used in sexual \nactivities? \nA. \nNo. \n16 \nEFTA00021858\n\nca@gsbitakfigo1593MeNDuckfuegrito2P-\niigdgylifbiaSsPePalaeggl6t \n81319 \n• • • \nQ. \nOther than yourself and \nthe blond and brunette \nthat you have \nidentified as having been involved \nin \nthree-way sexual activities, with whom did Mr. \nEpstein have sexual activities? \nA. \nI wasn't aware \nthat he was \nhaving \nsexual \nactivities with anyone when I was with him other \nthan myself. \nQ. \nI want to be sure that I'm \nclear. Is it your \ntestimony that in the 1990s and \n2000s, you were \nnot aware that Mr. Epstein was having \nsexual \nactivities with anyone \nother than yourself and \nthe blond and brunette on those few occasions \nwhen they were involved with you? \nA. That is my testimony, that is \ncorrect. \n•  • • \nQ. \nIs it your testimony that you've never given \nanybody a massage? \nA. I have not given \nanyone a massage. \nQ. \nYou never gave Mr. \nEpstein a massage, is that \nyour testimony? \nA. That is my testimony. \nQ. You never gave [Minor Victim-2] a massage is \nyour \ntestimony? \nA. \nI never gave (Minor Victim\n-2) a massage. \n(Title 18, \nUnited States Code, Section 1623.) \ngm( \nAUDREY RAUSS \nActing united States \nAttorney \n17 \nEFTA00021859\n\nca@gsbifnitfigoVas3t4eNcvmuegritolS-\niigd*PAN\n2\nqoaldea331\n61g131.\n9\nForm No. USA-33s-274 (Ed. 9-25-58) \nUNITED STATES \nDISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUNITED STATES OF AMERICA \nv. \nGHISLAINE MAXWELL, \nDefendant. \nSUPERSEDING INDICTMENT \nS1 20 Cr. 330 (AJN) \n(18 U.S.C. §S 371, \n1623, 2422, \n2423(a), \nand \n2) \nAUDREY STRAUSS \nActing \nUnited States Attorney \nForeperson \n18 \nEFTA00021860",
    "pageCount": 19,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "AXWELL assisted, facilitated, and \ncontributed to Jeffrey Epstein's abuse of minor girls by, among \nother things, h"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "RICA SUPERSEDING INDICTMENT \nS1 20 Cr. 330 (AJN) \nGHISLAINE MAXWELL, \nDefendant. \nx \nCOUNT ONE \n(Conspiracy to Entice"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "used in sexual activities in Mr. \nEpstein's Palm Beach house? \nA:"
      },
      {
        "name": "Entice Minors",
        "role": "extracted",
        "context": "x \nCOUNT ONE \n(Conspiracy to Entice Minors to Travel to Engage in \nIlleg"
      },
      {
        "name": "Illegal Sex",
        "role": "extracted",
        "context": "inors to Travel to Engage in \nIllegal Sex Acts) \nThe Grand Jury charges"
      },
      {
        "name": "The Grand",
        "role": "extracted",
        "context": "Engage in \nIllegal Sex Acts) \nThe Grand Jury charges: \nOVERVIEW \n1. T"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "se of multiple minor girls by Jeffrey \nEpstein. In \nparticular, from at leas"
      },
      {
        "name": "Upper East",
        "role": "extracted",
        "context": "y private \nresidence on \nthe \nUpper East Side of Manhattan, New York o"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "aewa \nqI31-9 \nb. An estate in Palm Beach, Florida owned by \nEpstein (t"
      },
      {
        "name": "Santa Fe",
        "role": "extracted",
        "context": "ng photograph: \nc. A tdnch in Santa Fe, New \nMexico owned by \n,  Eps"
      },
      {
        "name": "New \nMexico",
        "role": "extracted",
        "context": "aph: \nc. A tdnch in Santa Fe, New \nMexico owned by \n,  Epstein (the \"Ne"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "co owned by \n,  Epstein (the \"New Mexico Residence\"), which is depicte"
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "victims identified herein as \nMinor Victim-1, Minor Victim-2, and Minor"
      },
      {
        "name": "Minor \nVictim",
        "role": "extracted",
        "context": "inor victims: \na. MAXWELL met Minor \nVictim-1 when Minor \nVictim-1 was ap"
      },
      {
        "name": "In New",
        "role": "extracted",
        "context": "family with Minor Victim-\n2. In New Mexico, MAXWELL began her eff"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ding in or about 1997, in the Southern District of New York \nand elsewhere, G"
      },
      {
        "name": "Overt Acts",
        "role": "extracted",
        "context": "d States Code, Section 2422. \nOvert Acts \n11. In furtherance of the co"
      },
      {
        "name": "Penal Law",
        "role": "extracted",
        "context": "ce, in violation \nof New York Penal Law, Section \n130.55. \nc. In or a"
      },
      {
        "name": "Transport Minors",
        "role": "extracted",
        "context": "COUNT THREE \n(Conspiracy to Transport Minors with Intent to \nEngage in Cri"
      },
      {
        "name": "Criminal Sexual",
        "role": "extracted",
        "context": "ors with Intent to \nEngage in Criminal Sexual Activity) \nThe Grand Jury fur"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "rs, in violation of Title 18, United \nStates Code, Section 2423(a). \n16. I"
      },
      {
        "name": "Overt \nActs",
        "role": "extracted",
        "context": "tes Code, \nSection \n2423(a). \nOvert \nActs \n17. In furtherance of the co"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "about April 22, 2016, in the Southern \nDistrict of New York, GHISLAINE MAXWEL"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "ing before the United States \nDistrict Court for the Southern District of"
      },
      {
        "name": "Did Jeffrey",
        "role": "extracted",
        "context": "rlined \nfalse testimony: \nQ. \nDid Jeffrey Epstein have a scheme to recr"
      },
      {
        "name": "States \nAttorney",
        "role": "extracted",
        "context": "AUDREY RAUSS \nActing united States \nAttorney \n17 \nEFTA00021859\n\nca@gsbifni"
      },
      {
        "name": "Form No",
        "role": "extracted",
        "context": "gd*PAN\n2\nqoaldea331\n61g131.\n9\nForm No. USA-33s-274 (Ed. 9-25-58) \nU"
      },
      {
        "name": "Acting \nUnited",
        "role": "extracted",
        "context": "a), \nand \n2) \nAUDREY STRAUSS \nActing \nUnited States Attorney \nForeperson"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "UDREY STRAUSS \nActing \nUnited States Attorney \nForeperson \n18 \nEFTA00021860"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Santa Fe",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2016-04-22",
        "event": "April 22, 2016"
      },
      {
        "date": "2016-07-22",
        "event": "July 22, 2016"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:05.560Z"
}