{
  "document": {
    "id": "efta00020535",
    "filename": "EFTA00020535.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00020535.pdf",
    "text": "\n\nFrom: ' (USANYS)\" <I \nTo: ' (USANYS)\" \n<I  \n> \nCc: ' (USANYS) \nSubject: DAILY BEAST: Manhattan D.A. Cy Vance Finally Got Harvey Weinstein, but He's Still Letting \nWomen Down \nDate: Fri, 06 Mar 2020 15:28:01 +0000 \nManhattan D.A. Cy \nVance Finally Got \nHarvey Weinstein, but \nHe's Still Letting Women \nDown \nThe prosecutor who says in 2020 that \"rape is rape and sexual assault is sexual assault,\" \nsigned a memo on behalf of NY's DAs in 2013 opposing a bill that would've made that so. \nALEXIS \nGRENELL \nUpdated Mar. 06, 2020 7:00AM ET / Published Mar. 05, 2020 4:54AM ET \nMarissa Hoechstetter was sitting at her desk on the morning of June 28, 2018, when a blind number \nappeared on her cell phone. She picked up and her stomach dropped: \"This is Cyrus Vance calling from \nManhattan.\" \nA week earlier, after repeatedly requesting to speak to the Manhattan District Attorney, Hoechstetter \nhad had a one-hour conversation with one of his top deputies regarding the obstetrician who'd licked \nher vagina and sexually assaulted at least 18 other patients. The conversation was about the settlement \nthe DA's office reached with Dr. Robert Hadden in 2016 to surrender his medical license and plead \nEFTA00020535\n\nguilty to a single felony count of third-degree criminal sexual act and misdemeanor forcible touching in \nexchange for prosecutors agreeing not to prosecute the other crimes they were aware of, or pursue \nprison time, even though they had grand jury testimony from victims—including Evelyn Yang—eager \nto go to trial. The assistant DA who'd called Hoechstetter—the same one who Vance \nlater said \"made a \nmistake\" in asking to downgrade Jeffrey Epstein's sex offender status in 2011, which a judge \ndenied—\nsuccessfully negotiated for Hadden to receive a lesser sex offender status than guidelines indicated, \nkeeping his name out of a publicly \naccessible database. \nUnsatisfied with both the outcome and the deputy, Hoechstetter continued to send emails requesting \nto speak to the man himself. When he finally called, she cut right to the chase: \"My biggest issue, and \nthe thing that I believe matters the most is the discretion that you have.\" Noting that the public might \nnot be aware of how many cases get resolved via plea deal as opposed to at trial, she added, \"I think \nthere are people who are negotiated with more frequently.\" \nThat's the central issue for #MeToo: Whose humanity counts more? Quid pro quo corruption \nsometimes tilts the scales of justice, but perhaps more salient is the institutional sexism that weighs a \nman's right to reputational preservation as a factor in determining justice. \nWhen it comes to that, Vance has at times seemed eager to lose, preemptively surrendering his power \nin anticipation of even the most ridiculous defense. A senior prosecutor recently told the New York \nTimes that the Hadden case was \"not a slam dunk\" because his defense would have exploited the \n\"serious proof issues\" given that pregnant women don't have a clear view of their own genitals. That's \nlike saying that if a proctologist touches a man with his tongue the patient is an unreliable witness \nbecause he can't see his own rectum. \nHoechstetter shared with me the transcript of her conversation with Vance, which she received in \nresponse to a freedom of information request to his office. The clear motivation for his call, years after \nHadden's case had been settled, was a BuzzFeed story featuring Hoechstetter and drawing national \nattention to the case. Over the course of 4o minutes, Vance was respectful but also tone-deaf, \nacknowledging how \"upsetting\" Hoechstetter's assault must have been, as if the miscarriage of justice \nis a matter of hurt feelings. Throughout, Hoechstetter was direct and collaborative, while holding \nVance to account for the decision-making in her case. He lamely offered to send someone to speak \nabout sex crimes at the women's college where she works. \nA deputy later \ndescribed Hoechstetter as \"crying toward the end.\" \nExcept she didn't. \nEFTA00020536\n\n\"I was so proud of myself for not crying,\" Hoeshstetter told me. \"So then when I got the documents and \nI saw how they were talking about me, 'who's going to call her back, make her feel heard' or whatever, \nand then this note that she was crying at the end really upset me. And I do cry, believe me, but I wasn't \ncrying then and it felt like this reference that labeled me a victim. 'Oh, that's how you \ndeal with those \npeople.'\" \nFast-forward to 2020 and Evelyn Yang, no longer just some Manhattan mom but the wife of a \npresidential candidate with a megaphone,  sounding  off on CNN about Hadden and her outrage over \nthe deal. \"It's like getting slapped in the face and punched in the gut,\" she said. \"The DA's office is \nmeant to protect us, is meant to serve justice, and there was no justice \nhere.\" \nAll of sudden Vance is doing more than just placating victims in private phone calls, announcing last \nweek that the office will reopen Hadden's case. \n\"We admire the courage of the survivors who have recently shared their stories,\" a spokesman said. \n'Their voices will be heard, and the abuse they suffered will be thoroughly investigated.\" \nVance has changed his tune on Weinstein too, declaring victory Monday by praising the survivors who \ncame forward, without ever acknowledging his own failure to prosecute the movie mogul in 2015 when \nAmbra Battilana-Gutierrez recorded him admitting and apologizing  for assaulting her. \nA few days later Vance managed to cede that, \"we were looking at that case with 2015 eyes. We weren't \nlooking at that case with 2019 eyes.\" The only difference being that five years ago, the then assistant \nDA who first interviewed Battilana-Gutierrez (which somehow included asking her if she'd ever been a \nprostitute)—and who retired in the middle of the Weinstein trial after much scrutiny\n—could \nblow off a \n22-year-old crime victim and \nno one would know or care. \nGoing on about Weinstein, Vance continued to re-write history, saying, \"Rape is rape, and sexual \nassault is sexual assault.\" But back in 2013 he signed a memo on behalf of the District Attorneys \nAssociation of the State of New York opposing a bill that would've made that legally true. Rape in New \nYork is still defined as vaginal penetration, while forced oral and anal sex is defined as a criminal sex \nact requiring only that the prosecution prove genital \"contact.\" The problem came to a head in 2011 \nwhen a jury convicted a cop of sexually assaulting Lydia Cuomo, a Bronx teacher on her way to work, \nbut acquitted him of rape because they weren't sure whether or not he'd actually penetrated her. So \nAssemblymember Aravella Simotas, introduced the \"rape is rape\" bill in 2013 which would consolidate \nthe crimes under the rape statute and change the elements necessary to prove rape from genital \n\"penetration\" to \"contact.\" Vance's letter argued that it could reduce consecutive sentencing options \nfor judges, and suggested creating \"oral rape\" and \"anal rape\" to address concerns about language. \nEFTA00020537\n\nSeven years later, Simotas is still completely exasperated: \"The whole argument about consecutive \nsentencing is a red herring. So long as the prosecutors do their job then they can get consecutive \nsentences. Changing the definition doesn't change the fact that prosecutors have to do their job. It \ndoesn't change specific pleading. As long as you explain the elements that you're trying to prove you're \nfine. We're not merging the whole code. Just describe the acts and describe the numbers in the penal \ncode in your \ncharging document.\" \nBut just doing the job is exactly where Vance seems to have so much trouble when it comes to powerful \nand privileged men, and why it's galling to watch him praise survivors for their willingness to come \nforward like they haven't been there all along begging him to do something. \nIt may be 2020, but he still doesn't get it. \nPublic Affairs \nUnited States Department of Justice \nU.S. Attorney's Office I Southern District of New York \nI \nI  Press Office: (212) 637-1020 \nEFTA00020538",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ter said \"made a \nmistake\" in asking to downgrade Jeffrey Epstein's sex offender status in 2011, which a judge \nden"
      },
      {
        "name": "Robert Hadden",
        "role": "extracted",
        "context": "the DA's office reached with Dr. Robert Hadden in 2016 to surrender his"
      },
      {
        "name": "Cy Vance",
        "role": "extracted",
        "context": ": DAILY BEAST: Manhattan D.A. Cy Vance Finally Got Harvey Weinstein,"
      },
      {
        "name": "Finally Got",
        "role": "extracted",
        "context": "EAST: Manhattan D.A. Cy Vance Finally Got Harvey Weinstein, but He's St"
      },
      {
        "name": "Harvey Weinstein",
        "role": "extracted",
        "context": "tan D.A. Cy Vance Finally Got Harvey Weinstein, but He's Still Letting \nWome"
      },
      {
        "name": "Still Letting",
        "role": "extracted",
        "context": "ot Harvey Weinstein, but He's Still Letting \nWomen Down \nDate: Fri, 06 Ma"
      },
      {
        "name": "Women Down",
        "role": "extracted",
        "context": "tein, but He's Still Letting \nWomen Down \nDate: Fri, 06 Mar 2020 15:28"
      },
      {
        "name": "Cy \nVance",
        "role": "extracted",
        "context": "5:28:01 +0000 \nManhattan D.A. Cy \nVance Finally Got \nHarvey Weinstein"
      },
      {
        "name": "Women \nDown",
        "role": "extracted",
        "context": "tein, but \nHe's Still Letting Women \nDown \nThe prosecutor who says in 2"
      },
      {
        "name": "Updated Mar",
        "role": "extracted",
        "context": "de that so. \nALEXIS \nGRENELL \nUpdated Mar. 06, 2020 7:00AM ET / Publish"
      },
      {
        "name": "Published Mar",
        "role": "extracted",
        "context": "ted Mar. 06, 2020 7:00AM ET / Published Mar. 05, 2020 4:54AM ET \nMarissa"
      },
      {
        "name": "Marissa Hoechstetter",
        "role": "extracted",
        "context": "shed Mar. 05, 2020 4:54AM ET \nMarissa Hoechstetter was sitting at her desk on th"
      },
      {
        "name": "Cyrus Vance",
        "role": "extracted",
        "context": "her stomach dropped: \"This is Cyrus Vance calling from \nManhattan.\" \nA"
      },
      {
        "name": "Manhattan District",
        "role": "extracted",
        "context": "ly requesting to speak to the Manhattan District Attorney, Hoechstetter \nhad h"
      },
      {
        "name": "Evelyn Yang",
        "role": "extracted",
        "context": "timony from victims—including Evelyn Yang—eager \nto go to trial. The as"
      },
      {
        "name": "Ambra Battilana",
        "role": "extracted",
        "context": "the movie mogul in 2015 when \nAmbra Battilana-Gutierrez recorded him admitt"
      },
      {
        "name": "District Attorneys",
        "role": "extracted",
        "context": "igned a memo on behalf of the District Attorneys \nAssociation of the State of"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "de that legally true. Rape in New \nYork is still defined as vaginal p"
      },
      {
        "name": "Lydia Cuomo",
        "role": "extracted",
        "context": "a cop of sexually assaulting Lydia Cuomo, a Bronx teacher on her way t"
      },
      {
        "name": "So \nAssemblymember",
        "role": "extracted",
        "context": "he'd actually penetrated her. So \nAssemblymember Aravella Simotas, introduced"
      },
      {
        "name": "Aravella Simotas",
        "role": "extracted",
        "context": "rated her. So \nAssemblymember Aravella Simotas, introduced the \"rape is rape"
      },
      {
        "name": "Public Affairs",
        "role": "extracted",
        "context": "but he still doesn't get it. \nPublic Affairs \nUnited States Department of"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ice \nU.S. Attorney's Office I Southern District of New York \nI \nI  Press Offi"
      },
      {
        "name": "Press Office",
        "role": "extracted",
        "context": "n District of New York \nI \nI  Press Office: (212) 637-1020 \nEFTA00020538"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2018-06-28",
        "event": "June 28, 2018"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(212) 637-1020"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:01.032Z"
}