{
  "document": {
    "id": "efta00019609",
    "filename": "EFTA00019609.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019609.pdf",
    "text": "\n\nDecember 9, 2009 \nMEMO TO FILE \nRE: \nOn December 4, 2009, deposition of was taken. took the deposition, and \nalso attended. attended on behalf of..1. \ne\nras the videographer. \nsaid she met with the state attorney one time. She said in that meeting, the victims \nadvocate was there, which was a  black lady. A man and a  woman, she thought was from the \nstate attorney's office, but she couldn't tell if they were from the state or federal government, \nand a lady from the FBI, who was white. \nShe did not have a lawyer or anyone there on her behalf. \nShe also met with somebody from the FBI that came to her house, which was the trailer. \nThis occurred at and her brother and mother and \nFBI people that came were a man and a woman. \nThey tape recorded her second meeting. \nShe said she felt Dr. was an idiot. \nShe \nsaid \nDr. also saw her. \nhas seen her since she was 13. \nShe went to court with a public defender. She did argue with \nwere there. The \nIt was upsetting to her. \nShe saw Dr. in Orlando and met Dr. through her attorneys. She does not trust men \nover 40. \nEFTA00019609\n\nShe said she's been a waitress and a people person. \nShe went out many times. \nPaid by the hour. She was paid in cash by the person she was escorting. She did not know how \nmuch was negotiated ahead of time, but this was done by the owner. She then gave the mone \nto the driver and got her cut. She never filed taxes, and she used the sta e  name of \nShe has no records of when she went there. she was also paid \ncash and has no records. \nShe went to dinner, dancing, and events with these people. She did enjoy her time out, but she \nwould not do any sexual acts. \nShe's had ecstasy and crystal meth. She does do oxycodin. \nDr. prescribed them to her i \nstarted seeing him after \nShe hasn't seen him in over a  year. She \nShe still has neck and back pain. She has hypodermic needles, which she said she got from a \npharmacy. She would take the roxy as a pill and then shoot them up. \nShe has snorted heroin one time, and she also shot up cocaine probably at 18. She first started \nusing cocaine after Epstein. \nEpstein never told her to take drugs, but she used the money he gave her to buy drugs. Epstein \nknew she took drugs. She would go to the bathroom and take the drugs. She did cocaine \npowder. She never got alcohol from him and never had intercourse with Epstein. \nWhat she would do isMilMwhile he \nShe wa She doesn't know by who. \nbrought her originally, and she stated that has now disappeared. \nEpstein did call her on at least 2 occasions when she talked to him. \nOtherwise, or one of the other employees would call her to set up the appointment. \nEpstein called her and gave her concert tickets and also lingerie. \nShe called Epstein probably more than 4  times. She talked to or Maxwell and also a \ncook. \nEFTA00019610\n\nThe last time she saw him was sometime in August of 2003, and she first saw him in May of \n2002. \nShe said Epstein gave her a book called Massage for Dummies. \nHe said he would pay for massage school for her. She decided to go. She did tell him she was \ngoing to be 14. \nShe was paid twice $200 and after that $300. She enjoyed getting the money. \nThe first time she was there, she was asked to take off her shirt. She told him she did not want \nto, but he told her he would give her extra money. \nThe second time she was in her bra and underwear and was asked to get naked several times. \nOn the third time, she took off her bra, and Epstein told her she didn't need to be naked. \nwas a friend of guy friend, who was ask her \nto go that same day, and they went the same day to see Epstein. Epstein gave her his phone \nnumber, and she went for several months before she brought anyone else with her. She did have \nanother girl perform- on her. \nShe said she was a  very pretty girl. She never saw her before. Epstein went in the shower. \nTold her to et naked. She said she did when she was 12, who was \nM. They met in school. They had a  sexual and friendship relationship. She did \nhave a  video make with her boyfriend. She did not do any photos other than with Epstein. \nWhen Epstein took the pictures, it  was with a digital camera, and she said it  was a large camera \nand also a smaller one. took the pictures, and they were done all through the house. She \nwas totally nude. The video she did was with, and they used a condom. \nShe brought and with to Epstein. \nEpstein asked her to bring young girls, and she told that Epstein would \nShe never felt she was in danger. \nShe went \nto Georgia to live with father and aunt and uncle. \nShe did not use crack in 2003 while s \nEFTA00019611\n\nShe started doing drugs again in about January of 2005. \nShe had secrets she kept from \ncleaning house there. She feels that once she told what was really happening, that was \none \nof the reasons they broke up. \nabout Epstein, and she kept telling she was just \nThe problem now is she does not like older men and does not trust them. \nThey questioned her extensively regarding her escort services. She confirmed that they were \nmen of various ages, and it was more than 25, but less than 50 people that she went out with. \nThe one thing she told them is  that they could not do crack, and she would not have sex with \nthem. \nAll the men were older than her. She felt she never needed any mental treatment as a result of \nthe \nescort service. \nShe did not work in to less bars, exce t one night when she went as a stripper. She did it for 3 \nhours. It  was after she had met with Epstein, and she left as \nshe felt degraded. \nShe did not have normal sex with after Epstein. She did not have sex 2 times a day after \nEpstein, but did have it  before Epstein. She would have sex once or twice a  week after being \nwith Epstein. \nShe also felt she did not have sex with as often as he wanted. \nShe felt she never com • lamed to h m a  oui \nis with and she has signed her rights away. She sees \nwhen her grandmother brings her to Florida. \ndid slap her in a restaurant. \ndid hold a gun to her head. \nwas dating while she was seeing E stein. \nhad seen , but after that, she was never friends with again. \nShe had checks with \nonce a month \napologized that she \nEFTA00019612\n\nDr.. said that had held a gun to her head for an hour. She said it wasn't for an hour. \nThat they were simply out there for an hour. also held her head under a  canal in West \nPalm Beach. \nShe did tell Epstein about the drowning incident, and he told her she needs to leave \nis now in jail, because he beat up thel. \nAllegedly had told Epstein that she and her mom had sexual flings together. When they \nwere talking about it, she left the room. \nShe did not share her $100 with In but she did share it  with when she got it  for \nbringing her in. \nThe first time came, they both \nAt 18, she did try crack with some friends, but she does not know who provided it. \nShe feels she lost her boyfriend due to Epstein, and that had been very upset since he \nfound what was going on. \nShe never told her mother that she used crack. \nShe first used Ecstasy after being with Epstein. \nShe thinks there might be artIM as she felt she was 14 when she first saw \nEpstein, not 15. \nShe used heroin when she was 21 at house when someone provided it to her. \ntold her to do it, and she did, but she did not want to. She used crystal meth when she was 18 \nfirst, and it was given to her by someone. She did it, because she thought it was something new. \nShe has been detoxed at least 2 times. The first time was in 2009 in her living room and went to \nCARP the second time in 2009. Both times, it was from roxys. She said she went on to roxys \nbecause of back pain. \nShe went through the 7th grade, and she believes she attended In 8th grade, she was \ntold she was too sexually developed and was asked to leave. As she was now 16, she didn't \nhave to stay in school so she was not truant. \nSpent most of her time watching TV. \nShe did throw a knife at her brother when he allegedly tried to kill her cat. \nShe really didn't have much information about htMl \nEFTA00019613\n\nThe \ndeposition \nended \nat \n5:00 \nPM. \nEFTA00019614",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "On December",
        "role": "extracted",
        "context": "r 9, 2009 \nMEMO TO FILE \nRE: \nOn December 4, 2009, deposition of was ta"
      },
      {
        "name": "The \nIt",
        "role": "extracted",
        "context": "e did argue with \nwere there. The \nIt was upsetting to her. \nShe sa"
      },
      {
        "name": "She \nShe",
        "role": "extracted",
        "context": "n't seen him in over a  year. She \nShe still has neck and back pain."
      },
      {
        "name": "When Epstein",
        "role": "extracted",
        "context": "tos other than with Epstein. \nWhen Epstein took the pictures, it  was wi"
      },
      {
        "name": "West \nPalm",
        "role": "extracted",
        "context": "ld her head under a  canal in West \nPalm Beach. \nShe did tell Epstein"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2009-12-09",
        "event": "December 9, 2009"
      },
      {
        "date": "2009-12-04",
        "event": "December 4, 2009"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:59.269Z"
}