{
  "document": {
    "id": "efta00022133",
    "filename": "EFTA00022133.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00022133.pdf",
    "text": "\n\nEpstein Accusations (from Press Reporting) \nName \n•  Accusation \nLocation Source(s) \n•  Recruited by unidentified female brunette in her 20s outside of her \nhigh school in the fall of 2001, when she was 14. \n•  Joint visits with unidentified female for a month. Then solo trips to \nEpstein's house. \n•  Regularly gave Epstein massages. Sometimes he masturbated. \nManipulated into stripping down to her panties during the massages. \nPaid $300 each time. \n•  \"He would also like when I would play with his nipples. He used to get \nturned on by that. And then he would finish himself off and then that \nwould be the end of it.\" \n•  Over the next several months, visits followed a familiar \nroutine. Epstein's secretary would contact her by email, beeper or \nher family's landline to set up a meeting, said. When she \narrived, she'd be escorted to the elevator and head straight to the \nmassage room. Once or twice a week for a year. \n•  In the fall of 2002, Epstein said \"Why don't we try something a little \nbit different?\" she recalls him saying. \"Why don't you do the massage \non top of me?\" said she told him that she wanted to \"stick to \nthe normal routine,\" but she ultimately removed her underwear. He \nfondled her privates, she said. Then he \"brought me up there and it \nwas very aggressive, it was forceful,\" she said. said she was \nterrified and told him to stop. \"He was like, 'It's okay. You're fine. \nYou're not doing anything wrong,' added=l, who said he did not \nuse a condom. After it was over, said, she rushed out of the \nhouse angry and shaken. \nNew York \nhttps://www.nbenews.cominews/us-newilnew-jeffrerepsteln-accuset-\nhe.caped-me.when+was-n1028011 \n•  Met Epstein in 1997 in Santa Monica, LA. \n•  Took her back to his hotel for a Victoria's Secret tryout. There he \ngroped her buttocks a  ainst her will, and told her to undress. \nLos Angeles \nhttPslAwAv.rotingstontoomkutureculture.newsttererepstein-\nevictorsts-seattfl64095/ \n•  Recruited by • and in South Africa when \nshe was Cape Town, \nNYC, Paris, \nNM and \nUSVI \nBoies Schiller Lawsuit \n20. \n•  Within two weeks, arrived in New York. A car picked her up \nfrom the airport and brought her to an apartment building on 66th \nStreet, where Epstein housed some of the other models who he was \nabusing. But was not there for long. Shortly after arriving at \nthe apartment, another one of Epstein's co-\nconspirators, called and told that \nEFTA00022133\n\nName •  Accusation Location Source(s) \n• was going to the Caribbean. did not understand why \nshe was traveling to the Caribbean so soon after arriving in New York \nCity, but hoped it was fora modeling job. \n• was taken on Epstein's private plane. During the flight, \nEpstein began sexually touching leg. She felt trapped and \nterrified, and feared that she would be killed. \n•  They arrived at Epstein's home in the Virgin Islands. Epstein's abuse \nof there began when sent to Epstein's room to \nmassage him. For the rest of the trip, Epstein repeatedly raped \nby forcible compulsion. repeatedly sent to \nEpstein's room, where he would touch her, use massage devices on \nher, force her to perform oral sex on him, and sexually force himself \non her. also witnessed another young girl performing oral sex \non Epstein in front of while they were watching a movie. \nEpstein's abuse of lasted for years. Epstein forced her to \ntravel to the United States many times to see Epstein and be \nsubjected to repeated sexual abuse for one to two weeks at a time, \nsometimes staying in his New York apartment. \n• was also forced to travel to Epstein's home in Paris where she \nhad to stay with Ghislaine Maxwell, one of Epstein's main recruiters \nof young females, and where forced her to be \nphotographed nude for Epstein. During that trip, witnessed \nthat young females were on call to sexually pleasure Epstein. \n• final trip to the United States was in 2004. She flew to see \nEpstein at his New Mexico ranch, called \"Zorro Ranch.\" Epstein \nabused at Zorro Ranch. \n•  Epstein attempted to keep in contact with through e-mail \nover the years. For example, in 2016, Epstein e-mailed to ask \nif she knew another woman who was a victim of \nEpstein's sex trafficking scheme. In June 2019, only two months \nbefore his death, Epstein sent an e-mail asking her to send \nhim nude photographs. \n•  Recruited by a woman named Rena in the fall of 2000 \nNew York Hearing Transcript \n•  Shown into a room with Alan Dershowitz and Epstein. Deshowitz left \nthe room. Rena and Epstein took off their clothes. \nhttPsiNeww.rriamiherald.cominews/state/florida/article23 52476 37.html \n•  \"sexually assaulted by both Rena and Epstein\" \n•  \"I remember thinking 'I've never done this before, what's going on, I \njust... don't know\" \nEFTA00022134\n\nName •  Accusation Location Source(s) \n•  16 when she met Epstein in 2000 \n•  Told her that he could make her a Victoria's secret model. \n•  Epstein took off his robe and started pushing her head toward his \ngroin, saying, \"You know what to do. If you want me to help you then \nyou have to help me,\" \n•  When he was finished, he allegedly told her to come back sometime \n\"with her 14-, 15- and 16-year-old girlfriends.\" \"I love girls your age,\" \n•  \"I love how young you are. You have a tight butt like a baby,\" he's \nquoted as saying. \n•  He also told her that \"I would love for you to come with me to \nThailand to pick up other girls your age\" — and even \"took preliminary \nsteps\" to take her there, the suit claims. \nNew York \nhttPs://nyposccom/2007/10/18/rwas-teen-prerol-pervert-tycoOn/ \n•  Recruited by Maxwell \n•  21 when she met Epstein. \nStudying to \nbe a \nmassage \ntherapist. \nFlown \ndown to PB. \n• told her Jeffrey \nwanted a massage. In massage \nroom, \nhe \nimmediately stripped and asked a lot of questions. \n•  Flipped onto his back and asked if he could touch himself. I gave him \nthe OK to touch himself because I didn't know what else to say or do \nin that moment. And he finished and jumped off the table and got in \nthe shower and said, OK, that's all now; thank you. And I left the \nroom, you know, with my head spinning, trying to figure out what the \nhell just happened. \n•  Raped a few months later after a handful of massage sessions. \n•  In USVI, Tugged her towards bed during massage, unbuttoning her \nshorts, pulling body onto his already naked body. She said \"please \nstop\". He proceeded to rape her. \n•  \"abuse would continue for the next three years\" \n•  Raped 3-4 times total. \nRecruitment \nin \nNYC, first \nmeet in PB \nFirst \nrape in \nUSVI, \nhttps://www.nprcwg/2019/09/02/756823299s-\ncorning-lonvard-as-epuein-accuser \nhttps://www.nbcnews.com/news/us-news/how-billish-teen-model-was-\nlured-jelfrey-epstein-s-web-n1056901 \nhttpswwww.nbthews.commewsius.newsmow.blitish-teen.model.was-\ntured-jelfrery-epstein-s-web-n1056901 \nHearirg transcript\n•  17 at the time (2002) \n• \nIntroduced in LA — Flew her to NM. \nDuring a massage, he fondled her \ngenitals. \n•  \"For the next two years, Epstein flew her around the world on his \nprivate jets and repeatedly raped and molested her at his homes in \nNew York, Florida, the US Virgin Islands and Paris\" \n•  Epstein raped her while she was sleeping at his Florida home in \nDecember 2002. He allegedly flew her out to Paris in 2003 shortly \nafter her semester abroad ended and raped her again as she slept. \nNYC, NM \nPB, \nUSVI, \nParis \nhttos://nvoost.com/2019/11/21/eostet-accuser-says-she.vut \naided \nout-aver-her-eating-disorder/ \nhttooneavymntnewspoom \nEFTA00022135\n\nName •  Accusation Location Source(s) \n•  \"Virtually every few days, Epstein would bring to a different \nhome of his, including his Manhattan townhouse and throughout the \ncountry, where he continued to sexually assault her on a frequent \nbasis.\" \n• says Epstein arranged for her to live in an apartment at 301 E. \n66th St. in 2004 — just blocks from his Manhattan mansion. \n•  Epstein tried to farm her out to other high-powered men \n•  Rubbed hand & leg in movie theatre in NYC \n•  Foot massages in NM with Maxwell, pointers on how to do it how \nEpstein likes it \n•  Another round of movie theatre petting/touching in NM \n•  Epstein climbs into bed with M, spooning + touching \n•  Maxwell gives her a nude massage. Epstein does not participate, but \n\"could feel his presence\" \nNYC & NM NYT Daily + Article \nhups://www.nyhmexcom/2019/08/26/u epstein \nisters-\nat \nmaxwell.hvnl \n•  On bed with Epstein & Maxwell — asked to give foot massage \n•  Between the two of them — they both started groping breasts, \ncommenting on her features, twisting her nipples \n•  Afraid of rape, ran away \n•  Nude photos missing \nOhio NYT Daily + Article \nhtlps://www.meines.eom/2019/08/26/uxtepstein isters-\nmaxwen.htmi \n•  Met in London \n•  Was raped numerous times over the course of several years — not \nmany details \n•  Grooming/Recruitment: \"It wasn't zero to 100 in one day. It was \nintroduced piecemeal, along with constant emotional, financial \nreinforcement that this was the path, the only path\" \nRecruited in \nLondon, \nabused in \nUSVI, NYC, \nParis \nhttpal/www.nbcnewaxeminews/usmews/haw.bMish-teemmodel-was-\nlu red lellrey-epstei n-s -web-n 1056901 \n•  Recruited by Maxwell from Mar-a-Lago in 2000 \n•  Maxwell taught her how to give Epstein massages, oral sex, and \nsexual toys. \n•  She \"had to have sex with Epstein many times\" \n•  Forced to recruit other girls \n•  \"In 2001, alleges that Epstein brought her to London, where \nshe was introduced to Prince Andrew and went dancing at a \nnightclub with Epstein, his then-girlfriend Ghislaine Maxwell and the \nprince.\" Andrew ordered her a vodka and asked her to dance. \n•  Raped by Prince Andrew at Maxwell's in London. Instructed by \nMaxwell to \"do for Andrew what I do for Jeffrey\". \"It didn't last very \nlong. The whole thing, procedure — it was disgusting,\" Was in the \nRecruitment \nat Mar-a- \nLago. Sex \nwith Epstein \nin NYC, PB, \nNM, and \nUSVI. \nPrince \nAndrew in \nLondon, \nNYC, and \nUSVI \nhttps://edinon.cnn.com/2019/12/02/uk/onnce-andra \nnot \nma \n.intl-ebehndex.h tml \npa a \ndussibtomumusikesamfraignracd AD \ntb01)0td \nhtlps://www.washingtonpost.com/politimbhe-was-shakinteowhfienp-\ndesalbe-systermjellterepsteinwIlegedly-used-to-procure-\ngitts/2019/08/09/8309311wbabe-lle9-badfa-609175W971 slory.html \nhheqinvpost.com/2019/12/02/sewmth.prave.andrew-was-quick-and-\nsowsuoteobeitsSt \nhetes:Mame thesun.co.ukinews/996649at \nengem-sex-slave-prince-a ndrew wodkaj \nhttpsWwww.vankyfair.cominews/2019/013/newndetaik-imunsealed-\nfen rewepstelnacumenu\nEFTA00022136\n\nName •  Accusation Location Source(s) \nbathroom and bedroom. \"He wasn't mean or anything,\" the now-36-\nyear-old mom of three said of the prince. \"He got up and said thanks \nand walked out. I sat there in bed and felt ashamed and dirty.\" \n•  Had sex with Prince Andrew 3 times. \n•  Epstein directed her to have sex with Glen Dubin \n• also alleges Epstein and Maxwell told her to have sex with \nformer New Mexico governor Bill Richardson; former Democratic \nSenate Majority Leader George Mitchell; the late MIT computer \nscientist Marvin Minsky; and MC2 model agency cofounder Jean Luc \nBrunel, as well as an unnamed \"prince,\" \"foreign president,\" and \nowner of \"a French hotel chain.\" previously alleged she had \nbeen forced by Epstein and Maxwell to have sex with lawyer Alan \nDershowitz and Britain's Prince Andrew. \n•  Had sex with Dershowitz at least 6 times, aged 16-19 \n•  In 2007 Maxwell and Epstein (separately) called her to ask her to \nkeep quiet. \n•  Recruited by in LA when she was 22. \nNYC \nHearing transcript \n•  About two weeks after her initial interview with =, told \nthat the couple wanted to fly her to New York for another \ninterview. The couple bought her a ticket for a flight from California \nto New York City. \nBoies Schiller Lawsuit \n•  Gave Maxwell a massage. Maxwell told her she'd be massaging \nEpstein. She then paid $100 for the massage and told her to \ngive Epstein \"whatever he wants\" during his massage because \nEpstein \"alwaiawhat he wants.\" \n•  Epstein asked to sit down and began asking her personal \nquestions. He eventually asked her to give him a foot massage. She \nagreed and placed his foot in her lap so that she could begin the \nmassage. As began massaging Epstein's foot, he started \npressing his foot against intimate parts of body. \nbecame uncomfortable, adjusted her position, and moved Epstein's \nfoot up to keep it away from her body. But Epstein continued pushing \nhis foot into her body. \n•  While still on the couch in Epstein's office, Epstein got close to \nM, grabbed her chin with his hand, turned her face towards him, \nand said that he knew he could trust . Specifically, he said, \"I \nknow I can always trust a woman who shows her gums when she \nsmiles.\" Epstein's actions terrified \nEFTA00022137\n\nName •  Accusation Location Source(s) \n•  Epstein then got up to walk out of the room. was \nwalking in front of Epstein when he abruptly grabbed her and \nproceeded to sexually assault her against her will. stopped \nwalking and Epstein then forcefully grabbed her and sexually \nassaulted her again. was frozen with shock and fear. Once \nEpstein released her she continued walking towards the front door of \nthe mansion. \n•  Just before stepped out the front door, Epstein grabbed her \nbuttocks and said, \"Don't do anything I wouldn't do.\" \nproceeded to leave Epstein's mansion, and went back to the 66th \nStreet apartment building. \n•  Met when she was 14 \n•  Massages. Came out in a towel. Told her to undress to her \nunderwear. Masturbated himself. Asked her to play with his nipples \nand he did the same. \n•  Paid $200 each time \nPalm Beach \nhttps://www.youtube.comiwatchN=IJDP2W9C0sU \n•  16 years old at the time, recruited by another high school girl to give \nEpstein a massage. \n•  During massage, he asked her to rub his back. Kept asking to go lower \nand lower. Kept talking to her about her sex life. \n•  Masturbated in front of her. \n•  Tried to put his finger in her underwear, and she jumped back. He \ncontinued feeling her genitals, but said \"just on the outside\" \nUnclear \nbusaglAtiminsulatsamlwaulthtgateatOs4 \nhtto://www.youtubetom/watennippiviscosu \n•  Epstein raped her in 1993 \n•  \"He said, 'If you tell anybody anything I'll crush whatever career you \nmight have,' or something like that. He was just so mean so quickly. \n•  \"It literally went from awkward to mean to rape so fast,\" she told the \nUK paper. \n•  She recalled how he made her feel \"embarrassed and ashamed and \nstupid\" — and that he got \"irritated, almost angry\" when she told \nhim she was 21. \n•  \"He said something like, 'You're too, you're too old. You're getting \ntoo old for this. What are you doing?'\" \nNYC \nhttps://nypou.com/2019/11/27/ex-mode accuses-jell rey-\nepstei n-of -1993- rape \n•  22 at the time (2006) \n•  Recruited by an unidentified female. \n•  Went to the movies, then was invited to USVI. There was an orgy on \nthe plane, but she did not participate. \n•  On the island, she was called in for massages. \nUSVI \nhttps://www.telegra ph.co.uk/news/2019/09/13/prosecutors -must-probe-\njeffrerepstelns-Uafficking-network/amp/ \nEFTA00022138\n\nName •  Accusation Location Source(s) \n•  Ultimately made a series of trips to the island. Maxwell was usually \npresent. \n•  \"There were some days I was raped three times a day. And then he \nwould rape others.\" \n•  \"We had to be always around the house, so it would be easy to get \nthere. For him and his friends, who he lent us out to. \n•  \"In six months I never saw him do a day's work. I never saw him \nwork. He was literally sexually abusing us all day long.\" \n•  Lived in an UES apartment paid for by Epstein. \n•  In early 2007 Miss was sent to South Africa to look for a \npersonal assistant for Epstein — he insisted that she had to be 18, and \nhad to be found through a modelling agency. \n• said under oath that Maxwell approached her on \nNew York, \nUK \nhttos://www.vanitslait.cominews/2019/08/new-detaik-in-unsealtd-\nletheY*PStein\n.\nd0CurtientS \nher college campus with the promise of a job answering Epstein's \nphones, but within a day she was coerced into having sex with \nEpstein. Epstein once told her \"he needed to have three orgasms a \nday. It was biological, like eating,\" she recalled. \n•  Groped by Prince Andrew during visit to the UK with Epstein. \"I just \nremember someone suggesting a photo, and they told us to go get on \nthe couch,\" she said in court documents. \"And so Andrew and \nsat on the couch, and they put the puppet, the puppet on her \nlap. \"And so then I sat on Andrew's lap, and I believe on my own \nvolition, and they took the puppet's hands and put it on \nbreast, and so Andrew put his on mine.\" \nhttps://www.thesun.co.uk/news/9764107\n<lsims. \na  ainst •  1st lksce-11\nhttptalseavyzentinews/2019/11 \n•  21 at the time (2004) \n•  Greeted at the door by Maxwell \n•  As talked about her experience in halting English, she said Epstein \nmoved to the massage table and began to remove his clothes. He was \nnaked on the table and asked her to approach. He handed her a \nvibrator. \"I just grabbed the vibrator and threw it at his head\". She \nran out of the room. \nNew York \nhttps://nypost.com/2019/07/10/inside-the-settalas-secret-pipellne-to-\njeffrey-epsteln/ \n•  Met when she was 14 \n•  Massaged Epstein for 30 minutes. Epstein asked her to take her \nclothes off to get comfortable, but can leave bra and panties on. She \nstood next to him as he touched her and masturbated. \n•  Epstein asked her to bring other high school girls. For every girl, he'd \npay her $200. \nUnclear \nworth\ny. \n',nolo,. \ncom/watshNsXSttirvv8Ot4 \ntatps://nypost.com/2019/07/08/jelfrerepsteln-accuses-i-was-14-years-\nold.antl-still-in-braces-when.alsose-began/ \nEFTA00022139\n\nName •  Accusation Location Source(s) \n•  \"By the time I was 16, I had probably brought him 70 to 80 girls who \nwere all 14 and 15 years old. He was involved in my life for years.\" \n\"He told me he wanted them as young as I could find them\" \"If I had \na girl to bring him at breakfast, lunch and dinner, then that's how \nmany times I would go a day. He wanted as many girls as I could get \nhim. It was never enough.\" \nJane Doe 1 \n(Brad \nEdwards) \nAt hearing — did not specifically detail abuse n/a Hearing Transcript \nJane Doe 2 \n(Brad \nEdwards) \nAt hearing — did not specifically detail abuse n/a Hearing Transcript \nJane Doe 3 \n(Brad \nEdwards) \n•  \"sexually assaulted by Epstein\" \n•  Recruited by unidentified female \nNew York Hearing Transcript \nJane Doe 4 \n(Brad \nEdwards) \nAt hearing — did not specifically detail abuse n/a Hearing Transcript \nJane Doe 5 \n(Brad \nEdwards) \nAt hearing — did not specifically detail abuse n/a Hearing Transcript \nJane Doe 6 \n(Lisa Bloom) \nAt hearing —  did not specifically detail abuse n/a Hearing Transcript \nJane Doe 7 \n(Lisa Bloom) \nAt hearing — did not specifically detail abuse n/a Hearing Transcript \nJane Doe 8 \n(Lisa Bloom) \nAt hearing — did not specifically detail abuse n/a Hearing Transcript \nJane Doe 9 \n(Gloria \nAllred) \n•  \"Sexually molested by him for many hours\" \n• \n\"positioned me by laying me on his floor so that I was confronted by \nall the framed photographs on his dresser of him smiling with \nwealthy celebrities and politicians.\" \n•  \"After he finished with me, he told me to describe in detail how good \nmy first sexual experience felt.\" \nNew Mexico Hearing Transcript \nJane Doe 10 \n(Gloria \nAllred) \n•  Recruited by unidentified female \n•  Epstein asked if she would give him a massage. \n•  Over the course of four visits, eventually progressed to \"forced oral \ncopulation\" \n•  Paid money \nNew Mexico Hearing Transcript \nEFTA00022140\n\nName •  Accusation Location Source(s) \nJane Doe 11 \n•  Raped by Epstein at 16 years old \nNew York Hearing Transcript \n(Gloria Allred) •  Innocent massage \nturned sexual almost \nimmediately \n•  \"Here, come. Come help me with a kink in my shoulder while we \nfinish our discussion.\" A large vibrator and a couple of hundred \ndollars, disgust and dirty secret, more praise and imparted wisdom \nfrom a godlike figure, a deliberate diabolical depression of grooming \nand submission for his pleasure and release. Even if I resisted, I was \nno match for him. I felt powerless, ashamed, and embarrassed. I \nwanted to vomit remembering these moments.\" \n•  \"washed my entire body compulsively in the shower\" \n•  \"He forcefully penetrated me. I was numb. There was pain, but his \nuse of the vibrator and his fingers in previous sessions with me had \nleft a black hole-like void between my legs. I protested, but he forced \nmy face into the bed to stifle my cries. That was my first time.\" \n•  Paid a few hundred dollars \nJane Doe 12 \n•  Recruited by unidentified woman \nNew York Hearing Transcript \n(Gloria \nAllred) • \nIn Epstein mansion, he had a white robe on, then he took it off and \nlocked the door. \n•  Got close to her, and touched her genitals. She refused him. He went \nto the massage table and showed her the vibrator. \nEFTA00022141",
    "pageCount": 9,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "stein's home in Paris where she \nhad to stay with Ghislaine Maxwell, one of Epstein's main recruiters \nof young femal"
      },
      {
        "name": "Alan Dershowitz",
        "role": "extracted",
        "context": "ork Hearing Transcript \n•  Shown into a room with Alan Dershowitz and Epstein. Deshowitz left \nthe room. Rena and E"
      },
      {
        "name": "Prince Andrew",
        "role": "extracted",
        "context": "ought her to London, where \nshe was introduced to Prince Andrew and went dancing at a \nnightclub with Epstein, hi"
      },
      {
        "name": "Bill Richardson",
        "role": "extracted",
        "context": "her to have sex with \nformer New Mexico governor Bill Richardson; former Democratic \nSenate Majority Leader George"
      },
      {
        "name": "George Mitchell",
        "role": "extracted",
        "context": "ardson; former Democratic \nSenate Majority Leader George Mitchell; the late MIT computer \nscientist Marvin Minsky;"
      },
      {
        "name": "Marvin Minsky",
        "role": "extracted",
        "context": "George Mitchell; the late MIT computer \nscientist Marvin Minsky; and MC2 model agency cofounder Jean Luc \nBrunel,"
      },
      {
        "name": "Epstein Accusations",
        "role": "extracted",
        "context": "Epstein Accusations (from Press Reporting) \nName"
      },
      {
        "name": "Press Reporting",
        "role": "extracted",
        "context": "Epstein Accusations (from Press Reporting) \nName \n•  Accusation \nLocati"
      },
      {
        "name": "Accusation \nLocation",
        "role": "extracted",
        "context": "om Press Reporting) \nName \n•  Accusation \nLocation Source(s) \n•  Recruited by un"
      },
      {
        "name": "Met Epstein",
        "role": "extracted",
        "context": "aped-me.when+was-n1028011 \n•  Met Epstein in 1997 in Santa Monica, LA."
      },
      {
        "name": "Santa Monica",
        "role": "extracted",
        "context": "11 \n•  Met Epstein in 1997 in Santa Monica, LA. \n•  Took her back to his"
      },
      {
        "name": "South Africa",
        "role": "extracted",
        "context": "95/ \n•  Recruited by • and in South Africa when \nshe was Cape Town, \nNYC"
      },
      {
        "name": "Cape Town",
        "role": "extracted",
        "context": "in South Africa when \nshe was Cape Town, \nNYC, Paris, \nNM and \nUSVI"
      },
      {
        "name": "Boies Schiller",
        "role": "extracted",
        "context": ", \nNYC, Paris, \nNM and \nUSVI \nBoies Schiller Lawsuit \n20. \n•  Within two w"
      },
      {
        "name": "Accusation Location",
        "role": "extracted",
        "context": "d that \nEFTA00022133\n\nName •  Accusation Location Source(s) \n• was going to the"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "ived at Epstein's home in the Virgin Islands. Epstein's abuse \nof there be"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "e flew to see \nEpstein at his New Mexico ranch, called \"Zorro Ranch.\""
      },
      {
        "name": "Zorro Ranch",
        "role": "extracted",
        "context": "his New Mexico ranch, called \"Zorro Ranch.\" Epstein \nabused at Zorro Ra"
      },
      {
        "name": "In June",
        "role": "extracted",
        "context": "ein's sex trafficking scheme. In June 2019, only two months \nbefore"
      },
      {
        "name": "Hearing Transcript",
        "role": "extracted",
        "context": "in the fall of 2000 \nNew York Hearing Transcript \n•  Shown into a room with Al"
      },
      {
        "name": "Prince \nAndrew",
        "role": "extracted",
        "context": "in NYC, PB, \nNM, and \nUSVI. \nPrince \nAndrew in \nLondon, \nNYC, and \nUSVI"
      },
      {
        "name": "Glen Dubin",
        "role": "extracted",
        "context": "directed her to have sex with Glen Dubin \n• also alleges Epstein and M"
      },
      {
        "name": "Democratic \nSenate",
        "role": "extracted",
        "context": "ernor Bill Richardson; former Democratic \nSenate Majority Leader George Mitche"
      },
      {
        "name": "Majority Leader",
        "role": "extracted",
        "context": "on; former Democratic \nSenate Majority Leader George Mitchell; the late MIT"
      },
      {
        "name": "Jean Luc",
        "role": "extracted",
        "context": "nd MC2 model agency cofounder Jean Luc \nBrunel, as well as an unname"
      },
      {
        "name": "Alan \nDershowitz",
        "role": "extracted",
        "context": "xwell to have sex with lawyer Alan \nDershowitz and Britain's Prince Andrew."
      },
      {
        "name": "Gave Maxwell",
        "role": "extracted",
        "context": ". \nBoies Schiller Lawsuit \n•  Gave Maxwell a massage. Maxwell told her s"
      },
      {
        "name": "But Epstein",
        "role": "extracted",
        "context": "o keep it away from her body. But Epstein continued pushing \nhis foot i"
      },
      {
        "name": "Once \nEpstein",
        "role": "extracted",
        "context": "s frozen with shock and fear. Once \nEpstein released her she continued wa"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "ame. \n•  Paid $200 each time \nPalm Beach \nhttps://www.youtube.comiwatc"
      },
      {
        "name": "Massaged Epstein",
        "role": "extracted",
        "context": "/ \n•  Met when she was 14 \n•  Massaged Epstein for 30 minutes. Epstein asked"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "him. It was never enough.\" \nJane Doe 1 \n(Brad \nEdwards) \nAt hearin"
      },
      {
        "name": "Brad \nEdwards",
        "role": "extracted",
        "context": "never enough.\" \nJane Doe 1 \n(Brad \nEdwards) \nAt hearing — did not specif"
      },
      {
        "name": "Lisa Bloom",
        "role": "extracted",
        "context": "ring Transcript \nJane Doe 6 \n(Lisa Bloom) \nAt hearing —  did not speci"
      },
      {
        "name": "Gloria \nAllred",
        "role": "extracted",
        "context": "ring Transcript \nJane Doe 9 \n(Gloria \nAllred) \n•  \"Sexually molested by hi"
      },
      {
        "name": "Gloria Allred",
        "role": "extracted",
        "context": "New York Hearing Transcript \n(Gloria Allred) •  Innocent massage \nturned"
      },
      {
        "name": "In Epstein",
        "role": "extracted",
        "context": "anscript \n(Gloria \nAllred) • \nIn Epstein mansion, he had a white robe"
      }
    ],
    "locations": [
      {
        "name": "Zorro Ranch",
        "type": "property"
      },
      {
        "name": "New Mexico Ranch",
        "type": "property"
      },
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Santa Monica, LA",
        "type": "city"
      },
      {
        "name": "Paris, NM",
        "type": "city"
      },
      {
        "name": "New York, UK",
        "type": "city"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:06.098Z"
}