{
  "document": {
    "id": "efta00014187",
    "filename": "EFTA00014187.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014187.pdf",
    "text": "\n\nCase 9:08-cv-80119-KAM Document 33 Entered on FLSD Docket 08:05:2008 Page 1 of 5 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF FLORIDA \nNO. 08-80119-CIV-MARRA/JOHNSON \nJANE DOE NO. 2, \nPlaintiff, \nv. \nJEFFREY EPSTEIN, \nDefendant. \nORDER DENYING MOTION TO STAY \nTHIS CAUSE comes before the Court on Defendant Jeffrey Epstein's Motion to Stay \n(DE 12), filed June 20, 2008. The motion is now fully briefed and is ripe for review. The Court \nhas carefully considered the motion and is otherwise fully advised in the premises. \nDefendant Jeffrey Epstein (\"Defendant\") seeks a stay of this civil action under a federal \nstatute which reads, in pertinent part, as follows: \nIf, at any time that a cause of action for recovery of compensation for \ndamage or injury to the person of a child exists, a criminal action is \npending which arises out of the same occurrence and in which the child is \nthe victim, the civil action shall be stayed until the end of all phases of the \ncriminal action and any mention of the civil action during the criminal \nproceeding is prohibited. As used in this subsection, a criminal action is \npending until its final adjudication in the trial court. \n18 U.S.C. § 3509 (k). In his motion, Defendant cites a state case, Florida v. Epstein, No. 2006 \n1 \nEFTA00014187\n\nCase 9:08-cv-80119-KAM Document 33 Entered on FLSD Docket 08/05/2008 Page 2 of 5 \nCF 09454AXX (Fla. Cir. Ct. 2008)' and a federal case, hr re Grand Jury, No. FGJ 07-103(WPB) \n(S.D. Fla.), that arise out of the same occurrences and are pending and thus require a stay of this \ncivil case. The federal \"case,\" according to Defendant, involves a \"deferred-prosecution\" \nagreement whereby the U.S. Attorney agreed to suspend its investigation of Defendant while \n\"retaining the right to reactivate the grand jury.\" (DE 24.) Defendant essentially reasons, \nbecause the U.S. Attorney could bring criminal charges against Defendant, that a criminal action \nis \"pending.\" The Court rejects this definition of a \"pending criminal action.\" \nWhen interpreting the text of a statute, the Court begins with the plain meaning of the \ntext. In re Hedrick, 524 F.3d 1175, 1186 (11'h Cir. 2008). If the plain meaning of a statute is \nclear, the Court should not deviate from that interpretation. Id. Pending is defined as \"remaining \nundecided\" and \"awaiting decision.\" Blacks Law Dictionary (81h ed. 2004).2  Likewise, an \n'As Defendant recognizes, the state court case was \"finally adjudicated\" and thus no \nlonger pending as of June 30, 2008. (See DE 12.) \n'Defendant attempts to argue that the fact that grand jury subpoenas are still \n\"outstanding\" and \"not withdrawn\" and that the grand jury will not be dismissed until Defendant \ncompletes his obligations under the state plea agreement means that a \"criminal action\" is \n\"pending.\" (Def. Reply 4.) Defendant misunderstands the purpose of a grand jury. A grand \njury, as Blackstone writes, is composed of citizens who \"inquire, upon their oaths, whether there \nbe sufficient cause to call upon the party to answer\" the charge of criminal activity. Beavers v. \nHenkel, 194 U.S. 73, 84 (1904) (quoting William Blackstone, 4 Commentaries *303). The grand \njury's sole purpose is to inquire into whether there is probable cause to bring an individual before \na tribunal to determine his guilt or innocence of an alleged crime. Id. The grand jury is simply \nan investigative body. See \nU.S \nv. Aired, 144, F.3d 1405, 1413 (111h Cir. 1998). A \"criminal \naction\" is not instigated by the calling of a grand jury, because a grand jury is convened \"to \ndetermine whether a crime has been committed and whether criminal proceedings should be \ninstituted against any person.\" \nU.S. \nv.  Calandra, 414 U.S. 338, 344 (1974). An \"action\" is \ncommenced against a person after the grand jury actually finds probable cause to make an \nindividual answer specific charges and renders a bill of indictment against that individual. Until \na grand jury's investigation is complete and there has been a determination by a lawful authority \nthat probable cause exists, there can be no criminal action. \n2 \nEFTA00014188\n\nCase 9:08-cv-80119-KAM Document 33 Entered on FLSD Docket 08/05/2008 Page 3 of 5 \n\"action\" is defined as a \"criminal judicial proceeding.\" Id. Because the U.S. Attorney has not \nfiled an indictment or an information against Defendant, the Court fails to see how there is an \nundecided judicial proceeding in federal court against Defendant. \nDefendant argues that this statute should be read to include the definition of \"criminal \naction\" used in 18 U.S.C. § I595(b)(2), which reads as follows: \"In this subsection, a 'criminal \naction' includes investigation and prosecution and is pending until final adjudication in the trial \ncourt.\" Defendant argues that \"Congress specifically intended that the term 'criminal action' \nwould be applied extremely broadly\" under § 1595, so Congress \"took pains to ensure that courts \nwould give it the broadest possible construction\" and defined \"criminal action\" as including \ninvestigatory stages. (Def. Reply 4.) Defendants argue that the Court should borrow this \ndefinition. \nThe Court disagrees. The Court believes that Congress's inclusion of this broader \ndefinition under § 1595 evinces Congressional intent to depart from the normal meaning of the \nterm \"criminal action.\"' This addition to the text suggests that Congress knows the plain \nmeaning of the term \"criminal action\" and that Congress decided, under § 1595, that the \ndefinition of \"criminal action\" should be broader. In contrast, Congress could have made such an \naddition to § 3509 had it intended the mandatory stay provision to apply to pre-indictment \ninvestigations, but it did not. In other words, by not broadening the definition of \"criminal \naction\" § 3509, Congress intended that the term should only have its ordinary meaning: that an \nindictment or information has been filed naming a specific defendant. Instead, it seems clear that \n'In fact, Congress made this intent clear by stating that this broader definition of a \n\"criminal action\" applied only \"in this subsection.\" \n3 \nEFTA00014189\n\nCase 9:08-cv-80119-KAM Document 33 Entered on FLSD Docket 08/05/2008 Page 4 of 5 \nCongress intended that these two statutory provisions should each have a different scope. \nDefendant's argument of statutory construction fails. \nThe single case cited by Defendant in support of his motion is not on point. In Doe 1 v. \nFrancis, No. 5:03CV260/MCR/WCS, 2005 WL 517847 (N.D. Fla. Feb. 10, 2005), the stay was \nentered because criminal charges had been filed against the defendant in a state court several \nmonths earlier (i.e., the defendants had been indicted by the state attorney). See Memorandum in \nSupport of Motion to Stay Proceedings Pending Outcome of Parallel Criminal Proceedings at 3, \nDoe 1 v. Francis, No. 5:03CV260/MCRIWCS (N.D. Fla. Dec. 2, 2003). The Court agrees with \nDefendant that a stay under § 3509(k) is mandatory when a criminal action is pending; the Court \nsimply disagrees that the \"deferred-prosecution agreement\" constitutes a pending criminal action. \nThe Court also does not believe a discretionary stay is warranted. Defendant did not seek \nthis relief in his motion; including such a request in the reply brief is inappropriate. Further, the \nCourt sees no reason to delay this litigation for the next thirty-three months. After all, Defendant \nis in control of his own destiny -  it is up to him (and him alone) whether the plea agreement \nreached with the State of Florida is breached. If Defendant does not breach the agreement, then \nhe should have no concerns regarding his Fifth Amendment right against self-incrimination. The \nfact that the U.S. Attorney (or other law enforcement officials) may object to some discovery in \nthese civil cases is not, in an of itself, a reason to stay the civil action. Any such issues shall be \nresolved as they arise in the course of this litigation. \nAccordingly, it is ORDERED AND ADJUDGED as follows: \nI. Defendant's Motion to Stay (DE 12) is DENIED. \n2. Defendant's Motion for Hearing (DE 27) is DENIED AS MOOT. \n4 \nEFTA00014190\n\nCase 9:08-cv-80119-KAM Document 33 Entered on FLSD Docket 08/05/2008 Page 5 of 5 \n3. Plaintiff's Motion for an Extension of Time to File Response (DE 18) is GRANTED NUN(' \nPRO \nTUNC. \nDONE AND ORDERED in Chambers at West Palm Beach, Palm Beach County, \nFlorida, this 4ih day of August, 2008. \ne\ne\"--2.-\nKENNETH A. MARRA \nUnited States District Judge \nCopies furnished to: \nall counsel of record \n5 \nEFTA00014191",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "V-MARRA/JOHNSON \nJANE DOE NO. 2, \nPlaintiff, \nv. \nJEFFREY EPSTEIN, \nDefendant. \nORDER DENYING MOTION TO STAY \nTHIS"
      },
      {
        "name": "Defendant Jeffrey",
        "role": "extracted",
        "context": "USE comes before the Court on Defendant Jeffrey Epstein's Motion to Stay \n(DE"
      },
      {
        "name": "Grand Jury",
        "role": "extracted",
        "context": "8)' and a federal case, hr re Grand Jury, No. FGJ 07-103(WPB) \n(S.D. F"
      },
      {
        "name": "Blacks Law",
        "role": "extracted",
        "context": "ded\" and \"awaiting decision.\" Blacks Law Dictionary (81h ed. 2004).2"
      },
      {
        "name": "As Defendant",
        "role": "extracted",
        "context": "h ed. 2004).2  Likewise, an \n'As Defendant recognizes, the state court c"
      },
      {
        "name": "William Blackstone",
        "role": "extracted",
        "context": "4 U.S. 73, 84 (1904) (quoting William Blackstone, 4 Commentaries *303). The gr"
      },
      {
        "name": "In Doe",
        "role": "extracted",
        "context": "f his motion is not on point. In Doe 1 v. \nFrancis, No. 5:03CV260/"
      },
      {
        "name": "See Memorandum",
        "role": "extracted",
        "context": "icted by the state attorney). See Memorandum in \nSupport of Motion to Stay"
      },
      {
        "name": "Stay Proceedings",
        "role": "extracted",
        "context": "ndum in \nSupport of Motion to Stay Proceedings Pending Outcome of Parallel C"
      },
      {
        "name": "Pending Outcome",
        "role": "extracted",
        "context": "of Motion to Stay Proceedings Pending Outcome of Parallel Criminal Proceedi"
      },
      {
        "name": "Parallel Criminal",
        "role": "extracted",
        "context": "roceedings Pending Outcome of Parallel Criminal Proceedings at 3, \nDoe 1 v. F"
      },
      {
        "name": "If Defendant",
        "role": "extracted",
        "context": "State of Florida is breached. If Defendant does not breach the agreement"
      },
      {
        "name": "Fifth Amendment",
        "role": "extracted",
        "context": "ave no concerns regarding his Fifth Amendment right against self-incriminat"
      },
      {
        "name": "File Response",
        "role": "extracted",
        "context": "n for an Extension of Time to File Response (DE 18) is GRANTED NUN(' \nPRO"
      },
      {
        "name": "West Palm",
        "role": "extracted",
        "context": "NE AND ORDERED in Chambers at West Palm Beach, Palm Beach County, \nFl"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "Chambers at West Palm Beach, Palm Beach County, \nFlorida, this 4ih da"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "NNETH A. MARRA \nUnited States District Judge \nCopies furnished to: \nall co"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2008-08-05",
        "event": "08/05/2008"
      },
      {
        "date": "2008-06-20",
        "event": "June 20, 2008"
      },
      {
        "date": "2008-06-30",
        "event": "June 30, 2008"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:48.358Z"
}