{
  "document": {
    "id": "efta00028297",
    "filename": "EFTA00028297.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028297.pdf",
    "text": "\n\nU.S. \nDepartment of \nJustice \nUnited States Attorney \nSouthern District of New York \nThe Si!lo J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nJuly 8, 2019 \nVIA \nECF \nThe Honorable Henry Pitman \nUnited States District Court \nSouthern District of New York \nUnited States Courthouse \n500 Pearl Street \nNew York, New York 10007 \nRe: United States v. Jeffrey  Epstein, 19 Cr. 490 (RMB) \nDear Judge Pitman: \nThe Government respectfully submits this letter in advance of the bail hearing scheduled \nfor July 9, 2019, in the above-captioned case. For the reasons set forth herein, the Court should \nissue a permanent order of detention of the defendant; he cannot meet his burden of overcoming \nthe presumption that there is no combination of conditions that would reasonably assure his \ncontinued appearance in this case or protect the safety of the community were he to be released. \nAs set forth below, the charges in this case are exceptionally serious: the defendant is \nalleged to be a serial sexual predator who preyed on dozens of minor girls over a period of years, \nand he now faces a potentially massive prison sentence predicated on substantial and multifaceted \nevidence of his guilt. Moreover, in light of the strength of the Government's evidence and the \nsubstantial incarceratory term the defendant would face upon conviction, there is an extraordinary \nrisk of flight, particularly given the defendant's exorbitant wealth; his ownership of and access to \nprivate planes capable of international travel; and his significant international ties. Indeed, the \narrest of the defendant occurred when he arrived in the United States on his private jet after having \nreturned from a multi-week stay abroad. \nFinally, and as detailed herein, the Government has real concerns—grounded in past \nexperience with this defendant—that if allowed to remain out on bail, the defendant will attempt \nto pressure and intimidate witnesses and potential witnesses in this case, including victims and \ntheir families, and otherwise attempt to obstruct justice. As a result, he poses both an acute danger \nto the community, including some of its most vulnerable members, and a significant risk of flight. \nThe defendant thus cannot overcome the statutory presumption that detention is appropriate in this \ncase. \nEFTA00028297\n\nHonorable Henry Pitman \nUnited States Magistrate Judge \nJuly 8, 2019 \nPage 2 \nBACKGROUND \nA. Overview \nOn July 2, 2019, a federal grand jury in the Southern District of New York returned a sealed \nindictment (the \"Indictment\") charging the defendant with one count of sex trafficking of minors, \nin violation of 18 U.S.C. § 1591, and one count of conspiracy to commit sex trafficking of minors, \nin violation of 18 \nU.S.C. § 371. \nAs charged by the grand jury, the facts underlying the charges in the Indictment arise from \na years-long scheme to commit and perpetuate the sexual abuse of underage girls. In particular, \nbeginning in at least 2002, the defendant enticed and recruited dozens of minor girls to engage in \nsex acts with him, for which he paid the victims hundreds of dollars in cash. \nHe undertook this activity in at least two different locations, including his mansion in \nManhattan, New York (the \"New York Residence\") and his estate in Palm Beach, Florida (the \n\"Palm Beach Residence\"). In both New York and Florida, the defendant perpetuated this abuse in \nsimilar ways. Victims were initially recruited to provide \"massages\" to the defendant, which \nwould be performed nude or partially nude, would become increasingly sexual in nature, and \nwould typically include one or more sex acts, including groping and direct or indirect contact with \nvictims' genitals. The defendant paid his victims hundreds of dollars in cash for each separate \nencounter. \nMoreover, the defendant actively encouraged certain of his victims to recruit additional \ngirls to be similarly sexually abused. He incentivized his victims to become recruiters by paying \nthese victim-recruiters hundreds of dollars for each additional girl that they brought to him. In this \nfashion, the defendant created a vast network of underage victims for him to exploit, in locations \nincluding New York and Palm Beach. \nThe defendant's victims were as young as 14 years old when he abused them. Many of his \nvictims were, for various reasons, often particularly vulnerable to exploitation. The defendant \nintentionally sought out—and knew that he was abusing—minors. Indeed, in some instances, his \nvictims expressly told him they were underage before or during the period in which he abused \nthem. \nIn creating and maintaining a  network of minor victims whom he abused, the defendant \nworked with others, including employees and associates who facilitated his exploitation of minors \nby, among other things, contacting victims and scheduling their sexual encounters with the \ndefendant, both in New York and in Florida. \nB. The Defendant \nJeffrey Epstein designed, financed, and perpetrated this scheme, both as its main participant \nand through his direction of others, including certain of his employees, to further facilitate his \nrampant abuse of minor girls. \nEFTA00028298\n\nHonorable Henry Pitman \nUnited States Magistrate Judge \nJuly \n8, 2019 \nPage 3 \nAs has been widely reported, the defendant is extraordinarily wealthy, and he owns and \nmaintains luxury properties and residences around the world, including in Manhattan, New York; \nPalm Beach, Florida; Stanley, New Mexico; and Paris, France. Additionally, Epstein owns a \nprivate island in the U.S. Virgin Islands which, as noted above, is believed to be his primary \nresidence in the United States. His mansion in Manhattan alone—a multi-story townhouse \nreported to be one of the largest single residences in all of Manhattan, which previously housed a \nschool and which he owns through an LLC—has been valued for tax purposes at approximately \n$77 million. Entities controlled by the defendant also own at least two private jets in active service, \nat least one of which is capable of intercontinental travel. \nAs described further below, the defendant possesses three active United States passports, \nand his international connections and travels are extensive. For example, in addition to \nmaintaining a  residence in Paris, France, as described above, in the past 18 months alone, the \ndefendant has traveled abroad, via private jet, either in or out of the country on approximately \nmore than 20 occasions. \nIn or about 2005, the defendant was investigated by local police in Palm Beach, Florida, in \nconnection with allegations that he had committed similar sex offenses against minor girls. The \ninvestigation ultimately also involved federal authorities, namely the U.S. Attorney's Office for \nthe Southern District of Florida (\"SDFL\") and the FBI's Miami Office and included interviews \nwith victims based in the Palm Beach area, including some of the alleged victims relevant to Count \nOne of the instant Indictment.' \nIn fall 2007, the defendant entered into a  non-prosecution agreement with the SDFL in \nconnection with the conduct at issue in that investigation, which the non-prosecution agreement \nidentifies as including investigations into the defendant's abuse of minor girls in the Palm Beach \narea. The Southern District of New York was not a signatory to that agreement, and the defendant \nwas never charged federally.2  In June 2008, the defendant pled guilty in state court to one count \nof procuring a person under the age of 18 for prostitution, a felony, and one count of solicitation \nof prostitution, a felony. As a  result, the defendant was designated as a  sex offender with \nregistration requirements under the national Sex Offender Registration and Notification Act. \nThe non-prosecution agreement, further discussed below, was entered into at the conclusion of \nthe SDFL investigation and did not purport to cover any victims outside of the State of Florida. \nAs noted above, the instant Indictment expressly alleges the existence of dozens of victims who \nwere abused in this District in addition to dozens of victims who were abused in Florida. \n2  While beyond the scope of a bail hearing, as discussed further below, it is well-established in the \nSecond Circuit that absent an express provision to the contrary in the agreement, one District is \nnot bound by the terms of an agreement entered into between a defendant and a U.S. Attorney's \nOffice in another district. See page 6, infra. \nEFTA00028299\n\nHonorable Henry Pitman \nUnited States Magistrate Judge \nJuly \n8, 2019 \nPage 4 \nARGUMENT \nI. Applicable Law \nUnder the Bail Reform Act, 18 U.S.C. §§ 3141 et seq., federal courts are empowered to \norder a  defendant's detention pending trial upon a  determination that the defendant is either a \ndanger to the community or a risk of flight. 18 U.S.C. § 3142(e) (\"no condition or combination of \nconditions would reasonably assure the appearance of the person as required and the safety of any \nother person and the community\"). A finding of risk of flight must be supported by a \npreponderance of the evidence. United States v. Jackson, 823 F.2d 4, 5 (2d Cir. 1987); United \nStates v. Chimurenga, 760 F.2d 400, 405 (2d Cir. 1985). A finding of dangerousness must be \nsupported by clear and convincing evidence. United States v. Ferranti, 66 F.3d 540, 542 (2d Cir. \n1995); Chimurenga, 760 F.2d at 405. In addition, a court may also order detention if there is \"a \nserious risk that the [defendant] will. . . attempt to obstruct justice, or . . . to threaten, injure, or \nintimidate, a  prospective witness or juror.\" 18 U.S.C. § 3142(0(2)(B); see United States v. \nFriedman, 837 F.2d 48 (2d Cir. 1988). \nThe Bail Reform Act lists four factors to be considered in the detention analysis: (1) the \nnature and circumstances of the crimes charged; (2) the weight of the evidence against the person; \n(3) the history and characteristics of the defendant, including the person's \"character . . . [and] \nfinancial resources\"; and (4) the seriousness of the danger posed by the defendant's release. See \n18 U.S.C. § 3142(g). Evidentiary rules do not apply at detention hearings and the government is \nentitled to present evidence by way of proffer, among other means. See 18 U.S.C. § 3142(0(2); \nsee also United States v.  LaFontaine, 210 F.3d 125, 130-31 (2d Cir. 2000) (government entitled \nto proceed by proffer in detention hearings); Ferranti, 66 F.3d at 542 (same); United States v. \nMartir, 782 F.2d 1141, 1145 (2d Cir. 1986) (same). \nWhere a  judicial officer concludes after a hearing that \"no condition or combination of \nconditions will reasonably assure the appearance of the person as required and the safety of any \nother person and the community, such judicial officer shall order the detention of the person before \ntrial.\" 18 U.S.C. § 3142(e)(1). Additionally, where, as here, a  defendant is charged with \ncommitting an offense involving a minor victim under 18 U.S.C. § 1591, it shall be presumed, \nsubject to rebuttal, that no condition or combination of conditions will reasonably assure the \nappearance of the defendant as required and the safety of the community. 18 U.S.C. \n§ \n3142(e)(3)(E). \nIl. Discussion \nThe defendant should be detained pending trial. For the reasons set forth below, it is \ndifficult to overstate the risk of flight and danger to the community if the defendant is released, \nand for those reasons, the defendant cannot overcome the statutory presumption in favor of \ndetention in this case. \nEFTA00028300\n\nHonorable Henry Pitman \nUnited States Magistrate Judge \nJuly \n8, 2019 \nPage 5 \nA. The Defendant Poses an Extreme Flight Risk \nEach of the relevant factors to be considered as to flight risk —  the nature and circumstances \nof the offense, the strength of the evidence, and the history and characteristics of the defendant —\ncounsel strongly in favor of detention. \nI. The Nature and Circumstances of the Offense and the Strength of the Evidence \nThe \"nature and circumstances\" of this offense plainly favor detention. 18 U.S.C. \n§ 3142(g)(1) (specifically enumerating \"whether the offense. . . involves a  minor victim\" as a \nfactor in bail applications). Indeed, the crime of sex trafficking of a minor is so serious that for a \ndefendant charged with that offense, there is a presumption that no condition or combination of \nconditions will reasonably assure the appearance of the defendant as required and the safety of the \ncommunity. 18 U.S.C. § 3142 (e)(3)(E). Here, as specified in the Indictment, the defendant's \nconduct was committed serially, over a period of years, and affected dozens of victims. \nThe seriousness of the charge is also reflected in the penalties the defendant faces, which \ninclude up to 45 years of incarceration for Counts One and Two of the Indictment.; As the Second \nCircuit has noted, the possibility of a severe sentence is a significant factor in assessing the risk of \nflight. See United States v. Jackson, 823 F.2d 4, 7 (2d Cir. 1987); see also United States v.  Cisneros, \n328 F.3d 610, 618 (10th Cir. 2003) (defendant was a  flight risk because her knowledge of the \nseriousness of the charges against her gave her a  strong incentive to abscond); United States v. \nTownsend, 897 F.2d 989, 995 (9th Cir. 1990) (\"Facing the much graver penalties possible under the \npresent indictment, the defendants have an even greater incentive to consider flight.\"). Here, the \ndefendant is facing a  statutory maximum of decades in prison. Even in the absence of means—\nwhich, as discussed in detail below, the defendant has in abundance—this fact alone would provide \na compelling incentive for anyone to fail to appear. It is particularly compelling for a defendant \nwho is 66 years old and therefore faces the very real prospect of spending the rest of his life in \nprison if convicted. \nThe likelihood of a substantial period of incarceration is buttressed by the strength of the \nevidence. As set forth in the Indictment, the evidence in this case is strong. The Indictment alleges \nthat the defendant sexually abused dozens of minor victims, and the conspiracy count lists \nnumerous overt acts committed in furtherance of the defendant's crimes.4\n3  The current penalties for violations of 18 U.S.C. § 1591 include a 10 year mandatory minimum \nsentence. However, that punishment was created through an amendment to the statute in 2006. \nThe penalty for a  violation of Section 1591 during the period charged in the Indictment, and \ntherefore relevant here, was a maximum of 40 years' imprisonment. \n4  With respect to the evidence in this case, the Court should start its analysis by accepting that the \nIndictment is sufficient, on its own, to establish probable cause that the defendant committed the \ncrimes of sex trafficking and sex trafficking conspiracy. Contreras, 776 F.2d at 54. (\"Were an \nevidentiary hearing addressing the existence of probable cause required in every § 3142(e) case in \nwhich an indictment had been filed, the court would spend scarce judicial resources considering \nEFTA00028301\n\nHonorable Henry Pitman \nUnited States Magistrate Judge \nJuly \n8, 2019 \nPage 6 \nMultiple victims, including several specified in the Indictment, have provided information \nagainst the defendant. That information is detailed, credible, and corroborated, in many instances, \nby other witnesses and contemporaneous documents, records and other evidence—including, as \nfurther detailed below, evidence from a search of the New York Residence on the night of the \ndefendant's arrest that reflects an extraordinary volume of photographs of nude and partially-nude \nyoung women or girls. Such corroborating evidence includes documents and other materials, such \nas contemporaneous notes, messages recovered from the defendant's residence that include names \nand contact information for certain victims, and call records that confirm the defendant and his \nagents were repeatedly in contact with various victims during the charged period. Put simply, all \nof this evidence — the voluminous and credible testimony of individuals who were sexually abused \nby the defendant as minors, each of whom are backed up by other evidence —  will be devastating \nevidence of guilt at any trial in this case and weighs heavily in favor of detention. \nFinally, it bears noting that neither the age of the conduct nor the defendant's previous non-\nprosecution agreement (\"NPA\") with a  different federal district pose any impediment to his \nconviction. As an initial matter, all of the conduct is timely charged, pursuant to 18 U.S.C. § 3283, \nwhich was amended in 2003 to permit the prosecution of sex offenses against minor children, and \noperates to extend the limitations period for conduct that was timely as of the date of the \namendment, to any time during the lifetime of the minor victim. See United States v. Chief, 438 \nF.3d 920, 922-25 (9th Cir. 2006) (finding that because Congress extended the statute of limitations \nfor sex offenses involving minors during the time the previous statute was still running, the \nextension was permissible); United States v. Pierre-Louis, No. 16 Cr. 541 (CM), 2018 WL \n4043140, at *1 (S.D.N.Y. Aug. 9, 2018) \n(same). \nMoreover, with respect to the NPA, that agreement, to which the Southern District of New \nYork was not a party, which by its express language pertained exclusively to the SDFL \ninvestigation, and which did not purport to bind any other Office or District, does not preclude \nprosecution in this District for at least two reasons. First, it  is well settled in the Second Circuit \nthat \"a plea agreement in one U.S. Attorney's office does not, unless otherwise stated, bind \nanother.\" United States v. Frisco, 391 F. App'x 920, 921 (2d Cir. 2010) (\"A plea agreement binds \nonly the office of the United States Attorney for the district in which the plea is entered unless it \naffirmatively appears that the agreement contemplates a broader restriction.\") (citing United States \nv. Annabi, 771 F.2d 670, 672 (2d Cir. 1985) (per curiam)). This is true even if the text of the \nagreement purports to bind \"the Government.\" See Annabi, 771 F.2d at 672. This analysis \nsimilarly extends to a non-prosecution agreement. See United States v. Laskow, 688 F. Supp. 851, \n854 (E.D.N.Y. 1988) (\"Defendant's argument, in effect, is that unless there is an explicit statement \nto the contrary, it is presumed that a non-prosecution agreement binds offices of the United States \nAttorney that are not parties to the agreement. This position is at odds with the law in this Circuit, \nwhich presumes a  narrow reading of the boundaries of a  plea agreement unless a defendant can \nthat which a grand jury had already determined, and have less time to focus on the application of \nthe presumptions and the § 3142(g) factors in deciding whether the defendant should be \ndetained.\"). \nEFTA00028302\n\nHonorable Henry Pitman \nUnited States Magistrate Judge \nJuly 8, 2019 \nPage \n7 \naffirmatively establish that a more expansive interpretation was contemplated.\") (citing Annabi, \n771 F.2d at 672). Second, the Indictment charges conduct not covered by the NPA, namely \nconduct that occurred in New York. As noted above, the prior NPA includes a list of several dozen \nidentified victims identified in the prior investigation, all of whom were abused in the State of \nFlorida, and none of whom are a  part of the conduct charged in Count Two of the instant \nIndictment. \nEach of these factors—the seriousness of the allegations, the strength of the evidence, and \nthe possibility of lengthy incarceration—creates an extraordinary incentive to flee. And as further \ndescribed below, the defendant has the means and money to do so. \n2. The Characteristics of the Defendant \nThe history and characteristics of the defendant also strongly support detention. The \ndefendant is extraordinarily wealthy and has access to vast financial resources to fund any attempt \nto flee. Indeed, his potential avenues of flight from justice are practically limitless. \nAs the defendant acknowledged in his most recent New York State sex offender \nregistration, he has six residences, including two in the U.S. Virgin Islands (including his own \nprivate island), and one each in Palm Beach, Florida; Paris, France; New York, New York; and \nStanley, New Mexico. The most recent estimated value of the defendant's New York City mansion \nalone is more than $77 million. The most recent tax-assessed value of the defendant's Palm Beach \nestate is more than $12 million. The defendant's primary residence is a private island in the U.S. \nVirgin Islands, a place where any sort of meaningful supervision would be all but impossible. \nMoreover, the defendant has access to innumerable means to flee. His sex registration \ndocumentation of \"current vehicles\" lists no fewer than 15 motor vehicles, including seven \nChevrolet Suburbans, a cargo van, a Range Rover, a Mercedez-Benz sedan, a Cadillac Escalade, \nand a Hummer II. These cars are registered in various states and territories including the Virgin \nIslands, New York, Florida, and New Mexico. The defendant also has access to two private jets, \ngiving him the ability to leave the country secretly and on a moment's notice and to go virtually \nanywhere he wants to travel. He is a very frequent international traveler and regularly travels to \nand from the United States by private plane. In particular, between January 1, 2018, and the \npresent, U.S. Customs and Border Patrol has logged approximately more than 20 flights in which \nEpstein was traveling to or from a foreign country. Indeed, he was arrested at Teterboro Airport \narriving on just such a private international flight after having spent approximately three weeks \nabroad. Extensive international travel of this nature further demonstrates a risk of flight. See, e.g., \nUnited States v. Anderson, 384 F. Supp. 2d 32, 36 (D.D.C. 2005). There can be no assurance that, \nupon release, the defendant would suddenly lack access to such means of travel. \nFinally, the defendant has no meaningful ties that would keep him in this country. The \ndefendant has no known immediate family. He is not married and has no children. He has friends \nand associates worldwide, as demonstrated by his extensive international travel, and his \nprofessional obligations, if any, can and seemingly are plainly capable of being handled by the \ndefendant remotely. Simply put, there would be no meaningful reason for the defendant to remain \nin the country, while he would have every incentive (and every resource needed) to flee. \nEFTA00028303\n\nHonorable Henry Pitman \nUnited States Magistrate Judge \nJuly \n8, 2019 \nPage 8 \nNor would home confinement with electronic monitoring reasonably assure the \ndefendant's presence as required. At best, home confinement with electronic monitoring would \nmerely reduce his head start should he decide to flee. See United States v. Zarger, No. 00 Cr. 773, \n2000 WL 1134364, at *1 (E.D.N.Y. Aug. 4, 2000) (Gleeson, J.) (rejecting defendant's application \nfor bail in part because home detention with electronic monitoring \"at best . . . limits a  fleeing \ndefendant's head start\"); see also United States v. Casteneda, No. 18 Cr. 047, 2018 WL 888744, \nat *9 (N.D. Cal. Feb. 2018) (same); United States v.  Anderson, 384 F.Supp.2d 32, 41 (D.D.C. \n2005) (same); United States v. Benatar, No. 02 Cr. 099, 2002 WL 31410262, at *3 (E.D.N.Y. \nOct. 10, 2002) (same). \nFinally, there can be little doubt that the defendant is in a position to abandon millions of \ndollars in cash and property securing any potential bond and still live comfortably for the rest of \nhis life. These resources, and the ease with which the defendant could flee and live outside the \nreach of law enforcement—particularly considering his vast wealth and lack of meaningful ties to \nthis District—make the risk of flight exceptionally high in this case, particularly when considered \nin conjunction with the strength of the government's case and the lengthy sentence the defendant \ncould receive if convicted. \nB. The Defendant Poses a  Risk of Danger to the Community and of Engaging in \nObstruction of Justice \nThe release of the defendant, under any conditions, would pose a significant threat to the \ncommunity and to the ongoing investigation. \nAs described above, where there is probable cause to believe that an individual has \ncommitted an offense under 18 U.S.C. § 1591, it is presumed that no condition or combination of \nconditions can reasonably assure the safety of the community. 18 U.S.C. § 3142(e)(3). Here, not \nonly is the defendant charged with very serious sex crimes against minors, he has already \npreviously admitted to—and been convicted of—engaging in related conduct. Specifically, in \nJune 2008, the defendant pled guilty in state court to one count of procuring a person under the \nage of 18 for prostitution, a felony, and he currently is a registered sex offender, including under \nclassification level three in New York—defined as presenting a \"high\" risk of committing another \nsex crime and harm to the community. While the conduct presently alleged does not post-date the \n2008 conviction, it nevertheless underscores the risk he poses to the community if released. \nAdditionally, and in connection with the investigation of the defendant's offense in Florida, \nthere were credible allegations that the defendant engaged in witness tampering, harassment, or \nother obstructive behaviors. In fact, according to publicly-filed court documents, there were \ndiscussions between prosecutors and the defendant's counsel about the possibility of the defendant \npleading guilty to counts relating to \"obstruction,\" as well as \"harassment,\" with reference to \n18 U.S.C. § 1512, which criminalizes \"[t]ampering with a  witness, victim, or informant.\" For \nexample, in a  communication from the defendant's then-counsel to prosecutors in SDFL, his \ncounsel set forth a possible factual proffer that included statements that the defendant had \n\"attempted to harass both [redacted] delay and hinder their receipt of a  [redacted] to attend an \nofficial proceeding\" and that the defendant \"in particular, changed travel plans and flew with both \nEFTA00028304\n\nHonorable Henry Pitman \nUnited States Magistrate Judge \nJuly 8, 2019 \nPage \n9 \n[redacted] to the United States Virgin Islands rather than to an airport in New Jersey in order to \nattempt to delay their receipt of what Mr. Epstein expected to be a [redacted]\" and \"further verbally \nharassed both [redacted] in connection to this attempt to delay their voluntary receipt of process \nall in violation of 18 USC 1512(d)(1).\"5   Doe v. United States, 08 Civ. 80736 (S.D. Fla.), Dkts. \n361 at 3-4, 361-7 through 361-11. In addition to 18 U.S.C. § 1512(d), prosecutors also \nproposed \nthat the defendant could plead guilty to 18 U.S.C. § 403, that is, a knowing or intentional violation \nof the privacy protection of child victims and child witnesses, to which the defendant's counsel \nreplied: \"Already thinking about the same statutes.\" Id. Dkt. 361-11. They also discussed a \npossible obstruction plea that \"could rely on the incident where Mr. Epstein's private investigators \nfollowed [redacted] father, forcing off the road.\" Id. Dkt. 361-10. \nThe defendant's apparent previous willingness to obstruct a federal investigation, harass or \ntamper with witnesses, and hire private investigators that \"forc[ed] off the road\" the father of an \nindividual relevant in the investigation is alarming. It  should especially weigh on the Court's \nconsideration here because the defendant was apparently willing to take those steps before even \nbeing charged and thus facing federal indictment; the incentive to interfere in the Government's \ncase here, where an Indictment has been returned, is exponentially greater. And as discussed \nabove, the defendant has nearly limitless means to do so. \nFinally, despite having been previously convicted of a sex offense involving an underage \nvictim, the defendant has continued to maintain a vast trove of lewd photographs of young-looking \nwomen or girls in his Manhattan mansion. In a search of the New York Residence on the night of \nhis arrest, on July 6-7, 2019, pursuant to judicially-authorized warrants, law enforcement officers \ndiscovered not only specific evidence consistent with victim recollections of the inside of the \nmansion, further strengthening the evidence of the conduct in the charged Indictment, but also at \nleast hundreds—and perhaps thousands-of sexually suggestive photographs of fully- or partially-\nnude females. While these items were only seized this weekend and are still being reviewed, some \nof the nude or partially-nude photographs appear to be of underage girls, including at least one girl \nwhose counsel has informed the Government was underage at the time the relevant photographs \nwere taken. Additionally, some of the photographs referenced herein were discovered in a locked \nsafe, in which law enforcement officers also found compact discs with hand-written labels \nincluding the following: \"Young [Name] + [Name],\" \"Misc nudes 1,\" and \"Girl pics nude.\" The \ndefendant, a  registered sex offender, is not reformed, he is not chastened, he is not repentant;6\nrather, he is a  continuing danger to the community and an individual who faces devastating \nevidence supporting deeply serious charges. \n5  The redactions above are contained in the publicly filed version of the quoted document. \n6  See, e.g., Amber Southerland, Billionaire Jeffrey Epstein: I'm a sex offender, not a predator, \nN.Y. Post (2011) (\"I'm not a  sexual predator, I'm an \"offender,\" the financier told The Post \nyesterday. `It's the difference between a  murderer and a person who steals a  bagel.'\"); Philip \nWeiss, The Fantasist, New York Magazine (2007) (\"`It's the Icarus story, someone who flies too \nclose to the sun,' I said. `Did Icarus like massages?' Epstein asked.\"). \nEFTA00028305\n\nHonorable Henry Pitman \nUnited States Magistrate Judge \nJuly \n8, 2019 \nPage 10 \nCONCLUSION \nAs set forth above, in this case, the risk of flight in this case is extraordinarily real. The \ndefendant is extremely wealthy, has extensive foreign contacts, and is charged with serious \noffenses that carry a potential statutory sentence of up to 45 years' imprisonment—even a fraction \nof which could result in the defendant, who is 66 years old, spending the rest of his life in jail. In \nsum, the defendant's transient lifestyle, his lack of family or community ties, his extensive \ninternational travel and ties outside the country, and his vast wealth, including his access to and \nownership of private planes, all provide the defendant with the motive and means to become a \nsuccessful fugitive. Further, the nature of the offenses he is alleged to have perpetrated—the abuse \ndozens of underage, vulnerable girls—along with his demonstrated willingness to harass, \nintimidate and otherwise tamper with victims and other potential witnesses against him, render his \ndangerousness readily apparent. \nAs such, the Government respectfully submits that the defendant cannot and will not be \nable to meet his burden of overcoming the strong presumption in favor of detention, that there are \nno conditions of bail that would assure the defendant's presence in court proceedings in this case \nor protect the safety of the community, and that any application for bail should be denied. \nVery truly yours, \nBy: \nGEOF REY S. BERMAN \nUnited States Attome \nAssistant United States Attorney \nSouthern District of New York \nTel: \nCc: Martin Weinberg, Esq., and Reid Weingarten, Esq., counsel for defendant \nHon. Richard M. Berman, United States District Judge \nEFTA00028306",
    "pageCount": 10,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "th in New York and in Florida. \nB. The Defendant \nJeffrey Epstein designed, financed, and perpetrated this scheme,"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "o delay their receipt of what Mr. Epstein expected to be a [redacte"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "U.S. \nDepartment of \nJustice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "epartment of \nJustice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nThe Si!lo J. Mol"
      },
      {
        "name": "The Si",
        "role": "extracted",
        "context": "outhern District of New York \nThe Si!lo J. Mollo Building \nOne Sai"
      },
      {
        "name": "Mollo Building",
        "role": "extracted",
        "context": "ict of New York \nThe Si!lo J. Mollo Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The Si!lo J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nJuly 8,"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "0007 \nJuly 8, 2019 \nVIA \nECF \nThe Honorable Henry Pitman \nUnited States D"
      },
      {
        "name": "Henry Pitman",
        "role": "extracted",
        "context": "2019 \nVIA \nECF \nThe Honorable Henry Pitman \nUnited States District Court"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "e Henry Pitman \nUnited States District Court \nSouthern District of New Yor"
      },
      {
        "name": "Pearl Street",
        "role": "extracted",
        "context": "United States Courthouse \n500 Pearl Street \nNew York, New York 10007 \nRe"
      },
      {
        "name": "Jeffrey  Epstein",
        "role": "extracted",
        "context": "k 10007 \nRe: United States v. Jeffrey  Epstein, 19 Cr. 490 (RMB) \nDear Judge"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "y  Epstein, 19 Cr. 490 (RMB) \nDear Judge Pitman: \nThe Government respe"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "90 (RMB) \nDear Judge Pitman: \nThe Government respectfully submits this let"
      },
      {
        "name": "Honorable Henry",
        "role": "extracted",
        "context": "in this \ncase. \nEFTA00028297\n\nHonorable Henry Pitman \nUnited States Magistr"
      },
      {
        "name": "Pitman \nUnited",
        "role": "extracted",
        "context": "EFTA00028297\n\nHonorable Henry Pitman \nUnited States Magistrate Judge \nJuly"
      },
      {
        "name": "States Magistrate",
        "role": "extracted",
        "context": "onorable Henry Pitman \nUnited States Magistrate Judge \nJuly 8, 2019 \nPage 2"
      },
      {
        "name": "Judge \nJuly",
        "role": "extracted",
        "context": "man \nUnited States Magistrate Judge \nJuly 8, 2019 \nPage 2 \nBACKGROUND"
      },
      {
        "name": "Overview \nOn",
        "role": "extracted",
        "context": "2019 \nPage 2 \nBACKGROUND \nA. Overview \nOn July 2, 2019, a federal grand"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "Residence\") and his estate in Palm Beach, Florida (the \n\"Palm Beach Re"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "Palm Beach, Florida; Stanley, New Mexico; and Paris, France. Additiona"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "a \nprivate island in the U.S. Virgin Islands which, as noted above, is bel"
      },
      {
        "name": "Miami Office",
        "role": "extracted",
        "context": "lorida (\"SDFL\") and the FBI's Miami Office and included interviews \nwith"
      },
      {
        "name": "Count \nOne",
        "role": "extracted",
        "context": "e alleged victims relevant to Count \nOne of the instant Indictment.'"
      },
      {
        "name": "The Southern",
        "role": "extracted",
        "context": "irls in the Palm Beach \narea. The Southern District of New York was not"
      },
      {
        "name": "In June",
        "role": "extracted",
        "context": "as never charged federally.2  In June 2008, the defendant pled guil"
      },
      {
        "name": "Sex Offender",
        "role": "extracted",
        "context": "quirements under the national Sex Offender Registration and Notification"
      },
      {
        "name": "Notification Act",
        "role": "extracted",
        "context": "Sex Offender Registration and Notification Act. \nThe non-prosecution agreeme"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "t is well-established in the \nSecond Circuit that absent an express provis"
      },
      {
        "name": "Applicable Law",
        "role": "extracted",
        "context": "8, 2019 \nPage 4 \nARGUMENT \nI. Applicable Law \nUnder the Bail Reform Act, 1"
      },
      {
        "name": "Bail Reform",
        "role": "extracted",
        "context": "I. Applicable Law \nUnder the Bail Reform Act, 18 U.S.C. §§ 3141 et seq"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "823 F.2d 4, 5 (2d Cir. 1987); United \nStates v. Chimurenga, 760 F.2d 400,"
      },
      {
        "name": "The Bail",
        "role": "extracted",
        "context": "837 F.2d 48 (2d Cir. 1988). \nThe Bail Reform Act lists four factors"
      },
      {
        "name": "Reform Act",
        "role": "extracted",
        "context": "48 (2d Cir. 1988). \nThe Bail Reform Act lists four factors to be cons"
      },
      {
        "name": "Discussion \nThe",
        "role": "extracted",
        "context": ".S.C. \n§ \n3142(e)(3)(E). \nIl. Discussion \nThe defendant should be detained"
      },
      {
        "name": "Extreme Flight",
        "role": "extracted",
        "context": "5 \nA. The Defendant Poses an Extreme Flight Risk \nEach of the relevant fa"
      },
      {
        "name": "Risk \nEach",
        "role": "extracted",
        "context": "ndant Poses an Extreme Flight Risk \nEach of the relevant factors to be"
      },
      {
        "name": "The Nature",
        "role": "extracted",
        "context": "ly in favor of detention. \nI. The Nature and Circumstances of the Offe"
      },
      {
        "name": "Evidence \nThe",
        "role": "extracted",
        "context": "fense and the Strength of the Evidence \nThe \"nature and circumstances\" of"
      },
      {
        "name": "Counts One",
        "role": "extracted",
        "context": "45 years of incarceration for Counts One and Two of the Indictment.; A"
      },
      {
        "name": "Second \nCircuit",
        "role": "extracted",
        "context": "wo of the Indictment.; As the Second \nCircuit has noted, the possibility of"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "ssessing the risk of \nflight. See United States v. Jackson, 823 F.2d 4"
      },
      {
        "name": "The Indictment",
        "role": "extracted",
        "context": "dence in this case is strong. The Indictment alleges \nthat the defendant s"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "hich the Southern District of New \nYork was not a party, which by its"
      },
      {
        "name": "See Annabi",
        "role": "extracted",
        "context": "rts to bind \"the Government.\" See Annabi, 771 F.2d at 672. This analys"
      },
      {
        "name": "Count Two",
        "role": "extracted",
        "context": "art of the conduct charged in Count Two of the instant \nIndictment."
      },
      {
        "name": "The Characteristics",
        "role": "extracted",
        "context": "means and money to do so. \n2. The Characteristics of the Defendant \nThe history"
      },
      {
        "name": "Defendant \nThe",
        "role": "extracted",
        "context": "2. The Characteristics of the Defendant \nThe history and characteristics o"
      },
      {
        "name": "Chevrolet Suburbans",
        "role": "extracted",
        "context": "or vehicles, including seven \nChevrolet Suburbans, a cargo van, a Range Rover,"
      },
      {
        "name": "Range Rover",
        "role": "extracted",
        "context": "let Suburbans, a cargo van, a Range Rover, a Mercedez-Benz sedan, a Cad"
      },
      {
        "name": "Cadillac Escalade",
        "role": "extracted",
        "context": "ver, a Mercedez-Benz sedan, a Cadillac Escalade, \nand a Hummer II. These cars"
      },
      {
        "name": "Virgin \nIslands",
        "role": "extracted",
        "context": "and territories including the Virgin \nIslands, New York, Florida, and New M"
      },
      {
        "name": "Border Patrol",
        "role": "extracted",
        "context": "he \npresent, U.S. Customs and Border Patrol has logged approximately more"
      },
      {
        "name": "Teterboro Airport",
        "role": "extracted",
        "context": "y. Indeed, he was arrested at Teterboro Airport \narriving on just such a priv"
      },
      {
        "name": "Justice \nThe",
        "role": "extracted",
        "context": "f Engaging in \nObstruction of Justice \nThe release of the defendant, und"
      },
      {
        "name": "New Jersey",
        "role": "extracted",
        "context": "rather than to an airport in New Jersey in order to \nattempt to delay"
      },
      {
        "name": "Amber Southerland",
        "role": "extracted",
        "context": "oted document. \n6  See, e.g., Amber Southerland, Billionaire Jeffrey Epstein:"
      },
      {
        "name": "Billionaire Jeffrey",
        "role": "extracted",
        "context": "See, e.g., Amber Southerland, Billionaire Jeffrey Epstein: I'm a sex offender,"
      },
      {
        "name": "The Post",
        "role": "extracted",
        "context": "offender,\" the financier told The Post \nyesterday. `It's the differe"
      },
      {
        "name": "Philip \nWeiss",
        "role": "extracted",
        "context": "rson who steals a  bagel.'\"); Philip \nWeiss, The Fantasist, New York Maga"
      },
      {
        "name": "The Fantasist",
        "role": "extracted",
        "context": "a  bagel.'\"); Philip \nWeiss, The Fantasist, New York Magazine (2007) (\"`"
      },
      {
        "name": "Did Icarus",
        "role": "extracted",
        "context": "close to the sun,' I said. `Did Icarus like massages?' Epstein asked"
      },
      {
        "name": "Attome \nAssistant",
        "role": "extracted",
        "context": "REY S. BERMAN \nUnited States Attome \nAssistant United States Attorney \nSouth"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "tome \nAssistant United States Attorney \nSouthern District of New York \nTel: \nC"
      },
      {
        "name": "Martin Weinberg",
        "role": "extracted",
        "context": "strict of New York \nTel: \nCc: Martin Weinberg, Esq., and Reid Weingarten, E"
      },
      {
        "name": "Reid Weingarten",
        "role": "extracted",
        "context": "c: Martin Weinberg, Esq., and Reid Weingarten, Esq., counsel for defendant"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "hard M. Berman, United States District Judge \nEFTA00028306"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Teterboro",
        "type": "location"
      },
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-07-08",
        "event": "July 8, 2019"
      },
      {
        "date": "2019-07-09",
        "event": "July 9, 2019"
      },
      {
        "date": "2019-07-02",
        "event": "July 2, 2019"
      },
      {
        "date": "2019-07-08",
        "event": "July \n8, 2019"
      },
      {
        "date": "2018-01-01",
        "event": "January 1, 2018"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:19.970Z"
}