{
  "document": {
    "id": "efta00020899",
    "filename": "EFTA00020899.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00020899.pdf",
    "text": "\n\nFrom: ' \nTo:' \nCc: ' (USANYS)\"  \nSubject: Re: laptop for MDC \nDate: Mon, 02 Nov 2020 19:59:34 +0000 \nAs king as we are clear we don't know the timeline for this, that sounds fine to me. \nSent from my iPhone \nOn Nov 2, 2020, at 2:29 PM, ) < \nGood with me emailing the defense to let them know we are working on getting a laptop? \nFrom: (USANYS) \nSent: Monday, November 2, 2020 2:04 PM \nTo: \nCc: (USANYS) \n(USANYS) < \nSubject: RE: laptop for MDC \n> \nwrote: \nThe laptop purchase request went to this morning. We need to verify some of the spec to ensure we purchased \none that will work for your needs and was available. I will follow up with to get a delivery date. \nOnce we receive it we will need a day or two to configure and install the software. Friday maybe a tight date to make. \nLet you know when I know more. \nFrom: \nSent: Monday, November 2, 2020 12:20 PM \nTo: (USANYS) \nCc: (USANYS) \nSubject: Re: laptop for MDC \nHi =, \nHope you're doing well. Has the laptop arrived? The warden has approved our request to give the defendant this laptop, \nand we would like to have it ready by the end of the week if at all possible. If you have any questions, I can be reached at \nanytime today. Thanks so much for your help with this project. \nBest, \nSent from my iPhone \nOn Oct 28, 2020, at 2:44 PM, \n> wrote:\n(USANYS) < \nIt sure we will research one tonight and place the order tomorrow. It depends on availability and delivery. Do we have \na copy of the data that goes with the drive? \nEFTA00020899\n\nTo: \nCc: \nSubject: laptop for MDC \nAlso with the ever changing policies in BOP, can you confirm that they will allow her to have a laptop. Not sure the \nrules at MDC. \nSent from my iPhone \nOn Oct 28, 2020, at 2:22 PM, <> wrote: \nPerfect, thanks so much. How long would you estimate that will take? \nFrom: (USANYS) \nSent: Wednesday, October 28, 2020 2:20 PM \nTo: \n) < \nCc: \n) <  \n(USANYS) \nSubject: RE: laptop for MDC \nct> \nWe will spec out a laptop to purchase for this case. \nFrom: \nSent: Wednesday, October 28, 2020 2:09 PM \nTo: (USANYS) \n< \nCc: (USANYS) \nSubject: RE: laptop for MDC \nThanks so much. \nFrom: (USANYS) < \nSent: Wednesday, October 28, 2020 2:06 PM \nTo: \n) < \nCc: ) <  (USANYS) \nSubject: RE: laptop for MDC \nLet me discuss with Ed the best options. get back to you shortly. \nFrom: \nSent: Wednesday, October 28, 2020 1:58 PM \n(USANYS) < \nHi =, \n(USANYS) \nI hope you're doing well. Because of some discovery accessibility issues we're having in the Ghislaine Maxwell case, \nwe would like to provide a clean laptop to Maxwell in MDC for discovery review purposes. The laptop need only \npermit review of standard files — word, pdf, .tif, .xls, etc. All other capabilities and programs can be disabled. I \nunderstand we did something similar in the Avenatti case, and we'd like to do the same here. Would that be \npossible? It would be a huge help to us if you could possibly prep and provide us with a laptop for this purpose. \nThanks so much—\nEFTA00020900",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "iscovery accessibility issues we're having in the Ghislaine Maxwell case, \nwe would like to provide a clean laptop to"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "ds fine to me. \nSent from my iPhone \nOn Nov 2, 2020, at 2:29 PM, ) <"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-11-02",
        "event": "November 2, 2020"
      },
      {
        "date": "2020-10-28",
        "event": "October 28, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:03.579Z"
}