{
  "document": {
    "id": "efta00016471",
    "filename": "EFTA00016471.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016471.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SONY \nDOCUMENT \nELECTRONICALLY \nFILED \nDOC 0: \nDATE FILED: \n11/11/21 \n20-CR-330 (MN) \nOPINION & ORDER \nALISON J. NATHAN, District Judge: \nBefore the Court is the Defense's motion to exclude the Government's expert witness, \nDr. Lisa Rocchio, pursuant to Federal Rule of Evidence 702 and the standard in Daubert v. \nMerrell Dow Pharmaceuticals, Inc., 509 U.S. 579 (1993). Dkt. No. 386. The Government filed \na response brief, Dkt. No. 397, and Defendant filed a reply, Dkt. No. 398. The Court conducted \na Daubert hearing on November 10, 2021, at which both parties examined Dr. Rocchio. Dkt. \nNo. 431. The Court stated its oral opinion at that hearing that it would deny and grant in part \nDefendant's motion, to be followed by this opinion. \nI. Legal standard \nFederal Rule of Evidence 702 governs the admissibility of expert testimony. That rule \nstates: \nA witness who is qualified as an expert by knowledge, skill, experience, training, or \neducation may testify in the form of an opinion or otherwise if: \n(a) the expert's scientific, technical, or other specialized knowledge will help the trier \nof fact to understand the evidence or to determine a fact in issue; \nI \nEFTA00016471\n\n(b) the testimony is based on sufficient facts or data; \n(c) the testimony is the product of reliable principles and methods; and \n(d) the expert has reliably applied the principles and methods to the facts of the case. \nThe Court exercises a \"gatekeeper function\" in assessing the admissibility of expert \ntestimony. Restivo v. Hessernann, 846 F.3d 547, 575 (2d Cir. 2017). To determine whether an \nexpert's method is reliable, the Court considers the non-exhaustive list provided by the Supreme \nCourt in Daubers, including whether the expert's method has been tested, whether it has been \nsubjected to peer review, the rate of error, standards controlling the method's operation, and \nwhether the method is accepted by the expert community. United States v. Kidd, 385 F. Supp. 3d \n259, 263 (S.D.N.Y. 2019) (citing Daubers, 509 U.S. at 593-94). \nBut Rule 702 ultimately sets a \"liberal\" and \"permissive\" standard of admissibility. \nNimely v.  City of New York, 414 F.3d 381, 395-96 (2d Cir. 2005). In particular, not every expert \nadmissible under Daubers need rely on a method that conforms with \"the exactness of hard \nscience methodologies.\" E.E.O.C. v. Bloomberg L.P., No. 07-CV-8383 (LAP), 2010 WL \n3466370, at *13-14 (S.D.N.Y. Aug. 31, 2010) (quoting United States v. Simmons, 470 F.3d \n1115, 1123 (5th Cir. 2006)). \nIL Discussion \nAs a preliminary matter, the Defense argues that the additional materials filed by the \nGovernment in support of Dr. Rocchio's expertise should be excluded as failing to comply with \nthe Court's order that the Government make all expert witness disclosures by April 23, 2021. \nDkt. No. 250. But that Order, made pursuant to Federal Rule of Criminal Procedure 16(a)(1)(G), \nrequired only that the Government provide an adequate summary of the intended topics and \nopinions of Dr. Rocchio's testimony, which the Government did here in a timely manner. See \n2 \nEFTA00016472\n\nKidd, 385 F. Supp. 3d at 262. The Defense cites only one case, United States v. Lewis, which \ninvolved the distinct situation where a district court excluded expert testimony because the notice \nitself was untimely. 818 F. App'x 74, 79 (2d Cir. 2020). The Court concludes that the \nGovernment's supplemental materials in further response to the Defense's motion are timely and \nmay be considered in resolving the Daubert motion. \nTurning to the proffered expert opinions, as articulated in the Government's disclosure \nand at the Daubert hearing, Dr. Rocchio would offer five expert opinions. First, that perpetrators \nof sexual abuse of minors frequently use manipulation or coercion short of physical force as part \nof a strategic pattern, often referred to as grooming, to make the minor vulnerable to abuse. \nSecond, that manipulation and grooming can prevent the minor from understanding their \nexperience as abuse and so prevent disclosure. Third, that abuse can cause long-term traumatic \nand psychological consequences. Fourth, that the presence of another individual can facilitate \nsexual abuse of minors. And fifth, that nondisclosure, incremental disclosure, and secrecy are \ncommon among victims of sexual abuse and that memory can be affected by a variety of factors, \nincluding the effects of trauma. \nThe Defense does not contest that Dr. Rocchio has the qualifications to express opinions \non these subjects. Dr. Rocchio has a PhD in clinical psychology and is a clinical instructor at the \nAlpert Medical School of Brown University. She has more than two decades of experience \ntreating hundreds of victims of trauma, many of which were minor victims of sexual abuse. She \nhas published peer-reviewed articles on trauma and sexual abuse and has given numerous talks in \naddition to her teaching. Given these papers, and her credible and extensive hearing testimony, \nthe Court therefore finds Dr. Rocchio qualified as an expert. \n3 \nEFTA00016473\n\nThe Defense instead argues that Dr. Rocchio's method is unreliable, that it is not relevant \nto the jury's determination, and that its prejudicial effect would substantially outweigh its \nprobative value. These arguments rely heavily on a district court opinion from outside this \ncircuit, United States v. Raymond, 700 F. Supp. 2d 142 (D. Me. 2010). After careful \nconsideration of the Defense's arguments and the thorough reasoning in Raymond, the Court \nconcludes that Dr. Rocchio's anticipated testimony is admissible with one exception. The Court \nwill address first why Dr. Rocchio's testimony is admissible and then address the one opinion \nthat it will exclude. \nFirst, Dr. Rocchio's method is reliable and well-accepted in her profession. It is for this \nreason that several courts in this circuit have admitted the testimony of similar experts, such as \ntestimony on so-called trauma bonding to explain why prostitutes may not flee from their pimps \neven when not physically restrained. In United States v. Kidd, the court admitted the testimony, \nfinding it to be \"quite common[ ]\" and accepted in the academic literature. 385 F. Supp. 3d at \n263. Identical testimony was admitted by Judge Furman in United States v. Dupigny, No. 18-\nCr.-528 (JMF) (S.D.N.Y. 2019), Dkt. No. 198 at 27, by Judge Engelmayer in United States v. \nRandall, 19 Cr. 131 (PAE) (S.D.N.Y. 2020), Dkt. No. 335 at 24-30, and by Judge Cote in United \nStates v.  Torres, No. 20-CR-608 (DLC), 2021 WL 1947503, at *7 (S.D.N.Y. May 13, 2021). \nTheir decisions are consistent with the vast majority of courts to consider the admission \nof such experts. A number of courts have admitted experts on the particular topic of grooming at \nissue here, a sample of which include the Seventh Circuit in United States v. Romero, 189 F.3d \n576, 585 (7th Cir. 1999), the Fifth Circuit in United States v.  Hitt, 473 F.3d 146, 158 (5th Cir. \n2006), the Ninth Circuit in United States v.  Halamek, 5 F.4th 1081, 1087-89 (9th Cir. 2021), the \nTenth Circuit in United States v. Batton, 602 F.3d 1191, 1201-02 (10th Cir. 2010), the Eighth \n4 \nEFTA00016474\n\nCircuit in United States v. Johnson, 860 F.3d 1133, 1141 (8th Cir. 2017), and the District of \nMassachusetts in Doe ex rel. Pike v. Pike, 405 F. Supp. 3d 243, 249 (D. Mass. 2019). \nHere, Dr. Rocchio has extensive experience treating minors who have been sexually \nabused, and those decades of relevant experience, combined with her formal training, are an \nadequate basis for her to testify on methods that perpetrators of sexual abuse often use to build \ntrust with their victims, whether that be grooming or other forms of manipulation and coercion. \nThe Government has also provided several articles on the subject of grooming that convince the \nCourt that it is a well-accepted theory in Dr. Rocchio's field. Though the Second Circuit has not \nruled on the admissibility of a grooming expert, it has previously recognized the academic \nliterature on grooming to facilitate sexual abuse of minors. See United States v. Brand, 467 F.3d \n179, 203 (2d Cir. 2006). The Defense cites to several contrary articles that suggest experts \ndisagree on the kinds of behaviors that define grooming. But if experts disagree on the proper \ninterpretation of evidence, \"it is not the Court's role to resolve the dispute through exclusion of \none of the expert's opinions.\" In re Digital Musk Antitrust Litig., 321 F.R.D. 64, 80 (S.D.N.Y. \n2017). \nMoreover, Dr. Rocchio addressed these contrary articles during the Daubert hearing, \nidentifying points of agreement and disagreement. Based on her testimony, the parties' \nsubmission and accompanying exhibits, the Court concludes that the core concept of grooming is \nwell-accepted in the relevant literature, even if experts continue to debate the details. \nThe Defense's primary argument is that Dr. Rocchio's method is unreliable because it is \nbased on her personal experience with the clients she has treated, that Dr. Rocchio did not verify \nwhether those clients were truthful, and that Dr. Rocchio has not and cannot identify an error \nrate. The Court finds that these objections are misplaced in the field of clinical psychology, \n5 \nEFTA00016475\n\nparticularly when studying the causes and effects of sexual abuse of minors. The Court agrees \nwith Judge Engelmayer's response to this argument: \nThe absence of large quantity statistical studies is explained by a practical reason \nthat should be obvious to all. Studying the circumstances and psychological \ndrivers of trafficked women is not like studying diseases or potential cures in \nlaboratory animals. In those studies, laboratory conditions literally can be \nachieved... . \nThat strictly quantitative mode of inquiry is not realistic or even ethical in the \ncontext of studying sex trafficking. The causes and contributors to sex trafficking \nby their nature must be studied retrospectively. They cannot ethically be studied \notherwise. Subjects cannot be tested to see under what circumstances they would \nand would not, on a going forward basis, fall prey to the predations of sex \ntraffickers. Given the necessarily retrospective nature of such a study, given the \nsmall size of the populations under review, and given the inherently \nindividualized circumstances presented by different perpetrators, victims, and \ncontexts in this tumultuous and emotionally fraught area of criminal conduct, the \nvocabulary of error rates and statistical significance is an unusually poor fit. \nTr. at 29-30, United States v. Randall, 19-Cr.-131 (PAE) (S.D.N.Y. 2020), Dkt. No. 335. \nFor the reasons Judge Engelmayer gave—which Dr. Rocchio echoed in her testimony—\nthe Court finds that the error-rate factor listed by Daubert is not determinative as to the reliability \nof Dr. Rocchio's method. \nFor similar reasons, the Court rejects the Defense's argument that Dr. Rocchio's method \nis unreliable because she relied on the reports of her clients. Given the realities of studying \nsensitive criminal acts like sexual abuse, a researcher can only rarely verify reports with absolute \ncertainty. Yet that does not mean a clinical or forensic psychologist accepts all statements at \nface value. Rather, as the Government notes, part of Dr. Rocchio's profession is to examine and \ndiagnose her patients consistent with her significant training and specialized knowledge. \nFurther, on the forensic side of her practice, Dr. Rocchio regularly investigates and verifies \nsexual abuse. She reports \"remarkable consistency\" between the reports of her clinical patients \n6 \nEFTA00016476\n\nand her forensic findings. Nov. 10 Tr. at 40. That said, the Defense is of course free to cross-\nexamine Dr. Rocchio about how she evaluates her patients. \nThe Defense also suggests that Dr. Rocchio's experience is based on an unrepresentative \nsample of alleged victims because her patients self-selected seeking treatment with her. Yet the \nDefense does not explain why Dr. Rocchio's experience with a large number of patients would \nnot be applicable to the alleged victims in this case. To the extent the Defense wishes to argue \nthat Dr. Rocchio's experience is under-representative, that is a topic for cross-examination. \nFurther, the Defense argues that Dr. Rocchio's experience treating victims of sexual \nabuse does not make her an expert on grooming, which would require experience with \nperpetrators themselves. This argument overlooks the fact that, as she testified, Dr. Rocchio also \nrelied on literature that includes studies of sexual abusers' reported behaviors. But more \nimportantly, the Court concludes, as other courts like the Ninth Circuit have, that extensive \nexperience with victims can be used to study perpetrators' process of victimization. See \nHalamek, 5 F.4th at 1088. That is especially so here where the crux of Dr. Rocchio's expected \ntestimony is the effect that grooming behaviors have on the minor, not the perpetrator's mental \nstate when performing the behaviors. \nSecond, the Court finds that Dr. Rocchio's opinions are relevant to the Government's \ncase against Ms. Maxwell. Two points of law bear mention here. For one, as the Second Circuit \nhas explained, expert testimony cannot \"constitute evaluations of witness credibility\"—that is, \nexpert testimony is inadmissible if it \"comment[s] directly, under the guise of expert opinion, on \nthe credibility of trial testimony from\" specific fact witnesses. Nimely, 414 F.3d at 398. \nAdditionally, if the expert's \"opinion is one that the jury could reach with their own `common \nknowledge and common sense,' no expert testimony is warranted.\" Edmondson v. RCI Hosp. \n7 \nEFTA00016477\n\nHoldings, Inc., No. 16-CV-2242 (VEC), 2020 WL 1503452, at *6 (S.D.N.Y. Mar. 30, \n2020) \n(quoting 4 Weinstein's Federal Evidence § 702.03 (2019)); see also United States v. Mulder, \n273 \nF.3d 91, 101 (2d Cir. 2001) (explaining that \"the district court should not admit testimony that is \n'directed solely to lay matters which a jury is capable of understanding and deciding without the \nexpert's help' (quoting United States v.  Castillo, 924 F.2d 1227, 1232 (2d Cir. 1991))). Dr. \nRocchio's first and second opinions may assist the jury in understanding how a minor may be \nenticed, induced, or coerced into illegal sexual activity without physical force. These opinions \nmay also assist a jury in assessing evidence that some alleged victims repeatedly interacted with \nJeffrey Epstein, seemingly voluntarily, even after they suffered abuse. Dr. Rocchio's fourth \nopinion is similarly relevant to the charges that require proving intentional enticement or \ninducement. \nDr. Rocchio's third and fifth opinions pertain to issues that will arise in the case based on \nanticipated cross-examination by the Defense. Specifically, the third opinion becomes relevant if \nthe Defense impeaches an alleged victim based on their substance abuse. And the fifth opinion \nmay become relevant if the Defense impeaches an alleged victim based on an ostensible delay in \nfully disclosing sexual abuse. At the Daubert hearing, the Defense stated that they intended to \npursue both lines of impeachment at trial. Nov. 10 Tr. at 156-57. The Court therefore finds \nthese elements of Dr. Rocchio's testimony relevant to matters the Defense intends to put in issue \nduring anticipated cross-examination. The Court also concludes that these opinions satisfy the \nother relevant Daubert requirements. Namely, they would assist the jury in understanding \nconcepts that require expert knowledge without directing the jury to reach any conclusion as to a \nwitness's credibility. Additionally, both Dr. Rocchio's opinion about sexual abuse's connection \nto substance abuse and her opinion about delayed disclosure are \"are outside the ken of the \n8 \nEFTA00016478\n\naverage person,\" and so appropriate for expert testimony. United States v. Felder, 993 F.3d 57, \n72 (2d Cir. 2021). Nor would admission of these opinions cause unfair Rule 403 prejudice since \nthey are relevant rebuttal to impeachment points that the Defense will put in issue. \nThe Defense argues that Dr. Rocchio's testimony is not relevant because the Government \nrepresents that she will testify only to general principles and not offer \"testimony regarding any \nspecific victim.\" Dkt. No. 386 at 3. The Defense has the law backwards on this point. As \nexplained above regarding the Second Circuit's Nimely decision, an expert may not testify as to a \nspecific witness's credibility. 414 F.3d at 398. And as other courts have explained in admitting \nsimilar testimony, Dr. Rocchio's testimony is appropriate because she does not testify as to any \nspecific witness's credibility. See, e.g., Torres, No. 20-CR-608 (DLC), 2021 WL 1947503, at \n*7; Johnson, 860 F.3d at 1140 (8th Cir. 2017) (explaining that an expert may testify \"regarding \nthe general characteristics that sexually abused children exhibit\" but may not usurp the jury's \nrole of assessing the credibility of any specific victim); United States v.  Telles, 6 F.4th 1086, \n1097-98 (9th Cir. 2021) (same). \nThis analysis is referred to in the case relied upon by the Defense, United States v. \nRaymond, and in portions of the Defense's briefing, as a question of \"fit.\" 700 F. Supp. 2d at \n149. But Daubert's \"fit\" requirement is really just a specialized relevance inquiry that asks \n\"whether expert testimony proffered in the case is sufficiently tied to the facts of the case that it \nwill aid the jury in resolving a factual dispute.\" Alto v. Sun Pharm. Indus., Inc., No. 1:19-CV-\n09758 (GHW), 2021 WL 4803582, at *3 (S.D.N.Y. Oct. 13, 2021) (quoting Daubert, 509 U.S. at \n591). Fit is satisfied if the expert's opinion would assist the jury's decision on a relevant \nquestion of fact without \"usurp[ing] either the role of the trial judge in instructing the July as to \nthe applicable law or the role of the jury in applying that law to the facts before it.\" Id. (quoting \n9 \nEFTA00016479\n\nUnited States v. Duncan, 42 F.3d 97, 101 (2d Cir. 1994)). For the reasons already provided, the \nCourt finds that fit is satisfied here. \nThird, the probative value of Dr. Rocchio's testimony is not substantially outweighed by \n403 prejudice to Ms. Maxwell. The Court finds that Dr. Rocchio's testimony would not unduly \n\"'simplify' an otherwise complex case\" or mislead jurors by a supposedly infallible expert. Dkt. \nNo. 386 at II. Dr. Rocchio's opinions speak only to concepts and will not (and indeed may not) \nsuggest that the jury find any alleged victim witness to be credible or to find Ms. Maxwell guilty. \nThe more general nature of Dr. Rocchio's opinions, which the Court heard in detail at the \nDaubert hearing, therefore mitigates its prejudicial effect. Telles, 6 F.4th at 1097. It is the jury's \nrole to determine whether and how Dr. Rocchio's opinions apply to the facts of this case and the \ncredibility of the witnesses. \nLast, as previously mentioned, the Court will grant in part the Defense's Daubert motion. \nThe Defense argues that Dr. Rocchio's opinion that grooming can be done to facilitate sexual \nabuse by a third party or that the presence of a third party can otherwise facilitate grooming is \nunreliable. The Defense calls this \"grooming-by-proxy.\" E.g., Dkt. No. 386 at 9. Terminology \naside, the Court agrees with this narrower objection to Dr. Rocchio's testimony. As discussed at \nthe hearing, this phenomenon is not identified in the relevant literature regarding child sexual \nabuse and has not been subjected to peer review. Instead, the Court understands this opinion to \nbe an extrapolation of the broader principle of how grooming functions through the development \nof trust. That extrapolation may be logical and follow common sense, but it is for the jury to \nmake on the facts of this case. The Court therefore excludes Dr. Rocchio's opinion that the \npresence of a third party can facilitate grooming. Dr. Rocchio's core opinions about grooming, \nhowever, remain admissible under the Rule 702 and Daubert standard and remain relevant \n10 \nEFTA00016480\n\npursuant to Rule 401 and not unduly prejudicial. As discussed, the jury may extrapolate from the \nopinions that the presence of a third party creates the atmosphere of trust that can facilitate \ngrooming. Moreover, as the Government explains, Dr. Rocchio's testimony is still relevant \nbecause the Government alleges both that Ms. Maxwell \"in fact participated in sexual abuse of \nminors\" and that she \"conspired with a predator who groomed and sexually abused minors.\" \nDkt. No. 397 at 27. \nThe Court therefore denies the Defense's motion to exclude Dr. Rocchio's testimony \nexcept as to the opinion that the presence of a third party can facilitate grooming. \nThis resolves docket number 386. \nSO ORDERED. \nDated: November 11, 2021 \nNew York, New York \nII \nALISON J. NATHAN \nUnited States District Judge \nEFTA00016481",
    "pageCount": 11,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "some alleged victims repeatedly interacted with \nJeffrey Epstein, seemingly voluntarily, even after they suffered"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SONY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "Lisa Rocchio",
        "role": "extracted",
        "context": "Government's expert witness, \nDr. Lisa Rocchio, pursuant to Federal Rule"
      },
      {
        "name": "Rocchio",
        "role": "extracted",
        "context": "t which both parties examined Dr. Rocchio. Dkt. \nNo. 431. The Court"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "he Government's \ncase against Ms. Maxwell. Two points of law bear m"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "ON & ORDER \nALISON J. NATHAN, District Judge: \nBefore the Court is the Def"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "Dr. Lisa Rocchio, pursuant to Federal Rule of Evidence 702 and the stand"
      },
      {
        "name": "Merrell Dow",
        "role": "extracted",
        "context": "d the standard in Daubert v. \nMerrell Dow Pharmaceuticals, Inc., 509 U."
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": ".S. 579 (1993). Dkt. No. 386. The Government filed \na response brief, Dkt."
      },
      {
        "name": "Supreme \nCourt",
        "role": "extracted",
        "context": "haustive list provided by the Supreme \nCourt in Daubers, including whether"
      },
      {
        "name": "But Rule",
        "role": "extracted",
        "context": "aubers, 509 U.S. at 593-94). \nBut Rule 702 ultimately sets a \"libera"
      },
      {
        "name": "Discussion \nAs",
        "role": "extracted",
        "context": "5, 1123 (5th Cir. 2006)). \nIL Discussion \nAs a preliminary matter, the Def"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "e pursuant to Federal Rule of Criminal Procedure 16(a)(1)(G), \nrequired only t"
      },
      {
        "name": "The Defense",
        "role": "extracted",
        "context": "Kidd, 385 F. Supp. 3d at 262. The Defense cites only one case, United S"
      },
      {
        "name": "Alpert Medical",
        "role": "extracted",
        "context": "a clinical instructor at the \nAlpert Medical School of Brown University. S"
      },
      {
        "name": "Brown University",
        "role": "extracted",
        "context": "the \nAlpert Medical School of Brown University. She has more than two decade"
      },
      {
        "name": "In United",
        "role": "extracted",
        "context": "en not physically restrained. In United States v. Kidd, the court adm"
      },
      {
        "name": "Judge Furman",
        "role": "extracted",
        "context": "cal testimony was admitted by Judge Furman in United States v. Dupigny,"
      },
      {
        "name": "Judge Engelmayer",
        "role": "extracted",
        "context": "2019), Dkt. No. 198 at 27, by Judge Engelmayer in United States v. \nRandall,"
      },
      {
        "name": "Judge Cote",
        "role": "extracted",
        "context": "Dkt. No. 335 at 24-30, and by Judge Cote in United \nStates v.  Torres,"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "t 24-30, and by Judge Cote in United \nStates v.  Torres, No. 20-CR-608 (DL"
      },
      {
        "name": "Seventh Circuit",
        "role": "extracted",
        "context": "a sample of which include the Seventh Circuit in United States v. Romero, 1"
      },
      {
        "name": "Fifth Circuit",
        "role": "extracted",
        "context": "576, 585 (7th Cir. 1999), the Fifth Circuit in United States v.  Hitt, 47"
      },
      {
        "name": "Ninth Circuit",
        "role": "extracted",
        "context": "46, 158 (5th Cir. \n2006), the Ninth Circuit in United States v.  Halamek,"
      },
      {
        "name": "Tenth Circuit",
        "role": "extracted",
        "context": "1087-89 (9th Cir. 2021), the \nTenth Circuit in United States v. Batton, 6"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": ". Rocchio's field. Though the Second Circuit has not \nruled on the admissi"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "itate sexual abuse of minors. See United States v. Brand, 467 F.3d \n17"
      },
      {
        "name": "Digital Musk",
        "role": "extracted",
        "context": "the expert's opinions.\" In re Digital Musk Antitrust Litig., 321 F.R.D."
      },
      {
        "name": "Antitrust Litig",
        "role": "extracted",
        "context": "opinions.\" In re Digital Musk Antitrust Litig., 321 F.R.D. 64, 80 (S.D.N.Y."
      },
      {
        "name": "See \nHalamek",
        "role": "extracted",
        "context": "rs' process of victimization. See \nHalamek, 5 F.4th at 1088. That is esp"
      },
      {
        "name": "Federal Evidence",
        "role": "extracted",
        "context": "2020) \n(quoting 4 Weinstein's Federal Evidence § 702.03 (2019)); see also Un"
      },
      {
        "name": "But Daubert",
        "role": "extracted",
        "context": "it.\" 700 F. Supp. 2d at \n149. But Daubert's \"fit\" requirement is really"
      },
      {
        "name": "Sun Pharm",
        "role": "extracted",
        "context": "g a factual dispute.\" Alto v. Sun Pharm. Indus., Inc., No. 1:19-CV-\n0"
      },
      {
        "name": "New York \nII",
        "role": "extracted",
        "context": "November 11, 2021 \nNew York, New York \nII \nALISON J. NATHAN \nUnited Sta"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-11-10",
        "event": "November 10, 2021"
      },
      {
        "date": "2021-04-23",
        "event": "April 23, 2021"
      },
      {
        "date": "2021-05-13",
        "event": "May 13, 2021"
      },
      {
        "date": "2021-11-11",
        "event": "November 11, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:52.760Z"
}