{
  "document": {
    "id": "efta00019953",
    "filename": "EFTA00019953.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019953.pdf",
    "text": "\n\nFrom: \"Miller, Michael\" < \nTo: ' \nCc: \"Martin G. Weinbe \nSubject: Re: US v Epstein \nDate: Sun, 11 Aug 2019 03:15:25 +0000 \n\"Wein arten Reid\" \nM. The pathologist we have lined up for tomorrow is Michael Baden. We are confirmed for 9 am unless \ntraffic delays his arrival. Many thanks for reconfirming the start time. Mike \nSent from my iPhone \nOn Aug 10, 2019, at 11:04 PM, \nMike, \n) < \n> wrote: \nI just tried calling, but I realize it's very late — moments ago I spoke with an individual at the Office of the \nChief Medical Examiner, Dr. Jason Graham. He said his office was in touch with the family today — I believe \nMark — and he had the understanding a pathologist was lined up for tomorrow, but based in the newer \nunderstanding that you conveyed, that more time is needed, they are prepared to delay tomorrow the autopsy \n(which was otherwise planned for tomorrow morning). Hey conveyed that permitting a pathologist is a \ncourtesy they extend in this type of situation, and that an additional day or two will not have an effect in their \nability to evaluate the cause and manner of death. \nAccordingly, he asked that you please contact him tonight or tomorrow morning to arrange logistics of the \npathologist who ultimately will join; Dr. Graham's e-mail is: \nAs of tonight, my understanding is that he has instructed his staff not to proceed tomorrow morning, pending \nbeing in touch with you for further coordination. \nPlease let me know if there are any issues being in contact with him, and also feel free to contact me generally \nif that would be helpful. \nthank \nyou, \nOn Aug 10, 2019, at 19:35, Miller, Michael < > wrote: \nThanks for being available today and for getting the wheels turning for an investigation into how he died. \nOn a related note, we are hearing that Jeffrey's autopsy may occur tomorrow morning. We would like to \nhave a pathologist present for his autopsy and cannot line up someone on such short notice. Is there any \nway to push the autopsy off until Tuesday to give us time to do that? \nMike \nEFTA00019953\n\nFrom: \nSent: Saturday, August 10, 2019 7:31 PM \nTo: Miller, Michael < \nCc: \nSubject: RE: US v Epstein \nMike, Marty Reid, \n) \n; Martin G. Weinberg < >; \nWeingarten, Reid \nI just wanted to let you know that I don't expect we'll have any further updates today, and so wanted to send you a \nbrief note to let you know that since we hadn't otherwise been in touch since earlier this afternoon. I imagine we will \ncontinue to be in contact in the coming days; meanwhile, I appreciate you being in touch today, and I hope the \ninvestigations of these events will be thorough and swift. \nrespectfully, \nFrom: \nSent: Saturday, August 10, 201914:14 \nTo: Miller, \nMichael < \nCc: \nSubject: RE: US v Epstein \n; Martin G. \nWeinberg ctl>; Weingarten, Reid \nFollowing up on the below, wanted to make sure the attached letter from the Warden immediately got to Mike as well \n(in addition to Marty and Reid having been copied and emailed). As the letter indicates, there are now investigations \nongoing, including as initiated by the Attorney General himself. Separately, we have not received additional \ninformation on topics such as the apparent cause of death, the status of observation of Mr. Epstein at the time, etc., \nbut we will continue to be in touch immediately if that changes. \nthank you, \nFrom: \nSent: Saturday, August 10, 201911:57 \nTo: Miller, \nMichael <  \n; Martin \nG. Weinberg \nc';\n Weingarten, Reid \nCc: \n) <MMEI\n>; \nSubject: Re: US v Epstein \nMike, Marty, Reid, \nFollowing up on my conversations with Mike and Marty this morning, and my discussion with Mike \nmoments ago, attached is a press release just sent to us (and I  believe also issued publicly) some minutes ago. \nIt represents all the information we have from BOP so far, but of course if we are successful in our continuing \nefforts to get additional information we will pass it along immediately. \nSeparately, we can tell you that the reports that an FBI investigation into the death has been initiated are \naccurate, and I  fully expect that investigation to be extremely rigorous. \nAs always please don't hesitate to reach out to us directly at any time if that would be useful. \nEFTA00019954\n\nthank you. \nEFTA00019955",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jason Graham",
        "role": "extracted",
        "context": "the \nChief Medical Examiner, Dr. Jason Graham. He said his office was i"
      },
      {
        "name": "Graham",
        "role": "extracted",
        "context": "ist who ultimately will join; Dr. Graham's e-mail is: \nAs of tonig"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "the status of observation of Mr. Epstein at the time, etc., \nbut w"
      },
      {
        "name": "Weinbe \nSubject",
        "role": "extracted",
        "context": "ael\" < \nTo: ' \nCc: \"Martin G. Weinbe \nSubject: Re: US v Epstein \nDate: Sun,"
      },
      {
        "name": "Epstein \nDate",
        "role": "extracted",
        "context": "G. Weinbe \nSubject: Re: US v Epstein \nDate: Sun, 11 Aug 2019 03:15:25 +0"
      },
      {
        "name": "Michael Baden",
        "role": "extracted",
        "context": "have lined up for tomorrow is Michael Baden. We are confirmed for 9 am un"
      },
      {
        "name": "Mike \nSent",
        "role": "extracted",
        "context": "reconfirming the start time. Mike \nSent from my iPhone \nOn Aug 10, 20"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "art time. Mike \nSent from my iPhone \nOn Aug 10, 2019, at 11:04 PM, \nM"
      },
      {
        "name": "Chief Medical",
        "role": "extracted",
        "context": "ividual at the Office of the \nChief Medical Examiner, Dr. Jason Graham. H"
      },
      {
        "name": "On Aug",
        "role": "extracted",
        "context": "uld be helpful. \nthank \nyou, \nOn Aug 10, 2019, at 19:35, Miller, M"
      },
      {
        "name": "Epstein \nMike",
        "role": "extracted",
        "context": "ael < \nCc: \nSubject: RE: US v Epstein \nMike, Marty Reid, \n) \n; Martin G."
      },
      {
        "name": "Marty Reid",
        "role": "extracted",
        "context": "ject: RE: US v Epstein \nMike, Marty Reid, \n) \n; Martin G. Weinberg < >"
      },
      {
        "name": "Reid \nFollowing",
        "role": "extracted",
        "context": ". \nWeinberg ctl>; Weingarten, Reid \nFollowing up on the below, wanted to ma"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "including as initiated by the Attorney General himself. Separately, we have"
      },
      {
        "name": "Reid \nCc",
        "role": "extracted",
        "context": "G. Weinberg \nc';\n Weingarten, Reid \nCc: \n) <MMEI\n>; \nSubject: Re: US"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:59.935Z"
}