{
  "document": {
    "id": "efta00018132",
    "filename": "EFTA00018132.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018132.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: Hammad Memo - Epstein Death Investigation \nDate: Wed, 14 Aug 2019 22:49:41 +0000 \nHommad Memos under NY Rule of Professional Conduct 4.2 are approved seriatim by the Unit Chief (criminal) or Deputy Chief (civil); avil or \nCriminal Professional Responsibility Officer; and Division Chief. \nRequesting AUSA: Donaleski/ Roos \nUSAONo: 2019R01059 \nInvestigation/Complaint/Arrest/Indictment: Investigation \nCovert or Overt Contact: Overt \nOngoing, Additional, Different Crime (Yes/No):Yes \nAny Special Precautions (discuss below) (Yes/No): Yes \nBar(s) of Admission: New York \nDiscussion: \nWe are currently investigating the circumstances surrounding the August 10, 2019 apparent suicide of Jeffrey Epstein \nwhile in the custody of the Bureau of Prisons (\"BOP\") at the Metropolitan Correctional Center (\"MCC\"). In particular, we \nare investigating MCC staff's (i) decision not to reassign a cellmate to Epstein on August 9, 2019, contrary to regular BOP \npractice and direct orders from the Warden; (ii) the failure of correctional officers assigned to the Special Housing Unit \n(\"SHU\") at which Epstein was housed the night of August 9, 2019, to perform the required overnight counts and 30-\nminute checks; and (iii) the falsification of records related to those count slips and 30-minute checks, in violation of Title \n18, United States Code, Section 1519. We would like to have agents interview three inmates who were housed in the \nsame area of the SHU with Epstein on August 9 and 10, 2019, in order to discuss what they saw and heard that night, \nincluding whether officers performed any overnight checks, or said or did anything upon discovering Epstein in his cell. \nWhile we anticipate interviewing other cooperating witnesses who were in the SHU that night, no cooperating witness \nwas housed in the same area of the SHU as Epstein. Thus, these three inmates would be the most likely to have overheard \nor seen something of relevance. While ten other inmates were housed in the same area as Epstein and these three \ninmates, we have conferred with the AUSAs assigned to those matters and do not believe that those inmates would be \nappropriate individuals to approach, given their pending charges. \nEach of the three inmates is considered a potential witness in our investigation, and each is also currently being \nprosecuted by our Office in connection with other crimes. Investigating agents will seek to interview the inmates at MCC, \nwill advise them of their Miranda rights prior to speaking with them, and will direct them not to discuss their ongoing \ncriminal case. None of the investigating agents have had any involvement in the investigations of the conduct for which \nthese individuals have already been charged, and they will make that clear to the inmates before trying to interview them. \nNor do we intend to ask any of the inmates about why they are in the SHU or about facts which may implicate them in \nmisconduct while housed at the MCC. Instead, our questioning will be narrowly focused on the general behavior of the \nguards while the inmates have been housed in the SHU (including whether checks are or are not regularly done) and, \nmore specifically, the events on the night of August 9-10. We believe that the inmates may be more likely to cooperate \nand be forthcoming in this setting, rather than going through their attorneys. An overview of each of the inmates is set \nforth below. \n• \nis currently charged by Indictment in \n, in violation of Title \nI). These charges relate to \ncounts of \n. A trial date has not yet been set. We have conferred with \nto whom the case is assigned, and he has no objection to us proceeding in this manner. \n• is currently charged by Indictment in with one count of =, in \nviolation of Title \nI, \nin connection with an incident in which he \nWe have conferred with AUSA to whom the case is \nassigned, and he has no objection to us proceeding in this manner. \nEFTA00018132\n\n, in violation \nof-\n. His guidelines are months' imprisonment. His sentencing is \nscheduled for . We have conferred with AUSAs and to \nwhom the case is assigned, and they have no objection to us proceeding in this manner. \nThe proposed contact is permissible under Hammad because the inmates are not represented in connection with their \nstatus as potential witnesses to the events of August 9 and 10, 2019. Moreover, agents will be instructed to advise the \ninmates of their Miranda rights, make clear they are not part of the investigation that gave rise to the inmates' pending \ncharges, not ask any questions about their open criminal cases, and direct the inmates not to speak about their open \ncriminal cases. Additionally, while there is no question that the Sixth Amendment, including its right to counsel, ordinarily \napplies at the point of indictment, none of these defendants have been indicted for the conduct about which we propose \nto question them. Nor, as noted, do we intend to question them about anything that might require them to implicate \nthemselves in misconduct while being housed as a result of the crimes for which they have previously been charged. \nAccordingly, we believe the proposed contact is permissible. \nAssistant United States Attorney \nSouthern District of New York \nEFTA00018133",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "rrounding the August 10, 2019 apparent suicide of Jeffrey Epstein \nwhile in the custody of the Bureau of Prisons (\""
      },
      {
        "name": "Hammad Memo",
        "role": "extracted",
        "context": "From: \nTo: \nCc: \nSubject: Hammad Memo - Epstein Death Investigation"
      },
      {
        "name": "Epstein Death",
        "role": "extracted",
        "context": "Cc: \nSubject: Hammad Memo - Epstein Death Investigation \nDate: Wed, 14"
      },
      {
        "name": "Investigation \nDate",
        "role": "extracted",
        "context": ": Hammad Memo - Epstein Death Investigation \nDate: Wed, 14 Aug 2019 22:49:41 +0"
      },
      {
        "name": "Hommad Memos",
        "role": "extracted",
        "context": ", 14 Aug 2019 22:49:41 +0000 \nHommad Memos under NY Rule of Professional"
      },
      {
        "name": "Professional Conduct",
        "role": "extracted",
        "context": "Hommad Memos under NY Rule of Professional Conduct 4.2 are approved seriatim by"
      },
      {
        "name": "Unit Chief",
        "role": "extracted",
        "context": "are approved seriatim by the Unit Chief (criminal) or Deputy Chief (c"
      },
      {
        "name": "Deputy Chief",
        "role": "extracted",
        "context": "the Unit Chief (criminal) or Deputy Chief (civil); avil or \nCriminal Pr"
      },
      {
        "name": "Criminal Professional",
        "role": "extracted",
        "context": "eputy Chief (civil); avil or \nCriminal Professional Responsibility Officer; and D"
      },
      {
        "name": "Responsibility Officer",
        "role": "extracted",
        "context": "vil or \nCriminal Professional Responsibility Officer; and Division Chief. \nRequest"
      },
      {
        "name": "Division Chief",
        "role": "extracted",
        "context": "l Responsibility Officer; and Division Chief. \nRequesting AUSA: Donaleski/"
      },
      {
        "name": "Investigation \nCovert",
        "role": "extracted",
        "context": "/Complaint/Arrest/Indictment: Investigation \nCovert or Overt Contact: Overt \nOngo"
      },
      {
        "name": "Overt Contact",
        "role": "extracted",
        "context": "ent: Investigation \nCovert or Overt Contact: Overt \nOngoing, Additional,"
      },
      {
        "name": "Overt \nOngoing",
        "role": "extracted",
        "context": "ion \nCovert or Overt Contact: Overt \nOngoing, Additional, Different Crime"
      },
      {
        "name": "Different Crime",
        "role": "extracted",
        "context": ": Overt \nOngoing, Additional, Different Crime (Yes/No):Yes \nAny Special Pre"
      },
      {
        "name": "Yes \nAny",
        "role": "extracted",
        "context": "nal, Different Crime (Yes/No):Yes \nAny Special Precautions (discuss"
      },
      {
        "name": "Special Precautions",
        "role": "extracted",
        "context": "erent Crime (Yes/No):Yes \nAny Special Precautions (discuss below) (Yes/No): Yes"
      },
      {
        "name": "Yes \nBar",
        "role": "extracted",
        "context": "ons (discuss below) (Yes/No): Yes \nBar(s) of Admission: New York \nDi"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "eau of Prisons (\"BOP\") at the Metropolitan Correctional Center (\"MCC\"). In particular"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "onal officers assigned to the Special Housing Unit \n(\"SHU\") at which Epstei"
      },
      {
        "name": "Sixth Amendment",
        "role": "extracted",
        "context": "there is no question that the Sixth Amendment, including its right to couns"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "osed contact is permissible. \nAssistant United States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "ermissible. \nAssistant United States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "stant United States Attorney \nSouthern District of New York \nEFTA00018133"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2019-08-09",
        "event": "August 9, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:56.245Z"
}