{
  "document": {
    "id": "efta00030329",
    "filename": "EFTA00030329.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030329.pdf",
    "text": "\n\nFrom: \nTo:'\n)11 \nSubject: RE: Epstein search warrant documents \nDate: Tue, 07 Apr 2020 19:05:11 +0000 \nAwesome, thank you very much. \nFrom: \nSent: Tuesday, April 07, 2020 15:05 \nTo: \nSubject: RE: Epstein search warrant documents \nHello M, \nI am available for a call tomorrow. Please let me know what time is good for everyone and I will make myself available. \nThank you. \nFrom: \nSent: Tuesday, April 7, 2020 3:00 PM \nTo: \nSubject: FW: Epstein search warrant documents \nImportance: High \n—  I hope you're doing alright in the midst of all the pandemic craziness, and staying healthy and safe. On these \nEpstein issues, are you able to join a conference call tomorrow with ?  I can generally express what you've told me, \nbut on the Relativity issues especially it would be hugely helpful to have your input in real-time. Are there times \ntomorrow that would work for you? \nthanks! \nFrom: \nSent: Tuesday, April 07, 2020 14:13 \nTo: \n(USANYS) \n(USANYS) \nCc: \n> \nSubject: RE: Epstein search warrant documents \nAre available tomorrow for a conference call to discuss this issue? \nEFTA00030329\n\nOn Apr 7, 2020 1:55 PM, ' wrote: \nFollowing up on this from a month ago — I know we're living in a different world than what existed four weeks ago, but are \nyou at all able to assist while working remotely? This has been pending for almost two months and we still don't have a \nvery basic list of each device or item that was seized and searched, or for which of those we've received materials. We're \nhappy to have a  call if that would be useful, but as a first step the most basic thing we're looking for is the info in the \ntemplate spreadsheet we sent earlier (that's also attached). \nthanks, \nFrom: \nSent: Monday, March 09, 2020 12:00 \nTo: \ncMl=\"; \nCc: \n(USANYS) \n(USANYS) \nSubject: RE: Epstein search warrant documents \nC \nUnfortunately I don't think this is very helpful to us. Did you take a look at the example spreadsheet I sent on 2/24? The \nexcel file you sent has descriptions that don't match up to the items listed in the search warrant returns (that we sent on \n2/23), and we don't have the 1B or CART numbers to be able to cross-reference. We also can't tell what you mean by \n\"loose media\" without a specific comparison to what was seized, we don't know which items you're referring to as \n\"Windows machines,\" and we can't tell whether the entirety of any particular item has been transferred, or just partial. \nFor example, it looks like we have gotten very, very few image files, which is surprising. \nWe have also encountered some very significant problems in trying to review the more than 1 million documents we \nrecently received: \nThe data we've received has no way to put any emails and attachments together. So if an email says, \"see the \nattached flight records,\" for example, we have no way of linking that up with the records themselves. Not only is \nthat a big problem for us in review, it's going to be a huge problem for producing the documents to defense \ncounsel. \nThe load file has no link to the native file, so when we load the data to the database, there's no way to have the \nnative files show up in the database. Because many of the files are too large to open in the viewer, it effectively \nmeans that there are many files that are completely invisible to us. \nRelated, the control numbers in the load file don't match up to the native files. So we have two sets of numbers \nand no way to match up anything—that is, even if we were to try to go hunt down every individual large file in the \nnative files, it would be impossible. \nSo the data that we most recently got, we need to get in a form that addresses those issues, and we likely will need to get \na similar reproduction of the data we received a couple months ago. Otherwise we're sifting through more than a million \ndocuments without much rhyme or reason. \nI've re-attached the spreadsheet we sent last week — I think that's a good place to start in terms of our necessary record-\nkeeping, and we need that info at the very least, as well as anything else you think would be useful. Also attaching the SW \nreturns for reference. And again, we're happy to meet up anytime and hash all this out in person if that's useful. \nEFTA00030330\n\nthanks, \nFrom: \nSent: Wednesday, March 04, 2020 16:36 \nTo: (USANYS) \nCc: \n(USANYS) \n< \nSubject: RE: Epstein search warrant documents \nHere is a  listing of what I have already handed over in load files to the US Attorney's Office for taint review. Some points of \nclarification: There were 9 IDE hard drives found in the Manhattan apartment, they turned out to be 3 copies of 3 drives \n(9 drives in total) from a July 2007 search on one of his properties. I only processed 3 (as they were all copies). All the \nloose media from the NY apartment is included. All the Windows machines from the NY apartment are included. Only 2 \nMacs from NY and 1 from the Island are included. \nI will have to more closely coordinate with whoever is loading up Relativity with the remaining Macs as the tool \nthey have to be processed with does not easily re-name the load files. \nSpreadsheet is attached. \nFrom: \nSent: Tuesday, March 03, 2020 12:25 PM \nTo: \n(office) \n(cell) \n) \n[mailto.' \n>; \nCc: \n(USANYS) \n(USANYS) \nSubject: RE: Epstein search warrant documents \n) \nI could do Thursday morning, but I think it would be helpful for us to get the accounting in advance of the meeting so we \ncan figure out in advance what (if any) additional steps we need —  is that possible? \nFrom: \nSent: Tuesday, March 03, 2020 09:59 \nTo: (USANYS) \n< \nCc: \n(USANYS) \n< \nSubject: RE: Epstein search warrant documents \nCan we do Thursday morning? My network should be back by then and I  can give you a good accounting. \nEFTA00030331\n\ncell \ndesk \nOn Mar 2, 2020 11:15 AM, ' \nDoing the weekly check in on this — is there a time this week when everyone can meet on this? \nthanks, \nFrom: \nSent: Monday, February 24, 2020 17:38 \nTo: \nc>; \nCc: \n(USANYS) \n(USANYS) \n-)< \nSubject: RE: Epstein search warrant documents \nwrote: \nTotally understand about the network issues—we can relate. I do still think it will be helpful to all sit down together to \nhave an in-person discussion, to make sure everybody is on the same page. Are folks available for that next week? And \nwhat I think would be most helpful to facilitate that would be a spreadsheet of each separate device referenced in the two \nsearch warrant returns, with columns for whether we've dumped the contents, whether they've been reviewed and/or \ntransferred, what portions were transferred, etc. \nSomething roughly like the attached, with any other categories you think would be useful — and the info on the attached is \nmostly hypothetical, obviously, just as examples. That will help us fully understand what's been reviewed, transferred, \nand received so far, and what remains. \n(Also just on the pictures, we do want copies of those as well, please including from the discs and the devices — I think FBI \nwas going to do an initial screen to make sure no CP, and since I think the answer was no, we'll need to get those to be \nable to review them as well.) \nmany thanks, \nFrom: \nSent: Monday, February 24, 2020 09:24 \nTo: (USANYS) < \nCc: \n(USANYS) \nMI) < \nSubject: RE: Epstein search warrant documents \nSony for the delayed response. They are tearing out our old network and giving us a new one, they mandated we \ndelete old stuff (about 400 TB worth). Now that they are working on replacing the network, we can do only local \nwork. I should be able to give you an accounting of what is what. I can say, off the top of my head, that all \nEFTA00030332\n\nwindows based items from the NY search have been handed over as well as all loose media. The CDs from NY \nonly contained pictures, no documents. There are still some Apple items from NY that need to be produced. As \nfar as the Island stuff goes, the 1st item on your spreadsheet, the \"kitchen\" mac has been produced. Still working \non the rest. \ncell \ndesk \nOn Feb 23, 2020 12:21 AM, \" \nTeam, \nII < \n> wrote: \nFollowing up on the below from last weekend, I'm still not sure how we're addressing this so I thought it would make \nsense for us to all schedule a (hopefully relatively brief) meeting to all get on the same page? We didn't hear back on \nwhich files had previously been provided, but our tech folks did their best to differentiate, and we got access to the \nmaterials yesterday and its well over a million documents, and we don't have any idea what we're looking at — i.e., which \ndevices the materials came from, whether it's full or partial results, how many more devices we have coming, etc. \nBased on the attached search warrant returns, it looks like from the New York mansion (the PDF) there are approximately \n40 devices that would have storage (computers, hard drives, thumb drives, etc.) and that's not even counting at least 60+ \nCDs. And then from the Virgin Islands (the Excel spreadsheet), at least more than 25 devices, including multiple servers / \nserver racks. \nSo we gotta know what we've already received, what remains, anticipated schedule, etc, and I know it's a lot of moving \npieces on all sides so wanted to loop in everybody at once. The case team will be in California this coming week from \nTuesday through Friday, but then I think generally around the first week of March, which will hopefully be plenty of time \nto schedule a productive meeting. \nthanks all, \nFrom: \nSent: Saturday, February 15, 2020 16:30 \nTo: \n) c=e \nCc: \n>; \nSubject: RE: Epstein search warrant documents \nss \nI'm not sure who's the exact right person to ask this, so wanted to get everybody on one email chain about it — I have the \nhard drive that dropped off that has new Epstein search warrant materials, but it looks like there are also old \nmaterials (that I think we had previously received and uploaded??) on the hard drive, and so I'm not sure what's new. \nJust generally, and and I talked about this last week too, but it's basically impossible for us to keep track of what \nwe're getting, and what has been completed, without some kind of identification or labeling system, along with a list of \nwhich devices have been extracted and downloaded. \nSo for example on the hard drive currently, there are 38 folders labeled \"loadFiles\" through \"37loadFiles\" with a modified \ndate of 11/14/19, which I think we may have already previously received — but I'm not sure, because we haven't gotten \nany info on which folders match up to which devices, etc. And then there's another folder titled \"NYCO24362\" that has a \nEFTA00030333\n\nmodified date of 1/27/20, so I think that may be the materials we hadn't previously received? That folder by itself has \nmore than 600,000 items. \nI don't want to give anything that we've already previously received and uploaded, and I can't tell from the folder or \nfile names whether everything on the drive is new, or whether just additional materials were saved onto it in addition to \nwhat we already have. =, are you able to give us some guidance on this? Ultimately what we really need is a \nspreadsheet of every device, whether it's been dumped (or partially dumped), and then identifying that same info —\nwhich device, and what materials from it —  are being given to us with each data transfer. Otherwise I think \norganizationally and for review purposes it will be a total disaster for us. \nWe're happy to have a meeting on this if that's helpful —  and thanks everybody for the assistance. \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00030334",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "On Apr",
        "role": "extracted",
        "context": "ss this issue? \nEFTA00030329\n\nOn Apr 7, 2020 1:55 PM, ' wrote: \nFo"
      },
      {
        "name": "On Mar",
        "role": "extracted",
        "context": "g. \nEFTA00030331\n\ncell \ndesk \nOn Mar 2, 2020 11:15 AM, ' \nDoing th"
      },
      {
        "name": "On Feb",
        "role": "extracted",
        "context": "ng \non the rest. \ncell \ndesk \nOn Feb 23, 2020 12:21 AM, \" \nTeam,"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "t 60+ \nCDs. And then from the Virgin Islands (the Excel spreadsheet), at l"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "e assistance. \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [
      {
        "name": "New York Mansion",
        "type": "residence"
      },
      {
        "name": "Team, II",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-04-07",
        "event": "April 07, 2020"
      },
      {
        "date": "2020-04-07",
        "event": "April 7, 2020"
      },
      {
        "date": "2020-03-09",
        "event": "March 09, 2020"
      },
      {
        "date": "2020-03-04",
        "event": "March 04, 2020"
      },
      {
        "date": "2020-03-03",
        "event": "March 03, 2020"
      },
      {
        "date": "2020-02-24",
        "event": "February 24, 2020"
      },
      {
        "date": "2020-02-15",
        "event": "February 15, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:25.602Z"
}