{
  "document": {
    "id": "efta00026705",
    "filename": "EFTA00026705.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026705.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 51 Filed 09/02/20 Page 1 of 5 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY \nFILED \nDOC 0: \nDATE \nFILED: 9/2/20 \n20-CR-330 (MN) \nMEMORANDUM \nOPINION AND ORDER \nALISON J. NATHAN, District Judge: \nOn August 17, 2020, Defendant Ghislaine Maxwell filed a sealed letter motion seeking \nan Order modifying the protective order in this case.' Specifically, she sought a Court order \nallowing her to file under seal in certain civil cases (\"Civil Cases\") materials (\"Documents\") that \nshe received in discovery from the Government in this case. She also sought permission to \nI This Order will not refer to any redacted or otherwise confidential information, and as a result it will not be sealed. \nThe Court will adopt the redactions to Defendant's August 17, 2020 letter motion that the Government proposed on \nAugust 21, 2020, and it will enter that version into the public docket. The Court's decision to adopt the \nGovernment's proposed redactions is guided by the three-part test articulated by the Second Circuit in Lugosch v. \nPyramid Co. of Onondaga, 435 F.3d 110 (2d Cir. 2006). Under this test, the Court must: (i) determine whether the \ndocuments in question are \"judicial documents;\" (ii) assess the weight of the common law presumption of access to \nthe materials; and (iii) balance competing considerations against the presumption of access. Id. at 119-20. \"Such \ncountervailing factors include but are not limited to 'the danger of impairing law enforcement or judicial efficiency' \nand 'the privacy interests of those resisting disclosure.'\" Id. at 120 (quoting United States v. Amodeo, 71 F.3d 1044, \n1048 (2d Cir.1995) (\"Amodeo Ii\")). The Government's proposed redactions satisfy this test. First, the Court finds \nthat the defendant's letter motion is \"relevant to the performance of the judicial function and useful in the judicial \nprocess,\" thereby qualifying as a \"judicial document\" for purposes of the first element of the Lugosch test. United \nStates v. Amodeo (\"Amodeo I\"), 44 F.3d 141, 145 (2d Cir. 1995). Second, the Court assumes that the common law \npresumption of access attaches, thereby satisfying the second element. But in balancing competing considerations \nagainst the presumption of access, the Court finds that the arguments the Government has put forth—including, \nmost notably, the threat that public disclosure of the redacted sections would interfere with an ongoing grand jury \ninvestigation—favor the Government's proposed narrowly tailored redactions. \nIn light of this ruling, the parties are hereby ORDERED to meet and confer with respect to proposed redactions to \nthe Defendant's reply letter, dated August 24, 2020 and the Defendant's August 24, 2020 letter addressing her \nproposed redactions to the Defendant's August 17, 2020 letter motion. The parties are further ORDERED to submit \ntheir proposed redactions no later than September 4, 2020; if the parties cannot agree on their proposed redactions, \nthey shall submit a joint letter to the Court explaining the nature of their dispute. \nEFTA00026705\n\nCase 1:20-cr-00330-AJN Document 51 Filed 09/02/20 Page 2 of 5 \nreference, but not file, other discovery material that the Government produced in this case. For \nthe reasons that follow, Defendant's requests are DENIED. \nUnder Federal Rule of Criminal Procedure 16(d)(1), a Court may enter a protective order \nonly after it finds that good cause exists. Within this framework, the Federal Rules of Criminal \nProcedure leave it to the discretion of the Court to determine whether modification of an existing \nprotective order is warranted.2  To make that decision, the Court takes into account all relevant \nfactors, including the parties' reliance on the protective order and whether the moving party has \nsufficiently substantiated a request to deviate from the status quo in the instant matter. \nOn July 30, 2020, this Court entered a protective order in this case, having determined \nthat good cause existed. Dkt. No. 36. The parties agreed that a protective order was warranted. \nSee Dkt. No. 35 at 1  (\"The parties have met and conferred, resolving nearly all the issues relating \nto \nthe proposed protective order.\"). The Defendant's Proposed Protective Order included a \nprovision that stated that all discovery produced by the Government \"[s]hall be used by the \nDefendant or her Defense Counsel solely for purposes of the defense of this criminal action, and \nnot for any civil proceeding or any purpose other than the defense of this action.\" Dkt. No. 29, \nEx. A ¶ 1(a). That language was included in the Court's July 30, 2020 protective order. See Dkt. \nNo. 36 ¶¶ 1(a), 10(a), 14(a). Shortly thereafter, the Government began to produce discovery. \nUpon receipt of some of the discovery, the Defendant filed the instant request, which \nseeks modification of the protective order in order to use documents produced in the criminal \n2 In the civil context, there is a \"strong presumption against the modification of a protective order.\" In re Teligent, \nInc., 640 F.3d 53, 59 (2d Cir. 2011) (citation omitted). Courts in the Second Circuit have applied the standard for \nmodification of protective orders in the civil context to the criminal context. See, e.g., United States v. Calderon, \nNo. 3:15-CR-25 (JCR), 2017 WL 6453344, at •2 (D. Conn. Dec. I, 2017) (applying the civil standard for the \nmodification of a protective order in a criminal case); United States v. Kerik, No. 07-CR-1027 (LAP), 2014 WL \n12710346 at *I (S.D.N.Y. July 23, 2014) (same). See also United States v. Morales, 807 F.3d 717, 723 (5th Cir. \n2015) (applying the standard for \"good cause\" in the civil context when evaluating whether to modify a protective \norder entered in a criminal case); United States v. Wecht, 484 F.3d 194, 211 (3rd Cir. 2007) (same). \n2 \nEFTA00026706\n\nCase 1:20-cr-00330-AJN Document 51 Filed 09/02/20 Page 3 of 5 \ncase in other civil proceedings. She bases her request on the premise that disclosure of the \nDocuments to the relevant judicial officers is allegedly necessary to ensure the fair adjudication \nof issues being litigated in those civil matters. But after fourteen single-spaced pages of heated \nrhetoric, the Defendant proffers no more than vague, speculative, and conclusory assertions as to \nwhy that is the case. She provides no coherent explanation of what argument she intends to \nmake before those courts that requires the presentation of the materials received in discovery in \nthis criminal matter under the existing terms of the protective order in this case. And she \nfurnishes no substantive explanation regarding the relevance of the Documents to decisions to be \nmade in those matters, let alone any explanation of why modifying the protective order in order \nto allow such disclosure is necessary to ensure the fair adjudication of those matters. In sum, the \narguments the Defendant presents to the Court plainly fail to establish good cause. The \nDefendant's request is DENIED on this basis. \nIndeed, good cause for the requested modification of the protective order is further \nlacking because, as far as this Court can discern, the facts she is interested in conveying to the \njudicial decisionmakers in the Civil Cases are already publicly available, including in the \nGovernment's docketed letter on this issue. See Dkt. No. 46. In the opening paragraph of her \nreply letter dated August 24, 2020, the Defendant states that she is essentially seeking to disclose \nunder seal to certain judicial officers the following factual information: \nI. Grand jury subpoenas were issued to an entity (\"Recipient\") after the Government \nopened a grand jury investigation into Jeffrey Epstein and his possible co-\nconspirators; \n2. The Recipient concluded that it could not turn over materials responsive to the grand \njury subpoena absent a modification of the civil protective orders in the civil cases; \n3 \nEFTA00026707\n\nCase 1:20-cr-00330-AJN Document 51 Filed 09/02/20 Page 4 of 5 \n3. In February 2019, the Government, ex parte and under seal, sought modification of \nthose civil protective orders so as to permit compliance with the criminal grand jury \nsubpoenas; \n4. In April 2019, one court (\"Court-1\") permitted the modification and, subsequently, \nanother court (\"Court-2\") did not; \n5. That as a result of the modification of the civil protective order by Court-1, the \nRecipient turned over to the Government certain materials that had been covered by \nthe protective order; and \n6. That the Defendant learned of this information (sealed by other courts) as a result of \nRule 16 discovery in this criminal matter. \nWith the exception of identifying the relevant judicial decision makers and specific civil \nmatters, all of the information listed above is available in the public record, including in the letter \nfiled on the public docket by the Government on this issue. See Dkt. No. 46. Although this \nCourt remains in the dark as to why this information will be relevant to those courts, so that \nthose courts can make their own determination, to the extent it would otherwise be prohibited by \nthe protective order in this matter, the Court hereby permits the defendant to provide to the \nrelevant courts under seal the above information, including the information identifying the \nrelevant judicial decision makers and civil matters. \nIn addition, the Government has indicated that \"there is no impediment to counsel \nmaking sealed applications to Court-1 and Court-2, respectively, to unseal the relevant \nmaterials.\" Dkt. No. 46 at 3 n.5. In her reply, the Defendant asserts that she is amenable to such \na solution if the Court agrees with the Government that doing so would not contravene the \nprotective order in this case. To the extent it would otherwise be prohibited by the protective \n4 \nEFTA00026708\n\nCase 1:20-cr-00330-AJN Document 51 Filed 09/02/20 Page 5 of 5 \norder in this matter, the Defendant may make unsealing applications to those Courts if she \nwishes. \nSO \nORDERED. \nDated: September 2, 2020 \nNew York, New York ALISON J. NATHAN \nUnited States District Judge \n5 \nEFTA00026709",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "overnment \nopened a grand jury investigation into Jeffrey Epstein and his possible co-\nconspirators; \n2. The Recipi"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "DISTRICT OF NEW YORK \nUnited States of America, \nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "AND ORDER \nALISON J. NATHAN, District Judge: \nOn August 17, 2020, Defenda"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "N J. NATHAN, District Judge: \nOn August 17, 2020, Defendant Ghislaine"
      },
      {
        "name": "Defendant Ghislaine",
        "role": "extracted",
        "context": "t Judge: \nOn August 17, 2020, Defendant Ghislaine Maxwell filed a sealed letter"
      },
      {
        "name": "Civil Cases",
        "role": "extracted",
        "context": "seal in certain civil cases (\"Civil Cases\") materials (\"Documents\") tha"
      },
      {
        "name": "This Order",
        "role": "extracted",
        "context": "also sought permission to \nI This Order will not refer to any redacte"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "-part test articulated by the Second Circuit in Lugosch v. \nPyramid Co. of"
      },
      {
        "name": "Pyramid Co",
        "role": "extracted",
        "context": "Second Circuit in Lugosch v. \nPyramid Co. of Onondaga, 435 F.3d 110 (2"
      },
      {
        "name": "Amodeo Ii",
        "role": "extracted",
        "context": "d 1044, \n1048 (2d Cir.1995) (\"Amodeo Ii\")). The Government's proposed"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "(2d Cir.1995) (\"Amodeo Ii\")). The Government's proposed redactions satisfy"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "element of the Lugosch test. United \nStates v. Amodeo (\"Amodeo I\"), 44 F."
      },
      {
        "name": "Under Federal",
        "role": "extracted",
        "context": "ndant's requests are DENIED. \nUnder Federal Rule of Criminal Procedure 16"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "ENIED. \nUnder Federal Rule of Criminal Procedure 16(d)(1), a Court may enter a"
      },
      {
        "name": "Federal Rules",
        "role": "extracted",
        "context": "s. Within this framework, the Federal Rules of Criminal \nProcedure leave"
      },
      {
        "name": "Criminal \nProcedure",
        "role": "extracted",
        "context": "amework, the Federal Rules of Criminal \nProcedure leave it to the discretion of"
      },
      {
        "name": "On July",
        "role": "extracted",
        "context": "s quo in the instant matter. \nOn July 30, 2020, this Court entered"
      },
      {
        "name": "See Dkt",
        "role": "extracted",
        "context": "tective order was warranted. \nSee Dkt. No. 35 at 1  (\"The parties h"
      },
      {
        "name": "Proposed Protective",
        "role": "extracted",
        "context": "ive order.\"). The Defendant's Proposed Protective Order included a \nprovision t"
      },
      {
        "name": "Defense Counsel",
        "role": "extracted",
        "context": "used by the \nDefendant or her Defense Counsel solely for purposes of the de"
      },
      {
        "name": "The \nDefendant",
        "role": "extracted",
        "context": "fail to establish good cause. The \nDefendant's request is DENIED on this b"
      },
      {
        "name": "The Recipient",
        "role": "extracted",
        "context": "ossible co-\nconspirators; \n2. The Recipient concluded that it could not t"
      },
      {
        "name": "In February",
        "role": "extracted",
        "context": "iled 09/02/20 Page 4 of 5 \n3. In February 2019, the Government, ex part"
      },
      {
        "name": "In April",
        "role": "extracted",
        "context": "al grand jury \nsubpoenas; \n4. In April 2019, one court (\"Court-1\") p"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-08-17",
        "event": "August 17, 2020"
      },
      {
        "date": "2020-08-21",
        "event": "August 21, 2020"
      },
      {
        "date": "2020-08-24",
        "event": "August 24, 2020"
      },
      {
        "date": "2020-09-04",
        "event": "September 4, 2020"
      },
      {
        "date": "2020-07-30",
        "event": "July 30, 2020"
      },
      {
        "date": "2014-07-23",
        "event": "July 23, 2014"
      },
      {
        "date": "2020-09-02",
        "event": "September 2, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:14.872Z"
}