{
  "document": {
    "id": "efta00015951",
    "filename": "EFTA00015951.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015951.pdf",
    "text": "\n\nFrom:  \nTo: \nCc: \"I \n)\"   \nSubject: RE: Ghislaine Maxwell (USMS No. 02879-509) \nDate: Sat, 11 Jul 2020 21:17:01 +0000 \n'1 \nWe just were contacted by defense counsel, who said they didn't have a call with their client this morning — I think they \nexpected that the morning calls up until her arraignment on Tuesday would include the weekend. Is it possible to \nreinstitute the call for tomorrow at 10:00, as well as on Monday? Thanks very much, and sorry for the late notice — we \njust heard from them a moment ago. \nthanks, \nFrom: \nSent: Friday, July 10, 2020 10:34 \nTo: \nCc:\nSubject: Re: Ghislaine Maxwell (USMS No. 02879-509) \nGreat —  thank you again! (I told defense counsel that I would ask, but also just to give it a few minutes . . .) \nSent from my iPhone \nOn Jul 10, 2020, at 10:30, \nc\n> \nwrote: \nI've been informed she is on the phone.... \n>>>\"I\n7/10/2020 10:26 AM >>> \nDefense counsel for Maxwell communicated to us a few minutes ago that they haven't gotten a call yet this morning. Do \nyou know if that has gone through in the past five or ten minutes? They are looking to speak with her before her \ninterview with pretrial this afternoon. \nI'm reachable at if it's useful to chat in real time. \nthanks, \nOn Jul 7, 2020, at 19:50, wrote: \nEFTA00015951\n\nYou're welcome. We will do our best to provide a call at 10:00 AM every day this week to Mr. Everdell at the \nnumber he has previously provided. We will also provide a call on Monday 7/13/20. \nThe EDNY and SDNY created a joint protocol whereby counsel may request legal calls to be placed in the \nafternoon at the MDC. Requests should be sent to \nTruly urgent requests can be sent to me, but unless there is a last minute, imminent court deadline, counsel \nreally should send the requests to the federal defenders, as outlined in the protocol. We want to ensure inmates \nget equitable access. If they anticipate needing several calls in a week, they should make requests in advance \nand note whether and when calls would be preferred. Generally, calls are for 30 minutes in duration. If a \nlonger call is desired, that should be explained as well. \nIf you need anything else, please let me know. \nThank you, \n>» I \n< \n> 7/7/2020 \n5:00 \nPM \n>» \nThank you so much, =. \nA 10am standing legal call every day before the arraignment on Tuesday 7/14 would be perfect if that's something you \nwould be able to accommodate. Defense counsel will be available at that time, and they are very grateful for the \ntime. \nWe have also conveyed to defense counsel that they will need to follow the same protocols as other inmates' counsel \nfollowing the arraignment. Thank you for letting us know about the lack of requests from defense counsel thus far. \nThere appears to be some confusion on their end about how to submit requests to schedule legal calls. Would you be \nable to please share with us the procedure that they should follow, so that we can make sure they understand what \nsteps to take going forward? \nThank you again for all of your help—we really appreciate it. \nBest, \nFrom: \n<> \nSent: Tuesday, July 7, 2020 4:23 PM \nTo: \n) < \nCc: \n) \nc› \nSubject: RE: Ghislame Maxwell (USMS No. 02879-509) \nYou're welcome. \nWould 10 am work as a standing legal call through the end of this week (and Monday, if you think that's a good idea), in \nadvance of the arraignment on Tuesday? However, after this, defense counsel should be required to follow the same \nprotocols as all other inmates' counsel with respect to requesting legal calls. \nI also just want to make clear that defense counsel sent no requests yesterday that I am aware of, and we were able to \nfacilitate a call yesterday evening following a request from your office, and today, I received one request, about mid-day, \nthat we were again able to accommodate. So, I do not think it is fair at all to categorize this as defense counsel having \ndifficulty scheduling legal calls. \nThank you, \n>» ' > \n7/7/2020 2:37 PM \n>» \nThanks, This is about the legal call today. In addition, because defense counsel his having difficulty scheduling \nlegal calls, it would be helpful if MDC could schedule standing calls for the rest of this week to address this issue. \nThanks very much. \nFrom: \nSent: Tuesday, July 7, 2020 2:36 PM \nTo:\nEFTA00015952\n\nCc: \nI < \nSubject: Re: Ghislaine Maxwell (USMS No. 02879-509) \nHi =, \nI just saw this now. Is this about the legal call issue or something separate? If its about the legal call, I am working on it. \nThanks, \n>» \" \" < \n> \n7/7/2020 \n1:27 \nPM >>> \nHi \nThanks for your help with this. Are you available now for a call? We are having a time sensitive issue with this. \nThanks, \nSent from my iPhone \nOn Jul 6, 2020, at 7:59 PM, wrote: \nHi \nFor future reference, there is a  protocol in place for defense counsel to reques legal calls. If counsel is unaware of it, I \ncan provide the details. \nHowever, I understand that she just came into custody today and there is a more urgent deadline. If you can please \nprovide the name and phone number of counsel, I will do my best. \nThanks, \nSent from my Venzon, Samsung Galaxy smartphone \n Original message \nFrom: \" \nDate: 7  6 20 7:48 PM GMT-05:00 \nTo: \nCc: >, \nSubject: Ghislaine Maxwell (USMS No. 02879-509) \n> » \" \" 07/06/2020 19:48 > » \nHi\nHope you're doing well. This evening, Judge Nathan directed the parties in the US v. Ghislaine Maxwell case to file a \nletter by 9pm today. Defense counsel need to speak with Ms. Maxwell this evening about the letter, but they have \nnot been able to reach her. Would it be possible to allow Ms. Maxwell to make a legal call to her lawyers this \nevening, please? \nThank you very much for your help. \nAssistant United States Attorney \nSouthern District of New York \n1  St. Andrew's Plaza \nNew York, NY 10007 \nEFTA00015953",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "From:  \nTo: \nCc: \"I \n)\"   \nSubject: RE: Ghislaine Maxwell (USMS No. 02879-509) \nDate: Sat, 11 Jul 2020 21:1"
      },
      {
        "name": "Everdell",
        "role": "extracted",
        "context": ":00 AM every day this week to Mr. Everdell at the \nnumber he has pre"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "se counsel need to speak with Ms. Maxwell this evening about the le"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "minutes . . .) \nSent from my iPhone \nOn Jul 10, 2020, at 10:30, \nc\n>"
      },
      {
        "name": "On Jul",
        "role": "extracted",
        "context": "chat in real time. \nthanks, \nOn Jul 7, 2020, at 19:50, wrote: \nEF"
      },
      {
        "name": "Ghislame Maxwell",
        "role": "extracted",
        "context": ") < \nCc: \n) \nc› \nSubject: RE: Ghislame Maxwell (USMS No. 02879-509) \nYou're"
      },
      {
        "name": "Hi \nThanks",
        "role": "extracted",
        "context": "< \n> \n7/7/2020 \n1:27 \nPM >>> \nHi \nThanks for your help with this. Are"
      },
      {
        "name": "Hi \nFor",
        "role": "extracted",
        "context": "6, 2020, at 7:59 PM, wrote: \nHi \nFor future reference, there is a"
      },
      {
        "name": "Samsung Galaxy",
        "role": "extracted",
        "context": "Thanks, \nSent from my Venzon, Samsung Galaxy smartphone \n Original message"
      },
      {
        "name": "Hi\nHope",
        "role": "extracted",
        "context": "> » \" \" 07/06/2020 19:48 > » \nHi\nHope you're doing well. This eveni"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "'re doing well. This evening, Judge Nathan directed the parties in the U"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "you very much for your help. \nAssistant United States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "your help. \nAssistant United States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "stant United States Attorney \nSouthern District of New York \n1  St. Andrew's"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "of New York \n1  St. Andrew's Plaza \nNew York, NY 10007 \nEFTA00015953"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-07-10",
        "event": "7/10/2020"
      },
      {
        "date": "2020-07-07",
        "event": "7/7/2020"
      },
      {
        "date": "2020-07-06",
        "event": "07/06/2020"
      },
      {
        "date": "2020-07-10",
        "event": "July 10, 2020"
      },
      {
        "date": "2020-07-07",
        "event": "July 7, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:51.832Z"
}