{
  "document": {
    "id": "efta00027923",
    "filename": "EFTA00027923.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027923.pdf",
    "text": "\n\nFrom: \nSubject: FW: \nGhislaine Maxwell 02879-509 \nDate: Fri, 08 Jan 2021 18:21:05 +0000 \nFYI \n Original Messa e \nFrom: \nSent: Friday, January 8, 2021 1:15 PM \nTo: BOBBI C STERNHEIM <bcstemheim mac.com> \nCc: \n<CEverdell a cohen esser.com>; Mark S. Cohen <mcohen@cohengresser.com>; \nSubject: Re: Ghislaine Maxwell 02879-509 \nGood afternoon Bobbi: \n•  Christian Everdell \nAs you noted Ms. Maxwell has continuously been produced in advance of \n12:30 PM. In addition, I would like to note that while Ms. Maxwell was produced after the scheduled time \n(twice), the additional time was provided to compensate for the delay. Please understand that while we are \nworking to ensure all inmates are produced for their court and legal calls, there are institutional emergencies that \nrequire additional assistance, causing staff to slightly deviate from time frames. \nShould you request a copy of the incident report, Ms. Maxwell may provide you with it, however I cannot. I can \nfurther assure you that the daily searches are consistent with BOP Program Statement § 552.06, Searches of \nHousing Units, Inmates, and Inmate Work Areas. It is my understanding that gloves and masks were recently \nbrought to the unit. \nAny further concerns you have indicated will be reviewed and addressed accordingly if need be. \nThank you for your time and patience in this matter, \n>> \n1/7/2021 9:50 PM >» \nFor the past two days, Ms. Maxwell has not been on time for the daily \n12:30 VTCs. Yesterday, she arrived at 12:59• today she arrived at 12:47. Until yesterday, Ms. Maxwell appeared \nin advance of 12:30. We appreciate assistance in facilitating Ms. Maxwell's appearance, but no \nexplanation has been provided for these delays.. \nEach delay limits the time Ms. Maxwell can confer with counsel. We hope this will not be repeated and is not \nretribution for complaints made by counsel. \nWe learned today that the complaint report issued to Ms. Maxwell earlier this week has now been revised. I \nrenew my request for the original report and request a copy of the updated report. \nThis morning at 6:40 am, the team leader ordered Ms. Maxwell to clean a toilet, providing a few paper towels, \nbut no gloves, sending a clear message that Ms. Maxwell should clean the toilet bare handed, despite having \ncleaned the toilet the night before. Gloves were provided only upon request by Ms. Maxwell. Per the A&O \nHandbook, sanitation duties commence at 7:30 am for pretrial inmates (See A&O, p.4). We request that Ms. \nEFTA00027923\n\nMaxwell be permitted to perform sanitation duties in the evening when returned to her isolation cell. \nFurther, the team leader ordered Ms. Maxwell to clean crumbs from her bed. Lest she face another charge of \nbeing untidy, Ms. Maxwell attempted to comply but there were no crumbs - just stains on the blanket issued to \nher. This is another example of the petty officiousness displayed by the present team. \nThe ear searches continue. Routinely, in connection with open mouth searches, guards run fingers through Ms. \nMaxwell's hair and behind her ears, at times before she gets a chance to put on her face mask.These searches -\nconducted within 6 inches of Ms.Maxwell's face- continue to increase her risk of exposure to COVID. The \nnumber of daily searches of Ms. Maxwell, an isolated inmate under constant surveillance by multiple guards, \nseems excessive and unnecessarily violative.. \nBOBBI C. STERNHEIM, ESQ. \nLaw \nOffices of Bobbi C. Stemheim \n33 West 19th Street - 4th Floor \nNew York, NY 10011 \nMain:\nCell: \nFax: \nThis message and any attached documents contain information from the \nLaw \nOffices of Bobbi C. Stemheim \nthat may be confidential and/or privileged. \nIf you are not the intended recipient, you may not read, copy, distribute, or use this information. \nIf you have received this transmission in error, please notify the sender immediately by reply e-mail and then \ndelete this message. Thank you. \nEFTA00027924",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "From: \nSubject: FW: \nGhislaine Maxwell 02879-509 \nDate: Fri, 08 Jan 2021 18:21:05 +0000"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "istian Everdell \nAs you noted Ms. Maxwell has continuously been pro"
      },
      {
        "name": "Original Messa",
        "role": "extracted",
        "context": "an 2021 18:21:05 +0000 \nFYI \n Original Messa e \nFrom: \nSent: Friday, Janua"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "09 \nGood afternoon Bobbi: \n•  Christian Everdell \nAs you noted Ms. Maxwell has"
      },
      {
        "name": "Program Statement",
        "role": "extracted",
        "context": "rches are consistent with BOP Program Statement § 552.06, Searches of \nHousin"
      },
      {
        "name": "Housing Units",
        "role": "extracted",
        "context": "tement § 552.06, Searches of \nHousing Units, Inmates, and Inmate Work Are"
      },
      {
        "name": "Inmate Work",
        "role": "extracted",
        "context": "Housing Units, Inmates, and Inmate Work Areas. It is my understanding"
      },
      {
        "name": "Law \nOffices",
        "role": "extracted",
        "context": ".. \nBOBBI C. STERNHEIM, ESQ. \nLaw \nOffices of Bobbi C. Stemheim \n33 West"
      },
      {
        "name": "Floor \nNew",
        "role": "extracted",
        "context": "im \n33 West 19th Street - 4th Floor \nNew York, NY 10011 \nMain:\nCell:"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-01-07",
        "event": "1/7/2021"
      },
      {
        "date": "2021-01-08",
        "event": "January 8, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:19.272Z"
}