{
  "document": {
    "id": "efta00026434",
    "filename": "EFTA00026434.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026434.pdf",
    "text": "\n\nFrom: Public Policy Law360 <news-q@law360.com> \nTo: \nO \nSubject: Senate Rules Axed To Speed Judicial, Administration Picks \nDate: Thu, 04 Apr 2019 08:32:08 +0000 \n,..ILaw360 Public \nPolicy \nPUBLIC POLICY \nThursday, April 4, 2019 Follow Law360 \nTOP NEWS \nSenate Rules Axed To Speed Judicial, Administration Picks \nSenate Republicans voted to ax the chamber's nominee debate rules \nWednesday, potentially opening the floodgates for dozens of President \nDonald Trump's trial judge and lower-level administrative nominees to be \nconfirmed. \nRead full article » \nKirkland, Cuneo Gilbert Tops In Antitrust Cases \nKirkland & Ellis LLP was the most prolific member of the antitrust defense bar \nbetween 2016 and 2018, while Cuneo Gilbert & LaDuca LLP filed more \nprivate antitrust litigation than any other law firm due to its role in multidistrict \nlitigation, according to a new Lex Machina report. \nRead full article » \nAnalysis \nCourt Rulings Take Toll On Private Antitrust Plaintiffs \nPrivate plaintiffs have a better than 50-50 chance of winning antitrust cases \nthat make it to trial, according to a new report from Lex Machina, but getting \nthere is a trial in itself due to court rulings making it harder to win class \ncertification and fend off dismissal motions and summary judgments. \nRead full article » \nHouse Dems Request Trump's Tax Returns From IRS \nThe Democratic chairman of the House Ways and Means Committee on \nWednesday asked the Internal Revenue Service to furnish President Donald \nTrump's tax return information for the past six years, taking the first step in a \nlikely contentious legal battle. \nRead full article » \nHouse Judiciary OKs Subpoena Of Full Mueller Report \nHouse Judiciary Committee Democrats voted Wednesday to issue \nsubpoenas compelling the release to Congress of grand jury materials \nunderlying special counsel Robert Mueller's probe of the 2016 election, a \nmove Republicans ripped as an attempt to end-run the legal process. \nRead full article )> \nKavanaugh's Law School Gig Faces Student Backlash \nStudents at George Mason University are demanding that the school reverse \nits decision to hire U.S. Supreme Court Justice Brett Kavanaugh as a law \nschool lecturer this summer in light of decades-old sexual misconduct claims \nagainst him that surfaced during his confirmation hearing. \n;`',Law360 Pro Say Podcast \nListen to our new podcast here \nLAW FIRMS \nAllen & Overy \nAlston & Bird \nArguedas Gassman \nArnold & Porter \nBakerHostetler \nBlack Srebnick \nBryan Cave \nCall & Jensen \nCovington & Burling \nCuneo Gilbert \nDavis Wright Tremaine \nDechert \nEarthjustice \nFarnan LLP \nFoley Hoag \nGibson Dunn \nHaynes and Boone \nHolland & Knight \nHooper Lundy \nJager Smith \nJones Day \nKirkland & Ellis \nLabaton Sucharow \nEFTA00026434\n\nRead full article » \nFeature \nHow To Argue Merger Cases And Win Over Judges \nWhat's the best way to wage a merger case in federal court? According to a \ngroup of sitting and retired federal judges, attorneys should ground complex \neconomics in real world-examples and be willing to collaborate with opposing \ncounsel to make sure cases move forward quickly. \nRead full article » \nBANKING & SECURITIES \nCRA Update Could Be Done Within Year, Top Regulators Say \nThe heads of the Federal Deposit Insurance Corp. and Office of the \nComptroller of the Currency signaled Wednesday that momentum is building \nbehind an interagency effort to modernize Community Reinvestment Act \nregulations, saying that they could be finished with the project by next year. \nRead full article » \nSEC Says ICO Doesn't Need To Register As Security \nOfficials at the U.S. Securities and Exchange Commission issued a no-action \nletter Wednesday allowing an unregistered initial coin offering to proceed, \nfinding it didn't meet the definition of a security laid out in staff guidance \nreleased alongside the letter. \nRead full article » \nHouse Says Private Email Off-Limits In Collins Case \nThe U.S. House of Representatives has urged a New York federal court to \nadopt a broader interpretation of the Constitution's speech or debate clause \nthan the government has presented in its insider trading case against U.S. \nRep. Christopher Collins, implying prosecutors overstepped their bounds in \nseizing legislative materials. \nRead full article » \nENERGY & ENVIRONMENTAL \nAnalysis \nJudge Throws Wet Blanket On State Water Quality Variance' \nA Montana federal judge broke legal ground recently with a decision to curtail \nan exemption to state water quality standards approved by the U.S. \nEnvironmental Protection Agency, a ruling that suggests other states will \nhave to stay within strict parameters if they adopt similar \"variances.\" \nRead full article )> \nColo. Lawmakers Tighten Reins On Oil, Gas Drilling \nColorado state lawmakers on Wednesday passed legislation that would \ndramatically overhaul state oil and gas regulations by tightening health and \nsafety standards and giving local governments expanded authority over \nwhere drilling activity takes place. \nRead full article » \nEntergy Launches 3rd Suit Seeking Nuclear Fuel Costs \nA nuclear plant owned by Entergy rang the bell this week for a third round of \nlitigation over the government's alleged failure to dispose of its spent nuclear \nwaste in Michigan. \nRead full article » \n5th Circ. Told EPA Ignored Risks To OK Gulf Driller Permit \nThe Center for Biological Diversity told a Fifth Circuit panel in oral arguments \nWednesday that the U.S. Environmental Protection Agency didn't do enough \nLatham & Watkins \nMcDermott Will \nMeriwether & Tharp \nMiller Canfield \nMorgan Lewis \nMurphy & McGonigle \nNussbaum Law Group PC \nOrrick Herrington \nPaul Hastings \nPodhurst Orseck \nQuinn Emanuel \nRobins Kaplan \nRopes & Gray \nSanford Heisler Sharp \nSeward & Kissel \nShutts & Bowen \nSkadden \nSmith Villazor \nStoel Rives \nSusman Godfrey \nTache Bronis \nWerksman Jackson \nWhite & Case \nWillkie Farr \nWilmerHale \nWilson Sonsini \nCOMPANIES \nAlibaba Group Holding Ltd. \nAllergan PLC \nAmazon.com Inc. \nAmerican Bar Association \nAmerican Civil Liberties Union \nAmerican Petroleum Institute Inc. \nAnimal Legal Defense Fund \nAvalara Inc. \nBayerische Motoren Werke AG \nBridgestone Corp. \nCenter for Biological Diversity \nCitrin Cooperman \nConsumer Bankers Association \nDefenders of Wildlife \nElliott Management Corp. \nEntergy Corp. \nEquifax Inc. \nFacebook \nHobby Lobby Stores \nHuawei Technologies \nLexisNexis Group \nLinkedln Corp. \nMiramax Film Corp. \nEFTA00026435\n\nto evaluate the dangers posed to marine life before it signed off on a permit \nallowing offshore drillers in the Gulf of Mexico to dump wastewater. \nRead full article » \nHEALTH & LIFE SCIENCES \n1st Circ. Perplexed By 'Odd' Trump Birth Control Argument \nThe First Circuit on Wednesday appeared to lean toward reviving \nMassachusetts' challenge to a Trump administration rule allowing exemptions \nto birth control coverage under the Affordable Care Act, with one judge \nfinding it \"odd\" to argue women would not be denied contraception coverage \nand consequently turn to the state for funding. \nRead full article » \nMedical Pot Law Is Not A Right To Grow, Fla. Court Says \nA Florida appeals court ruled Wednesday that a state constitutional \namendment allowing the use of medical marijuana by qualified patients does \nnot allow those patients to cultivate and process marijuana for their own use. \nRead full article » \nLegalization Advocate Pushes Pa. Court To Reclassify Pot \nPennsylvania's classification of marijuana as a Schedule I drug without any \naccepted medical use runs counter to the state's own medical marijuana \nprogram and should be eliminated, a defense attorney and legalization \nadvocate told a Superior Court of Pennsylvania panel Wednesday. \nRead full article » \nIP & TECHNOLOGY \nTrump Taking Aim At Online Counterfeit Market \nPresident Donald Trump on Wednesday said he will soon formulate a new \nstrategy to tackle what his administration believes is a rising tide of pirated \nand counterfeit goods being sold through online sellers such as eBay and \nAmazon. \nRead full article >> \nEMPLOYMENT \nAcosta Defends DOL Rules, Epstein Case Handling At Hearing \nLabor Secretary Alex Acosta was grilled during a budget hearing Wednesday \nover whether the U.S. Department of Labor has weakened worker \nprotections under his watch and claims that he mishandled a decade-old sex \ncrime case involving millionaire sex offender Jeffrey Epstein, with Acosta \ndefending his actions on both fronts. \nRead full article » \nCOMPETITION \nBMW's State Aid Appeal Should Be Tossed, EU Court Told \nThe European Commission didn't have to analyze the potential market \nimpact for the portion of aid it made Germany cut from a planned €45 million \n($50.6 million) investment in a BMW electric car plant, an advocate general \ntold the European Court of Justice on Wednesday. \nRead full article )> \nCONSUMER PROTECTION \nRobocall Bill Clears Senate Commerce Committee \nA bipartisan bill aimed at handing the Federal Communications \nCommission more firepower to combat robocalls sailed through the Senate \nNational Association of \nManufacturers \nNortheastern University \nRaytheon Co. \nReed Elsevier \nStubHub Inc. \nTronox Ltd. \nTrump Organization Inc. \nTwitter Inc. \nU.S. Chamber of Commerce \nUnited States Steel Corp. \nVolkswagen \nWarner Chilcott Limited \nWashington Post Co. \nWayfair LLC \nWells Fargo & Co. \nWynn Resorts Ltd. \nZTE Corp. \neBay Inc. \nGOVERNMENT AGENCIES \nAgency for Toxic Substances and \nDisease \nBureau of Ocean Energy \nManagement \nCalifornia Department of Tax and \nFee Administration \nCalifornia Environmental Protection \nAgency \nCenters for Disease Control and \nPrevention \nColorado Supreme Court \nCongressional Research Service \nEnergy Information Administration \nEuropean Commission \nExecutive Office of the President \nFederal Aviation Administration \nFederal Bureau of Investigation \nFederal Communications \nCommission \nFederal Deposit Insurance Corp. \nFederal Reserve System \nFederal Trade Commission \nFlorida Department of Health \nGovernment Accountability Office \nInternal Revenue Service \nJoint Committee on Taxation \nMassachusetts Gaming \nCommission \nNATO \nNational Security Agency \nOffice of the Comptroller of the \nCurrency \nEFTA00026436\n\nCommittee on Commerce, Science and Transportation on Wednesday. \nRead full article » \nAEROSPACE & DEFENSE \nTrump May Allow Turkey To Keep F-35 Despite Russian Deal \nTurkey's foreign minister said Wednesday that President Donald Trump has \nleft the door open for Turkey to continue participating in the F-35 fighter jet \nprogram amid its contentious plan to purchase a missile defense system from \nRussia, despite defense officials recently moving to cut off Turkey's access to \nF-35 parts. \nRead full article » \nEx-Pentagon Leaders Warn Against China-Backed 5G Network \nSix former U.S. military and intelligence officials warned Wednesday that if \nthe country's allies use Chinese tech to support 5G networks, Chinese \nespionage is inevitable and future U.S. military operations would be \njeopardized. \nRead full article » \nTAX \nAnalysis \nCalif. Marketplace Law Won't Forgive Past Tax Errors \nA bill quickly moving through California's Legislature to protect small vendors \nselling through online platforms from sales and use tax liability comes too late \nto help thousands targeted by a state tax agency's ramped-up demands for \nyears of back taxes. \nRead full article » \n'Varsity Blues' Parents May Have Violated Tax Laws: Sens. \nLeaders of the Senate tax committee on Wednesday asked the Internal \nRevenue Service to crack down on inappropriate tax deductions that may \nhave been claimed by participants in an alleged college admissions cheating \nscheme known as the \"Varsity Blues' scandal. \nRead full article » \nIMMIGRATION \n6th Circ. Won't Redo Panel Ruling On Iraqi Deportations \nThe full Sixth Circuit won't reconsider a split panel decision restricting the \nability of Iraqi citizens to challenge their longstanding deportation orders in \nfederal court, leaving those who were picked up in recent immigration \nsweeps in the lurch if Iraq now agrees to take them back. \nRead full article » \nFeds Try To Dodge Border Emergency Declaration Challenges \nThe Trump administration wants out of a pair of lawsuits filed in federal court \nby Texas landowners and environmental organizations challenging the \npresident's national emergency declaration to fund his long-promised \nsouthern border wall. \nRead full article » \nNATIVE AMERICAN \nBill Seeks Better Response To Violence Against Native Women \nA bipartisan group of senators introduced legislation Wednesday that aims to \ncreate a coordinated federal government strategy in response to the \ndisproportionately high number of Native American women who are \nmurdered, trafficked or go missing each year. \nSecurities and Exchange \nCommission \nSolicitors Regulation Authority \nSpirit Lake Tribe \nU.S. Attorneys Office \nU.S. Department of Defense \nU.S. Department of Energy \nU.S. Department of Health and \nHuman Services \nU.S. Department of Homeland \nSecurity \nU.S. Department of Justice \nU.S. Department of Labor \nU.S. Department of State \nU.S. Environmental Protection \nAgency \nU.S. House Committee on Energy \nand Commerce \nU.S. House of Representatives \nU.S. Immigration and Customs \nEnforcement \nU.S. Supreme Court \nUnited Nations \nEFTA00026437\n\nRead full article » \nTELECOMMUNICATIONS \nFCC Needs Dedicated Robocall Unit, Rosenworcel Says \nThe Federal Communications Commission should add a unit to specifically \ntackle the scourge of robocalls, FCC Commissioner Jessica Rosenworcel \ntold a House subcommittee Wednesday. \nRead full article » \nReps. Urge FCC To Correct Broadband Deployment Data \nSeveral Democratic members of the U.S. House are asking the Federal \nCommunications Commission why faulty data may have been included in a \ndraft of a major report on broadband deployment, and are urging the FCC to \nwithdraw or correct inaccurate statements based on the data. \nRead full article » \nReps. Divided Over FCC's Scope In Net Neutrality Bill \nHouse Energy and Commerce Committee leaders quibbled Wednesday over \nwhether an amendment to a Democratic-backed net neutrality bill sufficiently \nprevents the Federal Communications Commission from imposing price \ncontrols and other regulations on broadband, as the panel readied the bill for \na potential floor vote. \nRead full article » \nWHITE COLLAR \nWarren Floats Bill To Expand Criminal Liability For Execs \nDemocratic presidential hopeful Sen. Elizabeth Warren introduced a bill \nWednesday that would make executives at large corporations criminally liable \nfor their organization's misdeeds. \nRead full article » \nTrump's Opposition To ACA Can't Kill Esformes Trial \nThe Florida federal judge presiding over Philip Esformes' health care fraud \ntrial rejected the nursing home mogul's bid to short-circuit the case based on \nthe Trump administration's new position that the entire Affordable Care Act is \ninvalid, finding Wednesday it does not affect the charges against him. \nRead full article » \nEXPERT ANALYSIS \nNev. Digital Excise Bill Represents Major Tax Policy Departure \nNevada's proposed excise tax on the sale of digital goods and services would \ncreate inconsistencies with the Streamlined Sales and Use Tax Agreement —\nto which Nevada is a member — and may violate the Permanent Internet Tax \nFreedom Act, say attorneys at McDermott. \nRead full article » \nWhat Restitution Could Mean For SEC Enforcement Cases \nA Senate bill would allow the U.S. Securities and Exchange Commission to \npursue restitution in cases against members of the securities industry. But \nadding this power to the SEC's arsenal is a major leap that should only be \ntaken after all stakeholders have carefully weighed its implications, says \nStephen Crimmins of Murphy & McGonigle. \nRead full article » \nCalif. Regulators Should Account For PFAS Uncertainty \nGiven that California agencies have recognized that they lack sufficient data \nto draw credible conclusions regarding the health impact of per- and \nEFTA00026438\n\npolyfluoroalkyl substances, they should weigh potential costs and benefits \nbefore imposing burdensome actions, say attorneys at Alston & Bird. \nRead full article » \nOpinion \nTime To End 'Open Mind' Requirement In Agency Rulemaking \nA federal court recently found that U.S. Commerce Secretary Wilbur Ross \nhad acted with an unalterably closed mind in choosing to include a \ncitizenship question in the 2020 census. But the requirement for open-\nmindedness in rulemaking is fundamentally unsound, says Steven Gordon of \nHolland & Knight. \nRead full article » \nLEGAL INDUSTRY \nEx-Jones Day Associates Hit Firm With $200M Bias Suit \nA group of former Jones Day associates hit the BigLaw powerhouse with a \n$200 million pregnancy and gender discrimination suit Wednesday, accusing \nthe firm of systematically underpaying women, devaluing the work of female \nassociates and pushing out lawyers who have children. \nRead full article » \nAnalysis \nGC Missteps Loom Large In Mass. Regulator's Wynn Probe \nExecutives in the legal division of Wynn Resorts were among those flagged \nin a regulator's report detailing how sexual abuse allegations against ex-CEO \nand Chairman Steve Wynn were swept under the rug. Here, Law360 looks at \nhow those attorneys may have failed to serve their ultimate client, the \ncompany. \nRead full article » \nStars, BigLaw Atty Make 'Varsity Blues' Court Debut \nHollywood stars Lori Loughlin and Felicity Huffman, along with ex-Willkie Farr \n& Gallagher LLP co-chair Gordon Caplan, faced a federal judge for the first \ntime Wednesday after being charged in the \"Varsity Blues\" college \nadmissions scandal, attracting a crush of media and autograph-seekers to \nthe waterfront Boston courthouse. \nRead full article » \nAllen & Overy Atty For Weinstein Referred For Discipline \nAn Allen & Overy attorney has been referred to a U.K. disciplinary tribunal \nfollowing an investigation into alleged misconduct connected to the \nrepresentation of disgraced movie mogul Harvey Weinstein and the use of \nnondisclosure agreements to hush up allegations of sexual assault. \nRead full article » \nCourt Staffer's Happy Hour Sparks Recusal Bid \nA Georgia man has asked a state court judge to remove herself from his \ndivorce case, saying a member of the judge's staff never disclosed that she \nattends a monthly happy hour with a lawyer at the firm representing his ex-\nwife, even when she was asked. \nRead full article » \nAmazon Atty Joins StubHub As New General Counsel \nStubHub has snagged former Amazon attorney Stephanie Burns to be its \nnew vice president and general counsel, the online ticket exchange company \nannounced Wednesday. \nRead full article » \nInterview \nEFTA00026439\n\nLaw Firm Leaders: Bryan Cave's Mayhew And Pritchard \nWednesday marks the one-year anniversary of the transatlantic merger that \nformed Bryan Cave Leighton Paisner. The law firm's top leaders, Therese \nPritchard and Lisa Mayhew, sat down recently with Law360 to chat about the \ncombination and the law firm's future. \nRead full \narticle \n» \nJOBS \nSearch full listings or advertise your job opening \nImmigration Attorney Telecommunications Associate - Mid Level \nHoward & Howard - Portland \nChicago, Illinois Davis Wright Tremaine LLP \nPortland . Oregon \nPro Bono Fellowship: Any McCarter & \nEnglish Office \nMcCarter & English. LLP \nNewark, New Jersey \nNot sure if your firm subscribes? Ask your librarian. \nWe hope you found this message to be useful. \nHowever, if you'd rather not receive future emails of this soil \nyou may unsubsctibe here. \nPlease DO NOT reply to this email. For customer support inquiries. please call + I -646-783.7ICO or visit our Contact Us page. \nPrivacy Policy \nLaw3601 \nPortfolio Media. Inc. Ill West 19th Street. Sib Floor, New York, NY [Cell \nEFTA00026440",
    "pageCount": 7,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ex \ncrime case involving millionaire sex offender Jeffrey Epstein, with Acosta \ndefending his actions on both front"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "y opening the floodgates for dozens of President \nDonald Trump's trial judge and lower-level administrative nomi"
      },
      {
        "name": "Public Policy",
        "role": "extracted",
        "context": "From: Public Policy Law360 <news-q@law360.com> \nT"
      },
      {
        "name": "Senate Rules",
        "role": "extracted",
        "context": "law360.com> \nTo: \nO \nSubject: Senate Rules Axed To Speed Judicial, Admin"
      },
      {
        "name": "Axed To",
        "role": "extracted",
        "context": "To: \nO \nSubject: Senate Rules Axed To Speed Judicial, Administratio"
      },
      {
        "name": "Speed Judicial",
        "role": "extracted",
        "context": "Subject: Senate Rules Axed To Speed Judicial, Administration Picks \nDate:"
      },
      {
        "name": "Administration Picks",
        "role": "extracted",
        "context": "Rules Axed To Speed Judicial, Administration Picks \nDate: Thu, 04 Apr 2019 08:32"
      },
      {
        "name": "Public \nPolicy",
        "role": "extracted",
        "context": "19 08:32:08 +0000 \n,..ILaw360 Public \nPolicy \nPUBLIC POLICY \nThursday, Apr"
      },
      {
        "name": "Follow Law",
        "role": "extracted",
        "context": "LICY \nThursday, April 4, 2019 Follow Law360 \nTOP NEWS \nSenate Rules Ax"
      },
      {
        "name": "Senate Republicans",
        "role": "extracted",
        "context": "dicial, Administration Picks \nSenate Republicans voted to ax the chamber's nom"
      },
      {
        "name": "President \nDonald",
        "role": "extracted",
        "context": "the floodgates for dozens of President \nDonald Trump's trial judge and lower"
      },
      {
        "name": "Cuneo Gilbert",
        "role": "extracted",
        "context": "ead full article » \nKirkland, Cuneo Gilbert Tops In Antitrust Cases \nKirk"
      },
      {
        "name": "Tops In",
        "role": "extracted",
        "context": "le » \nKirkland, Cuneo Gilbert Tops In Antitrust Cases \nKirkland & E"
      },
      {
        "name": "Antitrust Cases",
        "role": "extracted",
        "context": "rkland, Cuneo Gilbert Tops In Antitrust Cases \nKirkland & Ellis LLP was the"
      },
      {
        "name": "Lex Machina",
        "role": "extracted",
        "context": "itigation, according to a new Lex Machina report. \nRead full article »"
      },
      {
        "name": "Analysis \nCourt",
        "role": "extracted",
        "context": "report. \nRead full article » \nAnalysis \nCourt Rulings Take Toll On Private"
      },
      {
        "name": "Rulings Take",
        "role": "extracted",
        "context": "ll article » \nAnalysis \nCourt Rulings Take Toll On Private Antitrust Pla"
      },
      {
        "name": "Toll On",
        "role": "extracted",
        "context": "Analysis \nCourt Rulings Take Toll On Private Antitrust Plaintiffs"
      },
      {
        "name": "Private Antitrust",
        "role": "extracted",
        "context": "s \nCourt Rulings Take Toll On Private Antitrust Plaintiffs \nPrivate plaintiff"
      },
      {
        "name": "Plaintiffs \nPrivate",
        "role": "extracted",
        "context": "ake Toll On Private Antitrust Plaintiffs \nPrivate plaintiffs have a better than"
      },
      {
        "name": "House Dems",
        "role": "extracted",
        "context": "gments. \nRead full article » \nHouse Dems Request Trump's Tax Returns F"
      },
      {
        "name": "Request Trump",
        "role": "extracted",
        "context": "ad full article » \nHouse Dems Request Trump's Tax Returns From IRS \nThe D"
      },
      {
        "name": "Tax Returns",
        "role": "extracted",
        "context": "» \nHouse Dems Request Trump's Tax Returns From IRS \nThe Democratic chai"
      },
      {
        "name": "The Democratic",
        "role": "extracted",
        "context": "Trump's Tax Returns From IRS \nThe Democratic chairman of the House Ways an"
      },
      {
        "name": "House Ways",
        "role": "extracted",
        "context": "he Democratic chairman of the House Ways and Means Committee on \nWedne"
      },
      {
        "name": "Means Committee",
        "role": "extracted",
        "context": "hairman of the House Ways and Means Committee on \nWednesday asked the Inter"
      },
      {
        "name": "Internal Revenue",
        "role": "extracted",
        "context": "ittee on \nWednesday asked the Internal Revenue Service to furnish President"
      },
      {
        "name": "President Donald",
        "role": "extracted",
        "context": "al Revenue Service to furnish President Donald \nTrump's tax return informati"
      },
      {
        "name": "House Judiciary",
        "role": "extracted",
        "context": "battle. \nRead full article » \nHouse Judiciary OKs Subpoena Of Full Mueller"
      },
      {
        "name": "Ks Subpoena",
        "role": "extracted",
        "context": "l article » \nHouse Judiciary OKs Subpoena Of Full Mueller Report \nHouse"
      },
      {
        "name": "Of Full",
        "role": "extracted",
        "context": "House Judiciary OKs Subpoena Of Full Mueller Report \nHouse Judicia"
      },
      {
        "name": "Mueller Report",
        "role": "extracted",
        "context": "udiciary OKs Subpoena Of Full Mueller Report \nHouse Judiciary Committee De"
      },
      {
        "name": "Committee Democrats",
        "role": "extracted",
        "context": "eller Report \nHouse Judiciary Committee Democrats voted Wednesday to issue \nsub"
      },
      {
        "name": "Robert Mueller",
        "role": "extracted",
        "context": "s \nunderlying special counsel Robert Mueller's probe of the 2016 election,"
      },
      {
        "name": "Law School",
        "role": "extracted",
        "context": "full article )> \nKavanaugh's Law School Gig Faces Student Backlash \nS"
      },
      {
        "name": "Gig Faces",
        "role": "extracted",
        "context": "le )> \nKavanaugh's Law School Gig Faces Student Backlash \nStudents at"
      },
      {
        "name": "Student Backlash",
        "role": "extracted",
        "context": "anaugh's Law School Gig Faces Student Backlash \nStudents at George Mason Uni"
      },
      {
        "name": "George Mason",
        "role": "extracted",
        "context": "Student Backlash \nStudents at George Mason University are demanding that"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "se \nits decision to hire U.S. Supreme Court Justice Brett Kavanaugh as a"
      },
      {
        "name": "Justice Brett",
        "role": "extracted",
        "context": "on to hire U.S. Supreme Court Justice Brett Kavanaugh as a law \nschool le"
      },
      {
        "name": "Pro Say",
        "role": "extracted",
        "context": "irmation hearing. \n;`',Law360 Pro Say Podcast \nListen to our new po"
      },
      {
        "name": "Podcast \nListen",
        "role": "extracted",
        "context": "hearing. \n;`',Law360 Pro Say Podcast \nListen to our new podcast here \nLAW"
      },
      {
        "name": "Overy \nAlston",
        "role": "extracted",
        "context": "cast here \nLAW FIRMS \nAllen & Overy \nAlston & Bird \nArguedas Gassman \nArn"
      },
      {
        "name": "Bird \nArguedas",
        "role": "extracted",
        "context": "IRMS \nAllen & Overy \nAlston & Bird \nArguedas Gassman \nArnold & Porter \nBak"
      },
      {
        "name": "Gassman \nArnold",
        "role": "extracted",
        "context": "very \nAlston & Bird \nArguedas Gassman \nArnold & Porter \nBakerHostetler \nBla"
      },
      {
        "name": "Porter \nBaker",
        "role": "extracted",
        "context": "d \nArguedas Gassman \nArnold & Porter \nBakerHostetler \nBlack Srebnick \nBry"
      },
      {
        "name": "Hostetler \nBlack",
        "role": "extracted",
        "context": "assman \nArnold & Porter \nBakerHostetler \nBlack Srebnick \nBryan Cave \nCall &"
      },
      {
        "name": "Srebnick \nBryan",
        "role": "extracted",
        "context": "Porter \nBakerHostetler \nBlack Srebnick \nBryan Cave \nCall & Jensen \nCovingto"
      },
      {
        "name": "Cave \nCall",
        "role": "extracted",
        "context": "tetler \nBlack Srebnick \nBryan Cave \nCall & Jensen \nCovington & Burling"
      },
      {
        "name": "Jensen \nCovington",
        "role": "extracted",
        "context": "Srebnick \nBryan Cave \nCall & Jensen \nCovington & Burling \nCuneo Gilbert \nDav"
      },
      {
        "name": "Burling \nCuneo",
        "role": "extracted",
        "context": "e \nCall & Jensen \nCovington & Burling \nCuneo Gilbert \nDavis Wright Tremain"
      },
      {
        "name": "Gilbert \nDavis",
        "role": "extracted",
        "context": "n \nCovington & Burling \nCuneo Gilbert \nDavis Wright Tremaine \nDechert \nEar"
      },
      {
        "name": "Wright Tremaine",
        "role": "extracted",
        "context": "Burling \nCuneo Gilbert \nDavis Wright Tremaine \nDechert \nEarthjustice \nFarna"
      },
      {
        "name": "Dechert \nEarthjustice",
        "role": "extracted",
        "context": "lbert \nDavis Wright Tremaine \nDechert \nEarthjustice \nFarnan LLP \nFoley Hoag \nGibs"
      },
      {
        "name": "Foley Hoag",
        "role": "extracted",
        "context": "rt \nEarthjustice \nFarnan LLP \nFoley Hoag \nGibson Dunn \nHaynes and Boon"
      },
      {
        "name": "Gibson Dunn",
        "role": "extracted",
        "context": "tice \nFarnan LLP \nFoley Hoag \nGibson Dunn \nHaynes and Boone \nHolland &"
      },
      {
        "name": "Boone \nHolland",
        "role": "extracted",
        "context": "Hoag \nGibson Dunn \nHaynes and Boone \nHolland & Knight \nHooper Lundy \nJager"
      },
      {
        "name": "Knight \nHooper",
        "role": "extracted",
        "context": "Haynes and Boone \nHolland & Knight \nHooper Lundy \nJager Smith \nJones Day"
      },
      {
        "name": "Lundy \nJager",
        "role": "extracted",
        "context": "one \nHolland & Knight \nHooper Lundy \nJager Smith \nJones Day \nKirkland &"
      },
      {
        "name": "Smith \nJones",
        "role": "extracted",
        "context": "& Knight \nHooper Lundy \nJager Smith \nJones Day \nKirkland & Ellis \nLabato"
      },
      {
        "name": "Day \nKirkland",
        "role": "extracted",
        "context": "per Lundy \nJager Smith \nJones Day \nKirkland & Ellis \nLabaton Sucharow \nEF"
      },
      {
        "name": "Ellis \nLabaton",
        "role": "extracted",
        "context": "Smith \nJones Day \nKirkland & Ellis \nLabaton Sucharow \nEFTA00026434\n\nRead"
      },
      {
        "name": "Feature \nHow",
        "role": "extracted",
        "context": "0026434\n\nRead full article » \nFeature \nHow To Argue Merger Cases And Win"
      },
      {
        "name": "To Argue",
        "role": "extracted",
        "context": "full article » \nFeature \nHow To Argue Merger Cases And Win Over Jud"
      },
      {
        "name": "Merger Cases",
        "role": "extracted",
        "context": "icle » \nFeature \nHow To Argue Merger Cases And Win Over Judges \nWhat's t"
      },
      {
        "name": "And Win",
        "role": "extracted",
        "context": "re \nHow To Argue Merger Cases And Win Over Judges \nWhat's the best"
      },
      {
        "name": "Over Judges",
        "role": "extracted",
        "context": "To Argue Merger Cases And Win Over Judges \nWhat's the best way to wage"
      },
      {
        "name": "Update Could",
        "role": "extracted",
        "context": "» \nBANKING & SECURITIES \nCRA Update Could Be Done Within Year, Top Regu"
      },
      {
        "name": "Be Done",
        "role": "extracted",
        "context": "SECURITIES \nCRA Update Could Be Done Within Year, Top Regulators S"
      },
      {
        "name": "Within Year",
        "role": "extracted",
        "context": "IES \nCRA Update Could Be Done Within Year, Top Regulators Say \nThe head"
      },
      {
        "name": "Top Regulators",
        "role": "extracted",
        "context": "te Could Be Done Within Year, Top Regulators Say \nThe heads of the Federal"
      },
      {
        "name": "Say \nThe",
        "role": "extracted",
        "context": "e Within Year, Top Regulators Say \nThe heads of the Federal Deposit"
      },
      {
        "name": "Federal Deposit",
        "role": "extracted",
        "context": "ulators Say \nThe heads of the Federal Deposit Insurance Corp. and Office of"
      },
      {
        "name": "Insurance Corp",
        "role": "extracted",
        "context": "heads of the Federal Deposit Insurance Corp. and Office of the \nComptroll"
      },
      {
        "name": "Community Reinvestment",
        "role": "extracted",
        "context": "teragency effort to modernize Community Reinvestment Act \nregulations, saying that"
      },
      {
        "name": "Need To",
        "role": "extracted",
        "context": "ticle » \nSEC Says ICO Doesn't Need To Register As Security \nOfficia"
      },
      {
        "name": "Register As",
        "role": "extracted",
        "context": "SEC Says ICO Doesn't Need To Register As Security \nOfficials at the U."
      },
      {
        "name": "Security \nOfficials",
        "role": "extracted",
        "context": "O Doesn't Need To Register As Security \nOfficials at the U.S. Securities and Ex"
      },
      {
        "name": "Exchange Commission",
        "role": "extracted",
        "context": "ls at the U.S. Securities and Exchange Commission issued a no-action \nletter We"
      },
      {
        "name": "House Says",
        "role": "extracted",
        "context": "letter. \nRead full article » \nHouse Says Private Email Off-Limits In C"
      },
      {
        "name": "Private Email",
        "role": "extracted",
        "context": "ad full article » \nHouse Says Private Email Off-Limits In Collins Case \nT"
      },
      {
        "name": "Limits In",
        "role": "extracted",
        "context": "House Says Private Email Off-Limits In Collins Case \nThe U.S. House"
      },
      {
        "name": "Collins Case",
        "role": "extracted",
        "context": "s Private Email Off-Limits In Collins Case \nThe U.S. House of Representa"
      },
      {
        "name": "Christopher Collins",
        "role": "extracted",
        "context": "ading case against U.S. \nRep. Christopher Collins, implying prosecutors overste"
      },
      {
        "name": "Analysis \nJudge",
        "role": "extracted",
        "context": "le » \nENERGY & ENVIRONMENTAL \nAnalysis \nJudge Throws Wet Blanket On State W"
      },
      {
        "name": "Throws Wet",
        "role": "extracted",
        "context": "NVIRONMENTAL \nAnalysis \nJudge Throws Wet Blanket On State Water Qualit"
      },
      {
        "name": "Blanket On",
        "role": "extracted",
        "context": "L \nAnalysis \nJudge Throws Wet Blanket On State Water Quality Variance'"
      },
      {
        "name": "State Water",
        "role": "extracted",
        "context": "Judge Throws Wet Blanket On State Water Quality Variance' \nA Montana"
      },
      {
        "name": "Quality Variance",
        "role": "extracted",
        "context": "ws Wet Blanket On State Water Quality Variance' \nA Montana federal judge bro"
      },
      {
        "name": "Environmental Protection",
        "role": "extracted",
        "context": "andards approved by the U.S. \nEnvironmental Protection Agency, a ruling that suggest"
      },
      {
        "name": "Lawmakers Tighten",
        "role": "extracted",
        "context": "Read full article )> \nColo. Lawmakers Tighten Reins On Oil, Gas Drilling \nC"
      },
      {
        "name": "Reins On",
        "role": "extracted",
        "context": "e )> \nColo. Lawmakers Tighten Reins On Oil, Gas Drilling \nColorado s"
      },
      {
        "name": "Gas Drilling",
        "role": "extracted",
        "context": "wmakers Tighten Reins On Oil, Gas Drilling \nColorado state lawmakers on"
      },
      {
        "name": "Entergy Launches",
        "role": "extracted",
        "context": "place. \nRead full article » \nEntergy Launches 3rd Suit Seeking Nuclear Fuel"
      },
      {
        "name": "Suit Seeking",
        "role": "extracted",
        "context": "ticle » \nEntergy Launches 3rd Suit Seeking Nuclear Fuel Costs \nA nuclear"
      },
      {
        "name": "Nuclear Fuel",
        "role": "extracted",
        "context": "rgy Launches 3rd Suit Seeking Nuclear Fuel Costs \nA nuclear plant owned"
      },
      {
        "name": "Ignored Risks",
        "role": "extracted",
        "context": "article » \n5th Circ. Told EPA Ignored Risks To OK Gulf Driller Permit \nTh"
      },
      {
        "name": "Gulf Driller",
        "role": "extracted",
        "context": "Told EPA Ignored Risks To OK Gulf Driller Permit \nThe Center for Biolog"
      },
      {
        "name": "Permit \nThe",
        "role": "extracted",
        "context": "ored Risks To OK Gulf Driller Permit \nThe Center for Biological Diversi"
      },
      {
        "name": "Biological Diversity",
        "role": "extracted",
        "context": "riller Permit \nThe Center for Biological Diversity told a Fifth Circuit panel in"
      }
    ],
    "locations": [
      {
        "name": "Be Tossed, EU",
        "type": "city"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-04-04",
        "event": "April 4, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:14.330Z"
}