{
  "document": {
    "id": "efta00025287",
    "filename": "EFTA00025287.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00025287.pdf",
    "text": "\n\nrot \nU.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Motto Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nOctober 11, 2021 \nBY ELECTRONIC MAIL \nEsq. \nE. . \nNew York, NY 10022 \nEsq. \nDenver, CO \n80203 \nEs . \nw ices o \new ork. NY 10007 \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Counsel: \nToday the Government is producing materials, including Jencks Act and Giglio \nmaterial, regarding the witnesses who may be called to testify at trial in the above-referenced case. \nEnclosed please find an index detailing the materials included in today's production. \nThe Government notes that the records stamped 3522-004 reflect tha \ntestified in the grand jury in connection with the investigation conducted by the Pam eac tate s \nAttorney's Office, but the clerk of court has c Government that the audio files are \nunplayable and, therefore, there is no record o nd jury testimony. \nThe Government is also producing today certain materials relating to individuals the \nGovernment does not currently intend to call as witnesses at trial in the above-referenced case. \nThese materials do not contain a comprehensive set of Jencks Act and Giglio materials, as the \nGovernment does not expect to call these individuals to testify at trial. Instead, these materials \ncontain, among other things, certain witness statements. Enclosed please find an index detailing \nthese materials. This production should not be taken to indicate that the Government believes it \nEFTA00025287\n\nPage 2 \nhas any obligation to provide all of these materials; rather, we make this production as a courtesy. \nMoreover, although the Government presently does not intend to call the individuals listed in the \nenclosed index, we reserve the right to do so and will notify you should the Government determine \nthat it intends to call any of these individuals at trial. \nmiii The Govern ' highlight for you a particular portion of statements made \nby non-testifying witness about Minor Victim-4. In particul viously \nstated to law enforcement in t sum an substance,that Minor Victim-4 introduced o Jeffrey \nM\ni  and \ninstructed\n to tell Epstein that was 18 years old. These statements by \na\nre contained in the Government's non-testy prig witness productions, including in the first \nsuch production dated April 12, 2021 (see, e.g., 3501.149-023 at I; 3501.149-026 at 9; and \n3501.149-024 between approximately timestamp 04:20 and timestamp 07:30). \nPlease note that this letter, the enclosed indices, and the enclosed materials are \ngoverned by the July 31, 2020 Protective Order in this case. In particular, the entire production \nis designated as \"confidential\" under the Protective Order. The index is itself designated as \n\"confidential,\" because it includes information regarding records designated as \n\"confidential\" under the Protective Order. The Department of Justice directed this office to \ncease the dissemination of materials marked with the word \"confidential\" in order to avoid \npotential confusion with markings reserved for classified documents. Accordingly, in order to \nnote the appropriate designation of this production under the operative Protective Order in this \ncase, the materials being produced today are marked with the following label: \"SUBJECT TO \nPROTECTIVE ORDER PARAGRAPHS 7, 8, 9, 10, 15, and 17.\" This marking directly refers to \nthe specific paragraphs of the Protective Order that govern today's production. \nAdditionally, please note that many of the individuals referenced in this production are \nrepresented by counsel, as detailed in the enclosed indices. The Government reserves its right to \namend and supplement these disclosures. \nThe Government also writes to notify you of the following matters regarding certain \nwitnesses that the Government may call to testify at trial in the above-referenced case: \n• \no le FB provided transportation to and from the airport for trial reparation \nsessions. The FBI will similarly provide transportation fo when she \ntravels to New York for trial testimony. \no The U.S. Attorney's Office for the Southern District of New York (the \n\"USAO \nSDNY\") paid for travel to and from a trial preparation session, including hotel \nThe \nUSAO \nSDNY will similarly pay travel and hotel expenses when \navels to New York to testif at trial. \no The USAO \nSDNY paid fo to \nYork. The USAO SD \nor trial re aration sessions in New accompany \nlip\nto accompanyo New York in connection with \nEFTA00025288\n\nPage 3 \no The USAO SDNY aid for a  car to take \no The FBI provided meals and snacks to during trial preparation \nsessions. \n• \no e AO SDNY will pay travel and hotel expenses when \nNew York to testify at trial. \n• \n• \n• \n• \n• \ntravels to \no\ne USAO SDNY paid for to travel to and from a witness interview \nl\nwith the Government in New York, including hotel u .   The \nUSAO\nSDNY will similarly pay travel and hotel expenses whef ravels to New \nYork to testify at trial. \nMIMeIo Y paid for travel to and from an August 2019 court hearing \nbefore Judge Berman, including hot \no The FBI paid for therapy sessions f \no The USAO SDNY will pay travel and hotel expenses whet ravels \nto New York to testify at trial. \nWAIL\nSDNY paid for to travel to and from a  trial preparation \nsession in New York. \no The USAO SDNY will pay travel and hotel expenses whet avels to \nNew York to testify at trial. \nmillio e provided transportation to and from the airport for trial re\nsessions. The FBI will similarly provide transportation for er trial \ntestimony. \no The \nUSAO \nSDNY paid for travel to and from a trial preparation session in New \nYork, including hotel ex The USAO SDNY will similarly pay travel \nand hotel expenses when tray \no Mr \nSDNY paid or unc for \nuring trial preparation sessions that took place at mealtimes. \no The FBI has paid for transportation for by car to and from trial \npreparation sessions. \nEFTA00025289\n\nPage 4 \no The USAO SDNY will pay travel and hotel expenses when travels to \nNew York to testify at trial. \no The \nUSAO \nSDNY provided a letter to mployer confirming dates of \ntrial preparation sessions and has ag to similarly provide a  letter to his \nemployer regarding dates of future trial preparation sessions and trial testimony. \n• \n• \n• \no The USAO SDNY paid for= to travel to and from a  trial preparation \nsession in New York, including hotel exPhe USA() SDNY will \nsimilarly pay travel and hotel expenses whe travels to New York to \ntestify at trial. \no \neillUSAO SDNY paid for to travel to and from two trial preparation \nsessions in New York, including hotel exp \ne \nUSAO SDNY will \nsimilarly pay travel and hotel expenses when ravels to New York to \ntestify at trial. \no The \nUSAO SDNY paid for -to travel to and from a  trial preparation \nsession in New York, including hotel \nexpenses. \ne \nUSAO SDNY will \nsimilarly pay travel and hotel expenses whe travels to New York to \ntestify at trial. \nspecialists to all victims, including \nThe victim services offered included \ncounseing, assistance wit finding appropriate therapy, and assistance with \ndetermining available public benefits and other resources available to crime victims. \n• The USAO SDNY has offered—or will offer—to provide transportation to and/or from \nand hotel accommodations in New York City in connection with the trial testimony of \nthe witnesses the Government anticipates testifying at the trial. Such arrangements \nhave not yet been finalized. The USAO SDNY anticipates that it will pay travel and \nhotel expenses for trial testimony for at least the following individuals: \nEFTA00025290\n\nPage \n5 \nVery \ntruly \nyours, \nDAMIAN \nWILLIAMS \nUnited \nStates \nAttorney \nb  \n: \ns/ \nssistant \nnue \ntates \nAttorneys \nEFTA00025291",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "w ices o \new ork. NY 10007 \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Counsel: \nToday the Gover"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "rot \nU.S. Department of Justice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mo"
      },
      {
        "name": "The Silvio",
        "role": "extracted",
        "context": "outhern District of New York \nThe Silvio J. Motto Building \nOne Saint"
      },
      {
        "name": "Motto Building",
        "role": "extracted",
        "context": "ct of New York \nThe Silvio J. Motto Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The Silvio J. Motto Building \nOne Saint Andrew's Plaza \nNew York. New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nOctober"
      },
      {
        "name": "Dear Counsel",
        "role": "extracted",
        "context": "ne Maxwell, 20 Cr. 330 (AJN) \nDear Counsel: \nToday the Government is pro"
      },
      {
        "name": "Jencks Act",
        "role": "extracted",
        "context": "roducing materials, including Jencks Act and Giglio \nmaterial, regardi"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "luded in today's production. \nThe Government notes that the records stampe"
      },
      {
        "name": "The Govern",
        "role": "extracted",
        "context": "e individuals at trial. \nmiii The Govern ' highlight for you a particu"
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "non-testifying witness about Minor Victim-4. In particul viously \nstate"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "governed by the July 31, 2020 Protective Order in this case. In particular,"
      },
      {
        "name": "The Department",
        "role": "extracted",
        "context": "\" under the Protective Order. The Department of Justice directed this offi"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "hotel expenses whef ravels to New \nYork to testify at trial. \nMIMeIo"
      },
      {
        "name": "Judge Berman",
        "role": "extracted",
        "context": "st 2019 court hearing \nbefore Judge Berman, including hot \no The FBI pai"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "ly \nyours, \nDAMIAN \nWILLIAMS \nUnited \nStates \nAttorney \nb  \n: \ns/ \nssistan"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      },
      {
        "name": "Denver, CO",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-10-11",
        "event": "October 11, 2021"
      },
      {
        "date": "2021-04-12",
        "event": "April 12, 2021"
      },
      {
        "date": "2020-07-31",
        "event": "July 31, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:12.881Z"
}