{
  "document": {
    "id": "efta00013514",
    "filename": "EFTA00013514.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013514.pdf",
    "text": "\n\nIN RE: \nINVESTIGATION OF \nJEFFREY EPSTEIN \nADDENDUM TO THE NON-PROSECUTION AGREEMENT \nIT APPEARING that the parties seek to clarify certain provisions of page 4, paragraph 7 of the \nNon-Prosecution Agreement (hereinafter \"paragraph 7\"), that agreement is modified as follows: \nA. The United States has the right to assign to an independent third-party the responsibility for \nconsulting with and, subject to the good faith approval of Epstein's counsel, selecting the attorney \nrepresentative for the individuals identified under the Agreement. If the United States elects to assign \nthis responsibility to an independent third-party, both the United States and Epstein retain the right to \nmake good faith objections to the attorney representative suggested by the independent third-party prior \nto the final designation of the attorney representative. \nB. The parties will jointly prepare a short written submission to the independent third-party regarding \nthe role of the attorney representative and regarding Epstein's Agreement to pay such attorney \nrepresentative his or her regular customary hourly rate for representing such victims subject to the \nprovisions of paragraph C, infra. \nC. Pursuant to additional paragraph A, Epstein has agreed to pay the fees of the attorney representative \nselected by the \nindependent third party. This provision, however, shall not obligate Epstein to pay the \nfees and costs of \ncontested litigation filed against him. Thus, if after consideration of potential \nsettlements, an attorney representative elects to file a contested lawsuit pursuant to 18 U.S.C. s 2255 or \nelects to pursue any other contested \nremedy, the paragraph 7 obligation of the Agreement to pay the \ncosts of the attorney \nrepresentative, as opposed to any statutory or other obligations to pay reasonable \nattorneys fees and costs such as \nthose contained in s 2255 to bear the costs of the attorney \nrepresentative, \nshall cease. \nBy signing this Addendum, Epstein asserts and certifies that the above has been read and explained \nto him. Epstein hereby states that he understands the clarifications to the Non-Prosecution Agreement \nand \nagrees to comply with them. \nR. ALEXANDER ACOSTA \nUNITED STATES ATTORNEY \nDated: By: \nASSISTANT U.S. ATTORNEY \nDated: \nDated: \nDated: \nJEFFREY EPSTEIN \nGERALD LEFCOURT, \nESQ. \nCOUNSEL \nTO JEFFREY EPSTEIN \nLILLY ANN SANCHEZ, ESQ. \nATTORNEY FOR JEFFREY EPSTEIN \nEFTA00013514",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "IN RE: \nINVESTIGATION OF \nJEFFREY EPSTEIN \nADDENDUM TO THE NON-PROSECUTION AGREEMENT \nIT AP"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": "ge 4, paragraph 7 of the \nNon-Prosecution Agreement (hereinafter \"paragraph 7\"),"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "t is modified as follows: \nA. The United States has the right to assig"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:46.753Z"
}