{
  "document": {
    "id": "efta00013389",
    "filename": "EFTA00013389.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013389.pdf",
    "text": "\n\nFrom: \"IMMIIMIE> \nTo: s-\n)' \nCc: \nSubject: Submitted Report: Case-Related Urgent: Major Development in a Significant Investigation or \nLitigation \nDate: Thu, 20 May 2021 17:18:08 +0000 \nI \nmportance: Normal \nReporting District: SOUTHERN DISTRICT OF NEW YORK \nSynopsis: Deferred prosecution agreements to two BOP MCC NY Officers, Tova Noel and Michael Thomas. \nDescription: \nSYNOPSIS: \nThe USAO-SDNY plans to offer deferred prosecution agreements to two correctional officers, Tova Noel and \nMichael Thomas, who were employed at the Manhattan Correctional Center (\"MCC\") and were previously \ncharged with making false statements and conspiring to (i) make false statements and (ii) interfere with or \nobstruct the lawful function of the MCC. These charges, which were brought in November 2019, stem from the \ncorrectional officers' falsification of institutional count and round forms on the night that Jeffrey Epstein \ncommitted suicide. The deferred prosecution agreements will require, among other things, the defendants to \ncooperate with a pending Office of Inspector General investigation by providing truthful information about the \nevents in question; an admission of guilt from both defendants as to the conduct set forth in the indictment; \nand for both defendants to complete 100 hours of community service, preferably in an area related to the \ncriminal justice system. The USAO-SDNY plans to file a public letter by Friday, May 21 notifying the Court of the \ndefendants' acceptance of the deferred prosecution agreements and seeking a hearing date; the USAO-SDNY \nanticipates that the deferred prosecution agreements will be entered by the Court by the following Friday, May \n28. \nDESCRIPTION: \nOn November 14, 2019, USAO-SDNY obtained an indictment against Tova Noel and Michael Thomas which \ncharged them with multiple counts of making false statements, in violation of 18 U.S.C. ยง 1001, and conspiring \nto (i) make false statements and (ii) interfere with or obstruct the lawful function of the MCC, in violation of 18 \nU.S.C. ยง 371. As alleged in the Indictment, on August 9 and 10, 2019, the defendants falsely indicated on \nBureau of Prison forms that they had completed required institutional counts and rounds. On August 10, 2019, \ninmate Jeffrey Epstein committed suicide while housed in the Special Housing Unit at the MCC. After \ndiscovering Epstein's body, the defendants admitted to their supervisor that they had failed to conduct at least \nsome of the required counts and rounds. The falsification of records occurred prior to their discovery of \nEpstein's body. \nEFTA00013389\n\nThe USAO-SDNY plans to offer deferred prosecution agreements to both defendants. The USAO-SDNY has \ndetermined that deferring the defendants' prosecution is an outcome consistent with the interests of justice, \nthe mitigating personal circumstances of the defendants, and the Department's practice in the overwhelming \nmajority of other cases in which correctional officers have been investigated or charged with falsifying count or \nround forms. As a condition of the defendants' agreement, they will be required to admit their guilt and \ncooperate by providing truthful information with the Office of Inspector General, which is preparing a report \non, among other things, their conduct on the night in question, the circumstances in which they discovered \nEpstein's body after his suicide, and the institutional failures that led to Epstein's death at the MCC The \nagreement does not preclude any administrative action or termination by the Bureau of Prisons. The \ndefendants will also be subject to pretrial supervision for six months, must refrain from committing any crimes, \nand will be required to complete 100 hours of community service. This outcome is supported by the \ninvestigative agencies, the Department of Justice, Office of the Inspector General, as well as the Federal Bureau \nof Investigation, and has been approved by Pretrial Services. The USAO-SDNY plans to send a public letter by \nMay 21, 2021 to notify the Court that the Government has offered, and the defendants have accepted, deferred \nprosecution agreements, and in order to request a hearing date, which the Government expects to be \nscheduled for the following week, by May 28. \nReport ID: 2021-05-66021 \nFor Official Use Only \n(FOUO): \nThe term used within DHS to identify unclassified information of a sensitive \nnature, not otherwise categorized by statute or regulation, the unauthorized disclosure of which could adversely \nimpact a person's privacy or welfare, the conduct of Federal programs, or other programs or operations essential \nto the national interest. Information impacting the National Security of the United States and classified \nConfidential, Secret, or Top Secret under Executive Order 12958, \"Classified National Security Information,\" as \namended, or its predecessor or successor orders, is not to be considered FOUO. FOUO is not to be \nconsidered \nclassified information. http://www.fas.orgisgp/othergovidhs-sbu.html \nEFTA00013390",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "itutional count and round forms on the night that Jeffrey Epstein \ncommitted suicide. The deferred prosecution agre"
      },
      {
        "name": "Submitted Report",
        "role": "extracted",
        "context": "IE> \nTo: s-\n)' \nCc: \nSubject: Submitted Report: Case-Related Urgent: Major D"
      },
      {
        "name": "Related Urgent",
        "role": "extracted",
        "context": "bject: Submitted Report: Case-Related Urgent: Major Development in a Signi"
      },
      {
        "name": "Major Development",
        "role": "extracted",
        "context": "Report: Case-Related Urgent: Major Development in a Significant Investigatio"
      },
      {
        "name": "Significant Investigation",
        "role": "extracted",
        "context": "rgent: Major Development in a Significant Investigation or \nLitigation \nDate: Thu, 20"
      },
      {
        "name": "Litigation \nDate",
        "role": "extracted",
        "context": "Significant Investigation or \nLitigation \nDate: Thu, 20 May 2021 17:18:08 +0"
      },
      {
        "name": "Normal \nReporting",
        "role": "extracted",
        "context": "17:18:08 +0000 \nI \nmportance: Normal \nReporting District: SOUTHERN DISTRICT O"
      },
      {
        "name": "Tova Noel",
        "role": "extracted",
        "context": "s to two BOP MCC NY Officers, Tova Noel and Michael Thomas. \nDescript"
      },
      {
        "name": "Michael Thomas",
        "role": "extracted",
        "context": "CC NY Officers, Tova Noel and Michael Thomas. \nDescription: \nSYNOPSIS: \nTh"
      },
      {
        "name": "Manhattan Correctional",
        "role": "extracted",
        "context": "mas, who were employed at the Manhattan Correctional Center (\"MCC\") and were previ"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "rate with a pending Office of Inspector General investigation by providing tr"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "iday, May \n28. \nDESCRIPTION: \nOn November 14, 2019, USAO-SDNY obtained"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "titutional counts and rounds. On August 10, 2019, \ninmate Jeffrey Eps"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "d suicide while housed in the Special Housing Unit at the MCC. After \ndisco"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "ector General, as well as the Federal Bureau \nof Investigation, and has be"
      },
      {
        "name": "Pretrial Services",
        "role": "extracted",
        "context": "ion, and has been approved by Pretrial Services. The USAO-SDNY plans to send"
      },
      {
        "name": "For Official",
        "role": "extracted",
        "context": "8. \nReport ID: 2021-05-66021 \nFor Official Use Only \n(FOUO): \nThe term u"
      },
      {
        "name": "Use Only",
        "role": "extracted",
        "context": ": 2021-05-66021 \nFor Official Use Only \n(FOUO): \nThe term used withi"
      },
      {
        "name": "National Security",
        "role": "extracted",
        "context": "st. Information impacting the National Security of the United States and clas"
      },
      {
        "name": "Top Secret",
        "role": "extracted",
        "context": "ied \nConfidential, Secret, or Top Secret under Executive Order 12958,"
      },
      {
        "name": "Executive Order",
        "role": "extracted",
        "context": ", Secret, or Top Secret under Executive Order 12958, \"Classified National S"
      },
      {
        "name": "Classified National",
        "role": "extracted",
        "context": "under Executive Order 12958, \"Classified National Security Information,\" as \nam"
      },
      {
        "name": "Security Information",
        "role": "extracted",
        "context": "r 12958, \"Classified National Security Information,\" as \namended, or its predece"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-11-14",
        "event": "November 14, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2021-05-21",
        "event": "May 21, 2021"
      },
      {
        "date": "2021-05-20",
        "event": "20 May 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:46.499Z"
}