{
  "document": {
    "id": "efta00031495",
    "filename": "EFTA00031495.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00031495.pdf",
    "text": "\n\nFOR OFFICIAL USE ONLY \nINFORMATION PROVIDED BY CBPAS \nDATE: Friday, August 30, 2019 \nTIME: 0730 \nhrs \nLOCATION: 1601 - CBP CES, Supervisor's office, North \nCharleston, SC \nPURPOSE:  Informational. \nCBPAS \nSupervise \nemployee of CBP. CBPAS \nacquaintance, he had recently dated has informed him she has ed two (2) complaints to law \nenforcement against him. \n(Badge # CAS03223 / HashiD # CZACMME) stepped into \nffice to provide information that likel is viewed negatively as an \ninformed Supervisor that a lady, female \nISSUE 1: Complaint filed to U.S. Department of Justice \nMr. provided the following information: \nThe female acquaintance of Mr. has informed the Federal Department of Justice, that \nMr. is a known associate of Jeffery Epstein, had ongoing friendship with Mr. Epstein, \nand that while working for CBP Pre-Clearance in Saint Thomas for over 7 years, and assisted \nMr. Epstein for conducting human trafficking of underage females. \nasked Mr. how is it possible the female acquaintance would know anything \nabout his associations or relationships while working in Saint Thomas, \n\"Everyone knew I was friends with Jeffery Epstein.\" further informe \nhave been to his house, been on his boat, and flew in helicopter for whale watching.\" \n• Hearing this information, Supervisor recalls previous international travel history \nthat has taken Mr. locations for personal rendezvous excursions. \nISSUE 2: Complaint filed to local Charleston County Sheriff Department \nMr. provided the following information: \nThe female acquaintance, simultaneously has informed Mr. that she has lodged a \ncomplaint against Mr. accusing him of predatory behavior, targeting widows, and \nvulnerable persons. \n• Hearing this information, Supervisor recalls previous statements Mr. \nhas made, surrounding his previous rent landlord when first arriving to work with CBP \nCharleston; the landlord, an older female, with whom he ended up going to court, for \ncomplaint against him for monetary exchange for services around the home (simple home \nrepairs, to lower costs of rent). \nFOR OFFICIAL USE ONLY \nEFTA00031495\n\nFOR OFFICIAL USE ONLY \nINFORMATIONAL HIGHLIGHTS: \n• When walked into Supervisor office today, he respectfully requested to \nspeak in confidence, closed the door, and appeared to be concerned, worried, and a bit \nshaken, about federal investigators looking into his past. \n• opened up the conversation by stating that the person making the complaint is the \nsame acquaintance that attempted \"suicide\" on a previous occasion, which was \ninformed about, last year when requested a time off of work to visit the person in \n• \nthe hos ital. \ninformed to keep CBP SupervisorIM informed of contact made \nwith outside investigators, because this interaction merits transparency for all future periodic \nre-investigations — anytime our actions result in interaction with law enforcement. \n• reminded to be careful with all of his relationships, and that having \nre awns ips with unstable, and unethical, people, can be a serious detriment, cause unknown \nconsequences, and that our choices we make in our personal lives can reflect negatively. \nPROGRAM/SUBJECT MATTER BACKGROUND: \n• Two to three bullets that summarize key historical information on the subject. This can \ninclude, but is not limited to: Previous decisions, negotiations, external stakeholder \ninterests, legislation, ongoing legal proceedings, etc. \nSUMMARY: CBPAS Charleston S.C., provided information connecting \nhim to a convicted child molester while working for CBP; with accusations potentially ensnaring \nCBP's reputation as an agency, into the mix of a well known criminal, specifically the following: \n• While at the pre-clearance port of Saint Thomas, USVI (beginning in 2008), Mr. \npal'd around with Mr. Epstein, clearing his aircraft; and spending personal \ntime with the convict after befriending him, entering into that friendship through carrying \nout CBP official duty. \n• Mr. has had rocky relationships with previous single female as a landlord, \nupon arriving to work for CBP in Charleston, SC (transferring from Saint Thomas, \nUSVI). \n• Landlord and Mr. went to court of monetary instruments \n• A separate female acquaintance attempted suicide, who is now informing , she \nhas filed two (2) separate complaints with law enforcement, surrounding history of \nbehavior. (2 complaints listed above). \nPrepared \nby: \n(office) \n(mobile) \nFOR OFFICIAL USE ONLY \nEFTA00031496",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": ", had ongoing friendship with Mr. Epstein, \nand that while working"
      },
      {
        "name": "North \nCharleston",
        "role": "extracted",
        "context": "CBP CES, Supervisor's office, North \nCharleston, SC \nPURPOSE:  Informational."
      },
      {
        "name": "Justice \nMr",
        "role": "extracted",
        "context": "t filed to U.S. Department of Justice \nMr. provided the following infor"
      },
      {
        "name": "Federal Department",
        "role": "extracted",
        "context": "tance of Mr. has informed the Federal Department of Justice, that \nMr. is a kn"
      },
      {
        "name": "Jeffery Epstein",
        "role": "extracted",
        "context": "Mr. is a known associate of Jeffery Epstein, had ongoing friendship with"
      },
      {
        "name": "Saint Thomas",
        "role": "extracted",
        "context": "king for CBP Pre-Clearance in Saint Thomas for over 7 years, and assiste"
      },
      {
        "name": "Charleston County",
        "role": "extracted",
        "context": "E 2: Complaint filed to local Charleston County Sheriff Department \nMr. provi"
      },
      {
        "name": "Sheriff Department",
        "role": "extracted",
        "context": "ed to local Charleston County Sheriff Department \nMr. provided the following i"
      }
    ],
    "locations": [
      {
        "name": "North \nCharleston, SC",
        "type": "city"
      },
      {
        "name": "Charleston, SC",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-08-30",
        "event": "August 30, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:28.232Z"
}