{
  "document": {
    "id": "efta00021812",
    "filename": "EFTA00021812.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021812.pdf",
    "text": "\n\nFrom:   \n< \nTo• an) \nSubject: RE: U.S. Department of Justice - VNS -  Investigative Case 31E-NY-3027571 -  Court Case \nDate: Fri, 03 Jul 2020 22:05:07 +0000 \nInline-Images: imageOO1.jpg \nThanks, is represented by Gloria Allred —  could you please update VNS to make sure notifications go to \nGloria in the first instance? Thanks. \nFrom: \nSent: Friday, July 3, 2020 5:59 PM \nTo: \ncza \nSubject: Fwd: U.S. Department of Justice - VNS - Investigative Case 31E-NY-3027571 - Court Case \nSent from my iPhone \nBegin forwarded message: \nFrom: Daniel Rose \nDate: July 3, 2020 at 12:44:21 PM EDT \nTo: \nSubject: FW: U.S. Department of Justice - VNS - Investigative Case 31E-NY-3027571 - Court Case \nGood Afternoon \nPlease keep us informed and notified of this case. \nKind Regards \nDaniel Rose \nDaniel J. Rose, P.A. \n323 NE 6th Avenue \nDelray Beach. Florida 33483\nNOTICE: This E-mail (including attachments) is covered by the Electronic Communications Privacy \nAct, 18 U.S.C. 2510.2521, is confidential and may be ATTORNEY PRIVILEGED and CONFIDENTIAL. \nIt is intended only for the use of the individual or entity named as recipient. If the reader \nof this message is not the intended recipient, you are hereby notified that any dissemination, \ndistribution or copying of this communication or any of its contents, is strictly prohibited. \nIf you have received this communication in error, please notify sender immediately by re-sending \nThis communication to the sender and delete the original message and any copy of it from your \ncomputer system. \nThank you for your cooperation. \nFrom: U.S. Department of Justice - VNS \nSent: Thursday, July 2, 2020 4:23 PM \nEFTA00021812\n\nTo: Daniel Rose \nSubject: U.S. Department of Justice - VNS - Investigative Case 31E-NY-3027571 - Court Case \nDO NOT REPLY TO THIS EMAIL. \nU.S. Department of Justice \nSouthern District of New York \nOne St. Andrews Plaza \nNew York, NY 10007 \nPhone: (212) 637-1028 \nFax: (212) 637-0421 \nJuly 02, 2020 \nDaniel Rose, P.A. \nRe: Case Number \n2018R01618 and Court Docket Number Docket 20 Cr. 330 \nDear Daniel Rose, P.A.: \nThis notice is provided by the United States Department of Justice Victim Notification System. You have been designated \nto receive notifications on behalf of the following victim(s) (or potential victims) identified by law enforcement during \nthe investigation of the case: \nThere is new information regarding the above referenced matter that can be viewed by accessing the VNS Web page at \nhttps://www.notify.usdoj.gov and registering with VNS. Registering with VNS provides the ability to access all \nnotifications regarding this case, view any additional documents provided during the case as well as update your \npersonal contact information. You will need the following information to register with VNS: (1) your VNS ID and PIN that \nwas provided to you in the initial email you received from VNS. In addition, if you have received a letter from VNS, your \nID and PIN are included in the letter; (2) Your last name or business name as listed in the VNS letter or email. \nIf you want future email notices from VNS to contain the details regarding the case events, you can elect to \"verify\" \nyour email address when you register by providing that information during the registration process. Verifying your \nemail with the VNS will also allow you to be assured of receiving timely notifications regarding this matter. \nIf you do not want to register with VNS, but you want to receive VNS email notices that contain the details about recent \nevents, you should verify your email address by selecting this link to VNS. You will need to provide the following \ninformation to verify your email address: VNS ID, your last name or business name, and your email address (you must \nenter the same email address used for this message). Please understand that if you elect to verify your email address \nwithout registering with VNS, you will not have access to the VNS Web site. \nIf you need assistance with this process, please contact the VNS Help Desk at \nDefendant Ghislaine Maxwell was arrested and charged for her role in facilitating the abuse of minor victims by Jeffrey \nEpstein. As alleged in the indictment, that abuse occured between approximately 1994 and 1997 in locations including \nNew York, Florida, New Mexico, and London, England. The lead prosecutors on the case are \nancl \nVictim's Rights \nAlthough the current charges against Maxwell may not contain allegations involving you personally, the Southern District \nof New York previously identified you as a victim or potential victim in a related case involving Jeffrey Epstein. \nEFTA00021813\n\nVictims of all crimes under federal investigation are entitled to services under the Victims' Rights and Restitution Act \n(VRRA), including notification of court events. For further details, please refer to Title 34 United States Code section \n20141 or the VRRA link posted at https://www.notify.usdoj.gov.\nAlthough you have not have been identified as a victim of the specific conduct charged in the Indictment, for your \nawareness, this letter provides details regarding the rights of crime victims in federal cases. Now that charges have been \nfiled in federal court, victims of the charges filed are, in addition, entitled to the following rights, according to the Crime \nVictims' Rights Act, Title 18 United States Code section 3771: (1) The right to be reasonably protected from the accused; \n(2) The right to reasonable, accurate, and timely notice of any public court proceeding, or any parole proceeding, \ninvolving the crime or of any release or escape of the accused; (3) The right not to be excluded from any such public \ncourt proceeding, unless the court, after receiving clear and convincing evidence, determines that testimony by the \nvictim would be materially altered if the victim heard other testimony at that proceeding; (4) The right to be reasonably \nheard at any public proceeding in the district court involving release, plea, sentencing, or any parole proceeding; (5) The \nreasonable right to confer with the attorney for the Government in the case; (6) The right to full and timely restitution \nas provided in law; (7) The right to proceedings free from unreasonable delay; (8) The right to be treated with fairness \nand with respect for the victim's dignity and privacy; (9) The right to be informed in a timely manner of any plea bargain \nor deferred prosecution agreement; and (10) The right to be informed of the rights under this section and the services \ndescribed in section 503(c) of the Victims' Rights and Restitution Act of 1990 (34 U.S.C. 20141K)) and provided contact \ninformation for the Office of the Victims' Rights Ombudsman of the Department of Justice. If you want to inform the \nprosecutors of your views regarding any aspect of the case, please contact one of the prosecutors listed above or me at \nPlease understand that these rights apply only to victims of the specific counts charged in federal court, and thus you \nmay not be able to exercise all of these rights if the crime of which you are a victim is not within the scope of the \nIndictment. \nBecause you have not been identified as a victim of the charges filed against Maxwell we will not  provide you with \nadditional individualized notifications about this specific case unless you request such notifications. If you wish to \n. _ . \nreceive ongoing notifications regarding this case, please contact me at \nEven if you do not receive individualized notifications regarding this case, we will make our best efforts to ensure you \nare provided the rights and services to which you are entitled. You may contact the Victim/Witness Coordinator at the \noffice listed above if you have questions about the progress of your case, your rights or the services to which you are \nentitled, or how you can assert them during the proceedings. If you believe that a Justice Department employee has not \nprovided you with these rights, you may file a  complaint with the Justice Department's Victims' Rights Ombudsman. For \nmore information, go to http://www.justice.gov/usao/resources/crime-victims-rights-ombudsman. If you have \nquestions about filing a complaint against an employee, you may contact the Ombudsman by email at \nusaeo.VictimOmbudsman@usdoj.gov.\n Questions concerning this case should be directed to office listed above. \nIt is important to keep in mind that the defendant(s) are presumed innocent until proven guilty and that presumption \nrequires both the Court and our office to take certain steps to ensure that justice is served. While our office cannot act \nas your attorney or provide you with legal advice, you can seek the advice of an attorney with respect to the rights \nabove or other related legal matters. \nHearing Information \nThere currently is not a date set for a next court conference. If you wish to receive ongoing notifications regarding this \ncase, including relating to scheduling matters, please contact me at the phone number or email listed above. \nInformation Regarding the Victim Notification System (VNS) \nIf, and only if, you elect to receive additional notifications regarding this case, then through the Victim Notification \nSystem (VNS) we will continue to provide you with updated scheduling and event information as the case proceeds \nEFTA00021814\n\nthrough the criminal justice system. \nSincerely, \nAudrey Strauss (Acting) \nUnited States Attorney \nIf you do not want to receive email notifications from the Victim Notification System (VNS) please log into the VNS Web \nsite at https://www.notify.usdoj.gov  select \"My Information\", remove your email address and click the \"update\" button. \nIf you remove your email address, you will continue to receive letters from VNS except in those case which have large \nnumbers of victims. To change your email address, select \"My Information\", provide a new address and click the \n\"update\" button. \nIf you do not want to receive any notifications in your case, select \"Stop Receiving Notifications\" and follow the \ninstructions on the screen. \nIf you believe you have received this email in error, please contact the office listed at top of the email message. \nPlease note, if this is the first notification you have received from VNS you will need to wait 4-8 hours from receipt of \nthis email before you can login to the VNS Internet site (https://www.notify.usdoj.gov). In addition, it will also be 4-8 \nhours before any documents which may have been uploaded to VNS as part of this notification are available under the \n\"Downloads/Links\" section on the Web page. \nPlease call the Victim Notification System (VNS) Help Desk at phone number 1 \nquestions. \nfor assistance and \nEFTA00021815",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "m or potential victim in a related case involving Jeffrey Epstein. \nEFTA00021813\n\nVictims of all crimes under feder"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "s, please contact the VNS Help Desk at \nDefendant Ghislaine Maxwell was arrested and charged for her role in facilita"
      },
      {
        "name": "Investigative Case",
        "role": "extracted",
        "context": "epartment of Justice - VNS -  Investigative Case 31E-NY-3027571 -  Court Case"
      },
      {
        "name": "Court Case",
        "role": "extracted",
        "context": "gative Case 31E-NY-3027571 -  Court Case \nDate: Fri, 03 Jul 2020 22:05"
      },
      {
        "name": "Gloria Allred",
        "role": "extracted",
        "context": "pg \nThanks, is represented by Gloria Allred —  could you please update VN"
      },
      {
        "name": "Phone \nBegin",
        "role": "extracted",
        "context": "1 - Court Case \nSent from my iPhone \nBegin forwarded message: \nFrom: Dan"
      },
      {
        "name": "Daniel Rose",
        "role": "extracted",
        "context": "gin forwarded message: \nFrom: Daniel Rose \nDate: July 3, 2020 at 12:44:"
      },
      {
        "name": "Good Afternoon",
        "role": "extracted",
        "context": "31E-NY-3027571 - Court Case \nGood Afternoon \nPlease keep us informed and"
      },
      {
        "name": "Kind Regards",
        "role": "extracted",
        "context": "d and notified of this case. \nKind Regards \nDaniel Rose \nDaniel J. Rose,"
      },
      {
        "name": "Avenue \nDelray",
        "role": "extracted",
        "context": "iel J. Rose, P.A. \n323 NE 6th Avenue \nDelray Beach. Florida 33483\nNOTICE:"
      },
      {
        "name": "Electronic Communications",
        "role": "extracted",
        "context": "ttachments) is covered by the Electronic Communications Privacy \nAct, 18 U.S.C. 2510."
      },
      {
        "name": "Privacy \nAct",
        "role": "extracted",
        "context": "the Electronic Communications Privacy \nAct, 18 U.S.C. 2510.2521, is conf"
      },
      {
        "name": "Justice \nSouthern",
        "role": "extracted",
        "context": "IS EMAIL. \nU.S. Department of Justice \nSouthern District of New York \nOne St."
      },
      {
        "name": "One St",
        "role": "extracted",
        "context": "outhern District of New York \nOne St. Andrews Plaza \nNew York, NY"
      },
      {
        "name": "Andrews Plaza",
        "role": "extracted",
        "context": "District of New York \nOne St. Andrews Plaza \nNew York, NY 10007 \nPhone: ("
      },
      {
        "name": "Court Docket",
        "role": "extracted",
        "context": ": Case Number \n2018R01618 and Court Docket Number Docket 20 Cr. 330 \nDea"
      },
      {
        "name": "Number Docket",
        "role": "extracted",
        "context": "2018R01618 and Court Docket Number Docket 20 Cr. 330 \nDear Daniel Rose,"
      },
      {
        "name": "Dear Daniel",
        "role": "extracted",
        "context": "ket Number Docket 20 Cr. 330 \nDear Daniel Rose, P.A.: \nThis notice is p"
      },
      {
        "name": "Justice Victim",
        "role": "extracted",
        "context": "e United States Department of Justice Victim Notification System. You have"
      },
      {
        "name": "Notification System",
        "role": "extracted",
        "context": "Department of Justice Victim Notification System. You have been designated \nto"
      },
      {
        "name": "Help Desk",
        "role": "extracted",
        "context": "ocess, please contact the VNS Help Desk at \nDefendant Ghislaine Maxwe"
      },
      {
        "name": "Defendant Ghislaine",
        "role": "extracted",
        "context": "contact the VNS Help Desk at \nDefendant Ghislaine Maxwell was arrested and char"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "the abuse of minor victims by Jeffrey \nEpstein. As alleged in the indictment"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "including \nNew York, Florida, New Mexico, and London, England. The lea"
      },
      {
        "name": "Rights \nAlthough",
        "role": "extracted",
        "context": "the case are \nancl \nVictim's Rights \nAlthough the current charges against M"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "involving you personally, the Southern District \nof New York previously ident"
      },
      {
        "name": "Restitution Act",
        "role": "extracted",
        "context": "under the Victims' Rights and Restitution Act \n(VRRA), including notificati"
      },
      {
        "name": "Crime \nVictims",
        "role": "extracted",
        "context": "wing rights, according to the Crime \nVictims' Rights Act, Title 18 United"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "ording to the Crime \nVictims' Rights Act, Title 18 United States Code"
      },
      {
        "name": "Rights Ombudsman",
        "role": "extracted",
        "context": "or the Office of the Victims' Rights Ombudsman of the Department of Justice."
      },
      {
        "name": "Witness Coordinator",
        "role": "extracted",
        "context": "d. You may contact the Victim/Witness Coordinator at the \noffice listed above i"
      },
      {
        "name": "Justice Department",
        "role": "extracted",
        "context": "edings. If you believe that a Justice Department employee has not \nprovided yo"
      },
      {
        "name": "Hearing Information",
        "role": "extracted",
        "context": "other related legal matters. \nHearing Information \nThere currently is not a dat"
      },
      {
        "name": "Information Regarding",
        "role": "extracted",
        "context": "umber or email listed above. \nInformation Regarding the Victim Notification Syste"
      },
      {
        "name": "Victim Notification",
        "role": "extracted",
        "context": "e. \nInformation Regarding the Victim Notification System (VNS) \nIf, and only if"
      },
      {
        "name": "Audrey Strauss",
        "role": "extracted",
        "context": "justice system. \nSincerely, \nAudrey Strauss (Acting) \nUnited States Attor"
      },
      {
        "name": "Attorney \nIf",
        "role": "extracted",
        "context": "rauss (Acting) \nUnited States Attorney \nIf you do not want to receive em"
      },
      {
        "name": "My Information",
        "role": "extracted",
        "context": "www.notify.usdoj.gov  select \"My Information\", remove your email address a"
      },
      {
        "name": "Stop Receiving",
        "role": "extracted",
        "context": "cations in your case, select \"Stop Receiving Notifications\" and follow the"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-07-03",
        "event": "July 3, 2020"
      },
      {
        "date": "2020-07-02",
        "event": "July 2, 2020"
      },
      {
        "date": "2020-07-02",
        "event": "July 02, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(212) 637-1028",
      "(212) 637-0421"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:05.459Z"
}