{
  "document": {
    "id": "efta00018384",
    "filename": "EFTA00018384.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018384.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: NYT; `Uncontrollable' Jeffrey Epstein: 5 Takeaways From Judge's Bail Decision \nDate: Fri, 19 Jul 2019 23:03:13 +0000 \n'Uncontrollable' Jeffrey Epstein: 5 Takeaways \nFrom Judge's Bail Decision \nBy Ben \nWeiser \nMr. Epstein was willing to pay almost anything to stay out of jail. But the judge suggested he \ncould not curb his sexual fixation with minors. \nJuly \n19, 2019 \n[What you need to know to start the day: Get New \nYork Today in your Mbar\" \nA federal judge on Thursday denied Jeffrey \nEpstein's request for bail pending his trial on sex-\ntrafficking charges in Manhattan. As a result, Mr. \nEpstein, 66, a wealthy financier who owns a private \njet, luxury homes around the world and a private \nisland in the Caribbean, will have to spend months \nin a Manhattan jail that typically holds accused \nmobsters, drug dealers and terrorists. \nThe judge, Richard M. Berman of Federal District \nCourt, agreed with prosecutors that Mr. Epstein was \nnot only a flight risk, but posed a threat to others —\nparticularly teenage girls - if released. \nThe judge's strong rebuke of Mr. Epstein's conduct \nand request to be allowed house arrest stood in \nsharp contrast to how the authorities in Florida had \ntreated the financier in 2007. \nf \nEFTA00018384\n\nThat year, he reached a widely criticized deal that \nlet him avoid federal prosecution on charges he \nsexually abused and trafficked minors. Instead, he \npleaded guilty to state charges of soliciting a minor \nfor prostitution and ended up serving 13 months in \njail. He was allowed to leave the facility six a days \na week,  ostensibly to work. \nHere are five takeaways from Judge Berman's \nopinion. \nMr. Epstein was willing to pay almost any price \nto stay out of jail \nUnlike so many people charged in state and federal \ncourts, affording bail was not a problem for Mr. \nEpstein. He had offered to post a gargantuan bond, \nsecured by his $56 million mansion on East 71st \nStreet in Manhattan and his  private jet. \n\"I am authorized to say to the court,\" one of Mr. \nEpstein's lawyers told Judge Berman, \"that \nwhatever bond you want Mr. Epstein to sign —\nwhether it's $100 million or an amount close to the \namount of the assets that we have provided — Mr. \nEpstein is prepared to sign it.\" \nMr. Epstein provided the court with a one-page \nsummary of his assets that placed their value as of \nJune 30 at $559 million. \nHis lawyers said he would even pay for 24-hour \nprivate security to assure that he did not flee. The \ngovernment argued he was seeking special \ntreatment, a \"gilded cage,\" as one prosecutor put it \nin court. \nEFTA00018385\n\nThe judge was concerned that if released, Mr. \nEpstein would again abuse teenage girls \nJudge Berman's decision portrayed Mr. Epstein as \nsex offender who could not be trusted to curb his \nsexual fixation with teenagers. He pointed to the \nnature of Mr. Epstein's alleged crimes and his \npropensity to commit them. \n\"The crimes Mr. Epstein has been charged with are \namong the most heinous in the law principally, in \nthe court's view, because they involve minor girls,\" \nthe judge \nwrote. \nA federal indictment charged that between 2002 and \n2005, Mr. Epstein and his employees paid dozens of \nunderage girls — at least one as young as 14 years \nold — to give him massages while nude or topless \nat his residences in Manhattan and Palm Beach, \nFla. \nDuring the massages, he engaged in various sex \nacts with them, the indictment said. He also used \nsome of the teenagers to recruit other girls to abuse, \npaying the \"victim-recruiters\" hundreds of dollars \nfor each girl they brought to him, the indictment \nsaid. \n\"Mr. Epstein's alleged excessive attraction to sexual \nconduct with or in the presence of minor girls \n—\nwhich is said to include his soliciting and receiving \nmassages from young girls and young women \nperhaps as many as four times a day — appears \nlikely to be uncontrollable,\" Judge Berman wrote. \n\"It seems fair to say that Mr. Epstein's future \nbehavior will be consistent with past behavior,\" the \njudge added. \nEFTA00018386\n\nHis immense wealth, private planes, \ninternational travel and liquid cash made Mr. \nEpstein a flight risk \nGiven Mr. Epstein's wealth, the risk of flight was \n\"exceptionally high,\" the office of Geoffrey S. \nBerman, the United States attorney in Manhattan, \ntold the judge in court papers. \nBesides his New York mansion, Mr. Epstein's asset \nsummary listed multi-million-dollar properties in \nNew Mexico; Palm Beach; Paris and the Caribbean. \nProsecutors have said Mr. Epstein's primary \nresidence is a private island in the United States \nVirgin Islands. \nMr. Epstein's assets also included $56 million in \ncash and more than $300 million in securities and \nother financial instruments. Prosecutors also said \nhis sex registration documentation (stemming from \nhis 2008 guilty plea in Florida) listed no fewer than \n15 motor vehicles, including seven Chevrolet \nSuburbans, a cargo van, a Range Rover, a \nMercedes-Benz sedan, a Cadillac Escalade and a \nHummer. \nThen there was a safe that the authorities said they \nsearched in Mr. Epstein's mansion in Manhattan, in \nwhich they found more than $70,000 in cash, 48 \nloose diamonds ranging in size from approximately \none to 2.38 carats, and a large diamond ring. \nThe judge concluded that Mr. Epstein was \"a \nserious risk of flight\" and \"no conditions can be set \nthat will reasonably assure his appearance at trial.\" \nThe contents of Mr. Epstein's safe gave the judge \npause \nEFTA00018387\n\nInside that safe the authorities also found an \nAustrian  passport bearing Mr. Epstein's photograph \nbut another person's name, the judge noted. The \njudge's opinion made it clear that prosecutors and \nMr. Epstein's lawyers disagreed sharply over the \npassport's significance. \nProsecutors said the passport showed Mr. Epstein \nknew how to obtain false travel documents or \nassume other identities. \nDefense lawyers told the judge that Mr. Epstein, \nwhom they described as \"an affluent member of the \nJewish faith,\"acquired the passport in the 1980s \n\"when hijackings were prevalent,\" in connection \nwith Middle East travel. The passport expired 32 \nyears ago, the defense wrote, and \"was for personal \nprotection in the event of travel to dangerous areas, \nonly to be presented to potential kidnappers, \nhijackers or terrorists should violent episodes \noccur.\" \nIn the back and forth, prosecutors noted that the \npassport included numerous stamps showing it was \nused to enter France, Spain, Britain and Saudi \nArabia in the 1980s. The defense said Mr. Epstein \nwas given the passport by a friend, the trips were \nnot his and he had never used it. \nThe passport was not the only unusual item found \ninside Mr. Epstein's mansion. The authorities said \nthey found hundreds and perhaps thousands of \nsexually suggestive photographs of fully or partially \nnude females, including photos that appeared to be \nof underage girls. Some of the photos were \ndiscovered \nin the locked safe. \nThe judge was concerned Mr. Epstein might try \nto intimidate or buy off witnesses \nEFTA00018388\n\nJudge Berman also made it clear he thought Mr. \nEpstein might seek to silence witnesses against him \nif he were granted pretrial release. \"Mr. Epstein's \ndangerousness is considerable and includes sex \ncrimes with minor girls and tampering with \npotential witnesses,\" the judge wrote. \nThe judge highlighted the government's argument \nthat Mr. Epstein had tried to influence possible \nwitnesses against him when he wired $350,000 late \nlast year to two  people close to him, shortly after \nthe Miami Herald started publishing an exposé \nabout him. The Herald's series quoted his accusers, \ndescribed how he had sexually abused teens for \nyears, and laid out the lenient plea agreement he \nhad negotiated with the United States attorney in \nMiami. \nThe judge also cited evidence from prosecutors that \nMr. Epstein or his representatives had harassed or \nintimidated witnesses in civil suits. \nFor instance, he quoted a Palm Beach police report \nin 2006 about a threat made to one of Mr. Epstein's \naccusers. The report said the accuser had claimed \nthat one of Mr. Epstein's associates had told her that \nthose who helped Mr. Epstein \"will be \ncompensated\" and those who hurt him \"will be \ndealt with.\" In another case, a parent of one of Mr. \nEpstein's alleged victims had reported that Mr. \nEpstein's private investigator had driven the \nparent's car off the road. \n\"A court may order detention if there is a serious \nrisk that the defendant will attempt to threaten, \ninjure or intimidate a prospective witness or juror,\" \nthe judge noted. \nEFTA00018389\n\nSent from my iPhone \nEFTA00018390",
    "pageCount": 7,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "From: \nTo: \nCc: \nSubject: NYT; `Uncontrollable' Jeffrey Epstein: 5 Takeaways From Judge's Bail Decision \nDate: Fr"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "ail Decision \nBy Ben \nWeiser \nMr. Epstein was willing to pay almost"
      },
      {
        "name": "Takeaways From",
        "role": "extracted",
        "context": "trollable' Jeffrey Epstein: 5 Takeaways From Judge's Bail Decision \nDate:"
      },
      {
        "name": "Bail Decision",
        "role": "extracted",
        "context": "ein: 5 Takeaways From Judge's Bail Decision \nDate: Fri, 19 Jul 2019 23:03"
      },
      {
        "name": "Takeaways \nFrom",
        "role": "extracted",
        "context": "trollable' Jeffrey Epstein: 5 Takeaways \nFrom Judge's Bail Decision \nBy Ben"
      },
      {
        "name": "By Ben",
        "role": "extracted",
        "context": "From Judge's Bail Decision \nBy Ben \nWeiser \nMr. Epstein was will"
      },
      {
        "name": "Weiser \nMr",
        "role": "extracted",
        "context": "udge's Bail Decision \nBy Ben \nWeiser \nMr. Epstein was willing to pay a"
      },
      {
        "name": "Get New",
        "role": "extracted",
        "context": "eed to know to start the day: Get New \nYork Today in your Mbar\" \nA"
      },
      {
        "name": "York Today",
        "role": "extracted",
        "context": "ow to start the day: Get New \nYork Today in your Mbar\" \nA federal judg"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "eral judge on Thursday denied Jeffrey \nEpstein's request for bail pending hi"
      },
      {
        "name": "Federal District",
        "role": "extracted",
        "context": "e judge, Richard M. Berman of Federal District \nCourt, agreed with prosecuto"
      },
      {
        "name": "Judge Berman",
        "role": "extracted",
        "context": "Here are five takeaways from Judge Berman's \nopinion. \nMr. Epstein was"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "s residences in Manhattan and Palm Beach, \nFla. \nDuring the massages,"
      },
      {
        "name": "Given Mr",
        "role": "extracted",
        "context": "e Mr. \nEpstein a flight risk \nGiven Mr. Epstein's wealth, the risk o"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "million-dollar properties in \nNew Mexico; Palm Beach; Paris and the Ca"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "island in the United States \nVirgin Islands. \nMr. Epstein's assets also i"
      },
      {
        "name": "Chevrolet \nSuburbans",
        "role": "extracted",
        "context": "tor vehicles, including seven Chevrolet \nSuburbans, a cargo van, a Range Rover,"
      },
      {
        "name": "Range Rover",
        "role": "extracted",
        "context": "et \nSuburbans, a cargo van, a Range Rover, a \nMercedes-Benz sedan, a Ca"
      },
      {
        "name": "Cadillac Escalade",
        "role": "extracted",
        "context": "er, a \nMercedes-Benz sedan, a Cadillac Escalade and a \nHummer. \nThen there wa"
      },
      {
        "name": "Middle East",
        "role": "extracted",
        "context": "evalent,\" in connection \nwith Middle East travel. The passport expired"
      },
      {
        "name": "Saudi \nArabia",
        "role": "extracted",
        "context": "er France, Spain, Britain and Saudi \nArabia in the 1980s. The defense sai"
      },
      {
        "name": "Miami Herald",
        "role": "extracted",
        "context": "se to him, shortly after \nthe Miami Herald started publishing an exposé"
      },
      {
        "name": "The Herald",
        "role": "extracted",
        "context": "lishing an exposé \nabout him. The Herald's series quoted his accusers,"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "New York Mansion",
        "type": "residence"
      },
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-07-19",
        "event": "July \n19, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:56.814Z"
}