{
  "document": {
    "id": "efta00030961",
    "filename": "EFTA00030961.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030961.pdf",
    "text": "\n\nFrom: \n<MINIMIN> \nTo: USANYS-CRIMINAL AUSAS \n<USANYS-CRIMINALAUSAS@usa.doj.gov> \nCc: \"a\"\nSubject: Discovery and Disclosure Practices -- Update \nDate: Fri, 04 Dec 2020 16:50:46 +0000 \nAll: \nOver the last several months, the executive staff has been giving a great deal of thought to ways in which we can enhance \nthe Office's effectiveness in satisfying our discovery and disclosure obligations. Although that process is continuing, I want \nto provide you with an update about some measures that we are implementing immediately, based on feedback we \nreceived from you and your unit chiefs. \nFirst, I am pleased to announce that we will maintain a standing Disclosure Committee to help the Office navigate our \ndiscovery and disclosure challenges on an ongoing basis. The Disclosure Committee will be led by co-chair-\nand its members will be \nSecond, we have enlisted a Technology Working Group to evaluate possible approaches to improving our technological \nand administrative support for your work, in close consultation \nwith \nand our IT staff. That group is led by \na, and its members are \nThird, we recognize that the substantive work of each unit may present particular discovery challenges. To ensure that \nAUSAs are familiar with the particular issues that may arise with respect to the work of a particular unit, unit chiefs will \nprovide training for new AUSAs who arrive in their unit as part of the onboarding process, with an emphasis on the \nsubject-matter-specific discovery and disclosure issues that they are likely to encounter as part of the unit's work. \nFourth, in advance of charging senior unit cases, AUSAs will conduct agency case file reviews to ensure we have full \nvisibility on material subject to disclosure—and are not relying solely on agents to surface materials subject to disclosure. \nWhile this will not be required in all junior unit cases, agency file reviews should be conducted in General Crimes and \nNarcotics cases where unit chiefs deem it appropriate. The Disclosure Committee will be overseeing the development of \nagency-specific checklists to help facilitate the review, but in the meantime AUSAs should use their best judgment. \nFifth, prosecution memos must contain a robust discussion of discovery issues and defense theories as a pre-requisite for \napproval by chiefs in the first instance and ultimately deputy chief signoff. The Disclosure Committee will be developing \nguidance for areas that should be covered—but, in the meantime, AUSAs and chiefs should use their best judgment. \nSixth, when AUSAs leave senior units they will discuss case transition planning with the unit chiefs and the Criminal Chief, \nand memorialize the case transition planning in a memorandum addressing the status of all of their cases and specifying \nwhich cases they will be retaining and which will be reassigned. These memos will require approval by both the old and \nnew unit chiefs and will be reviewed by the Criminal Chief. \nSeventh, in those rare instances when SAUSAs are approved for a particular case, they will complete all DOJ discovery \ntraining requirements and SDNY disclosure training as part of their onboarding process before they can begin work as a \nSAUSA. We will require certification of the completion of all required training as part of the SAUSA onboarding process. \nThe Criminal Division Manual will be revised to reflect this policy. \nSome of these practices are already being followed by some units and some AUSAs. Going forward, they will be the \npractice of the entire Office. We hope that these practices, amplified by the forthcoming guidance from the Disclosure \nCommittee, will provide AUSAs with useful tools and better position us to discharge our disclosure obligations. \nAs always, we welcome and appreciate your feedback. If you have thoughts or suggestions about how these practices are \nworking, or these issues generally, please share them with your unit chiefs, any member of the Disclosure Committee or \nTechnology Working Grouo. \nor the executive staff. \nEFTA00030961",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Disclosure Practices",
        "role": "extracted",
        "context": "c: \"a\"\nSubject: Discovery and Disclosure Practices -- Update \nDate: Fri, 04 Dec"
      },
      {
        "name": "Update \nDate",
        "role": "extracted",
        "context": "y and Disclosure Practices -- Update \nDate: Fri, 04 Dec 2020 16:50:46 +0"
      },
      {
        "name": "Disclosure Committee",
        "role": "extracted",
        "context": "t we will maintain a standing Disclosure Committee to help the Office navigate o"
      },
      {
        "name": "The Disclosure",
        "role": "extracted",
        "context": "allenges on an ongoing basis. The Disclosure Committee will be led by co-c"
      },
      {
        "name": "Technology Working",
        "role": "extracted",
        "context": "e \nSecond, we have enlisted a Technology Working Group to evaluate possible ap"
      },
      {
        "name": "General Crimes",
        "role": "extracted",
        "context": "eviews should be conducted in General Crimes and \nNarcotics cases where un"
      },
      {
        "name": "Criminal Chief",
        "role": "extracted",
        "context": "with the unit chiefs and the Criminal Chief, \nand memorialize the case tr"
      },
      {
        "name": "The Criminal",
        "role": "extracted",
        "context": "he SAUSA onboarding process. \nThe Criminal Division Manual will be revis"
      },
      {
        "name": "Division Manual",
        "role": "extracted",
        "context": "arding process. \nThe Criminal Division Manual will be revised to reflect th"
      },
      {
        "name": "Disclosure \nCommittee",
        "role": "extracted",
        "context": "forthcoming guidance from the Disclosure \nCommittee, will provide AUSAs with usef"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:27.125Z"
}