{
  "document": {
    "id": "efta00016590",
    "filename": "EFTA00016590.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016590.pdf",
    "text": "\n\nNovember 30, 2021 \nprep \nnotes \nAUSAs \nS/ \n• U recalls an address book at the PB residence that he observed during his employment \nfor JE: \no This book was different frofre Roladex. The book was either dark blue or \nblack. It was a bit bigger than a big iPhone, very thick, and contained a lot of \nnames.. estimates it was between 200 and 300 pages. The book's cover was \nblank, and the pages were black inLarinted on white paper. \no III first saw the book years beforMleft, in the 1990s around 1994, 1995, or \n1996. IN thinks eithe (both assistants) toldethat he had to \nput the blue/black book on the desk. was told to put book on JE's desk in \nliving room, JE's desk in the master bedroom, JE's night table in the master \nbedroom, JE's desk in the cabana, GM's desk next to the pantry room, and by the \nphone in the kitchen. These books were replaced every year and updated with \nmore friends and contacts. recollection is that those updates were adding \nentries, not removing entries. \no \ni \nrecalls that Mr. Epstein used the books the most. *has also seen GM use the \nbooks. doesn't know who added to the books or updated them. \no \n• \nlooked inside the books at the time of his employment, and they contained all \nof Mr. Epstein and Ms. Maxwell's friends and employees, Mr. Epstein's family \nmembers were there, name was there, Prince Andrew's name was there, \nDonald Trump's name was there. Each page had a name, address, company, \nphone numbers for different homes. In looked through multiple versions of this \nbook from mid-1990s until 2002 when left. It included contact information for \nmassage therapists, chefs, pilots, houses from ranch and employees who worked \nat different locations at ranch were. \no When copies of the book were replaced with updated versions, the staff threw out \nthe old versions. All versions every year looked the same. No writing on the \ncover. \n• \n•showed the following Government Exhibits: \n. o \nGX-298 \n—. \nre\ncognizes to be a diagram of first floor of JE PB house. During \nem \nto \nent, GM's desk was in Garden Room, JE's desk was in Lake \nRoom esk was in staff room \no GX-297 — \nrecognizes to be a diagram of second floor of JE PB house. Pink or \ngreen sofa was in JE's bathroom attached to master bedroom, which is where JE \ngot his massages. GM bathroom attached to master bedroom was where basket \nwas with sex toys kept in it. \no GX-299 — \nshows pool house at JE PB property \no GX-606 recognizes to be document iv to. and his wife around the late \n1990s by GM. It is a copy of pages that. recalls receiving in the form of a \n1 \nEFTA00016590\n\nbooklet. The document contained all of the tasks that were demanded of him. \nremembers seeing this manual for the first time when a duchess from England \ncame. She was a woman who was supposed to be royalty and supposed to teach \nthe staff how to properly maintain a house. This document was a booklet \nprovided to. by this lady who was hired by JE and GM. \no There was a different page that was a laminated page with information for the \nguest with contact information, which was not in the booklet and is not in \nthis exhibit. \no When first received this booklet,. told GM, I've been working for this for \nyears, I'm not going to do this. GM told many times that this is the way it \ngoes and must be. \no fought with JE once when JE didn't have a pen by his night table with a light, \nand guest didn't have a toothbrush, which was required by the booklet. yelled \nat JE about it. \no fought more with GM about the handbook. GM complained about food trays \nand other details that did not follow from the handbook. \no reviewed each page of this exhibit. specifically remembers pages 1- 6 and \n8 being in the version of the booklet he received. Re page 7, remembers he \nwas supposed to answer Mr. Epstein residence, never Ms. Maxwell residence, so \ndoesn't recall that portion of page 7, but otherwise recognizes it. doesn't \nremember page 9. • remembers page 10 as a checklist that had to follow. \nremembers all the checklists in the manual as tasks he had to complete. MI \nnever filled out the checklists. GM asked II to fill out the checklists, but \nnever did, and GM was pissed. \no Lady from England, GM, and JE all called n even though that was not \nhis name. \no was supposed to fill out all of these checklists before JE arrived at PB \nresidence. Food had to be thrown out each time JE left, even if it had not gone \nbad. \no was no longer working for JE when this exhibit is dated in 2005, was gone \nby then, but everything in this exhibit except page 9, a portion of page 7, and a \nportion of page 31 re alcoholic beverages is what remembers from the booklet. \no read the entire booklet when first given to him in the late 1990s \no GM told that he was supposed to do all of this work while being \"invisible\" \no only remembers receiving one copy of this booklet, which he read but never \nused. This copy is dated later, but it contains the same rules and checklists he had \nto follow. \no had a uniform he had to wear: black pants, white shirt usually, for parties a \ntuxedo, GM told him what to wear \no was not supposed to talk to anyone about anything of JE, GM, and the guests; \napplied to all guests; applied to everyone \no did not discuss personal problems with guests, per the rule \n2 \nEFTA00016591\n\no remembers the rule that a copy of Mr. Epstein and Ms. Maxwell's telephone \ndirectories must be placed to the right of each telephone (same one talking about) \no Page 8, followed the rule not to disclose JE and GM behavior \no References to JE directory versus GM directory: recalls them being the same \nsize and same length with same entrances and blank covers, but believes first page \nhad JE or \nGM. \no Ms. Maxwell's Bathroom referenced in checklists was on the right-hand side of \nJE bedroom as you enter; can't recall what photographs were required to be \nplaced there. \no was supposed to complete checklists every time JE arrived \no Ms. Maxwell's desk was in the garden room \no Page 24 references special papers made for JE and GM specifically printed \nstationary and supposed to leave it by the desk \no Page 28 references \"Max,\" was GM's tiny Yorkie terrier.. recalled that GM \ntraveled with the dog on JE's plane. \no Page 31, remembered having to throw out everything even if wouldn't go bad \n(but doesn't remember the Beverages list) \no Page 36 recalls that he would weekly wipe and sanitize massage tables \no had to clean bathroom and replace sheets every day \no Page 55, recalls that JE and GM had the preferences for breakfast listed here \n• JE told how to use the message books and to use them to take messages from the \nbeginning of employment. wrote down messages during each phone call. When \na message book was full, he put it in the storage area next to his desk in the staff room. \n3 \nEFTA00016592",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Prince Andrew",
        "role": "extracted",
        "context": "ein's family \nmembers were there, name was there, Prince Andrew's name was there, \nDonald Trump's name was there."
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "name was there, Prince Andrew's name was there, \nDonald Trump's name was there. Each page had a name, address,"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "entries. \no \ni \nrecalls that Mr. Epstein used the books the most."
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "ained all \nof Mr. Epstein and Ms. Maxwell's friends and employees,"
      },
      {
        "name": "Government Exhibits",
        "role": "extracted",
        "context": "er. \n• \n•showed the following Government Exhibits: \n. o \nGX-298 \n—. \nre\ncognize"
      },
      {
        "name": "Garden Room",
        "role": "extracted",
        "context": "em \nto \nent, GM's desk was in Garden Room, JE's desk was in Lake \nRoom"
      },
      {
        "name": "Lake \nRoom",
        "role": "extracted",
        "context": "Garden Room, JE's desk was in Lake \nRoom esk was in staff room \no GX-2"
      }
    ],
    "locations": [
      {
        "name": "Garden Room, JE",
        "type": "city"
      },
      {
        "name": "England, GM",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-11-30",
        "event": "November 30, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:53.041Z"
}