{
  "document": {
    "id": "efta00026819",
    "filename": "EFTA00026819.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026819.pdf",
    "text": "\n\nU.S. \nDepartment of \nJustice \nUnited States Attorney \nSouthern District of New York \nThe Si!lo J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nOctober 8, 2020 \nBY ELECTRONIC MAIL \nChristian Everdell, Esq. \nMark Cohen, Esq. \nCohen \n& Gresser LLP \n800 Third \nAvenue \nNew York, NY 10022 \nLaura Menninger, Esq. \nJeffrey Pagliuca, Esq. \nHaddon, Morgan and Foreman, P.C. \n150 East Tenth Avenue \nDenver, CO 80203 \nBobbi Stemheim, Esq. \nLaw Offices of Bobbi C. Stemheim \n33 West 19th Street-4th Fl. \nNew York, NY 10007 \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 \n(MN) \nDear Counsel: \nWe write in response to your letters dated September 21, 2020 and October I, 2020 \nregarding the above-referenced case. \n1. The Government Has Met Its Discovery Obligations \nAs an initial matter, you repeatedly assert that the Government \"has not met its discovery \nobligations.\" (Sept. 21, 2020 Ltr. at 4; Oct. I, 2020 Ltr. at 1, 3). The Government respectfully \ndisagrees. The deadline for the production of Rule 16 discovery set by the Court, including but \nnot limited to \"electronic materials\" is November 9, 2020, which is more than a month away. (Dkt. \n25). The deadline for \"initial non-electronic discovery, generally to include search warrant \napplications and subpoena returns,\" was due on August 21, 2020, and, as you are aware, the \nGovernment in fact made a  substantial initial production before that deadline. (Id. (emphasis \nadded)). \nThe Government has also made substantial efforts to ensure that copies of the discovery \nproduced to defense counsel are also available to the defendant at the Metropolitan Detention \nEFTA00026819\n\nPage 2 \nCenter (\"MDC\"). And while there have been technical difficulties with certain of the productions \nmade to the defendant, the Government understands that defense counsel is able to access all of \nthe material, and, as detailed herein, we have worked promptly to address each concern you have \nraised with respect to productions made directly to the defendant. In sum, your claim that the \nGovernment has not met its discovery obligations because of the delay caused by your requests to \nreformat and rebum the discovery is simply inaccurate. The Government has met its discovery \nobligations and will continue to do so in the remaining month prior to the relevant discovery \ndeadline. \nIn addition, as set forth below, the Government has conferred with MDC counsel regarding the \nvarious complaints you have raised in your September 21 and October 1 letters in order to \naccommodate your requests and in order to ensure that the defendant can timely review discovery. \n2. The Government's Extensive Efforts to Ensure the Defendant Can Review \nDiscovery at MDC \nThe Government has taken considerable efforts to address the defendant's complaints \nabout her access to discovery in this case. As an initial matter, when making its productions, the \nGovernment had no reason to believe the defendant would be unable to review any of the discovery \nmaterials at the MDC. Indeed, the Government notes that it followed the same procedure in \nproducing discovery to defense counsel as it  did to the defendant. Nor could the Government \npossibly have anticipated which of the hundreds of thousands of files produced to date the \ndefendant would be unable to view using the computer provided to her by the MDC. However, as \nsoon as defense counsel notified the Government on August 27, 2020 that the defendant could not \naccess a  portion of the discovery materials, the Government worked with its paralegal and \nInformation Technology staff to create new copies of the discovery materials you identified in a \nnew format. Due to the volume of files requiring review and reprocessing, that process took \nseveral days. Once the files were reformatted, the Government loaded them onto a  new drive, \nwhich it sent to the MDC on September 3, 2020. \nSubsequently, your September 21, 2020 letter identified a portion of the Government's first \nthree productions that the defendant was unable to view at the MDC. The Government notes that \neven without being able to view those files, the defendant was still able to review tens of thousands \nof pages of discovery while awaiting correction of the technological problem, and the Government \nunderstands, as noted, that defense counsel has been able to view the entirety of the productions. \nSince learning from you that the defendant was experiencing difficulty viewing certain files, the \nGovernment has taken several steps to ensure that the defendant has access to every file. \nFirst, the Government has worked with its paralegal and Information Technology staff to \ncreate new copies of the discovery materials you identified in your September 21, 2020 letter. That \nprocess involved converting certain files into new formats, changing the names of certain files, \nand providing software programs to help run certain files. Due to the extent of this review and \nreprocessing, these steps took several days. Once the files were reformatted, the Government \nloaded them onto a new drive, which it sent to the MDC on October 2, 2020. The cover letter \naccompanying that production included instructions for how the defendant may access the files \nshe previously had difficulty viewing. \nEFTA00026820\n\nPage 3 \nSecond, the Government has asked MDC legal counsel to send an MDC Information \nTechnology (\"IT\") staff member to examine the computer the defendant is using to review her \ndiscovery at the MDC. The Government has asked that the IT staff member load any software \nnecessary to view the files that the defendant has had difficulty accessing onto her MDC computer. \nThe Government understands from MDC legal counsel that an IT staff member has completed \nsuch a  review of the defendant's computer at the MDC. Should the defendant have difficulty \naccessing files on the MDC computer in the future, she should alert MDC staff and request another \nreview of the computer by IT staff. \nThe Government also asked MDC legal counsel to ensure that the defendant has a writing \nsurface on which to take notes while reviewing discovery. MDC legal counsel has informed the \nGovernment that MDC staff has repositioned the items on the table at which the defendant reviews \ndiscovery such that she can use the table as a  writing surface. MDC legal counsel has also \ninformed the Government that the defendant has access to a privacy screen to use when reviewing \ndiscovery on the MDC computer. MDC legal counsel further noted that the defendant currently \nhas \nmore access to discovery than any other inmate in the facility. \nThird, as a  stopgap while completing the above processes, the Government reminded \ndefense counsel that counsel is permitted to bring a  laptop containing copies of any discovery \nmaterials produced to date into the MDC to review with the defendant. The Government \nunderstands from MDC legal counsel that that defense counsel is aware of this permission and has \nbeen able to visit the defendant in person at the MDC on multiple occasions. \nTaken together, these steps should ensure that the defendant has access to the discovery \nproductions made to date and with many months left to review those productions before trial. The \nGovernment will continue to work with defense counsel and the MDC to address any issues that \nmay arise regarding the defendant's access to discovery. \n3. The Government's Efforts to Ensure that the Defendant Can Review Highly \nConfidential Materials \nSince receiving your request for your client to review Highly Confidential discovery \nmaterial in the FBI's possession, the Government has taken several steps to address your request. \nDue to the ongoing pandemic, the United States Marshals Service (\"USMS\") will not produce a \ndefendant from the MDC to the courthouse for any reason other than a  court appearance. \nAccordingly, the Government cannot take the usual step of requesting the USMS to produce the \ndefendant to a  proffer room in the courthouse where she can review the Highly Confidential \nmaterials with defense counsel present. \nAs an alternative, the FBI has agreed to assign two agents to bring a  secure laptop \ncontaining the Highly Confidential materials to the MDC, where defense counsel and the \ndefendant may review the Highly Confidential materials together. So long as defense counsel \nsubmits to a search to ensure that no electronic devices or electronic storage media is being brought \ninto the attorney visiting room, the agents will permit defense counsel and the defendant to review \nthe computer alone while the agents wait outside the room. The FBI has loaded the secure laptop \nEFTA00026821\n\nPage 4 \nwith all of the approximately 43,500 images that were seized from Jeffrey Epstein's residences in \nNew York and the Virgin Islands.' Accordingly, the FBI is prepared to facilitate the review of \nthese items as soon as the MDC will permit such a visit. The FBI understands that defense counsel \nand the defendant may require multiple meetings to review all of the images and is accordingly \nprepared to bring the secure laptop to the MDC on multiple dates. \nThe Government has asked MDC legal counsel to authorize the FBI to bring the Highly \nConfidential materials into the facility for defense counsel and the defendant to review. In \nresponse, MDC legal counsel indicated that such visits require authorization from the Warden. \nThe Government urged MDC legal counsel to approve the proposed visits as quickly as possible, \nand today, the Government learned that the Warden has approved this proposal. The FBI and \nMDC can accommodate a  visit next week, and the Government will coordinate with defense \ncounsel, the FBI, and the MDC to assist with scheduling this first and any subsequent visits. \nAdditionally, as the Government has repeatedly informed you, defense counsel may \nschedule a  time to come to the FBI offices in Manhattan to review the above-referenced 43,500 \nimages, as well as any other physical items referenced in the discovery productions. Those \nappointments can be made with much less notice because they do not require arranging the \nlogistics of providing Highly Confidential images to an incarcerated defendant. \nFinally, the Government is still processing the 40,000 of the above-referenced images that \ndo not contain nudity for production to counsel and to the defendant at the MDC. Due to the \nvolume of those images, that process has taken multiple weeks. The Government expects that the \nimages will be ready to produce within approximately one week. \n4. Conditions of Confinement \nSince receiving your September 21, 2020 letter, the Government has consulted with MDC \nlegal counsel regarding the defendant's conditions of confinement. As discussed on our September \n22, 2020 call, immediately after receiving your letter, the Government contacted MDC legal \ncounsel, and within approximately 24 hours, the Government had answers to several of the \nconcerns raised in the letter, which the Government conveyed to you over the phone. Over the \nnext two weeks, the Government awaited responses regarding the other complaints raised in your \nSeptember 21, 2020 letter from the MDC. The Government has now received responses from \nMDC legal, which are incorporated herein. \nFirst, MDC legal counsel indicated that the staff assigned to the defendant have worked to \nminimize the delays identified in your September 21, 2020 letter. As a result, the defendant should \nhave up to thirteen hours per day of access to discovery, though she may also use that time for \nother activities, such as attorney visits, calls, recreation, and personal hygiene. That amount of \ntime far exceeds the discovery access any other MDC inmate currently enjoys. MDC legal counsel \nOf those 43,500 images, approximately 3,500 contain nude or partially nude images, and \napproximately 40,000 do not contain nudity. Per your request, the FBI has loaded all 43,500 \nimages together onto a  laptop so that defense counsel and the defendant may review all of the \nseized images at the same time. \nEFTA00026822\n\nPage 5 \nalso confirmed that staff will not put their fingers into the defendant's mouth for any searches. \nThe Government inquired of MDC legal counsel whether the defendant could be permitted to sleep \nin the rec room where her computer and shower are located instead of the isolation cell. In \nresponse, MDC legal counsel indicated that the defendant will be required to sleep in the isolation \ncell. \nSecond, the Government inquired of MDC legal counsel whether it would be possible to \nreduce the number of body scans conducted on the defendant. In response, MDC legal counsel \nindicated that the defendant will be required to undergo weekly body scans. \nThird, MDC legal counsel has informed the Government that the defendant has the same \naccess to commissary as any other inmate at the facility. As noted during our September 22, 2020 \ncall, the defendant was provided with two different sizes of sports bras to choose from, and MDC \nlegal counsel understands that at least one of those sizes was acceptable to the defendant. \nFourth, as referenced during our September 22, 2020 call, the Government has been \nassured by MDC legal counsel that the defendant is receiving three meals per day. According to \nMDC legal counsel, MDC staff now wait until later in the day to pick up the defendant's meals for \neach day, thereby ensuring that every portion of the meal (including side dishes and vegetables) is \nincluded. MDC legal counsel has also assured the Government that MDC staff keep the \ndefendant's meals in a  refrigerator to ensure that her food remains fresh. Additionally, if the \ndefendant misses a meal due to a legal visit or other appointment, MDC staff will leave the meal \nfor the defendant to eat upon her return. MDC legal counsel also noted that the defendant has \npurchased and received a number of supplemental food items from commissary, including, among \nother items, granola, mackerel, cheese, nutrition bars, soup, tortillas, crackers, honey buns, \nsausage, eggplant parmesan, and nuts. Further, MDC legal counsel has informed the Government \nthat the defendant is seen by medical staff once per week. At those appointments, the defendant \nis weighed and told her weight. \nFifth, as noted during our September 22, 2020 call, MDC legal counsel has indicated that \nthe defendant has received all mail that the MDC has received addressed to her and in compliance \nwith Bureau of Prisons (\"BOP\") regulations. MDC legal counsel confirmed that letters sent on \ncolored paper do not comply with BOP regulations and would be rejected. If a letter is rejected, \nthe defendant will receive a notification of the rejection. MDC legal counsel further indicated that \ninmates are not permitted to receive care packages of food or other items from outside vendors, \nbut the defendant can purchase legal pads and pens from commissary. MDC legal counsel further \ninformed the Government that the MDC has not received any copies of The New York Times \naddressed to the defendant. \n* * * \nEFTA00026823\n\nPage 6 \nIn sum, the \nGovernment has met and will \ncontinue to meet its discovery \nobligations, and \nhas worked expeditiously to \naddress all of the \nconcerns you have raised \nregarding the defendant's \naccess to discovery and \nconditions of \nconfinement. We remain available and \nwilling to address \nany questions or \nconcerns that may arise. \nVery truly yours, \nAUDREY STRAUSS \nActing \nUnited States Attorney \nby: \nAssistant United States Attorneys \nEFTA00026824",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "approximately 43,500 images that were seized from Jeffrey Epstein's residences in \nNew York and the Virgin Islands."
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "4th Fl. \nNew York, NY 10007 \nRe: United States v. Ghislaine Maxwell, 20 Cr. 330 \n(MN) \nDear Counsel: \nWe write in res"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "U.S. \nDepartment of \nJustice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "epartment of \nJustice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nThe Si!lo J. Mol"
      },
      {
        "name": "The Si",
        "role": "extracted",
        "context": "outhern District of New York \nThe Si!lo J. Mollo Building \nOne Sai"
      },
      {
        "name": "Mollo Building",
        "role": "extracted",
        "context": "ict of New York \nThe Si!lo J. Mollo Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The Si!lo J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nOctober"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "8, 2020 \nBY ELECTRONIC MAIL \nChristian Everdell, Esq. \nMark Cohen, Esq. \nCohe"
      },
      {
        "name": "Mark Cohen",
        "role": "extracted",
        "context": "IL \nChristian Everdell, Esq. \nMark Cohen, Esq. \nCohen \n& Gresser LLP"
      },
      {
        "name": "Third \nAvenue",
        "role": "extracted",
        "context": "q. \nCohen \n& Gresser LLP \n800 Third \nAvenue \nNew York, NY 10022 \nLaura Me"
      },
      {
        "name": "Laura Menninger",
        "role": "extracted",
        "context": "Avenue \nNew York, NY 10022 \nLaura Menninger, Esq. \nJeffrey Pagliuca, Esq."
      },
      {
        "name": "Jeffrey Pagliuca",
        "role": "extracted",
        "context": "10022 \nLaura Menninger, Esq. \nJeffrey Pagliuca, Esq. \nHaddon, Morgan and For"
      },
      {
        "name": "East Tenth",
        "role": "extracted",
        "context": "Morgan and Foreman, P.C. \n150 East Tenth Avenue \nDenver, CO 80203 \nBob"
      },
      {
        "name": "Avenue \nDenver",
        "role": "extracted",
        "context": "Foreman, P.C. \n150 East Tenth Avenue \nDenver, CO 80203 \nBobbi Stemheim, Es"
      },
      {
        "name": "Bobbi Stemheim",
        "role": "extracted",
        "context": "nth Avenue \nDenver, CO 80203 \nBobbi Stemheim, Esq. \nLaw Offices of Bobbi C"
      },
      {
        "name": "Law Offices",
        "role": "extracted",
        "context": "80203 \nBobbi Stemheim, Esq. \nLaw Offices of Bobbi C. Stemheim \n33 West"
      },
      {
        "name": "Dear Counsel",
        "role": "extracted",
        "context": "ne Maxwell, 20 Cr. 330 \n(MN) \nDear Counsel: \nWe write in response to you"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "he above-referenced case. \n1. The Government Has Met Its Discovery Obligat"
      },
      {
        "name": "Has Met",
        "role": "extracted",
        "context": "nced case. \n1. The Government Has Met Its Discovery Obligations \nAs"
      },
      {
        "name": "Its Discovery",
        "role": "extracted",
        "context": "e. \n1. The Government Has Met Its Discovery Obligations \nAs an initial ma"
      },
      {
        "name": "Obligations \nAs",
        "role": "extracted",
        "context": "ernment Has Met Its Discovery Obligations \nAs an initial matter, you repeat"
      },
      {
        "name": "Metropolitan Detention",
        "role": "extracted",
        "context": "lable to the defendant at the Metropolitan Detention \nEFTA00026819\n\nPage 2 \nCenter"
      },
      {
        "name": "Extensive Efforts",
        "role": "extracted",
        "context": "scovery. \n2. The Government's Extensive Efforts to Ensure the Defendant Can R"
      },
      {
        "name": "Defendant Can",
        "role": "extracted",
        "context": "tensive Efforts to Ensure the Defendant Can Review \nDiscovery at MDC \nThe"
      },
      {
        "name": "Review \nDiscovery",
        "role": "extracted",
        "context": "s to Ensure the Defendant Can Review \nDiscovery at MDC \nThe Government has ta"
      },
      {
        "name": "Information Technology",
        "role": "extracted",
        "context": "orked with its paralegal and \nInformation Technology staff to create new copies of"
      },
      {
        "name": "Information \nTechnology",
        "role": "extracted",
        "context": "legal counsel to send an MDC Information \nTechnology (\"IT\") staff member to examin"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "ose productions before trial. The \nGovernment will continue to work with de"
      },
      {
        "name": "Review Highly",
        "role": "extracted",
        "context": "Ensure that the Defendant Can Review Highly \nConfidential Materials \nSinc"
      },
      {
        "name": "Confidential Materials",
        "role": "extracted",
        "context": "Defendant Can Review Highly \nConfidential Materials \nSince receiving your request"
      },
      {
        "name": "Highly Confidential",
        "role": "extracted",
        "context": "est for your client to review Highly Confidential discovery \nmaterial in the FB"
      },
      {
        "name": "Marshals Service",
        "role": "extracted",
        "context": "g pandemic, the United States Marshals Service (\"USMS\") will not produce a"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "sidences in \nNew York and the Virgin Islands.' Accordingly, the FBI is pre"
      },
      {
        "name": "Highly \nConfidential",
        "role": "extracted",
        "context": "uthorize the FBI to bring the Highly \nConfidential materials into the facility f"
      },
      {
        "name": "Confinement \nSince",
        "role": "extracted",
        "context": "y one week. \n4. Conditions of Confinement \nSince receiving your September 21,"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "as not received any copies of The New York Times \naddressed to the"
      },
      {
        "name": "York Times",
        "role": "extracted",
        "context": "eceived any copies of The New York Times \naddressed to the defendant."
      },
      {
        "name": "Acting \nUnited",
        "role": "extracted",
        "context": "truly yours, \nAUDREY STRAUSS \nActing \nUnited States Attorney \nby: \nAssista"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "United States Attorney \nby: \nAssistant United States Attorneys \nEFTA0002682"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "torney \nby: \nAssistant United States Attorneys \nEFTA00026824"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      },
      {
        "name": "Avenue \nDenver, CO",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-10-08",
        "event": "October 8, 2020"
      },
      {
        "date": "2020-09-21",
        "event": "September 21, 2020"
      },
      {
        "date": "2020-11-09",
        "event": "November 9, 2020"
      },
      {
        "date": "2020-08-21",
        "event": "August 21, 2020"
      },
      {
        "date": "2020-08-27",
        "event": "August 27, 2020"
      },
      {
        "date": "2020-09-03",
        "event": "September 3, 2020"
      },
      {
        "date": "2020-10-02",
        "event": "October 2, 2020"
      },
      {
        "date": "2020-09-22",
        "event": "September \n22, 2020"
      },
      {
        "date": "2020-09-22",
        "event": "September 22, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:16.921Z"
}