{
  "document": {
    "id": "efta00009794",
    "filename": "EFTA00009794.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00009794.pdf",
    "text": "\n\n§ 2635.101 Basic obligation of public service., 5 C.F.R. § 2635.101 \nCode of Federal Regulations \nTitle 5. Administrative Personnel \nChapter XVI. Office of Government Ethics \nSubchapter B. Government Ethics \nPart 2635. Standards of Ethical Conduct for Employees of the Executive Branch (Refs & Annos) \nSubpart A. General Provisions \n5 C.F.R. § 2635.101 \n§ 2635.101 Basic obligation of public service. \nCurrentness \n(a) Public service is a public trust. Each employee has a responsibility to the United States Government and its citizens to \nplace loyalty to the Constitution, laws and ethical principles above private gain. To ensure that every citizen can have complete \nconfidence in the integrity of the Federal Government, each employee shall respect and adhere to the principles of ethical conduct \nset forth in this section, as well as the implementing standards contained in this part and in supplemental agency regulations. \n(b) General principles. The following general principles apply to every employee and may form the basis for the standards \ncontained in this part. Where a situation is not covered by the standards set forth in this part, employees shall apply the principles \nset forth in this section in determining whether their conduct is proper. \n(1) Public service is a public trust, requiring employees to place loyalty to the Constitution. the laws and ethical principles \nabove private gain. \n(2) Employees shall not hold financial interests that conflict with the conscientious performance of duty. \n(3) Employees shall not engage in financial transactions using nonpublic Government information or allow the improper \nuse of such information to further any private interest. \n(4) An employee shall not, except as permitted by subpart B of this part, solicit or accept any gift or other item of monetary \nvalue from any person or entity seeking official action from, doing business with, or conducting activities regulated by \nthe employee's agency, or whose interests may be substantially affected by the performance or nonperformance of the \nemployee's duties. \n(5) Employees shall put forth honest effort in the performance of their duties. \n(6) Employees shall not knowingly make unauthorized commitments or promises of any kind purporting to bind the \nGovernment. \n(7) Employees shall not use public office for private gain. \nWESTLAW \n© 2022 Thomson Reuters. No claim to original U.S. Government \nWorks. 1 \nEFTA00009794\n\n§ 2635.101 Basic obligation of public service., 5 C.F.R. § 2635.101 \n(8) Employees shall act impartially and not give preferential treatment to any private organization or individual. \n(9) Employees shall protect and conserve Federal property and shall not use it for other than authorized activities. \n(10) Employees shall not engage in outside employment or activities, including seeking or negotiating for employment, \nthat conflict with official Government duties and responsibilities. \n(II) Employees shall disclose waste, fraud, abuse, and corruption to appropriate authorities. \n(12) Employees shall satisfy in good faith their obligations as citizens, including all just financial obligations, especially \nthose—such as Federal, State, or local taxes—that are imposed by law. \n(13) Employees shall adhere to all laws and regulations that provide equal opportunity for all Americans regardless of \nrace, color, religion, sex, national origin, age, or handicap. \n(14) Employees shall endeavor to avoid any actions creating the appearance that they are violating the law or the ethical \nstandards set forth in this part. Whether particular circumstances create an appearance that the law or these standards have \nbeen violated shall be determined from the perspective of a reasonable person with knowledge of the relevant facts. \n(c) Related statutes. In addition to the standards of ethical conduct set forth in this part, there are conflict of interest statutes \nthat prohibit certain conduct. Criminal conflict of interest statutes of general applicability to all employees, 18 U.S.C. 201, 203, \n205, 208, and 209, are summarized in the appropriate subparts of this part and must be taken into consideration in determining \nwhether conduct is proper. Citations to other generally applicable statutes relating to employee conduct are set forth in subpart \nI  and employees are further cautioned that there may be additional statutory and regulatory restrictions applicable to them \ngenerally or as employees of their specific agencies. Because an employee is considered to be on notice of the requirements \nof any statute, an employee should not rely upon any description or synopsis of a statutory restriction, but should refer to the \nstatute itself and obtain the advice of an agency ethics official as needed. \nSOURCE: 57 FR 35041, Aug. 7, 1992; 62 FR 48747, Sept. 17, 1997, unless otherwise noted. \nAUTHORITY: 5 U.S.C. 7301, 7351, 7353; 5 U.S.C. App. (Ethics in Government Act of 1978); E.O. 12674, 54 FR 15159, 3 \nCFR, 1989 Comp., p. 215, as modified by E.O. 12731, 55 FR 42547, 3 CFR, 1990 Comp., p. 306. \nNotes of Decisions (41) \nCurrent through Nov. 14, 2022, 87 FR 68310. Some sections may be more current. See credits for details. \nEnd of Document \nt \n2022 Thomson Reuters. No claim to original U.S. Government Works. \nWESTLAW © 2022 Thomson Reuters. No claim to original U.S. \nGovernment Works. \n2 \nEFTA00009795",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Federal Regulations",
        "role": "extracted",
        "context": "5 C.F.R. § 2635.101 \nCode of Federal Regulations \nTitle 5. Administrative Pers"
      },
      {
        "name": "Administrative Personnel",
        "role": "extracted",
        "context": "Federal Regulations \nTitle 5. Administrative Personnel \nChapter XVI. Office of Gover"
      },
      {
        "name": "Government Ethics",
        "role": "extracted",
        "context": "onnel \nChapter XVI. Office of Government Ethics \nSubchapter B. Government Eth"
      },
      {
        "name": "Ethical Conduct",
        "role": "extracted",
        "context": "hics \nPart 2635. Standards of Ethical Conduct for Employees of the Executiv"
      },
      {
        "name": "Executive Branch",
        "role": "extracted",
        "context": "Conduct for Employees of the Executive Branch (Refs & Annos) \nSubpart A. Ge"
      },
      {
        "name": "General Provisions",
        "role": "extracted",
        "context": "ch (Refs & Annos) \nSubpart A. General Provisions \n5 C.F.R. § 2635.101 \n§ 2635."
      },
      {
        "name": "Federal Government",
        "role": "extracted",
        "context": "dence in the integrity of the Federal Government, each employee shall respect"
      },
      {
        "name": "Thomson Reuters",
        "role": "extracted",
        "context": "rivate gain. \nWESTLAW \n© 2022 Thomson Reuters. No claim to original U.S. Go"
      },
      {
        "name": "Government \nWorks",
        "role": "extracted",
        "context": "rs. No claim to original U.S. Government \nWorks. 1 \nEFTA00009794\n\n§ 2635.101"
      },
      {
        "name": "Government Act",
        "role": "extracted",
        "context": "353; 5 U.S.C. App. (Ethics in Government Act of 1978); E.O. 12674, 54 FR 1"
      },
      {
        "name": "Government Works",
        "role": "extracted",
        "context": "rs. No claim to original U.S. Government Works. \nWESTLAW © 2022 Thomson Reut"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:40.680Z"
}