{
  "document": {
    "id": "efta00029489",
    "filename": "EFTA00029489.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00029489.pdf",
    "text": "\n\nFrom: (USANYS)\" ‹\n> \nTo: \n(USANYS)\" \nSubject: Re: Question re emails \nDate: Sat, 10 Oct 2020 12:17:18 +0000 \nI agree. \nSent from my iPhone \nOn \nOct 10, 2020, at 8:15 AM, \n(USANYS) \nSIMI.> \nwrote: \nThis seems right to me. First, this goes beyond what we said we would do or told the court we would do. \nSecond, in any event they are separately gathering any potentially relevant emails from the a  ent with victims. \nThird, we have no reason to believe there were significant gaps in retention or collection for such \nthat any of his emails would be in what we already have. \nBegin forwarded message: \nFrom: ' \naIMIN> \nDate: October 9, 2020 at 9:05:09 PM EDT \nTo: \" \n(USANYS)\" \nCc: (USANYS)\" \n' \nSubject: Question re emails \nChiefs, \n(USANYS)\" \nToday, we spoke with SA one of the original FBI agents from the Florida investigation of Epstein. \ntold us he has a number of emails with AUSA regarding the case. Our view is that we do not need to collect \nthose emails from because we have already received thousands of emails, which were collected by \nOPR and should encompass any emails with the FBI about the Epstein case. is going to send us any emails he \nreceived from victims or witnesses. We also discussed other documents has in his possession from the Epstein \ninvestigation and asked him to send us any that sounded potentially discoverable. \nPlease let us know if this approach sounds right to you or if you would like to discuss. \nThanks, \nEFTA00029489",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "0000 \nI agree. \nSent from my iPhone \nOn \nOct 10, 2020, at 8:15 AM, \n("
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-10-09",
        "event": "October 9, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:23.524Z"
}