{
  "document": {
    "id": "efta00014077",
    "filename": "EFTA00014077.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00014077.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF FLORIDA \nCASE NO. 08-80736-CIV-MARRA/JOHNSON \nIN RE: JANE DOE, \nPetitioner. \nGOVERNMENT'S RESPONSE TO VICTIM'S EMERGENCY PETITION \nFOR ENFORCEMENT OF CRIME VICTIM RIGHTS ACT,  18 U.S.C.  § 3771 \nThe United States of America, by and through its undersigned counsel, files its Response to Victim's \nEmergency Petition for Enforcement of Victim Rights Act, 18 U.S.C. § 3771, and states: \nI. THERE IS NO \"COURT PROCEEDING\" UNDER 18 U.S.C.  § 3771(b) \nPetitioner complains that she has been denied her rights under the Crime Victims Rights Act, 18 U.S.C. § \n3771. In the emergency petition filed by the victim, she alleges the Government has denied her rights since she \nhas received no consultation with the attorney for the government regarding possible disposition of the charges \n(18 U.S.C. § 3771(a)(5)); no notice of any public court proceedings (18 U.S.C. § 3771(a)(2)); no information \nregarding her right to restitution (18 U.S.C. § 3771(a)(6)); and no notice of rights under the Crime Victim Rights \nAct (CVRA). Emergency Petition, ¶ 5. \nThe instant case is unique in several respects. First, in 2006, Jeffrey Epstein was charged with felony \nsolicitation of prostitution in the Circuit Court of the Fifteenth Judicial Circuit, Palm Beach County, Florida. \nThis charge was based upon the offenses alleged in paragraph 1  of the petition. Second, while Epstein has \nbeen under federal investigation, he has not been charged in the Southern District of Florida. \nTitle 18, U.S.C., section 3771(b)(1) provides in pertinent part that, \"[ijn any court proceeding involving \nan offense against a crime victim, the court shall ensure that the crime victim is afforded the rights described in \nsubsection (a).\" There is no \"court proceeding\" in the instant case since Epstein has not been charged with \nviolation of any federal statute. No federal grand jury indictment has been returned, no has any criminal \ninformation been filed. \nIn her memorandum, petitioner relies upon In Re Dean , 527 F.3d 391 (5 \na\n  Cir. 2008), where the Fifth \nCircuit held that the CVRA required the government to \"confer in some reasonable way with the victims before \nultimately exercising its broad discretion.\" Id. at 395. In Dean , the government sought and obtained an ex \nparte order permitting it to negotiate a plea agreement with BP Products North America, without first consulting \nwith the victims, individuals injured and survivors of those killed in a refinery explosion. A plea agreement \nwas ultimately negotiated and the victims objected. The appellate court found that the CVRA granted a right to \nconfer. However, the court declined to grant mandamus relief for prudential reasons, finding that the district \nEFTA00014077\n\ncourt had the benefit of the views of the victims who chose to participate at the hearing held on whether the plea \nagreement should be accepted. Id. at 396. \nDean is distinguishable because the government ultimately filed federal criminal charges in that case. In \ncontrast, no charges have been filed in district court. The only \"court proceeding\" that has occurred is the one in \nstate \ncourt. \nPetitioner argues that \"the plain language of the CVRA extends victims' rights to situations `in which no \nprosecution is underway.'\" Petition at 5, citing 18 U.S.C. § 3771(d)(3). Section \n3771(d)(3) provides, in \npertinent part, that: \nThe rights described in subsection (a) shall be asserted in the district court in \nwhich a defendant is being prosecuted for the crime or, if no prosecution is \nunderway, in the district court in the district in which the crime occurred ... \nThis provision does not set forth when rights under CVRA accrue, but only designates the venue in which \nenforcement of any rights may occur. Congress has provided a venue for the assertion of purported rights under \nthe CVRA, but because it provided for a venue for instances where no prosecution is underway, does not mean it \nintended to grant such rights. Certain rights granted under 18 U.S.C. 3771(a) likely do apply prior to the \ninitiation of a federal criminal proceeding, such as the right to be reasonably protected from the accused (§ \n3771(a)(1)), and the right to proceedings free from unreasonable delay (§ 3771(a)(7)). It is also clear that other \nrights in § 377I(a) only apply after criminal proceedings have been initiated, since they refer to a \"public court \nproceeding\" or \"public proceeding.\" § 3771(a)(2), (3), and (4). Whether § 3771(a)(5), the reasonable right to \nconfer with the attorney for the Government in the case, applies in cases where a federal criminal proceeding is \nneither commenced nor even contemplated, can only be answered by looking to the text in § 3771(a), not the \nenforcement provision in § 3771(d)(3). Nothing in § 3771(a)(5) supports the petitioner's claim that she had a \nright to be consulted before the Government could enter into a non-prosecution agreement which defers federal \nprosecution in exchange for state court resolution of criminal liability, and a significant concession on an element \nof a claim for compensation under 18 U.S.C. § 2255. \nII. THE GOVERNMENT HAS USED ITS BEST EFFORTS TO COMPLY WITH 18 U.S.C. § 3771(a) \nThe Epstein case was investigated initially by the Palm Beach Police Department in 2006. Exhibit A, \nDeclaration of Assistant United States Attorney ¶ 2. Subsequently, the Palm Beach Police \nDepartment sought the assistance of the Federal Bureau of Investigation (FBI). Id. Throughout the \ninvestigation, when a victim was identified, victim notification letters were provided to the victim by both the \nFBI Victim-Witness Specialist and AUSA Id. , 1  3. Petitioner's counsel, Brad Edwards, Esq., \ncurrently represents and M. The victim notification letter to was hand-delivered by FBI agents. \nEFTA00014078\n\nThe letter to:M was hand-delivered by AUSA to her when she was interviewed in \n2007. \nThroughout the investigation, AUSA and the FBI's Victim-Witness Specialist had contact with \nDecl., ¶ 4. Earlier in the investigation, a was represented by James Eisenberg, Esq. \nConsequently, all contact with was made through Mr. Eisenberg. \nIn mid-2007, Epstein's attorneys approached the U.S. Attorney's Office in an effort to resolve the federal \ninvestigation. At that time, Mr. Epstein had been charged by the State of Florida with solicitation of \nprostitution, in violation of Florida Statutes § 796.07. Mr. Epstein's attorneys sought a global resolution of this \nmatter. The United States subsequently agreed to defer federal prosecution in favor of prosecution by the State \nof Florida, so long as certain basic preconditions were met. One of the key objectives for the Government was to \npreserve a federal remedy for the young girls which Epstein had sexually exploited. Thus, one condition of that \nagreement, notice of which was provided to the victims on July 9, 2008, is the following: \n\"Any person, who while a minor, was a victim of a violation of an offense \nenumerated in Title 18, United States Code, Section 2255, will have the \nsame rights to proceed under Section \n2255 as she would have had, if Mr. \nEpstein had been tried federally and convicted of an \nenumerated offense. \nFor purposes of implementing this paragraph, the United States shall \nprovide Mr. Epstein's attorneys with a list of individuals whom it was \nprepared to name in an Indictment as victims of an enumerated \noffense by \nMr. Epstein. Any judicial authority interpreting this provision, including any \nauthority determining which evidentiary burdens if any a plaintiff must \nmeet, shall consider that it is the intent of the parties to place these identified \nvictims in the same position as they would have been had Mr. Epstein been \nconvicted at trial. No more; \nno less.\" \nThe Attorney General Guidelines for Victim and Witness Assistance (May 2005), Article IV, Services to \nVictims and Witnesses, provides the following guidance for proposed plea agreements: \n(3) Proposed Plea Agreements. Responsible officials should make reasonable efforts to notify \nidentified victims of, and consider victims' views about, prospective plea negotiations. In \ndetermining what is reasonable, the responsible official should consider factors relevant to the \nwisdom and practicality of giving notice and considering views in the context of the particular \ncase, including, but not limited to, the following factors: \n(a) The impact on public safety and risks to personal safety. \n(b) The number of victims. \n(c) Whether time is of the essence in negotiating or entering a proposed plea. \n(d) Whether the proposed plea involves confidential information or conditions. \n(e) Whether there is another need for confidentiality. \n(0 Whether the victim is a possible witness in the case and the effect that relaying any information may \nhave on the defendant's right to a fair trial. \nEFTA00014079\n\nThroughout negotiations, Epstein's attorneys claimed that one reason victims came forward and pressed \ntheir claims was their desire for money. They argued that victims might have an inducement to fabricate or \nenhance their testimony, in order to maximize their opportunities to obtain financial recompense. The \nGovernment was extremely concerned that disclosure of the proposed terms would compromise the investigation \nby providing Epstein the means of impeaching the victim witnesses, should the parties fail to reach an \nagreement. In light of the fact (i) that the United States agreed to defer prosecution to a previously filed state \ncriminal case; (ii) that as a result sentencing would take in state court before a state judge; (iii) that if the state \nresolution failed to meet minimum standards such that a federal prosecution was warranted, the victims would be \nwitnesses and thus potential impeachment issues were of concern; and, (iv) the United States was already \nmaking efforts to secure for victims the right to proceed federally under 18 U.S.C. § 2255, even if prosecution \ntook place in state court, the Government determined that its actions in proceeding with this agreement best \nbalanced the dual position of the Jane Does as both victims and potential witnesses in a criminal proceeding. \nOn Friday, June 27, 2008, at approximately 4:15 p.m., AUSA received a copy of the proposed \nstate plea agreement, and learned the plea hearing was scheduled for Monday, June 30, 2008, at 8:30 a.m. \nDecl., ¶ 8. \nAUSA \nthe FBI agents, and the Palm Beach Police Department, all attempted \nto provide notification to the victims. Id. AUSA called attorney Edwards to provide notice to his \nclients regarding the hearing. AUSA did this, even though she had no obligation to provide notice of \na state court hearing. Mr. Edwards advised that he could not attend but that someone would be present at the \nhearing. Id. \nThe Government has complied with 18 U.S.C. § 3771(c)(1) by using its best efforts to \"see that crime \nvictims are notified of, and accorded, the rights described in subsection (a).\" Specifically, petitioner was \nafforded the reasonable right to confer with the attorney for the Government under 18 U.S.C. § 3771(a)(5). \nDisclosure of the specific terms of the negotiation were not disclosed prior to a final agreement being reached \nbecause the Government believed doing so would jeopardize and prejudice the prosecution in the event an \nagreement could not be made. Insofar as notice of any public court proceedings under 18 U.S.C. § 3771(a)(2), \npetitioner's counsel was notified on June 27, 2008, of the plea hearing in state court on June 30, 2008. \nSection 3771(d)(6) provides, in relevant part, that \"[n]othing in this chapter shall be construed to impair \nthe prosecutorial discretion of the Attorney General or any officer under his direction.\" The Government \nexercised its judgment and discretion in determining that there was a need for confidentiality in the negotiations \nwith Epstein. The significant benefit of obtaining Epstein's concession that victims suing him under 18 U.S.C. \nEFTA00014080\n\n§ 2255(a) were \"victims\" of the enumerated offenses, despite the fact he has not been convicted in federal court, \nwas of sufficient importance to justify confidentiality of the negotiations. \nPetitioner's rights under the CVRA have not been violated. Therefore, her emergency petition should be \ndenied. \nEFTA00014081",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "se is unique in several respects. First, in 2006, Jeffrey Epstein was charged with felony \nsolicitation of prostitu"
      },
      {
        "name": "Eisenberg",
        "role": "extracted",
        "context": "contact with was made through Mr. Eisenberg. \nIn mid-2007, Epstein's"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "investigation. At that time, Mr. Epstein had been charged by the S"
      },
      {
        "name": "Edwards",
        "role": "extracted",
        "context": "ce of \na state court hearing. Mr. Edwards advised that he could not"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "GHTS ACT,  18 U.S.C.  § 3771 \nThe United States of America, by and thr"
      },
      {
        "name": "Emergency Petition",
        "role": "extracted",
        "context": "les its Response to Victim's \nEmergency Petition for Enforcement of Victim Rig"
      },
      {
        "name": "Victim Rights",
        "role": "extracted",
        "context": "y Petition for Enforcement of Victim Rights Act, 18 U.S.C. § 3771, and st"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "n denied her rights under the Crime Victims Rights Act, 18 U.S.C. § \n3771"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "ights under the Crime Victims Rights Act, 18 U.S.C. § \n3771. In the em"
      },
      {
        "name": "Crime Victim",
        "role": "extracted",
        "context": "no notice of rights under the Crime Victim Rights \nAct (CVRA). Emergency"
      },
      {
        "name": "Rights \nAct",
        "role": "extracted",
        "context": "rights under the Crime Victim Rights \nAct (CVRA). Emergency Petition, ¶"
      },
      {
        "name": "Circuit Court",
        "role": "extracted",
        "context": "tation of prostitution in the Circuit Court of the Fifteenth Judicial Cir"
      },
      {
        "name": "Fifteenth Judicial",
        "role": "extracted",
        "context": "n in the Circuit Court of the Fifteenth Judicial Circuit, Palm Beach County, F"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "e Fifteenth Judicial Circuit, Palm Beach County, Florida. \nThis charge"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "e has not been charged in the Southern District of Florida. \nTitle 18, U.S.C."
      },
      {
        "name": "In Re",
        "role": "extracted",
        "context": "andum, petitioner relies upon In Re Dean , 527 F.3d 391 (5 \na\n  C"
      },
      {
        "name": "Fifth \nCircuit",
        "role": "extracted",
        "context": "(5 \na\n  Cir. 2008), where the Fifth \nCircuit held that the CVRA required t"
      },
      {
        "name": "In Dean",
        "role": "extracted",
        "context": "road discretion.\" Id. at 395. In Dean , the government sought and o"
      },
      {
        "name": "Products North",
        "role": "extracted",
        "context": "iate a plea agreement with BP Products North America, without first consul"
      },
      {
        "name": "The Epstein",
        "role": "extracted",
        "context": "PLY WITH 18 U.S.C. § 3771(a) \nThe Epstein case was investigated initial"
      },
      {
        "name": "Police Department",
        "role": "extracted",
        "context": "d initially by the Palm Beach Police Department in 2006. Exhibit A, \nDeclarat"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "6. Exhibit A, \nDeclaration of Assistant United States Attorney ¶ 2. Subseque"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "claration of Assistant United States Attorney ¶ 2. Subsequently, the Palm B"
      },
      {
        "name": "Police \nDepartment",
        "role": "extracted",
        "context": "Subsequently, the Palm Beach Police \nDepartment sought the assistance of the"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "sought the assistance of the Federal Bureau of Investigation (FBI). Id. T"
      },
      {
        "name": "Witness Specialist",
        "role": "extracted",
        "context": "ictim by both the \nFBI Victim-Witness Specialist and AUSA Id. , 1  3. Petition"
      },
      {
        "name": "Brad Edwards",
        "role": "extracted",
        "context": ", 1  3. Petitioner's counsel, Brad Edwards, Esq., \ncurrently represents"
      },
      {
        "name": "James Eisenberg",
        "role": "extracted",
        "context": "igation, a was represented by James Eisenberg, Esq. \nConsequently, all cont"
      },
      {
        "name": "Florida Statutes",
        "role": "extracted",
        "context": "prostitution, in violation of Florida Statutes § 796.07. Mr. Epstein's attor"
      },
      {
        "name": "The Attorney",
        "role": "extracted",
        "context": "t trial. No more; \nno less.\" \nThe Attorney General Guidelines for Victim"
      },
      {
        "name": "General Guidelines",
        "role": "extracted",
        "context": "ore; \nno less.\" \nThe Attorney General Guidelines for Victim and Witness Assist"
      },
      {
        "name": "Witness Assistance",
        "role": "extracted",
        "context": "ral Guidelines for Victim and Witness Assistance (May 2005), Article IV, Servi"
      },
      {
        "name": "Proposed Plea",
        "role": "extracted",
        "context": "roposed plea agreements: \n(3) Proposed Plea Agreements. Responsible offic"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "obtain financial recompense. The \nGovernment was extremely concerned that"
      },
      {
        "name": "Jane Does",
        "role": "extracted",
        "context": "nced the dual position of the Jane Does as both victims and potential"
      },
      {
        "name": "On Friday",
        "role": "extracted",
        "context": "es in a criminal proceeding. \nOn Friday, June 27, 2008, at approximat"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "present at the \nhearing. Id. \nThe Government has complied with 18 U.S.C. §"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "osecutorial discretion of the Attorney General or any officer under his dire"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2008-07-09",
        "event": "July 9, 2008"
      },
      {
        "date": "2008-06-27",
        "event": "June 27, 2008"
      },
      {
        "date": "2008-06-30",
        "event": "June 30, 2008"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:48.078Z"
}