{
  "document": {
    "id": "efta00023092",
    "filename": "EFTA00023092.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00023092.pdf",
    "text": "\n\nCase 1:19-cr-00830-AT Document 56 Filed 05/2 \nUSA \n5\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America \nv. \nMichael Thomas, \nDefendant. \nTO: MICHAEL THOMAS \nDOCUMENT \nELECTRONICALLY FILED \nDOC #: \nDATE \nFILED: \n5/25/2021 \nDeferred Prosecution Agreement \n19 Cr. 830 (AT) \nOn November 19, 2019, a grand jury sitting in this District returned a six-count indictment \n(the \"Indictment\"), which charged Michael Thomas (\"you\") with committing offenses against the \nUnited States, to wit, conspiring to knowingly defraud the United States and to knowingly make \nand use a false writing or document, in violation of 18 U.S.C. § 371, and three counts of knowingly \nmaking and using a false writing or document, in violation of 18 U.S.C. § 1001. However, after a \nthorough investigation, and based on the facts of this case and your personal circumstances, the \nU.S. Attorney's Office for the Southern District of New York (\"USAO-SDNY\") has determined \nthat the interests of justice will best be served by deferring prosecution in this District. Upon your \nacceptance of responsibility for your behavior and by your signature on this deferred prosecution \nagreement (the \"Agreement\"), prosecution will be deferred during the term of your behavior and \nsatisfactory compliance with the terms of this Agreement for the period of six months from the \ndate of this Agreement. \nThe terms and conditions constituting your good behavior and satisfactory compliance are \nas follows: \n(1) \nYou shall refrain from violating any federal, state, or local law. You shall immediately \ncontact your U.S. Pretrial Services Officer if arrested or questioned by a law-\nenforcement officer. \n(2) You shall associate only with law-abiding persons. \n(3) You shall work regularly at a lawful occupation, regularly attend school, and/or support \nor care for your legal dependents, if any, to the best of your ability, as approved by your \nU.S. Pretrial Services Officer. You shall notify your supervising U.S. Pretrial Services \nOfficer prior to any work or school changes. \n(4) You shall not leave the contiguous United States without permission of your \nsupervising U.S. Pretrial Services Officer. In accordance with this condition, the U.S. \nPretrial Services Office shall return your passport upon the Court's entering this \nAgreement, and shall do so indefinitely unless this Agreement is violated. \n- 1  - \nEFTA00023092\n\nCase 1:19-cr-00830-AT Document 56 Filed 05/25/21 Page 2 of 5 \n(5) \nYou shall notify your supervising U.S. Pretrial Services Officer immediately of any \nchange in your place of residence. \n(6) You shall follow your supervising U.S. Pretrial Services Officer's instructions and \nadvice. \n(7) You shall report to your supervising U.S. Pretrial Services Officer as directed. \nAs a  further condition you hereby consent to disclosure, by any federal, state, or local \ngovernment agency, or by any medical or substance abuse treatment provider, to the U.S. Pretrial \nServices Officer supervising your case, of such medical and treatment records as may be requested \nby the Pretrial Services Officer to evaluate deferral of prosecution in this case. You further agree \nthat you will execute any additional consent forms that any such agency or provider may require \nto release such information. \nSpecial conditions are as follows: \nYou shall truthfully and completely disclose all information with respect to the activities \nof yourself and others related to your employment by the Bureau of Prisons (\"BOP\"), which \ninformation can be used for any purpose. You shall agree to meet with and be interviewed by the \nUSAO-SDNY, the Federal Bureau of Investigation, the Department of Justice, Office of the \nInspector General \n(\"DOJ-OIG\"), \nand any other law enforcement agency designated by this Office. \nYou shall complete 100 documented hours of community service, preferably related to the \ncriminal justice system, including working with recently released inmates. The specific type of \ncommunity service to be performed must be approved by your Pretrial Services Officer. \nThe USAO-SDNY may at any time revoke or modify any condition of this provisional \nrelease or change the period of such supervision, which shall in no case exceed six months. The \nUSAO-SDNY may discharge you from supervision at any time. The USAO-SDNY may at any \ntime proceed with the prosecution for this offense should the USAO-SDNY, in its sole discretion, \ndeem such action advisable. \nIf upon completion of your supervision a written report from your supervising U.S. Pretrial \nServices Officer is received to the effect that you have complied with all the rules, regulations and \nconditions and special conditions applicable to your deferred prosecution, no further prosecution \nwill be instituted in this District for the above offenses. \nNothing in this Agreement shall be interpreted to preclude the BOP or the DOJ-OIG from \ntaking any administrative action against you, including suspension or termination of employment, \nbased on the facts alleged in the Indictment, the facts identified in the course of the investigation \nthat led to the Indictment, or your own statements to the \nDOJ-OIG \nor any other law enforcement \nentity. Nothing in this Agreement shall be interpreted to require the BOP or the \nDOJ-OIG \nto delay \n- 2 - \nEFTA00023093\n\nCase 1:19-cr-00830-AT Document 56 Filed 05/25/21 Page 3 of 5 \nany administrative action until after the expiration of the period of deferment contemplated by this \nAgreement. You agree that a copy of this Agreement, including your admission and acceptance \nof responsibility, shall be provided to the BOP. \n* \nIf you successfully complete the term of supervision and fulfills all the terms and \nconditions of this Agreement, the Government will move the Court to dismiss the Indictment as to \nthe defendant. \nIt is further understood that this Agreement and the terms and conditions set forth herein \nare limited to the facts and circumstances of this case and lack precedential value. \nDated: New York, New York \nMay 20, 2021 \nBy: \n- 3 - \nUnited States Attorney for the \nSouthern District of New York \nj\natta:4- \nLem.c.ipps—\nAssistant United States Attorneys \nTel.: \nEFTA00023094\n\nCase 1:19-cr-00830-AT Document 56 Filed 05/25/21 Page 4 of 5 \nThe undersigned hereby consents to the foregoing. The undersigned hereby further admits \nthat he willfully and knowingly completed materially false count and round slips regarding \nrequired counts and rounds in the Special Housing Unit of the Metropolitan Correctional Center \n(\"MCC\") on August 9, 2019 and August 10, 2019. The undersigned expressly waives any and all \nrights to a speedy trial pursuant to the Sixth Amendment to the United States Constitution, the \nSpeedy Trial Act, §§ 3161 et seq., and any other pertinent provisions, and consents to the \nadjournment of all pending proceedings in this case. The undersigned further waives the \napplicable statute of limitations with respect to any prosecution that is not time-barred on the date \nthat this agreement is signed. It is the intent of this provision to toll the applicable statute of \nlimitations during the pendency of the deferred prosecution. \nThe undersigned understands that pursuant to Title 18, United States Code, Section \n3161(h)(2), this Agreement is subject to approval by the Court. Should the Court refuse to \napprove, and thereby reject, this Agreement, neither party shall be bound to any term of this \nAgreement, and no admissions in this Agreement may be used against the undersigned. \nFinally, the undersigned acknowledges that he has read this Agreement and has carefully \nreviewed each provision with his attorney. The undersigned and his attorney acknowledge that no \nthreats, promises, or representations have been made, nor agreements reached, other than those set \nforth in this Agreement. The undersigned further acknowledges that he understands and \nvoluntarily accepts each and every term and condition of this Agreement. \nDated: New York, New York \nMay \" 2021 \nfri011teil \nleff \nMantel' Figgins (May ,  021 15:49 EDT) \nMontell Figgins, Esq. \nAttorney for Defendant \n- 4 - \nMich. \n, 1 .2021 16.04 EDT) \nMichael Thomas \nDefendant \nEFTA00023095\n\nCase 1:19-cr-00830-AT Document 56 Filed 05/25/21 Page 5 of 5 \nPursuant to 18 U.S.C. §3161(hX2), exclusion under the Speedy Trial Act of the period of \ntime during which the prosecution of the defendant is deferred pursuant to this Agreement is \nhereby approved. \nDated: New York, New York \nMay 25 2021 \nHonorable Analisa Torres \nUnited States District Judge \nThe undersigned hereby consents to the foregoing and will accept supervision of the \nabove-named defendant on the conditions set forth herein. \nDated: New York, New York \nMay , 2021 \nFrancesca Dire /signed'\nPi perato .04Date\n.00.2021.05241e3/36 \nUnited States Pretrial Services Officer \n- 5 - \nEFTA00023096",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Michael Thomas",
        "role": "extracted",
        "context": "United States of America \nv. \nMichael Thomas, \nDefendant. \nTO: MICHAEL THO"
      },
      {
        "name": "Deferred Prosecution",
        "role": "extracted",
        "context": "#: \nDATE \nFILED: \n5/25/2021 \nDeferred Prosecution Agreement \n19 Cr. 830 (AT) \nO"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "n Agreement \n19 Cr. 830 (AT) \nOn November 19, 2019, a grand jury sittin"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": ".S. Attorney's Office for the Southern District of New York (\"USAO-SDNY\") has"
      },
      {
        "name": "Pretrial Services",
        "role": "extracted",
        "context": "mmediately \ncontact your U.S. Pretrial Services Officer if arrested or questi"
      },
      {
        "name": "Pretrial \nServices",
        "role": "extracted",
        "context": "eatment provider, to the U.S. Pretrial \nServices Officer supervising your case"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "viewed by the \nUSAO-SDNY, the Federal Bureau of Investigation, the Departm"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "nt of Justice, Office of the \nInspector General \n(\"DOJ-OIG\"), \nand any other"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "York \nj\natta:4- \nLem.c.ipps—\nAssistant United States Attorneys \nTel.: \nEFTA"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "Lem.c.ipps—\nAssistant United States Attorneys \nTel.: \nEFTA00023094\n\nCase 1:"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "ired counts and rounds in the Special Housing Unit of the Metropolitan Corr"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "e Special Housing Unit of the Metropolitan Correctional Center \n(\"MCC\") on August 9,"
      },
      {
        "name": "Sixth Amendment",
        "role": "extracted",
        "context": "speedy trial pursuant to the Sixth Amendment to the United States Constitu"
      },
      {
        "name": "Speedy Trial",
        "role": "extracted",
        "context": "ted States Constitution, the \nSpeedy Trial Act, §§ 3161 et seq., and any"
      },
      {
        "name": "Montell Figgins",
        "role": "extracted",
        "context": "ggins (May ,  021 15:49 EDT) \nMontell Figgins, Esq. \nAttorney for Defendant"
      },
      {
        "name": "Honorable Analisa",
        "role": "extracted",
        "context": "York, New York \nMay 25 2021 \nHonorable Analisa Torres \nUnited States Distric"
      },
      {
        "name": "Torres \nUnited",
        "role": "extracted",
        "context": "ay 25 2021 \nHonorable Analisa Torres \nUnited States District Judge \nThe un"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "orable Analisa Torres \nUnited States District Judge \nThe undersigned hereby"
      },
      {
        "name": "Judge \nThe",
        "role": "extracted",
        "context": "orres \nUnited States District Judge \nThe undersigned hereby consents t"
      },
      {
        "name": "Francesca Dire",
        "role": "extracted",
        "context": "w York, New York \nMay , 2021 \nFrancesca Dire /signed'\nPi perato .04Date\n.0"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-05-25",
        "event": "5/25/2021"
      },
      {
        "date": "2019-11-19",
        "event": "November 19, 2019"
      },
      {
        "date": "2021-05-20",
        "event": "May 20, 2021"
      },
      {
        "date": "2019-08-09",
        "event": "August 9, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2021-05-25",
        "event": "May 25 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:08.251Z"
}