{
  "document": {
    "id": "efta00027444",
    "filename": "EFTA00027444.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027444.pdf",
    "text": "\n\nFrom: ' \nTo: \"s., (USANYS)\"   >, ' (USANYS)\" \nCc: \"I )\"\nSubject: RE: Epstein search warrant documents \nDate: Wed, 13 May 2020 19:17:47 +0000 \nWill do, and will keep you posted. \nFrom: (USANYS) \nc\nSent: Wednesday, May 13, 2020 15:16 \nTo: (USANYS) \nCc: \n>; \nSubject: RE: Epstein search warrant documents \nOkay, let's do this —  why don't you reach out to = and find out how long he thinks it will take him to do whatever \nconversion/processing needs to happen, once we deal with the drive issue and he gets the data. See what the answer is \nand what help he may need to get that done. \nI'm happy to elevate on the FBI side (and Russell and I put this issue on the radar of the new ASAC when we spoke to him \non Monday), but let's get the answer from =first and then formulate the ask of CART as precisely as possible —  do we \nwant them to be devoting more resources to completing the extractions of all the data faster? Do we want them to be \nextracting in a different way? —  before doing so. \nFrom: \nSent: Wednesday, May 13, 2020 1:26 PM \nTo: (USANYS) \nCc: \nSubject: RE: Epstein search warrant documents \n< \n>; \n(USANYS) \nYeah it's complicated, but the answer is that it's not consistent with the call we had a few weeks ago — in that call, \nsaid that by June he would be able to give us the materials in a format that could be directly uploaded to Relativity. That \nis, he would take all the pst files, pdf files, word files, images, etc etc, from something like 50+ devices and drives, and \nconvert all of those materials into TIFF documents with a load file (or something similar). That's how we ordinarily get \nlarge productions from law firms or sophisticated subpoena recipients, for example —  so that they're in a format that's \nreviewable on one of a number of platforms, whether Relativity, Everlaw, Logikcull, etc. So we were expecting to get the \nfull set materials, totaling terabytes of dots, in Relativity-upload-ready format as of June. \nInstead, the FBI is going to basically just give us copies of the original files from the collected devices and drives —\neffectively the equivalent of a phone dump, or a copy of a hard drive. And we (or PAE, or another vendor) will have to \nconvert the original files into a format that can be uploaded to Relativity. I think that CART will have stripped out useless \nfiles —  system files, for example —  but basically they're just sending us copies of what they gathered nine months ago, \nwhich I think they could have done in October or November, and the time (and cost) of preparing that data for review will \nbe on our end. It's sort of like if I spent nine months working on what you expected would be a 300-page memo on a legal \nissue, and then instead sent you a list of a thousand relevant case citations. \nAnd the current delay is that FBI says they don't have hard drives to transmit the data, so = is in the process of \nobtaining or purchasing hard drives to send to . Then the data needs to go to = because = needs to figure out \nEFTA00027444\n\nthe volume of materials and determine how to best have the data processed, whether through PAE or another vendor, \nand to do QC to make sure we got the docs in a format that can be processed. \nFrom: (USANYS) \n< \nSent: Wednesday, May 13, 2020 13:04 \nTo: \nCc: \nSubject: RE: Epstein search warrant documents \n>; \n(USANYS) \nI'm not sure I follow — isn't email below, if not exactly friendly, consistent with the call we all had a  few weeks ago, \nwhere we agreed that he needed to re-extract the non-media data so that it could be attributed to a source device, and \nthen give it to =, so that I= could arrange to have it put in relativity? It sounds like, from his email, that he has now \ndone that for \"multiple devices\" and needs to figure out a way to get them to because is working remotely? \nSince I think= just sends them to the POC at Relativity, could we skip the middle step and just have FBI send to \nRelativity directly? \nFrom: \n) < \nSent: Wednesday, May 13, 2020 12:34 PM \nTo: (USANYS) \nCc: \nSubject: FW: Epstein search warrant documents \n>; \n(USANYS) < \nGuys, to keep you updated on this, see below. One huge frustration on this case is that while we've been asked to pursue \nvarious evidence and interviews we don't expect to yield useful evidence, there is a *huge* trove of evidence that the FBI \ngathered nine months ago, that may very well contain important information, that we still haven't gotten a single \nfunctional production from. And it doesn't seem to be a significant priority above the line level either at the FBI or our \noffice. Ultimately, after months and months of attempts to get this, the end result is that the FBI isn't going to process \nany of it after all —  they're just going to dump the raw materials on us and we'll need to process it into loadable files \nourselves, and get it up on Relativity, which will likely take additional months. I expect that we'll likely come back to you \nin June for permission to request significant funds for a vendor to do this correctly. \nFrom: \nSent: Wednesday, May 13, 2020 12:25 \nTo: \nCc: \nc*; \nSubject: RE: Epstein search warrant documents \n>; \nRespectfully, I think there are some miscommunications here —  all we have asked is to receive the materials in a format \nsuch that we can view them using a system we have access to. We're not able to get web-enabled access through any FBI \ntool, so we asked for the materials to be transferred in a loadable format so we could put them on Relativity, which both \nwe and the agents can access. We're required to have the files in a format that we can produce them to defense counsel. \nI've done that in many other cases and it hasn't previously been an issue. My understanding from =I is that the best \nway to do it now is just for us (the U.S. Attorney's Office) to get the original files, which our vendor will process—by which \nI just mean converting into file formats that are loadable onto Relativity. It doesn't really have anything to do with the \ntaint review—we have to have access to the docs in our systems for discovery purposes. \nAnd we were happy to get the materials as they were processed, but when we received the 1.1 million documents earlier \nthis year, they were in a format that wasn't usable for the reasons described in the email I sent on March 9. Again, I \nEFTA00027445\n\nunderstand from =I that the best way forward is to just get copies of the materials in their original formats, which I \nunderstand will be segregated and designated by device. That should work for us! I was just trying to understand the \napproach, as well as the timeline. \nthanks, \nFrom: \nSent: Tuesday, May 12, 2020 13:03 \nTo: \nCc: \nc>; \nSubject: Re: Epstein search warrant documents \nJust to be clear. The US Attorney's Office (or it's contractors) are not \"processing\" anything. You are taking files \nthat I will be extracting from processed evidence and putting them into an E-Discovery tool (Relativity) to do a \ntaint review. \nRelativity is NOT a forensic tool. It is incapable of dealing with many things that are found forensically on a \ncomputer like free space, slack space, and system files to name a few. When we started this, and you insisted \nyou do the taint review in Relativity, I warned you that it was adding months worth of work on top of what was \nalready done, and that Relativity was incapable of viewing everything. You insisted we do it this way. So now \nand I have come up with a way to fit this round peg into this square hole. We will get it done. \nSorry it has taken so long, but we are talking about terabytes worth of data over multiple forms of digital \nevidence. Phones, tablets, loose media, cameras, DVRs, servers, laptops, and desktop computers. We have \ngotten past encryption on multiple devices. When we review devices on such large cases, we usually do it piece \nby piece as things are processed, I was unaware that you didn't want to review as things were processed, that \nyou wanted to do it \"all at once\", so that added to the delay. Sorry for that. Just a differentiation of \nmethodology I suppose. \nand I feel confident that the method we have come up with will be more consistent and preserve the \nattribution of files to devices and links of e-mails to attachments that the load file generation that I did a  while \nback was lacking. \nFrom: \nSent: Tuesday, May 12, 2020 11:33 AM \nTo: \nCc: \nSubject: RE: Epstein search warrant documents \nOkay, so just to check, you both think that there is not a need to do a test run? You're both comfortable with just basically \nsending us copies of everything? I don't totally understand why we couldn't have done that eight months ago, but \nEFTA00027446\n\nregardless of the passage of time, I want to make sure we understand so we can report to our supervisors. I assume that \nmeans that we (at the U.S. Attorney's Office and through contractors) will therefore need to do all the processing \nourselves, correct? And thanks again to you both. \nFrom: \nSent: Tuesday, May 12, 2020 11:30 \nTo: \nCc: \n<Me \nSubject: RE: Epstein search warrant documents \nLike said in his earlier email. It will be the raw data and it  will be marked so it is easier to attribute it to a \nparticular device. Problem now is how to get the data to since he is teleworking. \ncell \ndesk \nOn May 12, 2020 11:15 AM, \" \nc\nI have no doubt you do, but can you please tell us what that plan is? Thanks! \nFrom: \nSent: Tuesday, May 12, 2020 11:11 \nTo: \nCc: \nSubject: RE: Epstein search warrant documents \n>; \n> wrote: \nI  will use the spreadsheet, no problem. and I ironed out all the details. We've got a good plan moving \nforward that will meet your needs. \ncell \ndesk \nOn May 12, 2020 10:34 AM, \" \ny, < \nwrote: \nit would be very helpful for us if you could please use the attached spreadsheet in transmitting that info so we \nmake sure we get all the info we need. I think you had previously sent us a list of certain information that unfortunately \nwasn't helpful for us, so we want to make sure we're all on the same page. \nIn terms of data transfer, are you just sending a literal copy of all the raw data, and we'll process and upload it on \nour end? I ask to make sure we don't lose any searchability —  when FBI sent versions before, it had already been \nprocessed. I think what we talked about on the phone a month ago was getting, for example, data from one device to \nmake sure it transfers correctly, before sending over literally everything —  is that still the plan? \nthanks, \nEFTA00027447\n\nFrom: \nSent: Tuesday, May 12, 2020 10:27 \nTo: \nCc: \nSubject: RE: Epstein search warrant documents \nHello MI, \nMe and just finished our phone call regarding the data. will put together a list of the all of the data and \nwhere the data was collected. I will work to send some hard drives to so he can begin to copy the data and send \nit to us. I will need to figure out a way to get the data off of the hard drives. \nPlease let us know if there are any questions. \nThank you. \nFrom: \nSent: Friday, May 8, 2020 2:15 PM \nTo: \nCc: \n(USANYS) \n(USANYS)< \nSubject: RE: Epstein search warrant documents \n>; \nOkay thanks — please do let us know if at any point that changes, otherwise we'll look forward to being able to review the \nreturns in early June. Thanks again. \nFrom: \nSent: Friday, May 08, 2020 14:14 \nTo: \n(USANYS) \n< \nCc: \n1< \n(USANYS) \nSubject: RE: Epstein search warrant documents \n>; \nThere has been talk of us returning to normal soon, so I don't think it will effect the timeline I initially gave you. \nIf it does, I'll let you know. \ncell \ndesk \nOn May 8, 2020 1:58 PM, ' wrote: \nUnderstood, thanks-it will be great to get that list on Thursday. As a  refresh, the info we are looking for is in \nthe \nattached spreadsheet template. \nEFTA00027448\n\nOn the returns themselves, do the changes you mentioned mean that the estimate of a month from now for complete \ntransmission of the search warrant returns is no longer likely? If so could you please let us know what the current \nestimate would be, so we can factor that in? Thanks very much. \nFrom: \nSent: Friday, May 08, 2020 13:50 \nTo: \n(USANYS) >; \n(USANYS) \nCc: \nSubject: RE: Epstein search warrant documents \n>; \nSony for the delay, they reduced us to 1  day a week, so things have been stretched out by a factor of 5. I will be \nback in the office on Thursday and will be able to get you the list then as I  have to access some of our systems to \ndo \nso. \nAlso, \nplease reach out to me at one of the numbers below so we can brain storm. Thanks. \ncell \ndesk \nOn May 8, 2020 12:10 PM, ' wrote: \nFollowing up on the below, I think you had said you expected to be able to get us a list of the devices seized from the \nsearch warrants at Epstein's residences in New York and the USVI, as well as from his person upon arrest, in about a \nmonth (during our conference call a month ago) — so wanted to check if we can still expect that very soon? We're waiting \non that list to be able to do an updated search warrant on all of those devices. Please let us know the current timeline —\nand also the current timeline on producing the results from those August and September searches? I think you and \nwere going to coordinate on that, and you had mentioned you expected we'd have it a couple months from our call, which \nwould be about a month from now. Wanted to make sure we're still on track. \nthanks, \nFrom: \nSent: Tuesday, April 07, 2020 15:27 \nTo: \nCc: \n>; \n(LISANYS) < \nSubject: RE: Epstein search warrant documents \n(USANYS) \n> \nOk let's plan on 11am tomorrow morning, I am trying to get an FBI line with a larger capacity but I won't know until \ntomorrow am. I will push it out when confirmed. \nThanks \nEFTA00027449\n\nFrom: \nSent: Tuesday, April 07, 2020 3:15 PM \nTo: \nCc: \n) \n[mailto: \n(USANYS) < \n>;\n(USANYS) \n>; \nSubject: RE: Epstein search warrant documents \nYes, I can do anytime tomorrow, and Rozier can also join anytime tomorrow. So whenever is good on your end. \nAlso, we can host a conference call, but only up to six lines at a time —  so if FBI has larger capacity than that let us know, \notherwise I'd propose we do: \nFrom: \nSent: Tuesday, April 07, 2020 14:13 \nTo: (USANYS) < \nCc: \n>; \n>; \n>; \n(USANYS) < \n>; \n< \nSubject: RE: Epstein search warrant documents \nAre you available tomorrow for a conference call to discuss this issue? \nOn Apr 7, 2020 1:55 PM, ' wrote: \nFollowing up on this from a month ago — I know we're living in a different world than what existed four weeks ago, but are \nyou at all able to assist while working remotely? This has been pending for almost two months and we still don't have a \nvery basic list of each device or item that was seized and searched, or for which of those we've received materials. We're \nhappy to have a  call if that would be useful, but as a first step the most basic thing we're looking for is the info in the \ntemplate spreadsheet we sent earlier (that's also attached). \nthanks, \nEFTA00027450\n\nFrom: \nSent: Monday, March 09, 2020 12:00 \nTo: \nCc: \n(USANYS) \n(USANYS) \n• \nSubject: RE: Epstein search warrant documents \nC \nUnfortunately I don't think this is very helpful to us. Did you take a look at the example spreadsheet I sent on 2/24? The \nexcel file you sent has descriptions that don't match up to the items listed in the search warrant returns (that we sent on \n2/23), and we don't have the 1B or CART numbers to be able to cross-reference. We also can't tell what you mean by \n\"loose media\" without a specific comparison to what was seized, we don't know which items you're referring to as \n\"Windows machines,\" and we can't tell whether the entirety of any particular item has been transferred, or just partial. \nFor example, it looks like we have gotten very, very few image files, which is surprising. \nWe have also encountered some very significant problems in trying to review the more than 1 million documents we \nrecently received: \nThe data we've received has no way to put any emails and attachments together. So if an email says, \"see the \nattached flight records,\" for example, we have no way of linking that up with the records themselves. Not only is \nthat a big problem for us in review, it's going to be a huge problem for producing the documents to defense \ncounsel. \nThe load file has no link to the native file, so when we load the data to the database, there's no way to have the \nnative files show up in the database. Because many of the files are too large to open in the viewer, it effectively \nmeans that there are many files that are completely invisible to us. \nRelated, the control numbers in the load file don't match up to the native files. So we have two sets of numbers \nand no way to match up anything—that is, even if we were to try to go hunt down every individual large file in the \nnative files, it would be impossible. \nSo the data that we most recently got, we need to get in a form that addresses those issues, and we likely will need to get \na similar reproduction of the data we received a couple months ago. Otherwise we're sifting through more than a million \ndocuments without much rhyme or reason. \nI've re-attached the spreadsheet we sent last week — I think that's a good place to start in terms of our necessary record-\nkeeping, and we need that info at the very least, as well as anything else you think would be useful. Also attaching the SW \nreturns for reference. And again, we're happy to meet up anytime and hash all this out in person if that's useful. \nthanks, \nFrom: \nSent: Wednesday, March 04, 2020 16:36 \nTo: (USANYS) \nCc: \n(USANYS) \n• \nSubject: RE: Epstein search warrant documents \nEFTA00027451\n\nHere is a  listing of what I have already handed over in load files to the US Attorney's Office for taint review. Some points of \nclarification: There were 9 IDE hard drives found in the Manhattan apartment, they turned out to be 3 copies of 3 drives \n(9 drives in total) from a July 2007 search on one of his properties. I only processed 3 (as they were all copies). All the \nloose media from the NY apartment is included. All the Windows machines from the NY apartment are included. Only 2 \nMacs from NY and 1 from the Island are included. \nI will have to more closely coordinate with whoever is loading up Relativity with the remaining Macs as the tool \nthey have to be processed with does not easily re-name the load files. \nSpreadsheet is attached. \n(office) \n(cell) \nFrom: ) [mailto \nSent: Tuesday, March 03, 2020 12:25 PM \nTo: \nCc: \n(USANYS) \n(USANYS) \n>; \nSubject: RE: Epstein search warrant documents \nI could do Thursday morning, but I think it would be helpful for us to get the accounting in advance of the meeting so we \ncan figure out in advance what (if any) additional steps we need —  is that possible? \nFrom: \nSent: Tuesday, March 03, 2020 09:59 \nTo: (USANYS) \nCc: \n>; \n(USANYS) < \nSubject: RE: Epstein search warrant documents \ncta \nCan we do Thursday morning? My network should be back by then and I  can give you a good accounting. \ncell \ndesk \nOn Mar 2, 2020 11:15 AM, ' \nDoing the weekly check in on this — is there a time this week when everyone can meet on this? \n> wrote: \nthanks, \nEFTA00027452\n\nFrom: \nSent: Monday, February 24, 2020 17:38 \nTo: \n(USANYS) \n(USANYS) \nCc: \n.; \nSubject: RE: Epstein search warrant documents \nTotally understand about the network issues—we can relate. I do still think it will be helpful to all sit down together to \nhave an in-person discussion, to make sure everybody is on the same page. Are folks available for that next week? And \nwhat I think would be most helpful to facilitate that would be a spreadsheet of each separate device referenced in the two \nsearch warrant returns, with columns for whether we've dumped the contents, whether they've been reviewed and/or \ntransferred, what portions were transferred, etc. \nSomething roughly like the attached, with any other categories you think would be useful —  and the info on the attached is \nmostly hypothetical, obviously, just as examples. That will help us fully understand what's been reviewed, transferred, \nand received so far, and what remains. \n(Also just on the pictures, we do want copies of those as well, please including from the discs and the devices — I think FBI \nwas going to do an initial screen to make sure no CP, and since I think the answer was no, we'll need to get those to be \nable to review them as well.) \nmany thanks, \nFrom: \nSent: Monday, February 24, 2020 \n09:24 \nTo: (USANYS) \n<a>) < \n(USANYS) \nCc: \n.; \nSubject: RE: Epstein search warrant documents \nSony for the delayed response. They are tearing out our old network and giving us a new one, they mandated we \ndelete old stuff (about 400 TB worth). Now that they are working on replacing the network, we can do only local \nwork. I should be able to give you an accounting of what is what. I can say, off the top of my head, that all \nwindows based items from the NY search have been handed over as well as all loose media. The CDs from NY \nonly contained pictures, no documents. There are still some Apple items from NY that need to be produced. As \nfar as the Island stuff goes, the 1st item on your spreadsheet, the \"kitchen\" mac has been produced. Still working \non the rest. \ncell \ndesk \nOn Feb 23, 2020 12:21 AM, I°\nTeam, \n> wrote: \nEFTA00027453\n\nFollowing up on the below from last weekend, I'm still not sure how we're addressing this so I thought it would make \nsense for us to all schedule a (hopefully relatively brief) meeting to all get on the same page? We didn't hear back on \nwhich files had previously been provided, but our tech folks did their best to differentiate, and we got access to the \nmaterials yesterday and its well over a million documents, and we don't have any idea what we're looking at — i.e., which \ndevices the materials came from, whether it's full or partial results, how many more devices we have coming, etc. \nBased on the attached search warrant returns, it looks like from the New York mansion (the PDF) there are approximately \n40 devices that would have storage (computers, hard drives, thumb drives, etc.) and that's not even counting at least 60+ \nCDs. And then from the Virgin Islands (the Excel spreadsheet), at least more than 25 devices, including multiple servers / \nserver racks. \nSo we gotta know what we've already received, what remains, anticipated schedule, etc, and I know it's a lot of moving \npieces on all sides so wanted to loop in everybody at once. The case team will be in California this coming week from \nTuesday through Friday, but then I think generally around the first week of March, which will hopefully be plenty of time \nto schedule a productive meeting. \nthanks all, \nFrom: \nSent: Saturday, February 15, 2020 16:30 \nTo: \nCc: \n>; \nSubject: RE: Epstein search warrant documents \nss \nI'm not sure who's the exact right person to ask this, so wanted to get everybody on one email chain about it —  I have the \nhard drive that dropped off that has new Epstein search warrant materials, but it looks like there are also old \nmaterials (that I think we had previously received and uploaded??) on the hard drive, and so I'm not sure what's new. \nJust generally, and and I talked about this last week too, but it's basically impossible for us to keep track of what \nwe're getting, and what has been completed, without some kind of identification or labeling system, along with a list of \nwhich devices have been extracted and downloaded. \nSo for example on the hard drive currently, there are 38 folders labeled \"loadFiles\" through \"37loadFiles\" with a modified \ndate of 11/14/19, which I think we may have already previously received —  but I'm not sure, because we haven't gotten \nany info on which folders match up to which devices, etc. And then there's another folder titled \"NYC024362\" that has a \nmodified date of 1/27/20, so I think that may be the materials we hadn't previously received? That folder by itself has \nmore than 600,000 items. \nI don't want to give anything that we've already previously received and uploaded, and I can't tell from the folder or \nfile names whether everything on the drive is new, or whether just additional materials were saved onto it in addition to \nwhat we already have. =, are you able to give us some guidance on this? Ultimately what we really need is a \nspreadsheet of every device, whether it's been dumped (or partially dumped), and then identifying that same info —\nwhich device, and what materials from it —  are being given to us with each data transfer. Otherwise I think \norganizationally and for review purposes it will be a total disaster for us. \nWe're happy to have a meeting on this if that's helpful —  and thanks everybody for the assistance. \nEFTA00027454\n\nAssistant U.S. Attorney \nSouthern \nDistrict of New York \nEFTA00027455",
    "pageCount": 12,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Me \nSubject",
        "role": "extracted",
        "context": "ay 12, 2020 11:30 \nTo: \nCc: \n<Me \nSubject: RE: Epstein search warrant d"
      },
      {
        "name": "On May",
        "role": "extracted",
        "context": "is teleworking. \ncell \ndesk \nOn May 12, 2020 11:15 AM, \" \nc\nI hav"
      },
      {
        "name": "On Apr",
        "role": "extracted",
        "context": "call to discuss this issue? \nOn Apr 7, 2020 1:55 PM, ' wrote: \nFo"
      },
      {
        "name": "On Mar",
        "role": "extracted",
        "context": "good accounting. \ncell \ndesk \nOn Mar 2, 2020 11:15 AM, ' \nDoing th"
      },
      {
        "name": "On Feb",
        "role": "extracted",
        "context": "ng \non the rest. \ncell \ndesk \nOn Feb 23, 2020 12:21 AM, I°\nTeam,"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "t 60+ \nCDs. And then from the Virgin Islands (the Excel spreadsheet), at l"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "EFTA00027454\n\nAssistant U.S. Attorney \nSouthern \nDistrict of New York \nEFTA00"
      }
    ],
    "locations": [
      {
        "name": "New York Mansion",
        "type": "residence"
      }
    ],
    "dates": [
      {
        "date": "2020-05-13",
        "event": "May 13, 2020"
      },
      {
        "date": "2020-05-12",
        "event": "May 12, 2020"
      },
      {
        "date": "2020-05-08",
        "event": "May 8, 2020"
      },
      {
        "date": "2020-05-08",
        "event": "May 08, 2020"
      },
      {
        "date": "2020-04-07",
        "event": "April 07, 2020"
      },
      {
        "date": "2020-03-09",
        "event": "March 09, 2020"
      },
      {
        "date": "2020-03-04",
        "event": "March 04, 2020"
      },
      {
        "date": "2020-03-03",
        "event": "March 03, 2020"
      },
      {
        "date": "2020-02-24",
        "event": "February 24, 2020"
      },
      {
        "date": "2020-02-15",
        "event": "February 15, 2020"
      },
      {
        "date": "2020-05-13",
        "event": "13 May 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:18.318Z"
}