{
  "document": {
    "id": "efta00015726",
    "filename": "EFTA00015726.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015726.pdf",
    "text": "\n\nCase 1:15-cv-07433-LAP Document 1 Filed 09/21/15 Page 1 of 12 \nUnited States District Court \nSouthern District of New York \nPlaintiff, \nCASE \nNO: \nv. \nGHISLAINE MAXWELL, \nDefendant. \nI \nCOMPLAINT \nB s hill Fl xner LLP \n1 \n(212) 446-2300 \nEFTA00015726\n\nCase 1:15-cv-07433-LAP Document 1 Filed 09/21/15 Page 2 of 12 \nPlaintiff, formerly known as \n(a'), for her Complaint against Defendant, GHISLAINE MAXWELL (\"Maxwell\"), avers \nupon personal knowledge as to her own acts and status and otherwise upon information and \nbelief: \nNATURE OF THE ACTION \n1. This suit arises out of Defendant Maxwell's defamatory statements against \nPlaintiff \nAs \ndescribed below, was a victim of sexual trafficking and abuse while \nshe was a  minor child. Defendant Maxwell not only facilitated that sexual abuse but, most \nrecently, wrongfully subjected to public ridicule, contempt and disgrace by, among other \nthings, calling a liar in published statements with the malicious intent of discrediting and \nfurther damaging worldwide. \nJURISDICTION AND VENUE \n2. This is an action for damages in an amount in excess of the minimum \njurisdictional limits of this Court. \n3. This Court has jurisdiction over this dispute pursuant to 28 U.S.C. §1332 \n(diversity jurisdiction) as and Maxwell are citizens of different states and the amount in \ncontroversy exceeds seventy-five thousand ($75,000), exclusive of interest and costs. \n4. This Court has personal jurisdiction over Maxwell. Maxwell resides in New York \nCity, and this action arose, and defamatory statements were made, within the Southern District of \nNew York. \n5. Venue is proper in this Court as the cause of action arose within the jurisdiction of \nthis Court. \n2 \nEFTA00015727\n\nCase 1:15-cv-07433-LAP Document 1 Filed 09/21/15 Page 3 of 12 \nPARTIES \n6. Plaintiff is an individual who is a citizen of the State of \nColorado. \n7. Defendant Maxwell, who is domiciled in the Southern District of New York, is \nnot a citizen of the state of Colorado. \nFACTUAL ALLEGATIONS \n8. became a  victim of sex trafficking and repeated sexual abuse \nafter being recruited by Ghislaine Maxwell and Jeffrey Epstein when was under the age \nof \neighteen. \n9. Between 1999 and 2002, with the assistance and participation of Maxwell, \nEpstein sexually abused at numerous locations including his mansions in West Palm \nBeach, Florida, and in this District. Between 2001 and 2007, with the assistance of numerous \nco-conspirators, Epstein abused more than thirty (30) minor underage girls, a  fact confirmed by \nstate and federal law enforcement. \n10. As part of their sex trafficking efforts, Epstein and Maxwell intimidated \ninto remaining silent about what had happened to her. \n11. In September 2007, Epstein entered into a  Non-Prosecution Agreement (\"NPA\") \nthat barred his prosecution for numerous federal sex crimes in the Southern District of Florida. \n12. In the NPA, the United States additionally agreed that it  would not institute any \nfederal criminal charges against any potential co-conspirators of Epstein. \n13. As a  co-conspirator of Epstein, Maxwell was consequently granted immunity in \nthe Southern District of Florida through the NPA. \n14. Epstein ultimately pled guilty to procuring a minor for prostitution, and is now a \nregistered sex offender. \n3 \nEFTA00015728\n\nCase 1:15-cv-07433-LAP Document 1 Filed 09/21/15 Page 4 of 12 \n15. Rather than confer with the victims about the NPA, the U.S. Attorney's \nOffice \nand Epstein agreed to a  \"confidentiality\" provision in the Agreement barring its disclosure to \nanyone—including Epstein's victims. As a  consequence, the victims were not told about the \nNPA. \n16. On July 7, 2008, a  young woman identified as Jane Doe No. 1, one of Jeffrey \nEpstein's victims (other than \n1, \nfiled a  petition to enforce her rights under the Crime \nVictims' Rights Act (\"CVRA\"), 18 U.S.C. \n¶ \n3771, alleging that the Government failed to \nprovide her the rights promised in the CVRA with regard to the plea arrangement with Epstein. \nThe litigation remains ongoing. \n17. On or about May 4, 2009, identified then as Jane Doe No. \n102—filed a complaint against Jeffrey Epstein in the United States District Court for the \nSouthern District of Florida. The complaint included allegations made by that pertained \nto Maxwell. \n18. In pertinent part, the Jane Doe No. 102 complaint described in detail how \nMaxwell recruited (who was then a  minor girl) to become a  victim of sex trafficking by \nintroducing to Jeffrey Epstein. With the assistance of Maxwell, Epstein was able to \nsexually abuse for years until eventually escaped. \n19. The Jane Doe No. 102 complaint contained the first public allegations made on \nbehalf of regarding Maxwell. \n20. As civil litigation against Epstein moved forward on behalf of and many \nother similarly-situated victims, Maxwell was served with a  subpoena for deposition. Her \ntestimony was sought concerning her personal knowledge and role in Epstein's abuse of \nand others. \n4 \nEFTA00015729\n\nCase 1:15-cv-07433-LAP Document 1 Filed 09/21/15 Page 5 of 12 \n21. To avoid her deposition, Maxwell claimed that her mother fell deathly ill and that \nconsequently she was leaving the United States for London with no plans of ever returning. In \nfact, however, within weeks of using that excuse to avoid testifying, Maxwell had returned to \nNew York. \n22. In 2011, two FBI agents located in Australia—where she had been hiding \nfrom Epstein and Maxwell for several years—and arranged to meet with her at the U.S. \nConsulate in Sidney. provided truthful and accurate information to the FBI about \nEpstein and Maxwell's sexual abuse. \n23. Ultimately, as a mother and one of Epstein's many victims, believed that \nshe should speak out about her sexual abuse experiences in hopes of helping others who had also \nsuffered from sexual trafficking and abuse. \n24. On \nDecember 23, 2014, incorporated an organization called Victims \nRefuse \nSilence, Inc., a Florida not-for-profit corporation. \n25. intended Victims Refuse Silence to change and improve the fight against \nsexual abuse and human trafficking. The goal of her organization was, and continues to be, to \nhelp survivors surmount the shame, silence, and intimidation typically experienced by victims of \nsexual \nabuse. \nhas now dedicated her professional life to helping victims of sex \ntrafficking. \n26. \nOn December 30, 2014, moved to join the on-going litigation previously \nfiled by Jane Doe 1  in the Southern District of Florida challenging Epstein's non-prosecution \nagreement by filing her own joinder motion. \n5 \nEFTA00015730\n\nCase 1:15-cv-07433-LAP Document 1 Filed 09/21/15 Page 6 of 12 \n27. motion described Maxwell's role as one of the main women who \nEpstein used to procure under-aged girls for sexual activities and a  primary co-conspirator and \nparticipant in his sexual abuse and sex trafficking scheme. \n28. In January, 2015, Maxwell undertook a  concerted and malicious campaign to \ndiscredit and to so damage her reputation that factual reporting of what had \nhappened to her would not be credited. \n29. As part of Maxwell's campaign she directed her agent, Ross Gow, to attack \nhonesty and truthfulness and to accuse of \nlying. \n30. On or about January 3, 2015, speaking through her authorized agent, Maxwell \nissued an additional false statement to the media and public designed to maliciously discredit \n.  That statement contained the following deliberate falsehoods: \n(a) That sworn allegations \"against Ghislaine Maxwell are untrue.\" \n(b) That the allegations have been \"shown to be untrue.\" \n(c) \nThat \"claims are obvious lies.\" \n31. Maxwell's January 3, 2015, statement incorporated by reference \"Ghislaine \nMaxwell's original response to the lies and defamatory claims remains the same,\" an earlier \nstatement that had falsely described factual assertions as \"entirely false\" and \"entirely \nuntrue.\" \n32. Maxwell made the same false and defamatory statements as set forth above, in the \nSouthern District of New York and elsewhere in a  deliberate effort to maliciously discredit \nand silence her efforts to expose sex crimes committed around the world by Maxwell, \nEpstein, and other powerful persons. Maxwell did so with the purpose and effect of having \n6 \nEFTA00015731\n\nCase 1:15-cv-07433-LAP Document 1 Filed 09/21/15 Page 7 of 12 \nothers repeat such false and defamatory statements and thereby further damaged \nreputation. \n33. Maxwell made her statements to discredit in close consultation with \nEpstein. Maxwell made her statements knowing full well they were false. \n34. Maxwell made her statements maliciously as part of an effort to conceal sex \ntrafficking crimes committed around the world by Maxwell, Epstein and other powerful persons. \n35. Maxwell intended her false and defamatory statements set out above to be \nbroadcast around the world and to intimidate and silence from making further efforts to \nexpose sex crimes committed by Maxwell, Epstein, and other powerful persons. \n36. Maxwell intended her false statements to be specific statements of fact, including \na statement that she had not recruited an underage for Epstein's abuse. Maxwell's false \nstatements were broadcast around the world and were reasonably understood by those who heard \nthem to be specific factual claims by Maxwell that she had not helped Epstein recruit or sexually \nabuse and that was a liar. \n37. On or about January 4, 2015, Maxwell continued her campaign to falsely and \nmaliciously discredit . When a  reporter on a  Manhattan street asked Maxwell about \nallegations against Maxwell, she responded by saying: \"I am referring to the statement \nthat we made.\" The New York Daily News published a  video of this response by Maxwell \nindicating that she made her false statements on East 65'h Street in Manhattan, New York, within \nthe Southern District of New York. \n7 \nEFTA00015732\n\nCase 1:15-cv-07433-LAP Document 1 Filed 09/21/15 Page 8 of 12 \nCOUNT I \nDEFAMATION \n1. Plaintiff re-alleges paragraphs 1  - 37 as if the same were fully set forth \nherein. Maxwell made her false and defamatory statements deliberately and maliciously with the \nintent to intimidate, discredit and defame \n2. In January 2015, and thereafter, Maxwell intentionally and maliciously released to \nthe press her false statements about in an attempt to destroy reputation and \ncause her to lose all credibility in her efforts to help victims of sex trafficking. \n3. Maxwell additionally released to the press her false statements with knowledge \nthat her words would dilute, discredit and neutralize public and private messages to \nsexual abuse victims and ultimately prevent from effectively providing assistance and \nadvocacy on behalf of other victims of sex trafficking, or to expose her abusers. \n4. Using her role as a powerful figure with powerful friends, Maxwell's statements \nwere published internationally for the malicious purpose of further damaging a sexual abuse and \nsexual trafficking victim; to destroy reputation and credibility; to cause the world to \ndisbelieve and to destroy efforts to use her experience to help others suffering \nas sex trafficking victims. \n5. Maxwell, personally and through her authorized agent, Ross Gow, intentionally \nand maliciously made false and damaging statements of fact concerning as detailed \nabove, in the Southern District of New York and elsewhere. \n6. The false statements made by Gow were all made by him as Maxwell's \nauthorized agent and were made with direct and actual authority from Maxwell as the principal. \n8 \nEFTA00015733\n\nCase 1:15-cv-07433-LAP Document 1 Filed 09/21/15 Page 9 of 12 \n7. The false statements that Maxwell made personally, and through her authorized \nagent Gow, not only called truthfulness and integrity into question, but also exposed \nto public hatred, contempt, ridicule, and disgrace. \n8. Maxwell made her false statements knowing full well that they were completely \nfalse. Accordingly, she made her statements with actual and deliberate malice, the highest \ndegree of awareness of falsity. \n9. Maxwell's false statements constitute libel, as she knew that they were going to \nbe transmitted in writing, widely disseminated on the intemet and in print. Maxwell intended her \nfalse statements to be published by newspaper and other media outlets internationally, and they \nwere, in fact, published globally, including within the Southern District of New York. \n10. Maxwell's false statements constitute libel per se inasmuch as they exposed \nto public contempt, ridicule, aversion, and disgrace, and induced an evil opinion of her in \nthe minds of right-thinking persons. \nII. Maxwell's false statements also constitute libel per se inasmuch as they tended to \ninjure in her professional capacity as the president of a non-profit corporation designed \nto help victims of sex trafficking, and inasmuch as they destroyed her credibility and reputation \namong members of the community that seeks her help and that she seeks to serve. \n12. Maxwell's false statements directly stated and also implied that in speaking out \nagainst sex trafficking acted with fraud, dishonesty, and unfitness for the task. \nMaxwell's false statements directly and indirectly indicate that lied about being recruited \nby Maxwell and sexually abused by Epstein and Maxwell. Maxwell's false statements were \nreasonably understood by many persons who read her statements as conveying that specific \nintention and meaning. \n9 \nEFTA00015734\n\nCase 1:15-cv-07433-LAP Document 1 Filed 09/21/15 Page 10 of 12 \n13. Maxwell's false statements were reasonably understood by many persons who \nread those statements as making specific factual claims that was lying about specific \nfacts. \n14. Maxwell specifically directed her false statements at true public \ndescription of factual events, and many persons who read Maxwell's statements reasonably \nunderstood that those statements referred directly to account of her life as a  young \nteenager with Maxwell and Epstein. \n15. Maxwell intended her false statements to be widely published and disseminated \non television, through newspapers, by word of mouth and on the intemet. As intended by \nMaxwell, her statements were published and disseminated around the world. \n16. Maxwell coordinated her false statements with other media efforts made by \nEpstein and other powerful persons acting as Epstein's representatives and surrogates. Maxwell \nmade and coordinated her statements in the Southern District of New York and elsewhere with \nthe specific intent to amplify the defamatory effect those statements would have on \nreputation and credibility. \n17. Maxwell made her false statements both directly and through agents who, with \nher general and specific authorization, adopted, distributed, and published the false statements on \nMaxwell's behalf. In addition, Maxwell and her authorized agents made false statements in \nreckless disregard of their truth or falsity and with malicious intent to destroy \nreputation and credibility; to prevent her from further disseminating her life story; and to cause \npersons hearing or reading descriptions of truthful facts to disbelieve her entirely. \nMaxwell made her false statements wantonly and with the specific intent to maliciously damage \ngood name and reputation in a  way that would destroy her efforts to administer her \n10 \nEFTA00015735\n\nCase 1:15-cv-07433-LAP Document 1 Filed 09/21/15 Page 11 of 12 \nnon-profit foundation, or share her life story, and thereby help others who have suffered from \nsexual abuse. \n18. As a  result of Maxwell's campaign to spread false, discrediting and defamatory \nstatements about suffered substantial damages in an amount to be proven at trial. \n19. \nMaxwell's false statements have caused, and continue to cause, economic \ndamage, psychological pain and suffering, mental anguish and emotional distress, and other \ndirect and consequential damages and losses. \n20. Maxwell's campaign to spread her false statements internationally was unusual \nand particularly egregious conduct. Maxwell sexually abused and helped Epstein to \nsexually abuse and then, in order to avoid having these crimes discovered, Maxwell \nwantonly and maliciously set out to falsely accuse, defame, and discredit . In so doing, \nMaxwell's efforts constituted a public wrong by deterring, damaging, and setting back \nefforts to help victims of sex trafficking. Accordingly, this is a  case in which exemplary and \npunitive damages are appropriate. \n21. Punitive and exemplary damages are necessary in this case to deter Maxwell and \nothers from wantonly and maliciously using a  campaign of lies to discredit and other \nvictims of sex trafficking. \nPRAYER FOR RELIEF \nWHEREFORE, Plaintiff respectfully requests judgment against Defendant \nMaxwell, awarding compensatory, consequential, exemplary, and punitive damages in an \namount to be determined at trial, but in excess of the $75,000 jurisdictional requirement; costs of \nsuit; attorneys' fees; and such other and further relief as the Court may deem just and proper. \n11 \nEFTA00015736\n\nCase 1:15-cv-07433-LAP Document 1 Filed 09/21/15 Page 12 of 12 \nJURY DEMAND \nPlaintiff hereby dernands a trial by jury on all causes of action asserted within this \npleading. \nDated September 21, 2015. \n/s/ David Boies \nDavid Boies \nBoies Schiller & Flexner LLP \n/s/ Sigrid McCawley \nSigrid McCawley \n(Pro Hac Vice Pending) \nBoies chiller & Flexner LLP \n/s/ Ellen Brockman \nEllen Brockman \nBoies chiller Flexner LLP \n12 \nEFTA00015737",
    "pageCount": 12,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "e \nafter being recruited by Ghislaine Maxwell and Jeffrey Epstein when was under the age \nof \neighteen. \n9. Between"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "District of New York \nPlaintiff, \nCASE \nNO: \nv. \nGHISLAINE MAXWELL, \nDefendant. \nI \nCOMPLAINT \nB s hill Fl xner LLP"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "5 Page 1 of 12 \nUnited States District Court \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "United States District Court \nSouthern District of New York \nPlaintiff, \nCASE"
      },
      {
        "name": "Defendant Maxwell",
        "role": "extracted",
        "context": "N \n1. This suit arises out of Defendant Maxwell's defamatory statements again"
      },
      {
        "name": "Plaintiff \nAs",
        "role": "extracted",
        "context": "efamatory statements against \nPlaintiff \nAs \ndescribed below, was a victi"
      },
      {
        "name": "This Court",
        "role": "extracted",
        "context": "nal limits of this Court. \n3. This Court has jurisdiction over this di"
      },
      {
        "name": "West Palm",
        "role": "extracted",
        "context": "ons including his mansions in West Palm \nBeach, Florida, and in this"
      },
      {
        "name": "In September",
        "role": "extracted",
        "context": "hat had happened to her. \n11. In September 2007, Epstein entered into a"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": ", Epstein entered into a  Non-Prosecution Agreement (\"NPA\") \nthat barred his pros"
      },
      {
        "name": "On July",
        "role": "extracted",
        "context": "not told about the \nNPA. \n16. On July 7, 2008, a  young woman ident"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "a  young woman identified as Jane Doe No. 1, one of Jeffrey \nEpstei"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "ied as Jane Doe No. 1, one of Jeffrey \nEpstein's victims (other than \n1, \nfi"
      },
      {
        "name": "Crime \nVictims",
        "role": "extracted",
        "context": "enforce her rights under the Crime \nVictims' Rights Act (\"CVRA\"), 18 U.S."
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "hts under the Crime \nVictims' Rights Act (\"CVRA\"), 18 U.S.C. \n¶ \n3771,"
      },
      {
        "name": "The Jane",
        "role": "extracted",
        "context": "ntil eventually escaped. \n19. The Jane Doe No. 102 complaint contain"
      },
      {
        "name": "Doe No",
        "role": "extracted",
        "context": "tually escaped. \n19. The Jane Doe No. 102 complaint contained the"
      },
      {
        "name": "On \nDecember",
        "role": "extracted",
        "context": "l trafficking and abuse. \n24. On \nDecember 23, 2014, incorporated an org"
      },
      {
        "name": "Victims \nRefuse",
        "role": "extracted",
        "context": "orated an organization called Victims \nRefuse \nSilence, Inc., a Florida not"
      },
      {
        "name": "Victims Refuse",
        "role": "extracted",
        "context": "it corporation. \n25. intended Victims Refuse Silence to change and improve"
      },
      {
        "name": "On December",
        "role": "extracted",
        "context": "ms of sex \ntrafficking. \n26. \nOn December 30, 2014, moved to join the o"
      },
      {
        "name": "In January",
        "role": "extracted",
        "context": "sex trafficking scheme. \n28. In January, 2015, Maxwell undertook a  c"
      },
      {
        "name": "Ross Gow",
        "role": "extracted",
        "context": "paign she directed her agent, Ross Gow, to attack \nhonesty and truth"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "nt incorporated by reference \"Ghislaine \nMaxwell's original response to the li"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "the statement \nthat we made.\" The New York Daily News published a"
      },
      {
        "name": "York Daily",
        "role": "extracted",
        "context": "ement \nthat we made.\" The New York Daily News published a  video of th"
      },
      {
        "name": "Defendant \nMaxwell",
        "role": "extracted",
        "context": "lly requests judgment against Defendant \nMaxwell, awarding compensatory, conse"
      },
      {
        "name": "Dated September",
        "role": "extracted",
        "context": "erted within this \npleading. \nDated September 21, 2015. \n/s/ David Boies \nD"
      },
      {
        "name": "David Boies",
        "role": "extracted",
        "context": "ated September 21, 2015. \n/s/ David Boies \nDavid Boies \nBoies Schiller"
      },
      {
        "name": "Boies Schiller",
        "role": "extracted",
        "context": "/s/ David Boies \nDavid Boies \nBoies Schiller & Flexner LLP \n/s/ Sigrid McC"
      },
      {
        "name": "Sigrid Mc",
        "role": "extracted",
        "context": "s Schiller & Flexner LLP \n/s/ Sigrid McCawley \nSigrid McCawley \n(Pro"
      },
      {
        "name": "Cawley \nSigrid",
        "role": "extracted",
        "context": "r & Flexner LLP \n/s/ Sigrid McCawley \nSigrid McCawley \n(Pro Hac Vice Pendi"
      },
      {
        "name": "Pro Hac",
        "role": "extracted",
        "context": "d McCawley \nSigrid McCawley \n(Pro Hac Vice Pending) \nBoies chiller"
      },
      {
        "name": "Vice Pending",
        "role": "extracted",
        "context": "ey \nSigrid McCawley \n(Pro Hac Vice Pending) \nBoies chiller & Flexner LLP"
      },
      {
        "name": "Ellen Brockman",
        "role": "extracted",
        "context": "es chiller & Flexner LLP \n/s/ Ellen Brockman \nEllen Brockman \nBoies chille"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2008-07-07",
        "event": "July 7, 2008"
      },
      {
        "date": "2009-05-04",
        "event": "May 4, 2009"
      },
      {
        "date": "2014-12-23",
        "event": "December 23, 2014"
      },
      {
        "date": "2014-12-30",
        "event": "December 30, 2014"
      },
      {
        "date": "2015-01-03",
        "event": "January 3, 2015"
      },
      {
        "date": "2015-01-04",
        "event": "January 4, 2015"
      },
      {
        "date": "2015-09-21",
        "event": "September 21, 2015"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(212) 446-2300"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:51.326Z"
}