{
  "document": {
    "id": "efta00016118",
    "filename": "EFTA00016118.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016118.pdf",
    "text": "\n\nLAW OFFICE OF ANTHONY CECUTTI \n217 Broadway, Suite 7O7 \nNew York, New York 1OOO7 \nPhone: \nCell: \nFax: \nanthonycecutti®ginail.com \nDecember 20, 2020 \nBY ECF \nThe Honorable Paul A. Engelmayer \nUnited States District Court Judge \nSouthern District of New York \n500 Pearl Street \nNew York, New York 10007 \nRe: United States v. Justin Rivera; 19 Cr. 131 (PAE) \nDear Judge Engelmayer: \nWe write in advance of tomorrow's conference to further update the Court \nregarding Justin Rivera's access to discovery at the Metropolitan Correctional Center \n(\"MCC\") and his access to counsel. \ni. Mr. Rivera's Access to His Laptop \nAs we previously indicated, Mr. Rivera received his laptop on Tuesday, \nDecember 8, 2020, while in the Special Housing Unit (\"SHU\"). In the SHU, he was \ngiven his laptop each day for a  minimum of 3  hours, in his cell, which he shared with \nanother inmate. On Friday, December II, 2020, Mr. Rivera was transferred to a  unit. \nThere, he requested access to the laptop and was informed by staff that they were \nunaware of Your Honor's Order. As such, Mr. Rivera was denied access to his laptop \nfrom December 11, 2020 until December 14, 2020. \nIn response to MCC's non-compliance, Your Honor ordered that general counsel, \nNicole McFarland file a daily letter with the Court regarding Mr. Rivera's access to his \nlaptop. Upon review of such letters, it is correct that Mr. Rivera did not agree to go to the \nlaw library to review discovery on his laptop on December 17'h and 18'h.  He did not \ndo so because of increasing health and safety and privacy concerns, which he expressed \nto staff throughout the week. \nOn Monday, December 14, 2020, following the conference, he was told for the \nfirst time that he would not have access to the laptop in his cell, but rather in the law \nlibrary. He was given odd looks from staff, who conveyed their disagreement with Mr. \nRivera. One staff member told him he was \"enemy #1\" and that staff are \"on\" him \nEFTA00016118\n\nbecause he was provided a laptop and increased video calls. Unsettled by these \ncomments and growing increasingly uncomfortable, he asked to leave the law library \nafter about an hour and a half. He was also uncomfortable with having to be transported \nthroughout the prison and having increased contact with staff and civilians outside of his \nunit because of the recent COVID-19 outbreak, which he also expressed repeatedly, \nincluding most recently in a memo on Friday, December 18, 2020. \nIn our discussions with the Government last week, we repeatedly requested that \nMr. Rivera be able to review discovery on his laptop inside his cell for at least 3 hours \nper day, seven days per week. There, he can review discovery privately and in a  safe \nmanner. Despite permitting him to access his laptop in his cell while in the SHU, the \nMCC, without clear reason, refused to allow him to do so while on his unit. To create \nfurther confusion, the MCC, late in the week, decided to allow him access to his laptop in \nhis cell on weekends, beginning on Friday afternoons and concluding Monday mornings, \nand holidays. Accordingly, any security reason cannot be the basis for MCC's \ndisallowance of Mr. Rivera accessing his laptop on weekdays. Rather, such disallowance \nseems specifically targeted at Mr. Rivera. \nWe are deeply concerned by staff's reference to Mr. Rivera as \"enemy #1\" and \nthat they are \"on\" him. Such comments make clear that Mr. Rivera is at risk of harm \nfrom staff. Further, they intensify the daily stress he is under. He is presently \nexperiencing harsh conditions of confinement, with limited access to counsel and little \ncommunication with his family. We are also concerned with the present COVID-19 \noutbreak at the MCC and MCC's handling of it. Moving Mr. Rivera throughout the \nprison currently is unsafe. \nWe ask that the Court order that Mr. Rivera be given his laptop each weekday and \non weekends while in his cell. We are uncertain as to measures this Court can take to \npromote Mr. Rivera's safety from staff other than to convey the message loud and clear \nto the MCC, which the Court has done in the past, that such conduct is inappropriate and \nunacceptable. \nit Mr. Rivera's Access to Counsel and Need for at Least 2 Two-Hour \nAdditional Video Calls Per Week \nPrior to our conference on December 14, 2020, by letter dated December 13, \n2020, we specifically requested that the Court order increased video calls, specifically, \ntwo 2-hour video calls per week (in addition to our existing weekly one I -hour phone call \nand one 1-hour video call) as we are unable to meet with Mr. Rivera in person until the \nweek of January 18'11, 2021, per Chief Judge McMahon's December I\" Standing Order. \nAttached to our letter was a  letter from Deirdre D. von Domum, Attorney-in-Charge, at \nthe Federal Defenders of New York. Ms. von Domum explained that Federal Defenders \nis only responsible for scheduling and that the MCC permits only 35 hours each week of \nvideo calls. Further, Federal Defenders, because of increasing demand, has repeatedly \nrequested that more video and phone call time be provided by the MCC. The MCC, \ndespite the ability to do so, denied these requests citing staffing issues as the reason for \n2 \nEFTA00016119\n\nthe inability to provide more hours. \nThe Court directed the parties to submit a  joint proposed order for MCC to \nprovide Mr. Rivera with 2  two-hour video conferences with counsel per week.' It is \ndefense counsel's understanding that the Court specifically ordered that Mr. Rivera be \nprovided with 2 two-hour slots. The Court also advised that we should include language \nregarding the fact that Mr. Rivera's trial is scheduled to begin on February 16, 2020, and \nthat his current counsel was appointed recently, during the COVID-19 pandemic. \nFollowing the conference, we drafted a  proposed order and shared it with the \nGovernment. After a  discussion between the Government and MCC, we were informed \nby the Government that the MCC refused to accommodate our request of two 2-hour \nvideo calls. Instead, we were told that the MCC was only going to provide one 4-hour \nsession. Further, per an email from Ms. McFarland, we were told the schedule of such \nsessions: Friday, December 18, 2020, from 5:45 p.m. to 9:45 p.m.', Wednesday, \nDecember 23, 2020, from 5:45 p.m. to 9:45 p.m. and December 31, 2020, from 5:45 p.m. \nto 9:45 p.m., and each Friday in 2021 from 5:45 p.m. to 9:45 p.m. We immediately \ncontacted the Government and made repeated requests for two 2-hour video calls. We \nexplained to the Government that meetings in shorter blocks of time are far more \neffective because of the diminishing returns in longer meetings. Further, shorter meetings \non more days gives us time to digest the material we learn, review additional records and \ndiscovery which is still being produced by the Government and ensure continuous and \nongoing communications with Mr. Rivera as we proceed to trial. Additionally, shorter \nmeetings also ensure that Mr. Rivera's meal and recreational time is not infringed upon \nby our calls. Lastly, we also informed the Government, that, as parents of young \nchildren, Friday evenings are particularly difficult for us to have video calls with Mr. \nRivera. The Government spoke again with the MCC about our concerns, and the MCC \nrefused to modify the above schedule. \nThe necessity of increased video calls is because of MCC's continued inability to \nresponsibly manage COVID-19. Because of such failures, we cannot meet with Mr. \nRivera in person. As we stated at the last conference, we are willing to be cooperative \nand flexible in the scheduling of additional video conferences. We have expressed the \nsame to the Government. However, the MCC is not doing so. The MCC, once again, is \nchoosing to only promote Mr. Rivera's access to discovery and counsel, when ordered by \nthe Court and on their terms, without collaboration with us. Accordingly, we need the \nCourt's intervention and ask that the MCC be ordered to provide at least 2 two-hour \nadditional video calls on days and times agreed to by counsel. \nI Immediately following the conference, we ordered a copy of the transcript. We have not received the \ntranscript as of this writing. \n2 Ms. Louis-Jeune and I adjusted our personal and professional schedules and had a video call with Mr. \nRivera on Friday, December 18, 2020, from 5:45 p.m. to 9:45 p.m. We also spoke with Mr. Rivera for 30 \nminutes in a video call on December I7th (the video call was shortened from I hour to 30 minutes) and ow \nweekly I -hour phone call on December 15th was canceled. This week and the following week, due to the \nholidays, we will again have limited access to Mr. Rivera. \n3 \nEFTA00016120\n\nMr. Rivera's struggles with the MCC concerning receiving and now accessing his \nlaptop, and access to counsel, along with his conditions of confinement and reference as \n\"enemy #1,\" are even more troubling considering the accommodations that have been \nmade to defendant, Ghislaine Maxwell, a  white affluent woman who is  detained at the \nMetropolitan Detention Center (\"MDC\"). As reported by the Government in their recent \nopposition to Ms. Maxwell's renewed bail application, her access to discovery and access \nto counsel is strikingly different and far superior to what is in place for Mr. Rivera. As \ndescribed by the Government, Ms. Maxwell \"currently has thirteen hours per day, seven \ndays per week to review electronic discovery ... during that time, [she] has access to \nemail with defense counsel, calls with defense counsel, and when visiting is available \ndepending on pandemic-related conditions, the defendant has access to legal visits. Due \nto the recently implemented lockdown at the MDC, visitation is  not currently available, \nbut MDC legal counsel is arranging for the defendant to receive a  VTC call with legal \ncounsel three hours per day every weekday  starting this Friday. Defense counsel will be \nable to schedule legal calls on weekends as needed.\" United States v. Ghislaine Maxwell, \n20 Cr. \n330 (AJN), Gov't Opp at 29-30, ECF Docket Entry #100 (emphasis added). \nFurther, Ms. Maxwell is released from her isolation cell for thirteen hours per day, has \nher own shower, has exclusive use of two different computers, has her own phone to use, \nand has her own television ... Additionally, psychology and medical staff check on the \ndefendant daily, MDC legal staff are highly attuned to any complaints the defendant has \nraised, and following initial complaints about the defendant's diet early in her \nincarceration, the MDC has ensured that the defendant receives three full meals per day \nand has access to commissary from which she can supplement her diet.\" Id., at 31-30. \nMr. Rivera, and any other inmate, should be treated the same as Ms. Maxwell. \nHe, and his counsel, should not be treated any differently because of difference in race, \ngender or class. But, that is exactly what is happening here. Ms. Maxwell can review \ndiscovery in her cell seven days per week. She also has access to counsel seven days per \nweek, and 3 hours per weekday of video calls with counsel. Mr. Rivera should be \nafforded the same, and without repercussion or retribution from staff. \nThank you again and in advance for your assistance in resolving these issues and \nconcerns. \nRespectfully submitted, \nAnthony Cecutti \nJennifer \nLouis-Jeune \n4 \nEFTA00016121",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "accommodations that have been \nmade to defendant, Ghislaine Maxwell, a  white affluent woman who is  detained at the"
      },
      {
        "name": "Rivera",
        "role": "extracted",
        "context": "nd his access to counsel. \ni. Mr. Rivera's Access to His Laptop \nA"
      },
      {
        "name": "Mc",
        "role": "extracted",
        "context": "n. Further, per an email from Ms. McFarland, we were told the"
      },
      {
        "name": "Louis",
        "role": "extracted",
        "context": "script as of this writing. \n2 Ms. Louis-Jeune and I adjusted our"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "n their recent \nopposition to Ms. Maxwell's renewed bail applicatio"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "m \nDecember 20, 2020 \nBY ECF \nThe Honorable Paul A. Engelmayer \nUnited St"
      },
      {
        "name": "Engelmayer \nUnited",
        "role": "extracted",
        "context": "BY ECF \nThe Honorable Paul A. Engelmayer \nUnited States District Court Judge"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "le Paul A. Engelmayer \nUnited States District Court Judge \nSouthern Distric"
      },
      {
        "name": "Court Judge",
        "role": "extracted",
        "context": "mayer \nUnited States District Court Judge \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "States District Court Judge \nSouthern District of New York \n500 Pearl Street"
      },
      {
        "name": "Pearl Street",
        "role": "extracted",
        "context": "ern District of New York \n500 Pearl Street \nNew York, New York 10007 \nRe"
      },
      {
        "name": "Justin Rivera",
        "role": "extracted",
        "context": "k 10007 \nRe: United States v. Justin Rivera; 19 Cr. 131 (PAE) \nDear Judge"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "tin Rivera; 19 Cr. 131 (PAE) \nDear Judge Engelmayer: \nWe write in adva"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "'s access to discovery at the Metropolitan Correctional Center \n(\"MCC\") and his acces"
      },
      {
        "name": "His Laptop",
        "role": "extracted",
        "context": "l. \ni. Mr. Rivera's Access to His Laptop \nAs we previously indicated,"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "ecember 8, 2020, while in the Special Housing Unit (\"SHU\"). In the SHU, he"
      },
      {
        "name": "On Friday",
        "role": "extracted",
        "context": "shared with \nanother inmate. On Friday, December II, 2020, Mr. River"
      },
      {
        "name": "Nicole Mc",
        "role": "extracted",
        "context": "rdered that general counsel, \nNicole McFarland file a daily letter wi"
      },
      {
        "name": "On Monday",
        "role": "extracted",
        "context": "o staff throughout the week. \nOn Monday, December 14, 2020, following"
      },
      {
        "name": "Moving Mr",
        "role": "extracted",
        "context": "MCC and MCC's handling of it. Moving Mr. Rivera throughout the \npriso"
      },
      {
        "name": "Hour \nAdditional",
        "role": "extracted",
        "context": "l and Need for at Least 2 Two-Hour \nAdditional Video Calls Per Week \nPrior t"
      },
      {
        "name": "Video Calls",
        "role": "extracted",
        "context": "Least 2 Two-Hour \nAdditional Video Calls Per Week \nPrior to our confer"
      },
      {
        "name": "Per Week",
        "role": "extracted",
        "context": "-Hour \nAdditional Video Calls Per Week \nPrior to our conference on D"
      },
      {
        "name": "Chief Judge",
        "role": "extracted",
        "context": "k of January 18'11, 2021, per Chief Judge McMahon's December I\" Standin"
      },
      {
        "name": "Standing Order",
        "role": "extracted",
        "context": "f Judge McMahon's December I\" Standing Order. \nAttached to our letter was"
      },
      {
        "name": "Federal Defenders",
        "role": "extracted",
        "context": ", Attorney-in-Charge, at \nthe Federal Defenders of New York. Ms. von Domum ex"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "video calls with Mr. \nRivera. The Government spoke again with the MCC abou"
      },
      {
        "name": "Metropolitan Detention",
        "role": "extracted",
        "context": "oman who is  detained at the \nMetropolitan Detention Center (\"MDC\"). As reported b"
      },
      {
        "name": "Docket Entry",
        "role": "extracted",
        "context": "AJN), Gov't Opp at 29-30, ECF Docket Entry #100 (emphasis added). \nFurth"
      },
      {
        "name": "Anthony Cecutti",
        "role": "extracted",
        "context": "ns. \nRespectfully submitted, \nAnthony Cecutti \nJennifer \nLouis-Jeune \n4 \nEF"
      },
      {
        "name": "Jennifer \nLouis",
        "role": "extracted",
        "context": "submitted, \nAnthony Cecutti \nJennifer \nLouis-Jeune \n4 \nEFTA00016121"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-12-20",
        "event": "December 20, 2020"
      },
      {
        "date": "2020-12-08",
        "event": "December 8, 2020"
      },
      {
        "date": "2020-12-11",
        "event": "December 11, 2020"
      },
      {
        "date": "2020-12-14",
        "event": "December 14, 2020"
      },
      {
        "date": "2020-12-18",
        "event": "December 18, 2020"
      },
      {
        "date": "2020-12-13",
        "event": "December 13, \n2020"
      },
      {
        "date": "2020-02-16",
        "event": "February 16, 2020"
      },
      {
        "date": "2020-12-23",
        "event": "December 23, 2020"
      },
      {
        "date": "2020-12-31",
        "event": "December 31, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:52.039Z"
}