{
  "document": {
    "id": "efta00010542",
    "filename": "EFTA00010542.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00010542.pdf",
    "text": "\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 1 of 32 \nIN THE UNITED STATES DISTRICT COURT \nFOR THE SOUTHERN DISTRICT OF FLORIDA \nJANE DOE 1 AND JANE DOE 2, \nCivil \nAction No. \nPETITIONERS, \nV. \nUNITED STATES OF AMERICA, \nRESPONDENT. \n08-80736-CIV-MARRA \n• Government's Response to Petitioners' Submission on Proposed Remedies \nThe United States of America, by Byung J. Pak, United States Attorney for the \nNorthern District of Georgia, and \nJill E. Steinberg and Nathan P. Kitchens, \nSpecial Attorneys for the Southern District of Florida, files this response to \nPetitioners' proposed remedies. \nINTRODUCTION \nThe question \nbefore this Court is what remedies, if any, should be accorded \nPetitioners under the Crime \nVictims \nRights Act \n(CVRA) based on this Court's \nfinding that the government failed to confer with Petitioners \nprior to entering \ninto a non-prosecution agreement (NPA) with Jeffrey \nEpstein? \nPetitioners seek \n1 This Court previously found that Petitioners are crime \nvictims under the \nCVRA; a crime victim's \nrights under the CVRA attach before the \ngovernment brings formal \ncharges against a defendant; the CVRA's \n\"reasonable right to confer\" extends to conferring about non-prosecution \nagreements; the CVRA authorizes the rescission of a non-prosecution \nagreement reached in violation of a prosecutor's conferral obligations; and \nthe government violated the CVRA by failing to advise the victims that it \nintended to enter into the NPA with Epstein. The government will not \nEFTA00010542\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 2 of 32 \nwhat they call \"rescission remedies,\" \"apology remedies,\" \"informational \nremedies,\" \"educational remedies,\" and \"miscellaneous \nremedies\" — all of which \nconstitute equitable relief, and none of which is authorized by the \nCVRA. But \neven if the statute did allow equitable relief, Petitioners are not entitled to the \nspecific relief they are seeking. \nNevertheless, the \ngovernment believes that it should have communicated its \nresolution of the federal criminal investigation of Epstein to his victims more \neffectively and in a more transparent manner. Although we cannot turn back \ntime and put the victims back in the position they \nwould have been in over a \ndecade ago, the government believes the following proposed \nremedies would \nrespect \ntheir rights under the CVRA, balance the constitutional and statutory \nobligations imposed on the government, and bring some level of finality to all \nthe parties. \nDISCUSSION \n1. The Government's Proposed Remedies. \nA. The government should have communicated in a more transparent way \nwith victims. \nAs a matter of law, the \ngovernment's position is that the legal obligations \nunder the CVRA do not attach prior to the government charging a case. Nor does \nthe CVRA authorize any of the \nremedies sought by the Petitioners —in part \nbecause the CVRA does \nnot contemplate its invocation in the context of \nrevisit \nthese findings here except to note that it \nmaintains all of its \nobjections. \n2 \nEFTA00010543\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 3 of 32 \nuncharged criminal conduct.2 \nAt the same time, the government strives to \ncommunicate with \ncrime victims effectively and as transparently as possible. \nThere are \nmyriad reasons why a prosecutor may decline to indict a case or \nresolve a case with a plea to a less serious charge. These considerations are \nhighly contextual \nand involve a host of factors based upon the current state of \nthe law and \nprovable evidence, as well as the experience that prosecutors and \ntheir law \nenforcement partners develop working cases over many years. There \nare instances when victims of a crime or third parties may disagree with a \nprosecutor's decision, but that decision nevertheless remains with the prosecutor \nand her supervisors, and this discretion is expressly preserved in the CVRA. See \n18 U.S.C. § 3771(d)(6). \nAlthough the CVRA may not have required it, here, the government engaged \nwith the Petitioners about the status of the investigation and advised them that \nthe case was being actively pursued. At the same time, potential federal charges \nwere being resolved with a \nstate court guilty plea in conjunction with the NPA. \nRegardless of whether the government ultimately chose to pursue, decline, or \n2  Indeed, under the CVRA, \"crime victim\" is a person directly and \nproximately harmed as a result of the \"commission of a Federal offense.\" 18 \nU.S.C. § 3771(e)(2)(A). Thus, without \nidentifying exactly which federal offense \nwas committed by filing formal charges, it is \ndifficult to determine who was \ndirectly and proximately \nharmed. Moreover, the crime victims rights are tied to \na court proceeding, see 18 U.S.C. § 3771(b)(1), which indicates that formal \ncharges \nare required prior to the attachment of rights under \nthe CVRA. By Department \npolicy and practice, however, federal prosecutors usually go above and beyond \nthe obligations defined by the CVRA and interact with victims early on in a case. \n3 \nEFTA00010544\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLED Docket 06/24/2019 Page 4 of 32 \notherwise resolve federal prosecution— a decision upon which we do not opine \nhere—the \ngovernment should have communicated with the victims in a \nstraightforward and \ntransparent way. Because the government did not \ncommunicate \nmore clearly and directly with the victims, the resolution in this \ncase has led some to conclude that the government chose for \nimproper reasons \nnot to prosecute Epstein, a conclusion that remains \nunsubstantiated. The \ngovernment places high value in its work to support victims of crime, and its \ncommunications with victims must reflect that value. The government regrets \nthat the manner in which it communicated the \nresolution of the Epstein case to \nthe victims fell short. \nB. The Department of Justice's commitment to victims of human \ntrafficking and child exploitation supports targeted remedies to give the \nEpstein victims a voice, an explanation, and finality. \nOver the past decade, the Department of Justice has \nmade combatting human \ntrafficking and child exploitation a national priority? \nBetween Fiscal Years (FY) \n2009 and 2016, the Department increased the number of human \ntrafficking cases \n3  See Department of Justice Releases First National Strategy for Child Exploitation. \nPrevention and Interdiction (Aug. 2, 2010), https://www.justice.gov/opa/pr/ \ndepartment-justice-releases-first-national-strategy-child-exploitation-prevention\n-\nand (Eric Holder comments); Introduction by Attorney General Loretta Lynch, \nNational Strategy to Combat Human. Trafficking (January 2017), \nhttps://www.justice.gov/humantrafficking/page/file/922791/download \n(hereinafter National Strategy to Combat Human Trafficking); Attorney General \nJeff \nSessions Delivers Remarks at National Law Enforcement Training on Child Exploitation \n(June 6, 2017), \nhttps://www.justice.gov/opa/speech/ attorney-general-jeff-\nsessions-delivers-remarks-national-law-enforcement-training-child. \n4 \nEFTA00010545\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 5 of 32 \ncharged, defendants charged, and defendants convicted by roughly 70 percent in \ncomparison to the prior eight years, in addition to higher prosecution results in \ncases involving child sex trafficicing.4 \nIn FY 2009, the Department charged 2,315 \nchild \nexploitation cases involving 2,427 defendants; in FY 2015, that number \nalmost doubled to 4,211 cases involving 4,458 defendants.5 In addition, through \nits Office of Justice Programs, the Department funds 61 coordinated task forces to \nfight internet-facilitated crimes against children \n(ICAC).6 In FY 2008, the task \nforces were funded at $16.9 million; in FY 2018 the funding for the ICAC \nprogram was $28.6 million? Through its Office for Victims of \nCrime (OVC), the \nDepartment \nprovides more grant funding than any other federal agency to \nprograms that provide direct services to \nvictims of human trafficking .5 Indeed, \nthis month, OVC \nannounced its FY 2019 grant, which will award millions of \n4  National Strategy to Combat Human Trafficking at 1. \n5  National Strategy for Child Exploitation Prevention and Interdiction (Aug. 2010), \nat 5, https://www.justice.gov/psc/docs/natstrategyreport.pdf; \nNational Strategy \nfor Child Exploitation Prevention and Interdiction (Apr. 2016), at 110-11, \nhttps://www.justice.gov/psc/file/842411/download (hereinafter 2016 National \nStrategy for Child Exploitation Prevention). \n6  Program Summary, Internet Crimes Against Children Task Force Program, \nhttps://www.ojjdp.gov/programs/ProgSummary.asp?pi=3. \n7 1d. \n8  Announcements, Office for Victims of Crime, \nhttps://ovc.ncjrs.gov/humantrafficicing/announcements.html. \n5 \nEFTA00010546\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 6 of 32 \ndollars in funding to assist victims of trafficldng.9  In April 2016, the Department \npublished a comprehensive strategy, in \nconjunction with several other federal \nagencies, to combat child \nexploitation, including child sex trafficking \n10\n In 2013, \nthe Department and other agencies published a \nvictim-dedicated action plan that \ndescribed the process by which \nthe government will combat trafficking offenses \nwith a focus on providing support \nand services to victims.11\nThese programs and \naccomplishments matter because they reflect a \ncommitment on the part of the Department of Justice, which includes all \nfederal \nprosecutors, to combat human \ntrafficking and crimes against children and fully \nsupport and protect victims of crime. Any remedy \nthe Court imposes in this \nmatter should reflect the fact that any mistakes made in this case stand in \ncontrast to the Department's \ncommitment to victims. \nAny remedy the \nCourt imposes should also have a nexus to the purpose of \nthe CVRA, which is to give victims a \nvoice in the criminal justice process, but not \ndecision-making authority over prosecution decisions. Here the Court found that \nthe \ngovernment violated the CVRA by failing to confer with the victims about \nthe NPA. The past cannot be undone; the government \ncommitted itself to the \nterms of the NPA, and the parties have not \ndisputed that Epstein complied with \n9 \nOVC Fiscal Year (FY) 2019 Direct Services to Support Victims of Human \nTrafficking, \nhttps://www.ovc.gov/grants/pdfbct/FY19-Direct-Services-Human-\nTrafficking-Solicitation.pdf. \n10 2016 National Strategy for Child Exploitation Prevention. \n11 Federal Strategic Action Plan on Services for Victims of Human Trafficking, \nhttps://www.ovc.gov/pubs/FederalHumanTraffickingStrategicPlan.pdf. \n6 \nEFTA00010547\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 7 of 32 \nits provisions. A number of \nEpstein's victims subsequently invoked the NPA to \nenter into civil settlements with Epstein and, in \nthat respect, also relied on its \nterms 1 2\n Any remedy for the CVRA \nviolation should thus serve to give the \nvictims a voice, even though the prosecution decision remains out of their hands. \nAs such, the government proposes \nthe following remedies: \n• \nThe Department of Justice will designate a representative to meet with \nPetitioners, and \nany other Epstein victim who wishes to participate, to \ndiscuss the government's decision to resolve the Epstein case and engage \nin an \nopen dialogue about that decision. \n• The government will participate in a \npublic court proceeding, presided \nover by this Court, in which the \nPetitioners, and any other Epstein victim \nwho wishes to \nparticipate, can make a victim impact statement. That \nhearing would be handled in a \nmanner similar to the way the Court would \nhandle victim impact statements in the context of a criminal sentencing. \n• All criminal \nprosecutors in the United States Attorney's Office for the \nSouthern District of Florida (USAO-SDFL) will undergo \nadditional \ntraining on the CVRA, victim rights, \nand victim assistance issues to be \ncompleted no later than one year from the \ndate of the Court's final order in \nthis \ncase. \n2. The CVRA Specifies the Enforcement Mechanism To Address Violations of \nIts Terms and Does Not Authorize the Equitable Remedies Petitioners \nSeek. \nThe government \noffers the proposed remedies above, not because it is \nrequired to do so by law, but because it believes these corrective actions are \n12  Based on information provided in response to the government's recent \nefforts to confer with victims, more than a dozen victims invoked the \nNPA to \nenter civil settlements with Epstein while protecting their anonymity. \n7 \nEFTA00010548\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 8 of 32 \nnecessary to give a voice to the victims of Jeffrey \nEpstein and an opportunity for \nthem to understand the true reasons why the government resolved the case in \nthe manner it did since they did not have that opportunity at the time. These \nremedies are \ngenerally consistent with several remedies proposed by Petitioners. \nBut the law does not authorize this Court to grant other remedies Petitioners \nseek, nor would such remedies promote the \nunderlying purpose of the CVRA to \npromote \nvictims \nparticipatory rights in the criminal justice process while \nrespecting their \ndignity and privacy. \nAlthough Petitioners assert that the CVRA gives this Court \"broad power to \ncraft appropriate remedies,\" Doc. 458 at 7, the statute's plain language says \notherwise. That language explicitly provides that a crime victim may not seek \ndamages against the United States: \nNo cause of action. - Nothing in this chapter shall be construed to \nauthorize a cause of action for damages or to create, to enlarge, or to imply \nany duty or obligation to any victim or other person for the breach of \nwhich the United States or any of its officers or employees could be held \nliable in \ndamages. \n18 U.S.C. § \n3771(d)(6) (emphasis in original). \nPerhaps because Congress provided no cause of action for damages, it sought \ncompliance a \ndifferent way: it included a section in the CVRA entitled \n\"Procedures to [P]romote [C]ompliance,\" in which it directed the United States \nAttorney General to \"promulgate regulations to enforce the rights of crime \nvictims and to \nensure compliance by responsible officials with the obligations\" \n8 \nEFTA00010549\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 9 of 32 \nset out by statute. 18 U.S.C. § 3771(f). Congress further directed that these \nregulations: (1) \ndesignate someone within the Department of Justice to receive \nand investigate complaints relating to a rights violation; \n(2) require that DOJ \nofficials be trained on crime victims rights and assist such employees in \nresponding \nto crime victims needs; (3) provide \"disciplinary sanctions, \nincluding suspension or termination from \nemployment, for employees of the \nDepartment of Justice who willfully or wantonly fail to comply with provisions \nof Federal law pertaining to the treatment of crime victims\"; and (4) instruct that \nthe \"Attorney General, or the designee of the \nAttorney General, shall be the final \narbiter of the \ncomplaint, and that there shall be no judicial review of the final \ndecision of the \nAttorney General by a complainant.\" Id. at (f)(1)(A)-(D). \nThe Department of \nJustice did as Congress directed, and the resulting \nregulations are found at 28 C.F.R. § 45.10. These regulations outline the \nprocedures a crime victim shall take when he or she believes that one of their \nCVRA rights has been violated. 28 C.F.R. § 45.10(c). Notably here, the regulations \nprovide that the Department of Justice Victims' Rights Ombudsman is \"the final \narbiter of the complaint,\" and the complainant \"may not seek judicial review\" of \nthat determination. Id. at (c)(7)-(8). The \nOmbudsman alone decides whether to \nnotify the complainant of the result of the investigation. Id. at (c)(9). Empowering \nthe Ombudsman to remedy a victim's complaint without the risk of delay from \nprolonged litigation is consistent with congressional intent that the CVRA's \nadministrative remedy should \"create[] a framework to quickly enforce victims' \nrights.\" 150 Cong. Rec. 7312 (statement of Sen. Orrin Hatch). \n9 \nEFTA00010550\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 10 of 32 \nWith respect to disciplinary \nsanctions, if the Ombudsman finds that a DOJ \nemployee violated a \ncrime victim's rights, but not in a willful or wanton manner, \nthe Ombudsman shall require the employee \"to undergo training on victims' \nrights.\" 28 C.F.R. § 45.10(d). If, however, the Ombudsman finds that the DOJ \nemployee willfully or wantonly violated a crime \nvictim's rights, the Ombudsman \nshall \nrecommend \"a range of disciplinary sanctions.\" Id. at (e)(1). \"Disciplinary \nsanctions\" means \"those sanctions provided under the Department of Justice \nHuman \nResources Order, 1200.1,\" which include written reprimands, \nsuspensions, reductions in grade or pay, removals, and furloughs for 30 days or \nless. Id. at (e)(2); DOJ Human Resources Order, 1200.1, Part 3, B(2). Thus, the \nCVRA provides sanctions that the government and its \nemployees may be \nsubjected to if they violate the \nCVRA. \nThe CVRA's plain text lays out the procedures that \ncrime victims must follow \nwhen they believe their CVRA rights \nhave been violated, the actions DOJ must \ntake when it receives a complaint, and the \nsanctions DOJ may employ when a \nviolation has occurred. And this carefully crafted and detailed enforcement \nscheme undermines any suggestion that Congress intended, but simply forgot, to \nprovide additional remedies beyond those already specified. Courts agree. See \nUnited States v. Monzel, 641 F.3d 528, 542 (D.C. Cir. 2011) (holding that the \nCVRA's \"carefully crafted and detailed enforcement scheme,\" provides \"strong \nevidence that Congress did not intend to authorize \nother remedies that it simply \nforgot to incorporate expressly\") (quoting Mertens v. Hewitt Associates, 508 U.S. \n248, 254 (1993)); United \nStates v. \nHunter, \n548 F.3d 1308, 1315 (10th Cir. 2008) \n10 \nEFTA00010551\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 11 of 32 \n(declining to \"to read additional remedies\" into the CVRA beyond those \nexpressly contained in the \nAct); see also Karahalios v. Nat'l Fed'n of Fed. Employees, \n489 U.S. 527, 533 (1989) (\"[I]t is . . . an 'elemental \ncanon \nof statutory construction \nthat where a statute expressly provides a remedy, courts must be especially \nreluctant to provide additional remedies.\") \n(quoting Transamerica Mortgage \nAdvisors, Inc. v. Lewis, \n444 U.S. 11, 19 (1979)); Nat'l R.R. Passenger Corp. v. Nat'l \nAss'n of R.R. \nPassengers, 414 U.S. 453, 458 (1974) (\"[W]hen legislation expressly \nprovides a particular remedy or remedies, courts should not expand the \ncoverage of the statute to subsume other \nremedies.\"); McDonald v. Southern Farm \nBureau Life Ins. Co., 291 F.3d 718, 725 (11th Cir. 2002) (\"When Congress creates \ncertain remedial procedures, we are, 'in the absence of strong indicia of contrary \ncongressional intent, . . . compelled to conclude that Congress provided precisely \nthe remedies it considered \nappropriate.\") (quoting Karahalios, 489 U.S. at 533). \nBecause Petitioners seek remedies not authorized by the \nCVRA's plain language, \ntheir requests should be denied. \nWhat's more, the plain text is \nsupported by the CVRA's location in the United \nStates Code. \nSpecifically, the CVRA is found in Part II of Title 18, which is the \npart of the United States Code specifically devoted to \"Criminal Procedure.\" The \nCVRA does not contemplate civil litigation, \nand the civil remedies that \nPetitioners seek are \nsimply unavailable under the CVRA. Doc. 147 at 15-19. \nInstead of authorizing a victim to institute a civil action, the CVRA created a \nspecific victims-rights-enforcement scheme within the federal criminal \njustice \nprocess - \nindeed, within Title 18 of the United States Code, which addresses \n11 \nEFTA00010552\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 12 of 32 \n\"Crimes and Criminal Procedure.\" That rights-enforcement scheme is based on \nthe filing of a \"motion asserting a victim's rights\" -  not a civil complaint or a civil \nlawsuit. 18 U.S.C. § 3771(d)(3); see Sieverding v. U.S. Dept. of Justice, 693 F. Supp. \n2d 93,110 (D.D.C. \n2010) (recognizing that it is \"only through a motion\" that the \nCVRA \"permits\" individuals to assert statutory \nrights arising under the CVRA, \nsuch as the \"right to confer\" and '\"discuss . .. allegations of criminal acts and \n[DOD's] decisions to prosecute or not prosecute\"') (citing 18 U.S.C. § 3771(d)(3)); \nsee also, e.g., In re Antrobus, 563 F.3d \n1092, 1097 (10th Cir. 2009) (\"The CVRA \ncontemplates that individuals asserting victim \nstatus may bring a motion in the \ndistrict court even when criminal proceedings are not ongoing, and that the \ndistrict court's denial of such a motion is reviewable by \nmandamus.\") (citing 18 \nU.S.C. § 3771(d)(3)); compare Fed. R. Civ. P. 3 (\"A civil \naction is commenced by \nfiling a complaint with the \ncourt.\"). Congress expressly recognized in enacting \nthe CVRA that the statute did not \"[a]llow[] victims to \nvindicate their rights \nthrough separate proceedings for damages instead of through mandamus actions \nin the criminal case.\" 150 \nCong. Rec. 7306 (2004) (statement of Sen. Patrick Leahy) \n(expressing regret that the CVRA \n\"den[ied] victims any cause of action for \ndamages in the event that their rights are violated\"); 150 Cong. Rec. \n7312 \n(statement of Sen. Orrin Hatch) (\"For \nthose who may be concerned that this bill \nmight lead to new tort causes of action, let me assure you, that victims are not \nseeking to sue the government and get \nrich. . . . Accordingly, the bill states that \nthere \nwill be no cause of action for damages.\"). \n12 \nEFTA00010553\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 13 of 32 \nThe cases cited by Petitioners do not advance their efforts to expand the \nCVRA into a civil remedial scheme allowing for \ncivil equitable relief. Those cases \nsupport the unremarkable proposition that courts generally have power to grant \nappropriate relief for recognized civil causes of action, but, as previously \nexplained, there is no civil cause of action under the CVRA. And the case to \nwhich they do cite, In re Dean, 527 F.3d \n391 (5th Cir. 2008), is not applicable here. \nSpecifically, in In re Dean, a criminal \ncharge was actually filed, and the case \ninvolved a plea agreement that the court would have to accept or reject; here, \nhowever, the NPA was never before this \nCourt. Regardless, the Court in In re \nDean never opined \non the types of equitable relief Petitioners seek here. \nIn addition, \nPetitioners identify no other federal statute under which they can \nbring their claims for relief. Because the law does not \nprovide Petitioners an \navenue for \nthe relief they seek, this Court must find that it does not have the \nauthority to order the government to do as Petitioners ask, but may still accept \nthe \ngovernment's proposed remedies. \n3. Even if the CVRA Allows for Civil Relief, the Remedies Petitioners Seek \nGo Well Beyond What Is Appropriate. \nBut even if the \nCVRA or some other statute allowed equitable relief, the \nremedies that Petitioners seek go well beyond what equity allows. \nA. Petitioners' request for partial rescission \nPetitioners have repeatedly requested some form of rescission of the NPA, but \ntheir submission on remedies is telling more for what they seek to preserve from \nthat agreement than what they \nseek to rescind. Specifically, Petitioners do not \n13 \nEFTA00010554\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 14 of 32 \nask the Court to scrap the agreement in its entirety; instead, Petitioners request \nthat the \nCourt leave in force all but three sentences of the agreement and stress \nthat they \"are only seeking that these particular provisions be set aside.\" Doc. \n458 at 13 \nn.5, 19. \nPetitioners effort to preserve almost the entirety of the NPA is \nunderstandable because eliminating the complete \nagreement could harm many \nof the very victims the CVRA was \ndesigned to protect. As the Court is well \naware, the NPA \nguaranteed a felony conviction and more than a year of \nincarceration \nfor Epstein, which he agreed not to appeal; required him to register \nas a sex offender; provided for an attorney representative for victims, at Epstein's \nexpense; \nand gave victims the equivalent of uncontested restitution by \nmandating that he waive his right to contest liability for victims who pursued a \nclaim for damages under 18 U.S.C. § 2255. Doc. 48-5. Rescission could imperil \nthese penalties as well as the benefits and settlements obtained by the more than \ndozen victims who invoked the NPA terms. \nPetitioners attempt to avoid that outcome by asking the Court to spare \nprovisions of the NPA they like while excising \nportions they do not. Given the \npotential harm that complete rescission would pose for \nmany victims, the \ngovernment \nunderstands this proposal to be well-meaning. Indeed, the \ngovernment itself would benefit from partial rescission by reaping the \nadvantages arising from \nEpstein's concessions without having to abide by its \nown commitments in \nthe agreement. But partial rescission is not a proper \nremedy in this action because it would harm certain victims, has no basis under \n14 \nEFTA00010555\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 15 of 32 \nthe law,13 and would \nundermine the CVRA's purpose to encourage proper \ntreatment \nof victims. \ni. Partial rescission would pose harm \nto, and is contrary to the \ndesires of, certain victims. \nDespite Petitioners best intentions, partial rescission would pose a significant \nrisk of harm to certain victims, which must be \nconsidered in crafting an equitable \nremedy. The \nEleventh Circuit has admonished courts considering equitable \nremedies to \"bear in mind that a \npoorly crafted remedy may achieve justice for \none by working a \nsubstantial injustice on another.\" Walters v. City of Atlanta, 803 \nF.2d 1135, 1149 (11th Cir. 1986); see also Doll v. Brown, 75 F.3d 1200, 1205 (7th Cir. \n1996) (\"Of course the effect on innocent third parties is a factor to be taken \ninto account in the formulation of an \nequitable remedy\"); Byron v. Clay, 867 F.2d \n1049 (7th Cir. 1989) \n(noting that \"equitable\" relief \"may have effects on third \nparties . . . and so should not be entered without consideration of those effects\"). \n13 \nFor the reasons stated in the Government's prior filings, Docs. 119 & 147, \nthe Government \nrespectfully maintains that rescission is not an authorized \nremedy under the CVRA for the agreement in this matter. Petitioners \nsubmission highlights the \nproblematic logic underpinning their request for any \nform of rescission. Petitioners claim \nthat the CVRA's limitations on efforts to \"re-\nopen a plea\" under 18 U.S.C. § 3771(d)(5) do not apply here because rescission of \na non-prosecution agreement is not a request to re-open a plea, Doc. 458 at 9, but \nthe Court found that rescission of a non-prosecution agreement was authorized \nunder Section 3771(d)(5) precisely because re-opening a non-prosecution \nagreement is akin to re-opening a plea. Doc. 189 at 7-9. Petitioners thus embrace \nthe Court's finding while \ncontradicting its underlying reasoning, all in an effort \nto avoid the consequences of their inability to fulfill \nall of the conditions on relief \noutlined in \nSection 3771(d)(5). Petitioners cannot have it both ways. \n15 \nEFTA00010556\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 16 of 32 \nThe government's recent effort to confer with victims has \nestablished that \neliminating the immunity provisions would benefit certain victims and \nharm \nothers. The government contacted all attorneys \nrepresenting victims known to \nthe government at the time of \nthe NPA, attempted to locate other victims known \nat the time of the NPA, and conferred with \nadditional victims who were not \nknown at the time of the NPA. Indeed, the government has repeatedly invited \nPetitioners to confer with \nU.S. Attorney Pak in person \"to share with [him] \ndirectly their thoughts about how the government should handle every aspect of \nthis matter, both in civil and potential criminal proceedings.\" Letter from Byung \nJ. Pak to Paul G. Cassell (May 7, 2019), attached as Exhibit 1. This invitation \nremains open. The \ngovernment's efforts to speak with victims are ongoing, and it \nwill seek leave to make a supplemental filing summarizing the steps taken to \nconfer with victims and the \nvictims opinions on a proper remedy to ensure that \ntheir diverse voices are heard. \nBased on the conversations with victims to \ndate, it is apparent that any form \nof rescission would cause \nunintended harm to many of them. During these \ndiscussions with \nvictims and their representatives, several victims passionately \nexpressed their desire to see Epstein be prosecuted and were eager to serve as \nwitnesses in any investigation of \nEpstein. On the other hand, other victims \nstated, through \ntheir counsel, that while they would like to see Epstein \nprosecuted for his crimes, they valued \nanonymity above all and were not willing \nto speak with law enforcement or \notherwise participate in any criminal or civil \nlitigation due to the risk that their \ninvolvement may become known to family, \n16 \nEFTA00010557\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 17 of 32 \nfriends, or the public. Several victims previously expressed, during the \ninvestigation of Epstein, that they suffered emotional distress and were troubled \nby the prospect of any involvement in the government's investigation. Doc. 403-\n18 ¶ 12. For these victims, \nsetting aside the immunity provisions in a partial \nrescission could only undermine their desire to stay \nanonymous more than ten \nyears after obtaining \nsettlements from Epstein. \nThe passage of more than ten years since the NPA was entered only \ncompounds the potential harm to \nvictims that would arise from partial \nrescission. The Court is well aware of \"Petitioners counsel's initial \n'indecision \non whether to seek rescission, as expressed at an earlier hearing \nheld in August \n2008,\" Doc. 189 at 12 n.6, in which counsel stated that \"because of the legal \nconsequences of invalidating the \ncurrent agreement, it is likely not in my clients' \nbest interest to ask for the relief that we initially asked for.\" \nDoc. 403-21 at 4. \nPetitioners' counsel told the Court in 2008 that \"an immediate resolution \nwas not \nnecessary, Doc. 99 at 4, and the CVRA case then \"stalled\" \nfor eighteen months \n\"as petitioners pursued collateral civil claims against Epstein,\" \nresulting in the \nCVRA case being administratively closed in late 201014 Doc. 189 at 5. Even if \nrescission is a permissible \nremedy for certain violations of the CVRA, the more \nthan decade-long delay here renders this remedy inappropriate given these \n14  For the reasons stated in its prior filings, Doc. 147 at 8-12; Doc. 401-2 at 28-\n29, the government maintains that \nPetitioners should be estopped from seeking \nany form of \nrescission based on this delay. \n17 \nEFTA00010558\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 18 of 32 \nunique circumstances and exacerbates the harm to victims who have attempted \nto readjust their \nlives in the interim.15\nii. Partial rescission contravenes \ngoverning tenets of contract law. \nIn addition to the potential harm posed to \ninnocent third parties, the law \nunfortunately restricts the government's and Court's ability to rewrite the NPA a \ndecade later. It is not uncommon for one party to \na contract to wish to rework or \neliminate terms after entering the agreement. But no matter how regrettable an \nagreement may appear in hindsight, \nfundamental tenets of contract law prohibit \nthe rewriting of terms when the \nparties intended the agreement to be fulfilled in \nits entirety. Such principles bind the government's hands in this case. \nAlthough the parties agree that the NPA should be governed by principles of \ncontract law, Doc. 458 at 18, Petitioners cite no \nauthority providing for partial \nrescission of a prosecutorial agreement, including a non-prosecution agreement, \nand ignore precedent foreclosing such a \nremedy when \"the entire fulfillment of \nthe contract is contemplated by the parties as the basis of the arrangement.\" Local \nNo. 234 v. Henley & Beckwith, 66 \nSo. 2d 818, 821 (Fla.1953); see also Frankenmuth \nMutual Ins. a Escambia \nCounty, 289 F.3d 723, 728 (11th Cir. 2002) (interpreting \n15  Although \nPetitioners counsel have not spoken with the majority of the \nvictims, they acknowledge that certain victims would be eager for rescission \nwhile a \"large group \n. .. will respond by saying 'I have buried these experiences \ndeep in the past and I don't want to do anything at all to unearth all the hurt and \npain it has taken \nme this long \nto process.'\"Ila \nProsecutors finally want \nto \nhear from Jeffrey Epstein's victims, MIAMI HERALD, 2019, \nhttps://www.miamiherald.com/news/state/florida/article230275434.html (last \nvisited \nJune 21, 2019). \n18 \nEFTA00010559\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 19 of 32 \nFlorida law). Partial \nrescission of an agreement is \"a remedy that is not generally \ncognizable under Florida law except in the unusual circumstances where a \ncontract is clearly divisible.\" \nGalaxy Cable, Inc. v. Cablevision of Marion. Cty., LLC, \nNo. \n5:05-CV-303-OC-GRJ, \n2006 WL \n2265419, at *3 (M.D. Ha. Aug. 8, 2006). A \ncontract is considered to be \"indivisible\" \nwhen \"each and all of its parts appear \nto be interdependent and common to one another and to the consideration.\" \nLocal No. 234, 66 So. 2d at 822 (holding that contract was indivisible when \"it is \nimpossible to conclude that the very significant promise on one side... can be \nentirely eliminated from the contract and still leave a valid working arrangement \nfairly \nreflecting the original mutual understanding between the parties\"); see also \nWilderness Country Club Partnership v. Groves, 458 So. 2d \n769, 771 (Fla. Dist. Ct. \nApp. 1984) (concluding that, despite the illegality of only one contract \nprovision, \npartial rescission was improper because illegal term \nwas \"vital,\" and severing \nthat \nterm \"eliminates the essence of the contracting parties agreement\"). Courts \ndetermine whether an agreement is divisible \nbased on the \"intention of the \nparties\" as revealed \"by a fair construction of the terms and \nprovisions of the \ncontract itself, and by the subject matter to which it has \nreference.\" Local No. 234, \n66 So. 2d at 822 (quotation \nmarks omitted). \nHere, excising the \"immunity\" or non-prosecution provisions plainly would \neliminate the essence of \nthe \"Non-Prosecution Agreement.\" The three sentences \nthat Petitioners seek to \nwrite out of the agreement are the only contractual \nconsideration that the government provided in exchange \nfor Epstein's \nconcessions to a felony conviction, prison sentence, sex offender registration, and \n19 \nEFTA00010560\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 20 of 32 \nuncontested restitution settlements. Doc. \n48-5. Moreover, the agreement \nexpressly states that its provisions were indivisible, noting \nthat \"each of these \nterms is material to this agreement and is supported by independent \nconsideration,\" and a breach of any condition \nallowed the government to \nterminate the entire \nagreement. Id. at 7. Accordingly, omitting the immunity \nprovisions \"eliminates the essence of the contracting parties' agreement,\" and the \nNPA is thus an indivisible \nagreement not subject to partial rescission. Wilderness \nCountry Club Partnership, 458 So. 2d \nat 771. Petitioners' request thus must be \ndenied as a \nmatter of law. \nPetitioners point to authority setting aside \nagreements containing illegal \nprovisions in support of their request, Doc. 458 at 15-17, but this \nargument is \nmeritless for two \nreasons. First, while Petitioners contend that the government \nfailed to accord \nvictims their rights in communicating the terms of the NPA, \nPetitioners have not \nidentified any illegal provision in the NPA itself. Doc. 147 at \n4-5. Petitioners cite no precedent authorizing the rescission of an \nagreement \ncontaining legally valid \nterms based solely on an extrinsic violation in \ncommunicating the \nterms of that agreement to a third party. Second, none of \nPetitioners cases authorizes partial rescission, the remedy they request here.16\n16  See United States v. Walker, 98 F.3d 944 (7th Cir. 1996) (holding that complete \nrescission of plea agreement was only permissible remedy when defendant was \ninduced to enter plea based on mistake of law); Craig \nv. People, 986 P.2d 951, 966 \n(Colo. 1990) (noting that if plea was induced by illegal promise, proper remedy \nwas defendant's option to withdraw from plea agreement in \nits entirety); State v. \nGarcia, 582 N.W.2d 879, 882 (Minn. 1998) (holding that if plea agreement could \nnot be fulfilled based on illegal term, only remedy was withdrawal from entire \n20 \nEFTA00010561\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 21 of 32 \niii. \nPartial rescission would reward, not remedy, a violation of the \nCVRA. \nEven if there were a legal basis for \npartial rescission, granting partial \nrescission in \nthis matter would have the perverse effect of harming certain \nvictims, who must be treated with \"respect for [their] \ndignity and privacy\" under \nthe CVRA, 18 U.S.C. § \n3771(a)(8), while rewarding the government for what the \nCourt determined was a violation of the CVRA. The parties appear to have \nagreed for the purposes of this litigation that Epstein \nhas fully performed his \nobligations under the NPA. By eliminating the immunity provisions of the \nagreement, \nPetitioners \nproposal would thus allow the government to enjoy all \nthe \nbenefits of Epstein's compliance without binding it to its commitments under \nthe NPA. Accordingly, Petitioners would place the government in a more \nfavorable position than if it had fully conferred with victims prior to entering \nthe \nNPA. Such a result would not encourage strict adherence to the CVRA, and \npartial rescission in this case would not \nfoster the goals of the CVRA. \nB. Petitioners' request for \ndeclaratory relief \nPetitioners also request that this Court declare that the Constitution permits \nthe government to \nprosecute Epstein in the event of rescission, but they cite no \nlegal basis for this request. Declaratory relief serves \nonly to clarify the legal \nrelationship between the parties and \ndoes not serve to make factual \nplea agreement); State v. Wall, 502 S.E.2d 585, 588 (N.C. 1998) (same); Ex parte \nRich,194 S.W.3d 508, 515 (Tex. Crim. App. 2006) (same); State v. Mazzone, 572 \nS.E.2d 891, 897 (W.Va. 2002) (\"[A] plea agreement which cannot be fulfilled \nbased upon legal impossibility must be vacated in its \nentirety.\"). \n21 \nEFTA00010562\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 22 of 32 \ndeterminations. See Medmarc Co. \nIns. Co. v. Pineiro & Byrd PLLC, 783 F. Supp. 2d \n1214, 1216 (S.D. Fla. 2011) (citing Sierra Equity Group, Inc. v. White Oak Equity \nPartners, LLC, 650 F. Supp. 2d 1213, 1231 (S.D. Fla. 2009); Eisenberg v. Standard Ins. \nCo., No. 09-80199, 2009 WL 1809994, at *3 (S.D. \nFIa. \nJune 25, 2009)). But that is \nprecisely what Petitioners seek here. Accordingly, Petitioners fail to allege a basis \non which \ndeclaratory relief would be appropriate. \nC. \nPetitioners' request for injunctive relief \nNext, \nPetitioners ask this Court to: \n• order the \ngovernment to issue a letter of apology, Doc. 458 at 5, 22-23; \n• enjoin the government to make its \"best efforts\" to protect the victims \nrights and confer with the victims and give them accurate and timely \nnotice of future cases, id. at 5, 21; \n• order DOJ to provide training to the \nUSAO-SDFL, id. at 6, 29; \n• order the \ngovernment to meet with the victims, confer about the case, and \nexplain why it \nchose not to prosecute Epstein, id. at 5, 23; \n• hold a hearing where victims can be heard, id. at 5, 23-24; and \n• order that the government provide all information in its possession; \nprovide all grand jury \nmaterials; provide any information regarding FBI \nMiami's investigation, \nincluding un-redacted 302s; provide all sealed \nmaterials previously submitted for \nin camera review; and provide all \nmaterials covered by its previously filed \nmotions, id. at 5-6, 24-29. \nAs a threshold matter, Petitioners do not have standing to seek injunctive \nrelief. As the Supreme Court held in \nCity of Los Angeles v. Lyons, 461 U.S. 95, 102-\n03 (1983), \"federal courts are without jurisdiction to entertain\" claims for \n22 \nEFTA00010563\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 23 of 32 \ninjunctive relief where a defendant points \nonly to \"past exposure to illegal \nconduct,\" and does not show \"a continuing, \npresent adverse effect.\" But even if \nPetitioners had standing to bring their request for injunctive relief, each request \nfails. \nWith respect to Petitioners request for a letter of apology, such a remedy is \nnot cognizable. In Woodruff v. Oilman, 29 F. App'x 337, \n346 (6th Cir. 2002), the \nSixth Circuit held \nthat the district court exceeded its equitable powers when it \nordered a party to apologize. In so \nholding, the court cited the Ninth Circuit, \nwhich has recognized that courts \"are not commissioned to \nrun around getting \napologies,\" and reasoned that the law is not usually \nconcerned with procuring \napologies to make morally right a \nlegal wrong done to the plaintiff. Id. (quoting \nMcKee v. Turner, 491 F.2d 1106, 1107 (9th Cir. 1974)). And certainly, a court may \nnot order a defendant to speak \nin a manner that may contravene the beliefs the \ndefendant holds. See id.; see also Burkes v. Tranquilli, No. 08474, 2008 WL 2682606, \nat *4 (W.D. Pa. \n2008) (citing Woodruff 29 F. App'x at 346) (\"Here, the district court \nexceeded its equitable power when it ordered [defendant] to apologize.\"). \nPetitioners request that this Court order the government to use its \"best \nefforts\" to comply with the CVRA and \"confer\" with the victims pursuant to \nthe \nCVRA asks the Court to order the government to follow the \nlaw.17 Such \"obey-\nthe law\" injunctions are \"disfavored because they often run afoul of Rule 65(d)'s \n17  Petitioners request \nthat the Court enjoin the government to confer with \nJane Doe 1 and 2 is particularly unnecessary and \nunjustified in light of the \ngovernment's standing invitation for \nthem to do precisely that. See Exhibit 1. \n23 \nEFTA00010564\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 24 of 32 \nrequirement that injunctions state their terms specifically and 'describe in \nreasonable detail' the 'act or acts restrained or required.\" \nUnited States v. Askins \n& Miller Orthopaedics, P.A., 924 F.3d 1348, 1361 (11th Cir. 2019) \n(quoting Fed. R. \nCiv. P. 65(d)). Obey-the-law injunctions are proper only when the \"statutory \nterms are specific and the defendant clearly knows what conduct is prohibited or \nrequired.\" Id. at 1362 (citing SEC v. v. Goble, 682 F.3d 934, 950 (11th Cir. \n2012)). \nAccordingly, such injunctions are permissible if they require parties to follow \nstatutory terms with \"specific, objective criteria for compliance,\" Goble, 682 F.3d \nat 951, or specify \"numerous concrete actions for the defendants to take . .. well \nbeyond\" what the law requires, Askins & Miller Orthopaedics, \n924 F.3d at 1362. \nObey-the-law injunctions concerning statutes lacking specific terms, or that \nrequire consultation with an \"ever-changing judicial landscape\" to interpret, do \nnot inform the defendant of \nwhat conduct is forbidden under Rule 65(d). Goble, \n682 F.3d at 951-52 (noting that \"in some \ninstances an injunction which merely \ntracks the language of the securities statutes and regulations will not clearly and \nspecifically describe permissible and impermissible conduct\"). Here, a statute \nrequiring the \ngovernment to make its \"best efforts\" to protect victims, 18 U.S.C. \n§ 3771(c)(1), plainly does not provide \"specific, objective criteria for compliance,\" \nGoble, 682 F.3d at 951. The requested obey-the-law injunction is thus both \nunwarranted and \nin violation of Rule 65(d). \nSo too would any order requiring the \ngovernment to conduct training. The \nCVRA itself mandates that DOJ regulations \"require a course of training for \nemployees .. . of the Department of \nJustice that fail to comply\" with victim \n24 \nEFTA00010565\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 25 of 32 \nprotections under federal law. 18 U.S.C. § 3771(0(2)(B). DOJ regulations do so. 28 \nC.F.R. § \n45.10(d). There is no need to require the government to do what it has \nalready undertaken to do, and prescribing the specific content or duration of \nsuch training would contravene the constitutional doctrine of separation of \npowers. Still, the government recognizes that training is always \nbeneficial and \noffers to do so, as explained above. \nNext, Petitioners seek to meet with the government, attend a hearing, and \nreview all government documents \nas a way of putting themselves in the position \nthey would have been in had the government conferred with them before \nentering into the \nNPA. See Doc. 458 at 23 (explaining that \"[a] chance to discuss \nthis \nmatter with Mr. Acosta to get answers about that and other related questions \nwill, Jane Doe 1 and 2 believe, provide the kind of information that they would \nhave received had the U.S. Attorney's Office properly conferred in a timely \nfashion back in 2007\"); id. at \n24-25 (\"If the Government had properly conferred \nwith the two Jane Does . .. [t]hese events would have provided Jane Doe 1 and 2 \nwith much more information about \nEpstein's criminal conspiracy and its scope \nand operation,\" and \"[s]ince one of the \nharms that flows from that illegality is the \nloss of any chance to obtain information, the obvious remedy is to disclose that \ninformation\"). But the problem with \nPetitioners requests is that they, if granted, \nwould place Petitioners \nin an entirely different position than the CVRA allows. \nThe law does not countenance \nsuch a result. See Feldkamp v. Long Bay Partners, \nLLC, 773 F. Supp. 2d 1273, 1285 (M.D. Fla. 2011) (holding that an injured party \n25 \nEFTA00010566\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 26 of 32 \nshall not be placed in a position \"better than that which he would have occupied \nhad the contract been \nperformed\"). \nTo \nbegin, while the CVRA grants victims the right to \"confer\" with the \ngovernment, this means only that, and not necessarily that the government is \nrequired to explain the \"next steps\" it intends to make or to share confidential \ninformation, including grand jury materials or sensitive \ninformation from other \nwitnesses. Petitioners request would intrude on the government's exercise of \nprosecutorial discretion, which is expressly prohibited by the CVRA. 18 U.S.C. \n§ 3771(d)(6). Moreover, such an order would violate, or fall perilously close to \nviolating, the separation-of-powers doctrine undergirding our democracy. It is \naxiomatic that \"federal district courts cannot order a United States Attorney to \nconduct an investigation or to initiate a prosecution because it would violate the \ndoctrine of separation of powers.\" O'Connor v. \nNevada, 507 F. Supp. 546, 549 (D. \nNev. 1981) (citing United States v. Cox, 342 F.2d 167,171 (5th Cir. 1965) (\"[T]he \nattorney for the United States is . . . an executive official of the \nGovernment, and \nit is as an officer of the executive department that he exercises a discretion as to \nwhether or not there shall be a prosecution in a particular case . . . and courts are \nnot to interfere with the free exercise of the discretionary powers of the [United \nStates attorneys] in their control over criminal \nprosecutions.\"). The decision \nwhether to prosecute Epstein \nlies solely within the Executive Branch, and any \norder today, by this Court, as to what the government must do in the future \nwould be wholly \ninappropriate. \n26 \nEFTA00010567\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 27 of 32 \nNor does it mean that the government \nmust give victims the discovery in the \ncriminal case. As one court has explained, the CVRA does \"not authorize an \nunbridled gallop to any and all \ninformation in the government's files.\" United \nStates v. Rubin, 558 F. Supp. 2d 411, 425 (E D N Y. 2008); see also United States a \nMoussaoui, 483 F.3d 220, 235 (4th \nCir. 2007) (noting that CVRA did not empower \ndistrict court in a civil matter to order disclosure of \ndocuments to victims); United \nStates v. Hunter, 548 F.3d \n1308, 1317 (10th Cir. 2008) (holding \"that the CVRA \ndoes not provide 'victims' with a right \nof access to the government's files\"); cf. In \nre Slier, 571 F.3d 604, 609 (6th Cir. \n2009) (holding that \"the CVRA does not \nprovide an independent right to obtain PSRs\"); Kenna v. United States, 453 F.3d \n1136, 1137 (9th Cir. 2006) \n(affirming district court's rejection of victim's argument \nthat the CVRA \nconferred a general right for crime victims to obtain disclosure of \nPSRs). The CVRA provides victims with rights associated with the defendant's \ntrial, such as notice of proceedings against the defendant, the right to be heard at \na proceeding, and the right to confer with the government's attorney, but is silent \nas to documents offered during the trial. See In re Slier, 571 F.3d at 609-10. \nPetitioners argument that they are entitled to grand jury records similarly \nfails. The traditional rule of grand jury secrecy may be set aside under certain \ncircumstances prescribed by Federal Rule of Criminal \nProcedure 6(e). The \nSupreme Court has explained that a party seeking disclosure of grand jury \nmaterials must make a showing of a \"particularized need.\" United States v. \nAisenberg, 358 F.3d 1327, \n1348 (11th Cir. 2004) (citing Douglas Oil Co. v. Petrol \n27 \nEFTA00010568\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 28 of 32 \nStops Northwest, 441 U.S. 211, 222 (1979)). \nFor the reasons previously found by the \nCourt, Petitioners have not, and cannot, make such a showing. Doc. 330 at 7-10. \nIn addition, the law enforcement \ninvestigative privilege protects the \ndocuments Petitioners seek. The purpose of this privilege is \"to prevent \ndisclosure of law enforcement techniques and procedures, to preserve the \nconfidentiality of sources, to protect witnesses and law enforcement personnel, to \nsafeguard the privacy of individuals involved in an investigation, and otherwise \nto prevent interference with an investigation.\" In re Dep't of Investigation of the \nCity of New York, 856 F.2d 481, 482 (2nd Cir. 1988) (citations omitted). Disclosure \nto third parties of the interview reports of the young women sexually abused by \nEpstein could cause their identifies to become widely \nknown and result in their \nharm or embarrassment. The disclosure of information contained in the FBI \ninvestigative file to third parties could cause additional psychological trauma, \ndisruption of family relationships or professional careers, and possible public \nrelease of personal \ninformation.18\nThe law enforcement investigative \nprivilege is recognized under the Freedom \nof Information Act (FOIA), 5 U.S.C. § 552, which specifically exempts from \n18  Disclosure of information from the FBI file would also reveal sensitive FBI \ninvestigative and operational methods, procedures, and techniques. Information \ncontained within an FBI investigative file, if revealed, might compromise the \neffective use of such methods in future cases. The FBI's investigative tools \nmust \nremain confidential so that law enforcement can retain an element of surprise \nand prevent the use of countermeasures by targets and suspects to thwart \neffective law \nenforcement. \n28 \nEFTA00010569\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 29 of 32 \ndisclosure \"records of information compiled for law \nenforcement purposes\" that \n\"could reasonably be expected to constitute an unwarranted invasion \nof personal \nprivacy\" or \"would disclose techniques and procedures for law enforcement \ninvestigations or prosecutions .. . . \" 5 U.S.C. § 552(b)(7)(C) and (E). Certainly \nCongress did not contemplate granting victims an end\n-run around the FOIA \ndisclosure \nexemptions when it drafted the CVRA. \nD. Petitioners' request for \nmonetary damages \nFinally, Petitioners assert that \nthey are entitled to \"monetary sanctions,\" \nattorneys' fees, and restitution. As \nexplained above, however, the CVRA \nexplicitly \nprohibits a cause of action for damages against the United States \narising from any violation of the CVRA. 18 \nU.S.C. § 3771(d)(6). Attempting to \nrecast a claim for damages as monetary \"sanctions\" does not make it any less an \nimpermissible claim \nfor damages. \nRegarding restitution, Petitioners are \nentitled under the CVRA to \"[t]he right \nto full and timely \nrestitution as provided in law.\" 18 U.S.C. § 3771(a)(6). Congress \nmodified a crime victim's \nentitlement to restitution by restricting it to only those \ncircumstances \"provided \nin law,\" thus recognizing that there would be \nnumerous \nsituations when it would be impossible for a victim to receive \nrestitution. See In re W.R. \nHe; 409 F.3d 555, 563 (2d Cir. 2005). The statute under \nwhich Petitioners urge this Court to award restitution does not make the \ngovernment liable for restitution for harms \ncaused by others. Calling something \n\"restitution\" does not \nmake it so. In reality, Petitioners seek money damages \nfrom the government, \nand this they cannot do. \n29 \nEFTA00010570\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 30 of 32 \nWith respect to attorneys' fees, the doctrine of sovereign immunity bars an \naward of attorneys fees against the United States unless there is express \nstatutory authorization for such an award. Joe v. United \nStates, 772 F.2d 1535, 1536 \n(11th Cir. 1985). Waivers \nof sovereign immunity are to be strictly construed in \nfavor of the sovereign. Id. (citing \nUnited States v. Sherwood, 312 U.S. 584, 590 \n(1941)). The CVRA \ndoes not provide for attorneys' fees against the United States, \nand thus Petitioners argument that they are entitled to attorneys fees must be \nrejected. \nCONCLUSION \nRegardless of what the CVRA required the government to do in this matter, \nthe victims are right to expect better \nfrom their Justice Department. The \ngovernment's commitment in the decade \nsince this action was filed to combat \nhuman trafficking and child \nexploitation and protect victims of such offenses \nunderscores that its conduct in this matter, no \nmatter how well-intentioned, fell \nshort of the government's dedication to serve victims to the best of its ability. \nWhile the Court cannot unwind the past, the remedies proposed by the \ngovernment would give the victims \na meaningful opportunity to have their \nvoices heard and to understand, if not accept, the decisions made in this matter. \nPetitioners requested remedies, on the other hand, run afoul of the remedial \nscheme \ncontemplated by the CVRA, are contrary to law, and may cause \nunintended harm to the \nvictims whose interests are also protected by the CVRA. \n30 \nEFTA00010571\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 31 of 32 \nFor the foregoing reasons, the Court \nshould endorse the government's proposed \nremedies. \nRespectfully \nsubmitted, \nBYUNG J. PAK \nUnited States Attorney \nIs) \n/s \nSpecial \nAttorney \nGeor \nis Bar No. \nSpecial A ttor \nr  'a Bar N . \n31 \nEFTA00010572\n\nCase 9:08-cv-80736-KAM Document 462 Entered on FLSD Docket 06/24/2019 Page 32 of 32 \nCertificate of \nService \nI served this document today by filing it using the \nCourt's ECF system, \nwhich automatically notifies the parties and counsel of record. \nJune 24, 2019 \n/s/ \nSpedal \nAttorney \nEFTA00010573",
    "pageCount": 32,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ss.'\"Ila \nProsecutors finally want \nto \nhear from Jeffrey Epstein's victims, MIAMI HERALD, 2019, \nhttps://www.miami"
      },
      {
        "name": "Acosta",
        "role": "extracted",
        "context": "to discuss \nthis \nmatter with Mr. Acosta to get answers about that"
      },
      {
        "name": "Civil \nAction",
        "role": "extracted",
        "context": "JANE DOE 1 AND JANE DOE 2, \nCivil \nAction No. \nPETITIONERS, \nV. \nUNITED"
      },
      {
        "name": "Proposed Remedies",
        "role": "extracted",
        "context": "to Petitioners' Submission on Proposed Remedies \nThe United States of America"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "mission on Proposed Remedies \nThe United States of America, by Byung J"
      },
      {
        "name": "Northern District",
        "role": "extracted",
        "context": "ited States Attorney for the \nNorthern District of Georgia, and \nJill E. Stei"
      },
      {
        "name": "Special Attorneys",
        "role": "extracted",
        "context": "berg and Nathan P. Kitchens, \nSpecial Attorneys for the Southern District of"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "s, \nSpecial Attorneys for the Southern District of Florida, files this respon"
      },
      {
        "name": "Crime \nVictims",
        "role": "extracted",
        "context": "corded \nPetitioners under the Crime \nVictims \nRights Act \n(CVRA) based on"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "ers under the Crime \nVictims \nRights Act \n(CVRA) based on this Court's"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "secution agreement (NPA) with Jeffrey \nEpstein? \nPetitioners seek \n1 This Co"
      },
      {
        "name": "This Court",
        "role": "extracted",
        "context": "Epstein? \nPetitioners seek \n1 This Court previously found that Petitio"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "the parties. \nDISCUSSION \n1. The Government's Proposed Remedies. \nA. The"
      },
      {
        "name": "By Department",
        "role": "extracted",
        "context": "nt of rights under \nthe CVRA. By Department \npolicy and practice, however"
      },
      {
        "name": "The Department",
        "role": "extracted",
        "context": "the victims fell short. \nB. The Department of Justice's commitment to vi"
      },
      {
        "name": "Between Fiscal",
        "role": "extracted",
        "context": "itation a national priority? \nBetween Fiscal Years (FY) \n2009 and 2016, th"
      },
      {
        "name": "See Department",
        "role": "extracted",
        "context": "human \ntrafficking cases \n3  See Department of Justice Releases First Nat"
      },
      {
        "name": "Justice Releases",
        "role": "extracted",
        "context": "g cases \n3  See Department of Justice Releases First National Strategy for C"
      },
      {
        "name": "First National",
        "role": "extracted",
        "context": "epartment of Justice Releases First National Strategy for Child Exploitati"
      },
      {
        "name": "Child Exploitation",
        "role": "extracted",
        "context": "s First National Strategy for Child Exploitation. \nPrevention and Interdiction"
      },
      {
        "name": "Eric Holder",
        "role": "extracted",
        "context": "xploitation-prevention\n-\nand (Eric Holder comments); Introduction by At"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "er comments); Introduction by Attorney General Loretta Lynch, \nNational Stra"
      },
      {
        "name": "Loretta Lynch",
        "role": "extracted",
        "context": "roduction by Attorney General Loretta Lynch, \nNational Strategy to Combat"
      },
      {
        "name": "National Strategy",
        "role": "extracted",
        "context": "orney General Loretta Lynch, \nNational Strategy to Combat Human. Trafficking"
      },
      {
        "name": "Combat Human",
        "role": "extracted",
        "context": "Lynch, \nNational Strategy to Combat Human. Trafficking (January 2017),"
      },
      {
        "name": "Jeff \nSessions",
        "role": "extracted",
        "context": "afficking); Attorney General \nJeff \nSessions Delivers Remarks at National"
      },
      {
        "name": "Delivers Remarks",
        "role": "extracted",
        "context": "orney General \nJeff \nSessions Delivers Remarks at National Law Enforcement T"
      },
      {
        "name": "National Law",
        "role": "extracted",
        "context": "Sessions Delivers Remarks at National Law Enforcement Training on Child"
      },
      {
        "name": "Enforcement Training",
        "role": "extracted",
        "context": "ivers Remarks at National Law Enforcement Training on Child Exploitation \n(June"
      },
      {
        "name": "Justice Programs",
        "role": "extracted",
        "context": "ition, through \nits Office of Justice Programs, the Department funds 61 coor"
      },
      {
        "name": "National \nStrategy",
        "role": "extracted",
        "context": "11/download (hereinafter 2016 National \nStrategy for Child Exploitation Preven"
      },
      {
        "name": "Program Summary",
        "role": "extracted",
        "context": "Exploitation Prevention). \n6  Program Summary, Internet Crimes Against Chil"
      },
      {
        "name": "Internet Crimes",
        "role": "extracted",
        "context": "ention). \n6  Program Summary, Internet Crimes Against Children Task Force P"
      },
      {
        "name": "Against Children",
        "role": "extracted",
        "context": "gram Summary, Internet Crimes Against Children Task Force Program, \nhttps://"
      },
      {
        "name": "Task Force",
        "role": "extracted",
        "context": "ernet Crimes Against Children Task Force Program, \nhttps://www.ojjdp.g"
      },
      {
        "name": "In April",
        "role": "extracted",
        "context": "ist victims of trafficldng.9  In April 2016, the Department \npublish"
      },
      {
        "name": "Fiscal Year",
        "role": "extracted",
        "context": "Epstein complied with \n9 \nOVC Fiscal Year (FY) 2019 Direct Services to"
      },
      {
        "name": "Direct Services",
        "role": "extracted",
        "context": "9 \nOVC Fiscal Year (FY) 2019 Direct Services to Support Victims of Human"
      },
      {
        "name": "Support Victims",
        "role": "extracted",
        "context": "(FY) 2019 Direct Services to Support Victims of Human \nTrafficking, \nhttps"
      },
      {
        "name": "Human \nTrafficking",
        "role": "extracted",
        "context": "ervices to Support Victims of Human \nTrafficking, \nhttps://www.ovc.gov/grants/"
      },
      {
        "name": "Federal Strategic",
        "role": "extracted",
        "context": "Exploitation Prevention. \n11 Federal Strategic Action Plan on Services for V"
      },
      {
        "name": "Action Plan",
        "role": "extracted",
        "context": "ention. \n11 Federal Strategic Action Plan on Services for Victims of Hu"
      },
      {
        "name": "Human Trafficking",
        "role": "extracted",
        "context": "an on Services for Victims of Human Trafficking, \nhttps://www.ovc.gov/pubs/Fe"
      },
      {
        "name": "Enforcement Mechanism",
        "role": "extracted",
        "context": "e. \n2. The CVRA Specifies the Enforcement Mechanism To Address Violations of \nIts"
      },
      {
        "name": "To Address",
        "role": "extracted",
        "context": "ies the Enforcement Mechanism To Address Violations of \nIts Terms and"
      },
      {
        "name": "Its Terms",
        "role": "extracted",
        "context": "ism To Address Violations of \nIts Terms and Does Not Authorize the Eq"
      },
      {
        "name": "Does Not",
        "role": "extracted",
        "context": "Violations of \nIts Terms and Does Not Authorize the Equitable Remed"
      },
      {
        "name": "Equitable Remedies",
        "role": "extracted",
        "context": "ms and Does Not Authorize the Equitable Remedies Petitioners \nSeek. \nThe gover"
      },
      {
        "name": "Petitioners \nSeek",
        "role": "extracted",
        "context": "horize the Equitable Remedies Petitioners \nSeek. \nThe government \noffers the"
      },
      {
        "name": "Although Petitioners",
        "role": "extracted",
        "context": "their \ndignity and privacy. \nAlthough Petitioners assert that the CVRA gives th"
      },
      {
        "name": "Justice Victims",
        "role": "extracted",
        "context": "rovide that the Department of Justice Victims' Rights Ombudsman is \"the fin"
      },
      {
        "name": "Rights Ombudsman",
        "role": "extracted",
        "context": "epartment of Justice Victims' Rights Ombudsman is \"the final \narbiter of the"
      },
      {
        "name": "The \nOmbudsman",
        "role": "extracted",
        "context": "rmination. Id. at (c)(7)-(8). The \nOmbudsman alone decides whether to \nnot"
      },
      {
        "name": "Orrin Hatch",
        "role": "extracted",
        "context": "Rec. 7312 (statement of Sen. Orrin Hatch). \n9 \nEFTA00010550\n\nCase 9:08"
      },
      {
        "name": "Justice \nHuman",
        "role": "extracted",
        "context": "vided under the Department of Justice \nHuman \nResources Order, 1200.1,\" wh"
      },
      {
        "name": "Resources Order",
        "role": "extracted",
        "context": "Department of Justice \nHuman \nResources Order, 1200.1,\" which include writt"
      },
      {
        "name": "Human Resources",
        "role": "extracted",
        "context": "or \nless. Id. at (e)(2); DOJ Human Resources Order, 1200.1, Part 3, B(2)."
      },
      {
        "name": "See \nUnited",
        "role": "extracted",
        "context": "eady specified. Courts agree. See \nUnited States v. Monzel, 641 F.3d 52"
      },
      {
        "name": "Hewitt Associates",
        "role": "extracted",
        "context": "pressly\") (quoting Mertens v. Hewitt Associates, 508 U.S. \n248, 254 (1993));"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": ", 508 U.S. \n248, 254 (1993)); United \nStates v. \nHunter, \n548 F.3d 1308, 1"
      },
      {
        "name": "Transamerica Mortgage",
        "role": "extracted",
        "context": "itional remedies.\") \n(quoting Transamerica Mortgage \nAdvisors, Inc. v. Lewis, \n44"
      },
      {
        "name": "Passenger Corp",
        "role": "extracted",
        "context": "S. 11, 19 (1979)); Nat'l R.R. Passenger Corp. v. Nat'l \nAss'n of R.R. \nPas"
      },
      {
        "name": "Southern Farm",
        "role": "extracted",
        "context": "her \nremedies.\"); McDonald v. Southern Farm \nBureau Life Ins. Co., 291 F."
      },
      {
        "name": "Bureau Life",
        "role": "extracted",
        "context": "); McDonald v. Southern Farm \nBureau Life Ins. Co., 291 F.3d 718, 725 ("
      },
      {
        "name": "When Congress",
        "role": "extracted",
        "context": "d 718, 725 (11th Cir. 2002) (\"When Congress creates \ncertain remedial pro"
      },
      {
        "name": "Because Petitioners",
        "role": "extracted",
        "context": "arahalios, 489 U.S. at 533). \nBecause Petitioners seek remedies not authorized"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "Code specifically devoted to \"Criminal Procedure.\" The \nCVRA does not contempl"
      },
      {
        "name": "Patrick Leahy",
        "role": "extracted",
        "context": "306 (2004) (statement of Sen. Patrick Leahy) \n(expressing regret that the"
      },
      {
        "name": "Civil Relief",
        "role": "extracted",
        "context": ". Even if the CVRA Allows for Civil Relief, the Remedies Petitioners See"
      },
      {
        "name": "Remedies Petitioners",
        "role": "extracted",
        "context": "Allows for Civil Relief, the Remedies Petitioners Seek \nGo Well Beyond What Is"
      },
      {
        "name": "Seek \nGo",
        "role": "extracted",
        "context": "ief, the Remedies Petitioners Seek \nGo Well Beyond What Is Appropria"
      },
      {
        "name": "Well Beyond",
        "role": "extracted",
        "context": "Remedies Petitioners Seek \nGo Well Beyond What Is Appropriate. \nBut eve"
      },
      {
        "name": "What Is",
        "role": "extracted",
        "context": "itioners Seek \nGo Well Beyond What Is Appropriate. \nBut even if the"
      },
      {
        "name": "Despite Petitioners",
        "role": "extracted",
        "context": "desires of, certain victims. \nDespite Petitioners best intentions, partial resc"
      },
      {
        "name": "The \nEleventh",
        "role": "extracted",
        "context": "rafting an equitable \nremedy. The \nEleventh Circuit has admonished courts"
      },
      {
        "name": "Attorney Pak",
        "role": "extracted",
        "context": "itioners to confer with \nU.S. Attorney Pak in person \"to share with [him"
      },
      {
        "name": "Local \nNo",
        "role": "extracted",
        "context": "he basis of the arrangement.\" Local \nNo. 234 v. Henley & Beckwith, 66"
      },
      {
        "name": "Frankenmuth \nMutual",
        "role": "extracted",
        "context": "818, 821 (Fla.1953); see also Frankenmuth \nMutual Ins. a Escambia \nCounty, 289"
      },
      {
        "name": "Escambia \nCounty",
        "role": "extracted",
        "context": "so Frankenmuth \nMutual Ins. a Escambia \nCounty, 289 F.3d 723, 728 (11th Cir."
      },
      {
        "name": "Although \nPetitioners",
        "role": "extracted",
        "context": "Cir. 2002) (interpreting \n15  Although \nPetitioners counsel have not spoken with"
      },
      {
        "name": "Ila \nProsecutors",
        "role": "extracted",
        "context": "n \nme this long \nto process.'\"Ila \nProsecutors finally want \nto \nhear from J"
      },
      {
        "name": "Galaxy Cable",
        "role": "extracted",
        "context": "tract is clearly divisible.\" \nGalaxy Cable, Inc. v. Cablevision of Mario"
      },
      {
        "name": "Local No",
        "role": "extracted",
        "context": "r and to the consideration.\" \nLocal No. 234, 66 So. 2d at 822 (holdi"
      },
      {
        "name": "Wilderness Country",
        "role": "extracted",
        "context": "ween the parties\"); see also \nWilderness Country Club Partnership v. Groves, 4"
      },
      {
        "name": "Club Partnership",
        "role": "extracted",
        "context": "see also \nWilderness Country Club Partnership v. Groves, 458 So. 2d \n769, 7"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": "nate the essence of \nthe \"Non-Prosecution Agreement.\" The three sentences \nthat P"
      },
      {
        "name": "Wilderness \nCountry",
        "role": "extracted",
        "context": "ubject to partial rescission. Wilderness \nCountry Club Partnership, 458 So. 2d"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "medy they request here.16\n16  See United States v. Walker, 98 F.3d 944"
      },
      {
        "name": "See Medmarc",
        "role": "extracted",
        "context": "age 22 of 32 \ndeterminations. See Medmarc Co. \nIns. Co. v. Pineiro & By"
      },
      {
        "name": "Sierra Equity",
        "role": "extracted",
        "context": "1216 (S.D. Fla. 2011) (citing Sierra Equity Group, Inc. v. White Oak Equi"
      },
      {
        "name": "White Oak",
        "role": "extracted",
        "context": "Sierra Equity Group, Inc. v. White Oak Equity \nPartners, LLC, 650 F."
      },
      {
        "name": "Equity \nPartners",
        "role": "extracted",
        "context": "uity Group, Inc. v. White Oak Equity \nPartners, LLC, 650 F. Supp. 2d 1213, 1"
      },
      {
        "name": "Standard Ins",
        "role": "extracted",
        "context": "S.D. Fla. 2009); Eisenberg v. Standard Ins. \nCo., No. 09-80199, 2009 WL"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "ek injunctive \nrelief. As the Supreme Court held in \nCity of Los Angeles"
      },
      {
        "name": "In Woodruff",
        "role": "extracted",
        "context": "a remedy is \nnot cognizable. In Woodruff v. Oilman, 29 F. App'x 337,"
      },
      {
        "name": "Sixth Circuit",
        "role": "extracted",
        "context": "7, \n346 (6th Cir. 2002), the \nSixth Circuit held \nthat the district court"
      },
      {
        "name": "Ninth Circuit",
        "role": "extracted",
        "context": "holding, the court cited the Ninth Circuit, \nwhich has recognized that c"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "he government to confer with \nJane Doe 1 and 2 is particularly unnec"
      },
      {
        "name": "See Exhibit",
        "role": "extracted",
        "context": "r \nthem to do precisely that. See Exhibit 1. \n23 \nEFTA00010564\n\nCase 9:"
      },
      {
        "name": "Miller Orthopaedics",
        "role": "extracted",
        "context": "\" \nUnited States v. Askins \n& Miller Orthopaedics, P.A., 924 F.3d 1348, 1361 (1"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-06-24",
        "event": "06/24/2019"
      },
      {
        "date": "2017-06-06",
        "event": "June 6, 2017"
      },
      {
        "date": "2019-05-07",
        "event": "May 7, 2019"
      },
      {
        "date": "2019-06-21",
        "event": "June 21, 2019"
      },
      {
        "date": "2009-06-25",
        "event": "June 25, 2009"
      },
      {
        "date": "2019-06-24",
        "event": "June 24, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:42.241Z"
}