{
  "document": {
    "id": "efta00021197",
    "filename": "EFTA00021197.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021197.pdf",
    "text": "\n\nFrom: \nTo:'\nCc: \nSubject: Re: Epstein \nDate: Fri, 09 Aug 2019 12:19:50 +0000 \nI got on the introductory call toM with= but I left her to run with SDFL documents. Check with her. \nrney, \nSDNY \nOn Aug \n9, 2019, at 7:58 AM, \nSeparatel the Miami Herald is reporting that \nFlorida prosecu ion is leaving SDFL. Have you heard back from yet on his efforts to track down \nwhatever paper/hard copy materials she may have? \nwrote: \n, the lone remaining prosecutor on the 2007 \nhttps://www.miamiherald.corn/news/state/florida/article233668342.html \nSent from my iPhone \nOn Aug \n9, 2019, at 6:26 AM, McEnany, wrote: \nNote the blurb that the Florida governor ordered an inv into the Palm Beach PD handling of Epstein \nBegin forwarded message: \nFrom: The Marshall Project <info®themarshallproject org> \nDate: August 8, 2019 at 7:41:03 AM EDT \nTo: <j \nSubject: Swept up by ICE \nReply-To: The Marshall Project <info®themarshallproject org> \nEFTA00021197\n\nOpening Statement \nAugust 8, 2019 \nEdited by \nSUBSCRIBE TO OUR NEW \nNEWSLETTER: \nLIFE INSIDE \nInside \nWeekly essays by those who live \nor work in the criminal justice \nsystem, delivered to you. \nPICK OF THE NEWS \nHundreds arrested in ICE raids \nat food processing plants in Mississippi. \nImmigration agents Wednesday seized workers from seven work sites. BUZZFEED \nChildren were separated from their parents and each other as friends protested the \nchoreographed raids. THE WASHINGTON POST Several companies were targeted, including \nKoch Foods, one of the biggest poultry processors in the nation. ASSOCIATED PRESS \nRelated: Officials say it might be the largest ever workplace sweep in a single state. THE \nNEW YORK TIMES \nThoughts, \nprayers, inaction. Despite broad public support for universal background \nchecks for \ngun sales, GOP senators won't support legislation requiring them. THE \nWASHINGTON POST A federal \"red flag\" law, encouraging states to take guns away from \npeople who pose a threat, may have a better chance of passage. ASSOCIATED PRESS \nMeanwhile, the Trump administration has expanded access to guns through regulatory \nactions. POLITICO Finally: White House rebuffed efforts by Homeland Security officials \nto aggressively fight domestic terrorism. CNN \nEFTA00021198\n\nA litany of grief, heroism and lost futures: \nShort histories of the lives and \ndeaths of the \nshooting victims of El \nPaso. \nTHE WASHINGTON POST The alleged El \nPaso gunman gets a seasoned defense attorney as prosecutors, and maybe the feds too, \nprepare for a capital case. EL PASO TIMES Related: Along with gun violence comes a \nrise in false alarms and feelings of dread and anxiety. THE WASHINGTON POST Finally: \nMeet Glendon Oaldey, a soldier who helped children escape the El Paso massacre. TASK \nAND PURPOSE \nA real invasion, of \nguns heading south to Mexico. Gun-running Americans, who \nsmuggle somewhere between 700 to \n800 \nfirearms into Mexico every day, are a big part of \nthe reason why that country has high murder rates and low rates of successful law \nenforcement operations aimed at undercutting drug cartels. Lax state laws in Texas make \nthe problem particularly acute there, or lucrative, depending on your point of view. \nROLLING STONE Related: Mexico launches terror probe aimed at American shooter. \nSLATE \nrr. Race, justice and death penalty \nbias. The North Carolina Supreme Court later \nthis month will hold hearings in a case about the state's Racial Justice Act, an historic \npiece of legislation passed in 2009 that allowed death row inmates there to more \naggressively challenge their sentences based on allegations of racial bias in a jurisdiction \nlong known for it. Republican lawmakers repealed the law in 2013 and the question for \nthe justices now is whether men who were released from death row before 2013 may be \nreturned there. Jack Brook has our story, this time with a working link. THE MARSHALL \nPROJECT \nN/S/E/W \nCyntoia Brown goes free. Released from a women's prison in Tennessee Wednesday \nmorning, she spent 15 years for murdering a man she said was trafficking her for sex. Her \nlife sentence, imposed at age 16, was commuted in January. NASHVILLE SCENE A few \npost-release obligations, including community service. THE TENNESSEAN TMP Context: \nCyntoia Brown and our twisted system. THE MARSHALL PROJECT \nHow the \"felony murder\" rule works in Ohio. Police shoot and kill a robbery suspect and \nthen charge his girlfriend with the murder, because, they say, she was in on his crimes. \nEFTA00021199\n\nTHE NEW REPUBL I \nc \nTMP Context: Charged with murder without killing anyone. THE \nMARSHALL PROJECT \nA federal grand jury in Louisiana indicted nearly two dozen people, including five \nguards at the state penitentiary at Angola, on drug-smuggling charges. (BATON ROUGE) \nADVOCATE \nA Utah judge this week began to hear testimony from lawyers for a death row inmate \nwhose trial lawyer never called 16 witnesses who reportedly were prepared to offer \n\"mitigating\" testimony during the penalty phase of his 2015 capital trial. SALT LAKE CITY \nTRIBUNE \nFlorida's governor orders an investigation into the way local officials in Palm Beach \nhandled the Jeffrey Epstein case. MIAMI HERALD \nCOMMENTARY \nTerror is \nas terror does. When it comes to hate and deadly violence, what's the \ndifference between white supremacists and Jihadis? THE NEW YORK TIMES Related: The \nlink between gun violence and misogyny is a deadly mix we cannot ignore. USA TODAY No \nsuch thing as a \"lone wolf' in the age of the internet. FIVETHIRTYEIGHT Time to shut \ndown 8chan, the internet message board where shooters go to announce their plans. THE \nNEW YORK TIMES \nEl Paso to Trump: The hatred that led to gun violence didn't come from our city. EL \nPASO TIMES But it did follow a long line of white supremacist and nativist attacks against \npeople \nof color in Texas. THE NEW YORK TIMES \nTwo ships passing in the night. Can the limitations of criminal proceedings ever be \ncompatible with the requirements of good scientific methods? By Radley Balko. THE \nWASHINGTON POST \nEFTA00021200\n\nThe People v. William Barr. When the Justice Department acts like a private law \nfirm for a president trying to avoid accountability to Congress. SLATE \nETC. \nSurvey of the Day: All you ever wanted to know, and more, about the state of Texas' \ngun laws. Spoiler alert: Yearly gun sales doubled from 201.3 to 2017. TEXAS TRIBUNE \nComplaints of the Day: Police in Mesa, Arizona, aren't happy about the fact that they \nhave to undergo training to identify and reduce their racial bias. CBS NEWS \nOpen Letter of the Day: Dear Walmart, you have the power to do more to stop gun \nviolence like the type that shattered one of your stores in El Paso. THE NEW YORK TIMES \nFuneral of the Day: For a dog named \"Jake,\" who lived and died looking for drugs in \nAlabama prisons. The ceremony was elaborate, and costly, and raises questions about the \nway prison officials mistreat or disrespect the families of inmates who die in custody. \nAL.COM \nWant less email? Update your preferences. \nThis email was sent to john.mcenanyrausdolgar \nwhy did I  get this?    unsubscribe from this list    update subscription preferences \nThe Marshall Project •  156 West 56th Street •  Suite 701 New York. NY 10019 •  USA \nEFTA00021201",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "he way local officials in Palm Beach \nhandled the Jeffrey Epstein case. MIAMI HERALD \nCOMMENTARY \nTerror is \nas ter"
      },
      {
        "name": "Epstein \nDate",
        "role": "extracted",
        "context": "From: \nTo:'\nCc: \nSubject: Re: Epstein \nDate: Fri, 09 Aug 2019 12:19:50 +0"
      },
      {
        "name": "On Aug",
        "role": "extracted",
        "context": "Check with her. \nrney, \nSDNY \nOn Aug \n9, 2019, at 7:58 AM, \nSepara"
      },
      {
        "name": "Miami Herald",
        "role": "extracted",
        "context": "9, at 7:58 AM, \nSeparatel the Miami Herald is reporting that \nFlorida pr"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "233668342.html \nSent from my iPhone \nOn Aug \n9, 2019, at 6:26 AM, McE"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "ernor ordered an inv into the Palm Beach PD handling of Epstein \nBegin"
      },
      {
        "name": "Epstein \nBegin",
        "role": "extracted",
        "context": "the Palm Beach PD handling of Epstein \nBegin forwarded message: \nFrom: The"
      },
      {
        "name": "The Marshall",
        "role": "extracted",
        "context": "gin forwarded message: \nFrom: The Marshall Project <info®themarshallproj"
      },
      {
        "name": "Opening Statement",
        "role": "extracted",
        "context": "llproject org> \nEFTA00021197\n\nOpening Statement \nAugust 8, 2019 \nEdited by \nS"
      },
      {
        "name": "Inside \nWeekly",
        "role": "extracted",
        "context": "EW \nNEWSLETTER: \nLIFE INSIDE \nInside \nWeekly essays by those who live \nor"
      },
      {
        "name": "Koch Foods",
        "role": "extracted",
        "context": "ies were targeted, including \nKoch Foods, one of the biggest poultry p"
      },
      {
        "name": "White House",
        "role": "extracted",
        "context": "y \nactions. POLITICO Finally: White House rebuffed efforts by Homeland"
      },
      {
        "name": "Homeland Security",
        "role": "extracted",
        "context": "ite House rebuffed efforts by Homeland Security officials \nto aggressively fi"
      },
      {
        "name": "El \nPaso",
        "role": "extracted",
        "context": "s of the \nshooting victims of El \nPaso. \nTHE WASHINGTON POST The all"
      },
      {
        "name": "Meet Glendon",
        "role": "extracted",
        "context": "THE WASHINGTON POST Finally: \nMeet Glendon Oaldey, a soldier who helped"
      },
      {
        "name": "El Paso",
        "role": "extracted",
        "context": "ho helped children escape the El Paso massacre. TASK \nAND PURPOSE"
      },
      {
        "name": "The North",
        "role": "extracted",
        "context": "tice and death penalty \nbias. The North Carolina Supreme Court later"
      },
      {
        "name": "Carolina Supreme",
        "role": "extracted",
        "context": "eath penalty \nbias. The North Carolina Supreme Court later \nthis month will"
      },
      {
        "name": "Racial Justice",
        "role": "extracted",
        "context": "s in a case about the state's Racial Justice Act, an historic \npiece of le"
      },
      {
        "name": "Jack Brook",
        "role": "extracted",
        "context": "2013 may be \nreturned there. Jack Brook has our story, this time with"
      },
      {
        "name": "Cyntoia Brown",
        "role": "extracted",
        "context": "E MARSHALL \nPROJECT \nN/S/E/W \nCyntoia Brown goes free. Released from a wo"
      },
      {
        "name": "Tennessee Wednesday",
        "role": "extracted",
        "context": "ased from a women's prison in Tennessee Wednesday \nmorning, she spent 15 years"
      },
      {
        "name": "By Radley",
        "role": "extracted",
        "context": "s of good scientific methods? By Radley Balko. THE \nWASHINGTON POST"
      },
      {
        "name": "The People",
        "role": "extracted",
        "context": "ASHINGTON POST \nEFTA00021200\n\nThe People v. William Barr. When the Jus"
      },
      {
        "name": "William Barr",
        "role": "extracted",
        "context": "EFTA00021200\n\nThe People v. William Barr. When the Justice Department"
      },
      {
        "name": "Justice Department",
        "role": "extracted",
        "context": "ple v. William Barr. When the Justice Department acts like a private law \nfirm"
      },
      {
        "name": "Open Letter",
        "role": "extracted",
        "context": "their racial bias. CBS NEWS \nOpen Letter of the Day: Dear Walmart, you"
      },
      {
        "name": "Dear Walmart",
        "role": "extracted",
        "context": "NEWS \nOpen Letter of the Day: Dear Walmart, you have the power to do mor"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-08-08",
        "event": "August 8, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:04.206Z"
}