{
  "document": {
    "id": "efta00018373",
    "filename": "EFTA00018373.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018373.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 407 Filed 11/03/21 Page \n1 of 7 \nLAW OFFICES OF BOBBI C. STERNHEIM \n212-243.1100 \n• Main 225 Broadway, Suite 715 \n917-912-9698 • Cell New York, NY 10007 \n888-587-4737 • Fax besternheim@mac.com \nNovember 3, 2021 \nHonorable Alison J. Nathan \nUnited States District Judge \nUnited States Courthouse \n40 Foley Square \nNew York, NY 10007 \nRe: United States v. Ghislaine Maxwell \nS2 20 Cr. 330 (AJN) \nDear Judge Nathan: \nCounsel for Ghislaine Maxwell renew our request that the Court release the names of \npotential jurors, for attorneys' eyes only, as soon as the written questionnaires are distributed. \nBased on the Court's statement during the October 21 teleconference, it was counsel's \nunderstanding that juror names would be provided to counsel on the Juror Sheet to be inserted in \nthe questionnaire. In responding to the Court's order regarding approval of the video to be played \nto prospective jurors, the government importuned the Court to deny counsel the opportunity to \nproperly vet jurors at this critical state of the proceeding. Not knowing the names of the \npotential jurors will prevent the parties from conducting necessary background research on the \njurors in advance of voir dire so that they may evaluate potential challenges and strikes. Due to \nthe large number of potential jurors (600), waiting until voir dire to release the names of the \njurors will make it virtually impossible for the parties to conduct any meaningful research to \nuncover issues that may require follow-up questions, lead to additional cause challenges, or \nenable the parties to exercise their peremptory challenges in an informed manner. \nRecently, in Sines, et at v. Kessler, et at, 17-CV-72 (KNM) (W.D. Va.), the civil case \nbrought against the organizers of the Unite the Right rally in Charlottesville, Virginia, the United \nEFTA00018373\n\nCase 1:20-cr-00330-AJN Document 407 Filed 11/03/21 Page 2 \nof 7 \nLAW OFFICES OF OOOBI C.STERNHEIM \nStates District Court for the Western District of Virginia ordered a semi-anonymous jury (jurors \nwere publicly referred to by number only) and released the names of all potential jurors to \ncounsel, plus all pro se defendants (including Richard Spencer and Christopher Cantwell), who \nare allegedly prominent white supremacists, neo-Nazis, and the leaders of hate groups that \nplanned, promoted, and executed the violent acts in Charlottesville. (See Exhibit A, annexed.) \nThe defendants in Sines included factions of the Ku Klux Klan. The concerns for juror privacy in \nSines dwarf any conceivable concerns in this case and Sines is also the subject of extensive \nongoing publicity. We submit that withholding the names of 600 jurors until the day of jury \nselection will deprive Ms. Maxwell of her right to be tried by a fair and impartial jury and is a \nprocedure that would violate due process in this particular case.' \n\"An impartial jury is one in which all of its members, not just most of them, are free of \ninterest and bias.\" United States v. Parse, 789 F.3d 83, 111 (2d Cir. 2015). In Parse, a case \nbefore Judge Pauley sub nom United States v. Daugerdas, a jury convicted defendant Parse and \nthree of his co-defendants of numerous financial fraud and tax evasion charges. 789 F.3d at 86. \nAfter trial, all defendants moved pursuant to Fed.R.Crim.P. 33(a) for a new trial on the ground \nthat one of the jurors, Juror No. I  (Catherine M. Conrad), \"had lied and withheld material \ninformation during voir dire and was biased against defendants. Judge Pauley appointed Bobbi \nC. Sternheim, Esq. to represent the juror and conducted an evidentiary hearing in which the juror \nwas examined, and in a detailed thorough opinion (see United States v. Daugerdas, 867 \nF.Supp.2d 445 (S.D.N.Y.2012) found it \"undisputed that Conrad lied extensively during voir dire \nand concealed important information about her background\" (id. at 451), her level of education, \nplace of residence, criminal history, and other matters. Parse, 789 F.33 at 87-90. \n' We are unaware of any other recent high-profile case in which a written juror questionnaire was \nused and the Court withheld the names of the jurors from counsel following the completion of \nthe questionnaires. \n2 \nEFTA00018374\n\nCase 1:20-cr-00330-AJN Document 407 Filed 11/03/21 Page \n3 of 7 \nLAW OFFICES OF BOBBI C.STERNHEIM \nJudge Pauley granted a motion for a new trial as to Parse's three co-defendants but held \nthat Parse had waived his right to an impartial jury because his attorneys had sat on background \nresearch collected before and during trial that suggested Conrad's voir dire answers were false. \nId. at 101. On appeal, the Second Circuit \"had no difficulty with the ruling of the district court in \nthe present case that the jury empaneled to hear the case against these defendants was not an \nimpartial jury.\" Id. at III. Moreover, the Second Circuit reversed Judge Pauley's ruling that \nParse had waived his right to an impartial jury, and vacated Parse's conviction. Id. at 118. \nThe result in Parse was that a three-month trial, with 41 witnesses and some 1,300 \nexhibits, was undone by the falsehoods of one juror during voir dire—falsehoods that could have \nbeen uncovered by thorough background research and prompt action by the parties. Numerous \nbar associations have recognized that trial counsel is expected to conduct intemet research on \npotential jurors. Some bar associations have opined that professional standards of competence \nand diligence may require such research. For example, just weeks after Judge Pauley conducted \na post-conviction evidentiary hearing in Parse, the New York City Bar Association stated the \nfollowing in Formal Opinion 2012-2: \nJust as the intemet and social media appear to facilitate juror misconduct, the same \ntools have expanded an attorney's ability to conduct research on potential and sifting \njurors, and clients now often expect that attorneys will conduct such research. Indeed, \nstandards of competence and diligence may require doing everything reasonably \npossible to learn about the jurors who will sit in judgment on a case. \nSimilarly, in 2014, the American Bar Association recognized the \"strong public interest \nin identifying jurors who might be tainted by improper bias or prejudice,\" and therefore opined \nthat it was proper for counsel to research \"a juror's or potential juror's Internet presence, which \nmay include postings by the juror or potential juror in advance of and during a trial. . . .\" See \nStanding Committee on Ethics and Professional Responsibility, Formal Op. 466 at 1-2, Am. Bar \n3 \nEFTA00018375\n\nCase 1:20-cr-00330-AJN Document 407 Filed 11/03/21 \nPage 4 of 7 \nLAW OFFICES OF 13O13/31 C. STERNHEIM \nAssn. (2014); see also New York State Bar Association, Dec. 8, 2015 Report of the Social Media \nCommittee of the Commercial and Federal Litigation Section, at 15 (\"[I]t is not only permissible \nfor trial counsel to conduct Internet research on prospective jurors, but [] it may even be \nexpected.\"). \nOther courts have acknowledged that using the intemet to conduct background research \non prospective jurors is a \"rudimentary practice\" during jury selection. United States v. Stone, \nNo. 19-0018 (ABJ), 2020 U.S. Dist. LEXIS 67359, at *93 (D.D.C. Apr. 16, 2020); see also \nCarino v. Muenzen, No. A-5491-0811, 2010 N.J. Super. Unpub. LEXIS 2154, at *27 (Super. Ct. \nApp. Div. Aug. 30, 2010) (trial judge erred in preventing counsel from using the intemet during \njury selection). It is so routine that a party who fails to uncover disqualifying information about \na potential juror, despite a reasonable opportunity to do so, risks waiving the right to use that \ninformation in post-conviction proceedings. Stone at *90 (denying motion to vacate conviction \nand for a new trial because, inter alia, \"the defense could have discovered the [foreperson's \nsocial media] posts as early as September 12, 2019, the day counsel received access to the \ncompleted juror questionnaires, including the foreperson's, which had her name printed legibly \non the signature page.\"). \nHaving additional time to conduct background research on each of the venirepersons is \nthe best way to ensure a fair and impartial jury. Balancing the need to protect juror privacy \nagainst Ms. Maxwell's right to a fair and impartial jury weighs in favor of releasing the names of \npotential jurors to counsel upon the completion of their written questionnaires, not at voir dire. \nRespectfully submitted, \n/s/ \nBOBBI C. STERNHEIM \nEnc. \ncc: All counsel of record \n4 \nEFTA00018376\n\nCase 1:20-Cr-CO330-PON Document 401 Filed 11/03121 Page 5 of 7 \nEXHIBIT A \nEFTA00018377\n\nCase 3:17-odig@NAtecmomoggwripailikagpt ahrcirt6g9i/k3pAgeplagb% cffqgeid#: 21159 \nUNITED STATES DISTRICT COURT \nWESTERN DISTRICT OF VIRGINIA \nCHARLOTTESVILLE DIVISION \nELIZABETH SINES, et at, \nv. \nJASON \nICESSLER, et at, \nPlaintiffs, \nDefendants. \nCASE No. \n3:17-cv-00072 \nORDER \nJUDGE NORMAN K. MOON \nUpon this Court's own motion, upon notice that Plaintiffs' counsel may seek to designate \ncertain non-lawyers within their list of six (6) persons to be provided electronic access to the jury \nquestionnaires, and otherwise finding good cause shown, the Court hereby AMENDS Pretrial \nOrder1 3, (Dkt. 1172) as follows: \nPlaintiffs, and Defendants represented by counsel collectively, may each designate no \nmore than six (6) persons, which may be comprised of (1) current counsel of record or (2) third \nparties working under their direction, who are formally engaged and supervised by the attorneys \nof record, and for whom such attorneys of record will be responsible, and who will have signed \nthe Court's protective order, Dkt. 167, so long as such persons include at least one attorney \nadmitted to practice in the Western District of Virginia, to be provided electronic access by the \nClerk to receive and review copies of the jury questionnaires, on a rolling basis. A list including \nnames and occupations of prospective jurors, and information matching such prospective jurors \nwith the questionnaires pursuant to Dkt. 1204 1 2, will also be provided to such specifically \ndesignated persons by Plaintiffs and represented Defendants, no more than five (5) days before \ntrial. Jury questionnaires and such occupation list, and any information contained therein, are \n1 \nEFTA00018378\n\nCase \n3:\n17-\noeggFPNEW0M0-C494\n11\nwilkiAfit alpdrliCA\n9\nalo3PAgeF%gb \ncfMgeicl#: \n21160 \nsubject to the Court's orders regarding confidentiality in Dkt. 1172 and 1204, and shall not be \ndisclosed to any other person without prior authorization of Court. \nAny pro se Defendant—upon completing a declaration stating, under penalty of perjury, \nthey will not disclose the contents of such questionnaires or the jury occupation list provided to \nsuch pro se Defendant to any other person—may review the questionnaires and jury occupation \nlist onsite in the Clerk's Office. A paper copy of the completed questionnaires and the jury \noccupation list customarily made available to pro se litigants will be maintained in the Clerk's \nOffice. \nIf any party requests specific access to the confidential juror questionnaires in excess of \nthe provisions outlined above and in Dkts. 1172 and 1204, they shall file a motion to that effect. \nIn all other respects, this Court's Orders of Dkt. 1172 and 1204 shall remain unchanged and in \nforce. \nIt is so ORDERED. \nThe Clerk of the Court is directed to send a certified copy of this Order to the parties. \nEntered this \n19th \nday of October, 2021. \nagyigri \nI \ne4, \n\\ol\\ \n\\\\ \n\\nt\n)  \nkI I)\n\\I I I \nnsl \nATES DISTRICTJ \nt H \nEFTA00018379",
    "pageCount": 7,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "Square \nNew York, NY 10007 \nRe: United States v. Ghislaine Maxwell \nS2 20 Cr. 330 (AJN) \nDear Judge Nathan: \nCounsel"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "jury \nselection will deprive Ms. Maxwell of her right to be tried"
      },
      {
        "name": "Cell New",
        "role": "extracted",
        "context": "ay, Suite 715 \n917-912-9698 • Cell New York, NY 10007 \n888-587-4737"
      },
      {
        "name": "Honorable Alison",
        "role": "extracted",
        "context": "im@mac.com \nNovember 3, 2021 \nHonorable Alison J. Nathan \nUnited States Dist"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "3, 2021 \nHonorable Alison J. Nathan \nUnited States District Judge \nUnited"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Judge \nUnited States Courthou"
      },
      {
        "name": "Judge \nUnited",
        "role": "extracted",
        "context": "athan \nUnited States District Judge \nUnited States Courthouse \n40 Foley S"
      },
      {
        "name": "States Courthouse",
        "role": "extracted",
        "context": "States District Judge \nUnited States Courthouse \n40 Foley Square \nNew York, N"
      },
      {
        "name": "Foley Square",
        "role": "extracted",
        "context": "United States Courthouse \n40 Foley Square \nNew York, NY 10007 \nRe: Unit"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "Maxwell \nS2 20 Cr. 330 (AJN) \nDear Judge Nathan: \nCounsel for Ghislain"
      },
      {
        "name": "Juror Sheet",
        "role": "extracted",
        "context": "be provided to counsel on the Juror Sheet to be inserted in \nthe questi"
      },
      {
        "name": "Western District",
        "role": "extracted",
        "context": "States District Court for the Western District of Virginia ordered a semi-an"
      },
      {
        "name": "Richard Spencer",
        "role": "extracted",
        "context": "pro se defendants (including Richard Spencer and Christopher Cantwell), wh"
      },
      {
        "name": "Christopher Cantwell",
        "role": "extracted",
        "context": "including Richard Spencer and Christopher Cantwell), who \nare allegedly prominen"
      },
      {
        "name": "See Exhibit",
        "role": "extracted",
        "context": "ent acts in Charlottesville. (See Exhibit A, annexed.) \nThe defendants"
      },
      {
        "name": "Ku Klux",
        "role": "extracted",
        "context": "ines included factions of the Ku Klux Klan. The concerns for juror"
      },
      {
        "name": "In Parse",
        "role": "extracted",
        "context": "F.3d 83, 111 (2d Cir. 2015). In Parse, a case \nbefore Judge Pauley"
      },
      {
        "name": "Judge Pauley",
        "role": "extracted",
        "context": "15). In Parse, a case \nbefore Judge Pauley sub nom United States v. Daug"
      },
      {
        "name": "Juror No",
        "role": "extracted",
        "context": "ound \nthat one of the jurors, Juror No. I  (Catherine M. Conrad), \"h"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": ". \nId. at 101. On appeal, the Second Circuit \"had no difficulty with the r"
      },
      {
        "name": "City Bar",
        "role": "extracted",
        "context": "earing in Parse, the New York City Bar Association stated the \nfollo"
      },
      {
        "name": "Formal Opinion",
        "role": "extracted",
        "context": "tion stated the \nfollowing in Formal Opinion 2012-2: \nJust as the intemet"
      },
      {
        "name": "American Bar",
        "role": "extracted",
        "context": "ase. \nSimilarly, in 2014, the American Bar Association recognized the \"s"
      },
      {
        "name": "See \nStanding",
        "role": "extracted",
        "context": "of and during a trial. . . .\" See \nStanding Committee on Ethics and Profe"
      },
      {
        "name": "Professional Responsibility",
        "role": "extracted",
        "context": "nding Committee on Ethics and Professional Responsibility, Formal Op. 466 at 1-2, Am. B"
      },
      {
        "name": "Formal Op",
        "role": "extracted",
        "context": "Professional Responsibility, Formal Op. 466 at 1-2, Am. Bar \n3 \nEFTA"
      },
      {
        "name": "State Bar",
        "role": "extracted",
        "context": "sn. (2014); see also New York State Bar Association, Dec. 8, 2015 Rep"
      },
      {
        "name": "Social Media",
        "role": "extracted",
        "context": "n, Dec. 8, 2015 Report of the Social Media \nCommittee of the Commercial"
      },
      {
        "name": "Federal Litigation",
        "role": "extracted",
        "context": "mmittee of the Commercial and Federal Litigation Section, at 15 (\"[I]t is not"
      },
      {
        "name": "Pretrial \nOrder",
        "role": "extracted",
        "context": "hown, the Court hereby AMENDS Pretrial \nOrder1 3, (Dkt. 1172) as follows:"
      },
      {
        "name": "The Clerk",
        "role": "extracted",
        "context": "n \nforce. \nIt is so ORDERED. \nThe Clerk of the Court is directed to s"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-11-03",
        "event": "November 3, 2021"
      },
      {
        "date": "2019-09-12",
        "event": "September 12, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "212-243.1100",
      "917-912-9698",
      "888-587-4737"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:56.792Z"
}