{
  "document": {
    "id": "efta00016910",
    "filename": "EFTA00016910.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016910.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject Re: Fwd: Preservation request \nDate: Thu, 25 Jul 2019 17:03:27 +0000 \nDone. \nSpecial Investigative Technician \nMCC New York \nNew Yor , NY 10007 \n»> /25/2019 12:18 PM > » \nPlease e e ow, p ease preserve the video footage of the SHU tier containing cell Z06-215 from 11 pm July 22, 2019, until 4 \nam July 23, 2019. Please provide a copy for the investigation and maintain a  copy in the event we are ordered to produce it \nto the Court and counsel. Please advise when this has been done. Thank you. \netropo 'tan Correctional Center \nNew York, New York 10007 \n> > > \n7/25/2019 11:54 \nAM \n> \n» \nHello \nIt was good to see you yesterday. Thank you for accommodating my visit with Tartaglione and giving him extra time to \nreview his discovery. We very much appreciate that. \nI am writing to request the preservation of all video surveillance that captures the hallway outside of Tartaglione's cell on \nthe date and time of the Epstein incident that is currently being investigated. I believe that the date and time is July 23 \nduring the early morning hours. Accordingly, I would ask that all video surveillance from July 22 at 11 pm to July 23 at 4 am \nis preserved. If it is your understanding that the incident occurred at a different time, please let me know and preserve the \nrelevant footage, including an hour before the incident and an hour afterwards. If the responding officers were wearing \nbody cameras that captured the inside of the cell in the aftermath of the incident, I am requesting that such footage also be \npreserved. \nWe will be officially requesting this material through the appropriate means, but please consider this email a formal \npreservation request. \nThank you. \nEFTA00016910\n\nThis transmittal may be a confidential attorney client communication or may otherwise be privileged or confidential. If it is not clear \nthat you are the intended recipient, you are hereby notified that you have received this transmittal in error; any review, dissemination, \ndistribution or copying of this transmittal is strictly prohibited. If you suspect that you have received this communication in error, please \nnotify us immediately by telephone or email and immediately delete this message and all its attachments. \nEFTA00016911",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Subject Re",
        "role": "extracted",
        "context": "From: \nTo: \nCc: \nSubject Re: Fwd: Preservation request \nD"
      },
      {
        "name": "Special Investigative",
        "role": "extracted",
        "context": "l 2019 17:03:27 +0000 \nDone. \nSpecial Investigative Technician \nMCC New York \nNew"
      },
      {
        "name": "New Yor",
        "role": "extracted",
        "context": "ive Technician \nMCC New York \nNew Yor , NY 10007 \n»> /25/2019 12:18"
      },
      {
        "name": "Correctional Center",
        "role": "extracted",
        "context": "done. Thank you. \netropo 'tan Correctional Center \nNew York, New York 10007 \n>"
      },
      {
        "name": "Hello \nIt",
        "role": "extracted",
        "context": "> \n7/25/2019 11:54 \nAM \n> \n» \nHello \nIt was good to see you yesterday"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-07-25",
        "event": "7/25/2019"
      },
      {
        "date": "2019-07-22",
        "event": "July 22, 2019"
      },
      {
        "date": "2019-07-23",
        "event": "July 23, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:53.668Z"
}