{
  "document": {
    "id": "efta00018257",
    "filename": "EFTA00018257.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018257.pdf",
    "text": "\n\nFrom: \" \nTo: ' (USANYS)\" < \nCc: 'IME)\" <I \nSubject: RE: laptop for MDC \nDate: Thu, 29 Oct 2020 14:23:05 +0000 \n(USANYS)\" \nHi =, \nThanks for your help with this. We spoke with at BOP legal this morning, and she highlighted three \nspecific requirements for the laptop: \n• It must be disabled for all communications, including wifi/bluetooth \n• All games and entertainment programs must be disabled/uninstalled \n• All audio and video recording capabilities must be disabled \nis conferring with the Warden in the next few days to determine whether our laptop request will be approved. If \nthe request is approved, we are aiming to deliver the laptop to MDC on November 16th, if at all possible. We would need \ntime to load the laptop with files before it goes to MDC. \nThanks so much, \nFrom: (USANYS) \nSent: Wednesday, October 28, 2020 2:44 PM \nTo: \n<> \nSubject: Re: laptop for MDC \nIt sure we will research one tonight and place the order tomorrow. It depends on availability and delivery. Do we have a \ncopy of the data that goes with the drive? \nAlso with the ever changing policies in BOP, can you confirm that they will allow her to have a laptop. Not sure the rules at \nMDC. \nSent from my iPhone \nOn Oct 28, 2020, at 2:22 PM, <> wrote: \nPerfect, thanks so much. How long would you estimate that will take? \nFrom: (USANYS) \nSent: Wednesday, October 28, 2020 2:20 PM \nTo: \nCc: \nSubject: RE: laptop for MDC \n(USANYS) \nWe will spec out a laptop to purchase for this case. \nEFTA00018257\n\nFrom: \nSent: Wednesday, October 28, 2020 2:09 PM \nTo: (USANYS) \nCc: \nSubject: RE: laptop for MDC \nThanks so much. \nFrom: (USANYS) \nSent: Wednesday, October 28, 2020 2:06 PM \nTo: \nCc: \nSubject: RE: laptop for MDC \nLet me discuss with the best options. get back to you shortly. \nFrom: \nSent: Wednesday, October 28, 2020 1:58 PM \nTo: (USANYS) \nCc: \nSubject: laptop for MDC \nHi =, \n(USANYS) \n(USANYS) \n(USANYS) \nI hope you're doing well. Because of some discovery accessibility issues we're having in the Ghislaine Maxwell case, we \nwould like to provide a clean laptop to Maxwell in MDC for discovery review purposes. The laptop need only permit \nreview of standard files —  word, pdf, .tif, .xls, etc. All other capabilities and programs can be disabled. I understand we \ndid something similar in the Avenatti case, and we'd like to do the same here. Would that be possible? It would be a \nhuge help to us if you could possibly prep and provide us with a laptop for this purpose. \nThanks so much—\nEFTA00018258",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "iscovery accessibility issues we're having in the Ghislaine Maxwell case, we \nwould like to provide a clean laptop to"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "rules at \nMDC. \nSent from my iPhone \nOn Oct 28, 2020, at 2:22 PM, <>"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-10-28",
        "event": "October 28, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:56.521Z"
}