{
  "document": {
    "id": "efta00016497",
    "filename": "EFTA00016497.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016497.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 497 Filed 11/23/21 Page 1 of 11 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY \nFILED \nDOC 0: \nDATE \nFILED:11/23/21 \n20-CR-330 (AJN) \nORDER \nALISON J. NATHAN, District Judge: \nAs discussed at today's conference, attached is the Court's draft preliminary instructions \nfor the sworn jury. The Court has considered both parties' proposed instructions as to the \nCourt's order that certain witnesses be permitted to testify or be referred to by first name only or \npseudonym. Dkt. No. 432. The draft preliminary instructions include a limiting instruction \nregarding \nthis process. \nThe parties may suggest any proposed edits to the preliminary instructions by letter on or \nbefore November 27, 2021, or they shall indicate by that date that they have no objections or \nsuggestions. \nSO \nORDERED. \nDated: November 23, 2021 \nNew York, New York \nALISON J. NATHAN \nUnited States District Judge \nEFTA00016497\n\nCase 1:20-cr-00330-AJN Document 497 Filed 11/23/21 Page 2 of 11 \n20cr330, United States v. Maxwell \nDRAFT — November 23, 2021 \nI Preliminary Instructions to the \nSworn Jury \n2 \nOrder of Trial \n3 Now that you have been sworn, let me \ngive you some instructions about \n4 your duties \nas jurors. At the end of the trial I will give you more detailed \n5 instructions, and those instructions will control your deliberations in this case. But \n6 for now, let me explain how the trial will proceed. \n7 The first step in the trial will be opening statements. The government will \n8 make an opening statement. After that, I expect the lawyers for the defendant to \n9 make an opening statement as well. Those \nstatements are not evidence. They \n10 serve no \npurpose other than to give you an idea in advance of the evidence that the \nlawyers expect you to hear from the witnesses. Those statements permit the \n12 lawyers to tell you a little bit of what the case is all about, but \nthe only evidence \n13 comes from the witnesses and the exhibits. \n14 After opening statements, the government will present its evidence. The \n15 government's evidence will consist of the testimony \nof witnesses as well as \n16 documents and exhibits. The government will examine the witnesses, and then the \n17 defendant's lawyers may cross-examine them. Following the government's case, \n18 the defendant may present a case if she wishes. Again, because of the presumption \n19 \nof innocence, the defendant is not required to offer any proof. If the defendant \nEFTA00016498\n\nCase 1:20-cr-00330-AJN Document 497 Filed 11/23/21 Page 3 of 11 \nI \ndoes present a defense case, \nthe defense witnesses will testify, and the government \n2 will have the opportunity to cross-examine them. \n3 \nAfter the presentation of evidence is completed, the parties will deliver their \n4 closing arguments to summarize and interpret the evidence. \nJust as the parties' \n5 opening statements are not evidence, their closing \narguments are not evidence \n6 either. \n7 Following closing arguments, I  will instruct you on the law. Then, you will \n8 retire to deliberate on your verdict, which must be \nunanimous and must be based \n9 on the \nevidence or lack of evidence presented at trial. Your deliberations are \n10 secret. You will never have to explain your verdict to anyone. \n11 As I've told you, under the law, a defendant in a criminal case is presumed \n12 innocent and cannot be found guilty of the crimes charged unless a jury, after \n13 having heard all of the evidence in the case, unanimously \ndecides that the evidence \n14 proves the defendant guilty \nbeyond a reasonable doubt. \n15 \nIn a criminal case the burden of proof remains with the prosecution — the \n16 government. For the jury to return a verdict of guilty as to the defendant, the \n17 government must prove that the defendant is guilty \nbeyond a reasonable doubt. A \n18 \nperson charged with a crime has absolutely no burden to prove that she is not \n19 guilty, and if the defendant chooses not to present any proof, that decision cannot \n20 be held against her and may not enter into your deliberations at all. I  will, \n2 \nEFTA00016499\n\nCase 1:20-cr-00330-AJN Document 497 Filed 11/23/21 Page 4 of 11 \nI however, instruct you fully on the burden of proof after all of the evidence has \n2 \nbeen received. \n3 \n4 The Judge's and Jury's Role \n5 Now, let me explain the jobs that you and I are to perform during the trial. I \n6 will decide which rules of law apply to this case. I will decide that by making \n7 legal rulings during the presentation of the evidence, and also — as \nI told you — in \n8 giving the final instructions to you after the evidence and \narguments are completed. \n9 \nIn order to do my job, I may have to interrupt the proceedings from time to \n10 time to confer with the parties about the rules of law that should apply here. \n11 Sometimes we will talk here, at the bench, outside of \nyour hearing. But some of \n12 these conferences may take more time than others, so, \nas a convenience to you, I \n13 may excuse you from the \ncourtroom. I will try to avoid such interruptions as much \n14 as possible, but please be patient and understand that these \nconferences are \n15 necessary to ensure \nthe fairness of the trial and often make the trial go faster. \n16 While I decide the law that applies to this case, you, ladies and gentlemen of \n17 the jury, are the triers of fact. You will \nweigh the evidence presented and decide \n18 whether the government has proved beyond a reasonable doubt that the \ndefendant \n19 is guilty of the charges in the indictment. You must pay close attention to all of the \n3 \nEFTA00016500\n\nCase 1:20-cr-00330-AJN Document 497 Filed 11/23/21 Page 5 of 11 \n1 evidence presented, and you must base your decision only on the evidence in the \n2 case and \nmy instructions about the law. \n3 \n4 What Is and Isn't \nEvidence \n5 What, then, is evidence? Evidence consists only of the \ntestimony of \n6 witnesses, documents and other things admitted as evidence, or \nstipulations agreed \n7 to by the parties. Some of you probably have \nheard the terms \"circumstantial \n8 evidence\" and \"direct evidence.\" Do not be concerned with these terms. You are \n9 to \nconsider all the evidence given in this trial. \n10 Certain things are not evidence \nand must not be considered by you. The \n11 following is a list of what is not \nevidence: \n12 First, arguments, statements, and questions by the \nlawyers are not evidence. \n13 Nor are statements I make or questions I ask of a witness. \n14 \nSecond, objections to questions are not \nevidence. The lawyers have an \n15 obligation to make an objection when they \nbelieve evidence being offered is \nIn \nimproper under \nthe rules \nof evidence. You should not be influenced by the \n17 objection or by my rulings on them. If the objection is \nsustained, ignore the \n18 question and any answer that may have been given. If it is overruled, treat the \n19 answer like any other. If you are instructed that \nsome item of evidence is received \n20 for a limited purpose only, you must follow that instruction. \n4 \nEFTA00016501\n\nCase 1:20-cr-00330-AJN Document 497 Filed 11/23/21 Page 6 of 11 \nI \nThird, \ntestimony that I have excluded \nor told you to disregard is not \n2 evidence \nand must not be considered. \n3 Fourth, anything you may have seen or heard outside the courtroom is not \n4 evidence and must be disregarded. You are to decide the case solely on the \n5 evidence presented here in the courtroom. \n6 \n7 \nEvaluating the Evidence \n8 There is no formula to evaluate testimony or exhibits. For now, suffice it to \n9 say that you bring with you into this courtroom all of the \nexperience and \n10 background of your lives. Do not leave your common sense outside the \ncourtroom. \nThe same types of tests that you use in your everyday dealings are the tests that \n12 you should apply in deciding how \nmuch weight, if any, to give to the evidence in \n13 \nthis case. \n14 \nThe law does not require \nyou to accept all of the evidence admitted at trial. \nIS In determining what evidence you accept, you must make your own evaluation \nof \nIn \nthe \ntestimony from \neach of the \nwitnesses \nand the exhibits that are received in \n17 \nevidence. \n18 It is essential, however, that you keep an open mind until you have heard all \n19 of the \nevidence in the case. A case can be presented only step by step, witness by \n20 witness, before \nall evidence is before you. \n5 \nEFTA00016502\n\nCase 1:20-cr-00330-AJN Document 497 Filed 11/23/21 Page 7 of 11 \nI \nAs you know from experience, you can \nhear one person give his or her \n2 version of an event and think it sounds very impressive or even compelling, and \n3 yet, upon hearing another person's version of the same event — or even the same \n4 person \ncross-examined with respect to the event — things may seem very different. \n5 In other words, there may be another side to \nany witness's story. \n6 \nYou should use your common sense and good judgment \nto evaluate each \n7 witness's testimony based on all of the circumstances. Again, I cannot \nemphasize \n8 too strongly that you must keep an open mind until the trial is over. You should \n9 not reach any conclusions until you \nhave all the evidence before you. \n10 \nAs I \nmentioned during jury selection, this case has received, and will \nt continue to receive, significant attention \nin the media. To protect their privacy, I \n12 have permitted witnesses, if they \nchoose, to be referred to in open court by either \n13 their first name or a pseudonym. The full names of the witnesses are known to the \n14 Government, the defendant, and to the Court, and were shown to you during jury \nI5 selection. \nThis process should not bear in any way on your evaluation of the \n16 evidence \nin this case. \n6 \nEFTA00016503\n\nCase 1:20-cr-00330-AJN Document 497 Filed 11/23/21 Page 8 of 11 \ni Rules of \nConduct \n2 Finally, let me caution you about certain rules and principles \ngoverning your \n3 conduct as jurors in \nthis case. First, you must not talk to each other about this case \n4 or about anyone who has anything to do with it until the end of the case when you \n5 go to the jury room to decide your \nverdict. The reason for this requirement is that \n6 \nyou must \nnot reach any conclusion on the charges until all of the evidence is in. \n7 As I have said, keep an open mind until you start your deliberations at the end of \n8 the \ncase. \n9 Second, do not communicate with anyone else about this case or about \n10 anyone who has anything to do with it until the trial has ended and you \nhave been \n11 discharged as jurors. Anyone else includes \nmembers of your family and your \n12 friends. And no communicating about the case means no communicating on your \n13 cell phone, iPhone, Blackberry, text messaging, websites, internet chat rooms, \n14 email, social media websites or applications (including Facebook, Instagram, \n15 \nTwitter, Linkedln, YouTube, Reddit, etc.) — or by any other means. I know in this \n16 \nday and age there is temptation to look to \nthese devices or means of \n17 communication, but with your oath you are making a commitment to resist that \n18 temptation. You may tell your family and friends that you are a juror in a criminal \n19 \ncase, but you may not tell them anything else about it until you have been \n20 \ndischarged by me. \n7 \nEFTA00016504\n\nCase 1:20-cr-00330-AJN Document 497 Filed 11/23/21 Page 9 of 11 \nThird, do not let anyone talk to you about the case or \nabout anyone who has \n2 anything to do with it. If any person should attempt to communicate with you \n3 about this case at any time throughout the trial, either in or out of \nthe courthouse, \n4 you must immediately report that to my Deputy, Ms. Williams, and to no one else. \n5 Ms. Williams will report it to me. When I say report that communication to no one \n6 else, I mean that you should not tell anyone, including \nyour fellow jurors. \n7 To minimize the probability of any such improper communication, it is \n8 important that you go straight to the jury room when you come in in the morning \n9 and that you remain in the jury room for the duration of the trial day. \nYou should \n10 not linger in the public areas of the \ncourthouse, on this floor or elsewhere on your \nway in and \nout. \n12 Fourth, do not do any research or any investigation about the case or about \n13 anyone who has anything to with the case on your own. Don't go visit any place \n14 described in the trial. Don't read or listen to or watch any news reports about the \n15 case. Don't go on the internet or use whatever digital or communications device it \n16 \nis you use to see what you can \nlearn to inform yourself about this matter. \n17 Again, I know that in this day and age, there is temptation, but as I have \n18 made clear throughout the process so far, this rule is very very important. That is \n19 because your decision in this case must be made solely \non the evidence or lack of \n20 evidence presented at the trial. In other words, all that you need to know will be \n8 \nEFTA00016505\n\nCase 1:20-cr-00330-AJN Document 497 Filed 11/23/21 Page 10 of 11 \nI \npresented here in open \ncourt by the parties. This is critically important to ensuring \n2 a fair trial —  which I know that all of you would want if you were a party in this \n3 Court and I have no doubt is what you want for the parties who are here today. I \n4 expect you to inform me immediately through Ms. Williams if you become aware \n5 of another juror's violation of these \ninstructions. \n6 Finally, each of you has been given a notebook and pen. \nThat is because I \n7 permit jurors to take notes. But you do not have to take notes. Notes are just an \n8 aid to your own \nrecollection. The court reporters in this case record everything \n9 that is said in the courtroom and any portion of the testimony can \nbe read back to \n10 you during your deliberations. \nIf you do take notes, be aware that note-taking may \n11 distract you from something important that is happening on the witness stand. \n12 \nWhether or not you take notes, rely on \nyour own recollections, and don't be \n1 ; \ninfluenced by the fact that another juror has taken notes. If you do take notes, all \n14 \nnotes must be \nleft each day in the jury room. Ms. Williams will make sure that \n15 they \nare secure. \n16 From this point until the time when you retire to \ndeliberate, it is your duty \n17 not to discuss \nthis case with anyone and not to remain in the presence of other \n18 \npersons who may be discussing this case—this includes \ndiscussions even with \n19 members of your own family, and your friends. In this regard, please understand \n20 that the parties and counsel in this case have been \ninstructed to have no contact \n9 \nEFTA00016506\n\nCase 1:20-cr-00330-AJN Document 497 Filed 11/23/21 Page 11 of 11 \nI with any of you, not even to offer a friendly greeting. So if \nyou happen to see any \n2 of them outside \nthis courtroom, and they do not acknowledge you, say hello, or \n3 make small talk, please do not take offense. They \nare not being rude — they are \n4 simply following my instructions. \n5 \n6 Conclusion \n7 That concludes my preliminary instructions to you. Now we will begin with \n8 the initial stage of the case, which, as I said to you, is \nopening statements, and we \n9 are \ngoing to begin with the government. \n10 \nLet \nme just note, as I said in the beginning of jury selection, we are in an \n11 outfitted courtroom for COVID times. The witness will be in this Plexiglass box \n12 that has a HEPA filter, and they will remove their mask to testify when we have \n1  -4 witnesses testify. The lawyer who will be questioning them and the lawyer during \n14 opening statements will be in that Plexiglass box with the HEPA filter, and they \n15 \nwill be permitted to remove their mask while they provide opening statements, as \nI n \nwell. \n17 So at this time I am going to ask all of you to give your undivided attention \n18 to the lawyers as they make their opening statements. \n10 \nEFTA00016507",
    "pageCount": 11,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "Williams",
        "role": "extracted",
        "context": "ely report that to my Deputy, Ms. Williams, and to no one else. \n5 M"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "JN) \nORDER \nALISON J. NATHAN, District Judge: \nAs discussed at today's con"
      },
      {
        "name": "Preliminary Instructions",
        "role": "extracted",
        "context": "DRAFT — November 23, 2021 \nI Preliminary Instructions to the \nSworn Jury \n2 \nOrder"
      },
      {
        "name": "Sworn Jury",
        "role": "extracted",
        "context": "liminary Instructions to the \nSworn Jury \n2 \nOrder of Trial \n3 Now tha"
      },
      {
        "name": "The Judge",
        "role": "extracted",
        "context": "has \n2 \nbeen received. \n3 \n4 The Judge's and Jury's Role \n5 Now, let"
      },
      {
        "name": "What Is",
        "role": "extracted",
        "context": "ructions about the law. \n3 \n4 What Is and Isn't \nEvidence \n5 What,"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-11-27",
        "event": "November 27, 2021"
      },
      {
        "date": "2021-11-23",
        "event": "November 23, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:52.819Z"
}