{
  "document": {
    "id": "efta00015687",
    "filename": "EFTA00015687.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015687.pdf",
    "text": "\n\nMARCH 3, \n2020 \nOPEN LE ER TO WILLIAM BARR -ATTORNEY GENERAL OF THE UNITED STATES \nRE: Crimes Against Humanity taking place against America's seniors under the guise of \nguardianship, a state of Florida sponsored organized crime racket. \nWhy isn't the Department of Justice \"keeping our seniors safe?\" \nWe are here at great effort and financial hardship to shed light on a  government and State of \nFlorida sponsored guardian racket. Competent seniors and vulnerable adults with financial assets \nare fraudulently being ruled incompetent by state paid actors in collusion with probate judges, \nattorneys and guardians who ambush these vulnerable adults in their home on the basis of 5 \nminute encounters, without physical or medical evaluation. These vulnerable adults are then \nforced into guardianship where they are illegally stripped of their civil rights by judges, attorneys \nand guardians so they can't protect themselves and fight back and then these probate court corrupt \njudges attorneys and guardians seize and steal their estates, their home, car, life savings, \ninvestments, personal property, retirement accounts, social security, pension, art, jewelry and \nfamily heirlooms. After all of their assets are stolen, they put these adults on a toxic medication \nsuch as seroquel to cause their death by sudden cardiac arrest. \nThis is a  billion dollar racket that enriches a  relatively small group of judges, attorneys and \nguardians and deprives the United States of the spending power of millions of American families \nwhose assets are embezzled in this criminal enterprise. This tramples any concept of \"making \nAmerica great again.\" \nThe so called \"court proceeding\" is really an organized crime racket run through the court. The \ncapturing of vulnerable adults in guardianship has been widely exposed in the media as a form of \nhuman trafficking. \nWhy is the F.B.I. and the Department of Justice allowing this racketeering enterprise to operate \nout of the courts? \nYou are making a presentation about marketing and other scams against seniors and completely \nignoring the REAL DANGER AND THREAT TO THESE VULNERABLE ADULTS by the \nFlorida sponsored guardian court racket. \nThose of us in attendance have collectively and individually filed thousands of criminal \ncomplaints with you personally and your predecessors. Thus your office, the Department of \nJustice is well aware of this criminal racket. Ashley Moody, Ron DeSantis and former governors \nand attorneys generals and the State of Florida are intimately aware of this racket as they sponsor, \nfinancially support and cover up this racket through their many collusive agencies in the state of \nFlorida including the \"Office of Professional Guardianship\" and the law enforcement arm of the \nstate of Florida, the Florida Department of Law Enforcement. Moreover, when we futilely \nattempt remedy by suing these guardian judges as we have no other remedy, instead of being \ninvestigated by Ashley Moody, they are represented by none other than Ashley Moody's office. \n1 \nEFTA00015687\n\nSo far from \"keeping our seniors safe\" the state of Florida and the federal government are \nsubjecting them to horrors. \nThe monumental corruption and infestation of this organized crime racket into every level of \ngovernment in the state of Florida is epitomized by the ghoulish finding of nine dead bodies in \nurns in the office of a  prolific human trafficker and serial killer who operates under the title of \n\"guardian\". What is being done? NOTHING. Why? Because she is being purported investigate \nby the collusive cover up arm of the state of the Florida, the FDLE. Why isn't the attorney \ngeneral of the Department of Justice investigating the serial murder of 9 vulnerable adults? She \nhas been left unleashed on the public after payment of an insulting miniscule $22,000 bail. \nMoreover, these serial deaths are being portrayed by the state of Florida as the acts of a  solo, \nlowly \"guardian\" This serial killing is not the result of murder by a solo, lowly predator \nguardian; the kingpins of this serial killing/ extortion/human trafficking racket are state of \nFlorida color of law judges. This organized crime racket is being run by a  terror type \nnetwork of so called \"guardian judges, attorney and guardians throughout the state of \nFlorida and is being covered up and protected by Florida's attorney general. governor and \nlaw enforcement. \nThose of us who are here, myself included are children of these vulnerable adults and we have \nwatched in horror as our parent and other loved ones are murdered by the probate court racket. \nIn response to our thousands of complaint, you have ignored our pleas to not only \"keep our \nseniors safe\" but to keep our seniors alive and from being human trafficked, murdered and \nembezzled. You have done nothing. That is tantamount to collusion. \nThe failure by the Department of Justice to keep our seniors safe is also a failure by the DOJ to \nkeep us, their family members safe. We, the family members who expose this crime are viciously \nattacked, stalked, our lives and liberty threatened by the corrupt judges involved. We are \nembroiled in ceaseless litigation orchestrated by these predator attorneys, judges and guardians, \nour assets are seized in fabricated lawsuits orchestrated by these corrupt state actors in collusion \nwith corrupt judges in other courts who protect the racket. We are forced into bankruptcy where \nour assets are illegal seized and garnished. Our homes are stolen in foreclosure proceedings. Our \nliberty is threatened. We are illegally stripped of our fi rst amendment rights to free speech by \nillegal gag orders. \nThe business of human trafficking, embezzlement and murder for hire is a flourishing business in \nthe state of Florida. The state of Florida has a propensity for enabling and covering up all forms \nof human trafficking rackets. Florida's hand slap to Jeffrey Epstein, a  serial rapist and human \ntrafficker and the resulting cover up inferno been played out on a national stage. \nWe wonder - does the corrupt Florida government fear Florida's economic foundation will break \nwithout this illegal human trafficking empire? This is the reality... by breaking apart and \neradicating this racket, the government is opening the door to legitimate, productive business that \nwill \"make America great again\". The sponsoring of a human trafficking murder for hire does \nnot make America great again. It makes America a barbaric Nazi derived nation. \n2 \nEFTA00015688\n\nWe are crime victims and whistleblowers. We demand protection by Federal law enforcement. \nWe have compiled documents that graphically detail the workings on this crime on a global level \nand how it is carried out against individually our families. \nWe want answers and remedy. We want this criminal racket eradicated. We want Federal grand \njuries on a state-wide basis. We want urgent massive criminal investigation and arrests. \nSo we ask you Mr. Ban-, attorney general of the United States, what are you going to do to protect \nus and our families and America's seniors and keep us safe? We want to meet with you after this \npresentation and your confirmation to such a meeting. \nel Sada= Stone \nBarbara Stone \ne/£lint ffiefutatein \nEliot Bernstein \nplata Salinas \nRobert Sarhan \n_a ifiniam Jituzeuzelez \nagent At Martina \n_a Meade% Nati \n3 \nEFTA00015689",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "human trafficking rackets. Florida's hand slap to Jeffrey Epstein, a  serial rapist and human \ntrafficker and the r"
      },
      {
        "name": "Ban",
        "role": "extracted",
        "context": "n and arrests. \nSo we ask you Mr. Ban-, attorney general of the"
      },
      {
        "name": "Crimes Against",
        "role": "extracted",
        "context": "RAL OF THE UNITED STATES \nRE: Crimes Against Humanity taking place against"
      },
      {
        "name": "Ashley Moody",
        "role": "extracted",
        "context": "ware of this criminal racket. Ashley Moody, Ron DeSantis and former gove"
      },
      {
        "name": "Ron De",
        "role": "extracted",
        "context": "riminal racket. Ashley Moody, Ron DeSantis and former governors \na"
      },
      {
        "name": "Professional Guardianship",
        "role": "extracted",
        "context": "rida including the \"Office of Professional Guardianship\" and the law enforcement arm"
      },
      {
        "name": "Florida Department",
        "role": "extracted",
        "context": "of the \nstate of Florida, the Florida Department of Law Enforcement. Moreover,"
      },
      {
        "name": "Law Enforcement",
        "role": "extracted",
        "context": "da, the Florida Department of Law Enforcement. Moreover, when we futilely"
      },
      {
        "name": "Stone \nBarbara",
        "role": "extracted",
        "context": "to such a meeting. \nel Sada= Stone \nBarbara Stone \ne/£lint ffiefutatein"
      },
      {
        "name": "Eliot Bernstein",
        "role": "extracted",
        "context": "Stone \ne/£lint ffiefutatein \nEliot Bernstein \nplata Salinas \nRobert Sarhan"
      },
      {
        "name": "Salinas \nRobert",
        "role": "extracted",
        "context": "atein \nEliot Bernstein \nplata Salinas \nRobert Sarhan \n_a ifiniam Jituzeuzel"
      },
      {
        "name": "At Martina",
        "role": "extracted",
        "context": "a ifiniam Jituzeuzelez \nagent At Martina \n_a Meade% Nati \n3 \nEFTA00015"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-03-03",
        "event": "MARCH 3, \n2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:51.236Z"
}