{
  "document": {
    "id": "efta00020783",
    "filename": "EFTA00020783.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00020783.pdf",
    "text": "\n\nFrom: ' \nTo: Alex Conlon  \nfr-\" \nCc: Alexandra Elenowitz-Hess  \nSubject: Re: Scheduling a proffer \nDate: Wed, 03 Apr 2019 19:07:21 +0000 \nImportance: Normal \nThat's great, thanks — and Jenna is fantastic, happy to have her involved. Just to clarify, and to help with our \nscheduling, I  take it we'll start with an attorney proffer? Or let me know if I  misinterpreted and we're talking \nabout a meeting with the client. Either one totally fine but wanted to confirm— let me know and I'll circle back \nin timing, and will also send you a copy of our standard proffer agreement so you have it for your meeting with \nher this afternoon. \nTwo other quick things — first, we know your client as but I  think you mentioned her name has \nchanged? Could you please let me know her current last name? \nAnd second, one very helpful thing for us would be to have any phone numbers she utilized with Epstein or \nanyone associated with him at that time, and/or numbers for him or others she communicated with in connection \nwith him. Primarily, that could help to corroborate and confirm her recollections, and it's something we don't \nneed to talk to her directly about to get started working on. If you think it would concern her to provide that at \nthis stage, no problem at all, we can circle back to it later, but wanted to mention it. \nthanks, \nOn Apr 3, 2019, at 14:30, Alex Conlon < > \nwrote: \nHi there, \nSorry for the delay on our end. Robbie is going to be out of town, but Alex Hess (cc'd here) and I, and our colleague \nJenna Dabbs (former member of your office), would love to do a proffer with you tomorrow or Friday. We can do it by \nphone or in person, but would prefer to do it in person. \nOn Thursday, we are available from 9 to 11AM or after 4PM. On Friday, we are available any time after 11AM. \nWhat works best for you? \nThanks! \nConlon Kaplan ilecker & Fink LLP \nThis email and its attachments may contain information that is confidential and/or protected from disclosure by the attorney-client. work product or other \napplicable legal privilege. If you are not the intended recipient of the email. please be aware that any unauthorized review use. disclosure. \ndissemination. distribution, or copying of this communication. or any of its contents. is strictly prohibited. If you have received this communication in \nerror. please notify the sender immediately and destroy all copies of the message from your computer system. Thank you. \nEFTA00020783",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Alex Conlon",
        "role": "extracted",
        "context": "From: ' \nTo: Alex Conlon  \nfr-\" \nCc: Alexandra Elenowi"
      },
      {
        "name": "Alexandra Elenowitz",
        "role": "extracted",
        "context": "To: Alex Conlon  \nfr-\" \nCc: Alexandra Elenowitz-Hess  \nSubject: Re: Schedulin"
      },
      {
        "name": "Hess  \nSubject",
        "role": "extracted",
        "context": "fr-\" \nCc: Alexandra Elenowitz-Hess  \nSubject: Re: Scheduling a proffer \nDa"
      },
      {
        "name": "Normal \nThat",
        "role": "extracted",
        "context": "9 19:07:21 +0000 \nImportance: Normal \nThat's great, thanks — and Jenna i"
      },
      {
        "name": "On Apr",
        "role": "extracted",
        "context": "nted to mention it. \nthanks, \nOn Apr 3, 2019, at 14:30, Alex Conlo"
      },
      {
        "name": "Alex Hess",
        "role": "extracted",
        "context": "going to be out of town, but Alex Hess (cc'd here) and I, and our co"
      },
      {
        "name": "Jenna Dabbs",
        "role": "extracted",
        "context": "re) and I, and our colleague \nJenna Dabbs (former member of your office"
      },
      {
        "name": "On Thursday",
        "role": "extracted",
        "context": "d prefer to do it in person. \nOn Thursday, we are available from 9 to 1"
      },
      {
        "name": "On Friday",
        "role": "extracted",
        "context": "from 9 to 11AM or after 4PM. On Friday, we are available any time af"
      },
      {
        "name": "Conlon Kaplan",
        "role": "extracted",
        "context": "works best for you? \nThanks! \nConlon Kaplan ilecker & Fink LLP \nThis emai"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:01.579Z"
}