{
  "document": {
    "id": "efta00016884",
    "filename": "EFTA00016884.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016884.pdf",
    "text": "\n\nLAST WILL AND TESTAMENT \nOF \nJEFFREY \nE. EPSTEIN \nI, JEFFREY \nE. EPSTEIN, of Little St. James \nIsland, St. Thomas, United \nStates Virgin Islands, being of \nsound mind, do make, publish \nand declare this to be my Will \nhereby revoking all prior Wills \nand Codicils \nmade by me. \nFIRST: A. I  direct my Executor \nto pay from my estate all \nexpenses of my \nlast \nillness, my funeral and burial \nexpenses, the administration expenses of my \nestate and all of my debts \nduly proven and \nallowed against my estate. \nB. I direct my Executor to \npay from my estate, as \ncompensation to \neach Executor for serving as Executor \nhereunder, the sum of Two Hundred \nFifty \nThousand Dollars ($250,000) to each \nExecutor upon the completion \nof probate of my estate. No \nExecutor \nshall receive any other compensation \nfor serving as Executor hereunder; \nprovided, however, \nthat my Executor shall be \nreimbursed from my estate for all \nreasonable costs, expenses, \ncharges, and \nliabilities incurred or paid in respect \nthereto, including fees and \nexpenses of counsel or any other \nagents \nhired by my \nExecutor, and my Executor shall \nnot be liable therefor \nindividually. \nC. I  direct my Executor to pay from my estate the Federal \nand state transfer \ntaxes described in Paragraph \nB(1) of Article SEVENTH. \nD. I  direct my Executor to pay from my estate all expenses \nof \nstoring, insuring, packing, shipping \nand delivering my tangible personal \nproperty in accordance with \nArticle \nSECOND. \nSECOND: I  give, \nbequeath and devise all of my \nproperty, real and personal, \nwherever situated, which I  won at \nmy death or of which I  have the \npower to dispose after the payments \nand \ndistributions provided in Article \nFIRST, to the then acting Trustees of \nThe Jeffrey E. Epstein 2014 \nTrust (the \n\"Trust\") created under that certain Trust \nAgreement (the \"Trust Agreement\") dated \nNovember \n2014, as the \nsame may be amended from time to \ntime, to be held in accordance with the \nprovisions \ncomprising the Trust Agreement at the \ntime of my death. \nTHIRD: \nA. I  appoint DARREN K. \nINDYKE, DAVID MITCHELL and \nJAMES E. STALEY to be the \nExecutors of this Will. If any one or more \nof my Executors fails to qualify \nor ceases to act, I \nappoint LAWRENCE H. SUMMERS \nas successor Executor. I authorize the \nlast acting \nExecutor \nto designate his \nsuccessor as Executor. \nB. If my estate must be \nadministered in whole or in part in \nany \njurisdiction other than the state or \nterritory of my domicile at the date of my \ndeath and if my \nExecutor is \nunable or unwilling to serve in such \njurisdiction, then I appoint the successor Executor \nof my \nestate designated in \nParagraph A of Article THIRD provided that \nhe is able and willing to serve in such \njurisdiction. If no Executor or successor \nExecutor is able and willing to serve \nin such jurisdiction, my \nExecutor \nshall designate a  successor Executor to \nserve in such jurisdiction. Such \ndesignation shall be \nmade by written instrument \ndelivered to such successor Executor. \n2657367.1 \nG.I_000159 \nEFTA00016884\n\nC. No bond or other security shall be required of \nany \nExecutor in \nany \njurisdiction. \nD. Any \nExecutor may resign in the manner provided for by \nthe governing statutes of the state or \nterritory having jurisdiction of the administration \nof my estate or, in \nthe absence of such statutory guidance, by filing \na  written notice of resignation with the Court \nhaving \njurisdiction of the administration of my estate. \nAny Executor who resigns shall not be entitled to \nany \ncompensation hereunder \nfor any services rendered as Executor \nprior to his resignation. \nE. My Executor shall not be accountable or responsible to \nany person interested \nin my estate for the manner in which my \nExecutor in good faith exercises or \ndeclines to \nexercise any discretionary authority or \npower of my Executor. My Executor \nshall not be liable \nfor any loss or depreciation \nin value occasioned by reason of any \nnegligence, error or mistake of \njudgment in entering into any \ntransaction, in making any sale or investment, in \ncontinuing to hold any \nproperty or by reason of any action \nor omission, whether by my Executor or any other \nfiduciary, unless \nmy Executor has acted in bad faith. In the \nabsence of proof by affirmative evidence to the contrary and \naffirmative evidence of \nmy Executor acting in bad faith, each \nExecutor shall be deemed to have acted \nwithin \nthe scope of my Executor's authority, to \nhave exercised reasonable care, diligence and \nprudence \nand to have \nacted impartially as to all interested \npersons. An Executor shall not be liable for \nthe acts or \ndefaults of \nanother \nExecutor. \nFOURTH: The following provisions shall apply to my \nestate and to my Executor, \nexcept as is \notherwise specifically \nprovided in this Will: \nA. My Executor has the entire care and custody of all \nassets of \nmy estate. My Executor has the power to do \neverything my Executor in good faith deems \nadvisable without \nnecessity of any judicial authorization or \napproval, even though but for this power it \nwould not be authorized or appropriate for \nfiduciaries under any statutory or other rule of law. My \nExecutor \nshall exercise my Executor's best judgment \nand discretion for what my Executor believes to \nbe \nin the best interests of the \nbeneficiaries hereunder. If more than two Executors are \nempowered to \nparticipate in the \ndecision to \nexercise or not \nexercise any fiduciary power granted by this Will or by law, \na majority of \nsuch Executors shall be \nempowered to make such decision. \nB. Except as otherwise provided herein, my Executor shall \nhave the power: \n(I) to enter upon and take possession of the assets \nof my estate and collect the income and \nprofits from such assets, and to invest and reinvest such \nassets \nin real, personal or mixed assets (including \nthe common trust funds of a  corporate \nfiduciary) or in \nundivided interests therein \nwithout being limited by any present or future investment laws; \n(2) to retain all or any part of \nthe assets of my \nestate (without regard to the \nproportion that any one asset or class of assets may bear to the \nwhole) in the \nform in \nwhich such assets were \nreceived or acquired by my \nExecutor; \n(3) \nto sell or dispose of, exchange, transfer, invest \nor loan all or any part of the assets of my estate \nwhich may, at any time, be held by my Executor for such \nsums or upon such terms \nas to payment, security or otherwise as my Executor determines, \neither by \npublic or \nprivate transactions; \n2 \nG.1_000160 \nEFTA00016885\n\n(4) to buy and sell options, \nwarrants, puts, calls or \nother rights to purchase or sell (collectively \"options\") \nrelating to any security or securities, regardless of \nwhether such \nsecurity or securities are then held by my Executor, and \nwhether such options are \npurchased or sold on a  national \nsecurities exchange, and to exercise with respect to such options all \npowers which an individual owner thereof \ncould exercise, including, without limitation, the right to allow \nthe same to expire; \n(5) with respect to oil, natural gas, minerals, and all \nother \nnatural resources and rights to and interests therein (together with all equipment \npertaining \nthereto) including, \nwithout limiting the generality of the foregoing, oil and gas \nroyalties, leases, or other \noil and gas interests of any character, whether \nowned in fee, as lessee, lessor, licensee, concessionaire or \notherwise, or alone or jointly with others as partner, joint \ntenant, or joint venture in any other \nnoncorporate manner, \n(a) to make oil, gas and mineral leases or subleases; (b) to pay delay rentals, lease \nbonuses, royalties, overriding \nroyalties, taxes, assessments, and all other charges; (c) to sell, lease, \nexchange, mortgage, pledge or otherwise \nhypothecate any or all of such rights and interests; (d) to \nsurrender or abandon, with or without consideration, any or all of such \nrights and interests; (e) to make \nfarm-out, \npooling, and unitization agreements; (0 to make reservations or impose \nconditions on the \ntransfer of any such rights or interests; (g) to \nemploy the most advantageous business form in which \nproperly to exploit such rights and interests, whether as corporations, partnerships, limited partnerships, \nmining partnerships, joint \nventures, co-tenancies, or otherwise exploit any and all such rights and \ninterests; (h) to produce, process, sell or \nexchange all products recovered through the exploitation of \nsuch rights and interests, and to enter into contracts and \nagreements for or in respect of the installation \nor operation of absorption, \nreprocessing or other processing plants; (i) to carry any or all such interests \nin the name \nor names \nof a nominee or nominees; (j) to \ndelegate, to the \nextent permitted by law, any or \nall of the powers set \nforth herein to the operator of such property; and (k) to employ \npersonnel, rent \noffice space, buy or lease office \nequipment, contract and pay for geological surveys and studies, procure \nappraisals, and generally to conduct and \nengage in any and all activities incident to the foregoing \npowers, with full power to \nborrow and pledge in order to finance such activities; together with the \npower to allocate between \nprincipal and income any net proceeds received as consideration, whether as \nroyalties or otherwise, for the permanent severance from lands of oil, natural gas, minerals, and all other \nnatural \nresources; \n(6) to hold all or any part of the assets of my estate \nin cash or in bank accounts \nwithout the necessity of investing the same; \n(7) \nall \nor any part of the \nassets of my estate; \nto improve, repair, partition, plat or subdivide \n(8) to litigate, defend, compromise, settle, abandon \nor \nsubmit to arbitration on such terms and conditions as my Executor \ndetermines; to propose or accept a \ncompromise with \nrespect to any claims in favor of or against my estate or the assets of my estate; \n(9) \nto loan or borrow money in such amounts and \nupon such terms and conditions as my \nExecutor determines, assume such obligations or give such \nguarantees as my Executor determines, for the purpose of the acquisition, \nimprovement, protection, \nretention or \npreservation of the assets of my estate, or for the welfare of the beneficiaries of my estate; \n(10) to carry on for as long and in such manner as \nmy Executor determines \nany business enterprise in which 1 owned any interest at my death, either \nindividually, or as a  partner, joint venture, \nstockholder or trust beneficiary; to sell such business \n3 \nG.1_000161 \nEFTA00016886\n\nenterprise as an ongoing \nbusiness; to consolidate, merge, encumber, dissolve, liquidate or undertake any \nother \nextraordinary corporate transaction relating to such business enterprise; \n(11) to vote in person or by proxy any and all stock \nor securities \nand to become a party to any voting trusts, reorganization, consolidation or other capital or \ndebt readjustment of any \ncorporation, association, partnership, limited liability partnership, limited \nliability company or individual \nwith respect to stocks, securities or debts held by my estate; \n(12) except as provided in paragraphs B(19) and \nB(20) of this Article FOURTH, to enter \ninto any good faith transactions with my Executor individually \nor with any \ncorporation, partnership or other \nentity in which my Executor \nhas an \nownership \ninterest; \n(13) to lease, mortgage, pledge, grant a  security \ninterest in or otherwise encumber all or any part of the assets of my estate for any term of years whether \nor not \nbeyond the duration of my estate (including, without limitation, any such action for the benefit of \nany of the beneficiaries of my estate); \n(14) to abandon any property of my estate, real or \npersonal, which my Executor may deem worthless or not of sufficient value to warrant keeping or \nprotecting; to \nabstain from the payment of taxes, water rents or assessments and to forego making \nrepairs, maintaining or keeping up \nany such property; and to permit such property to be lost by tax sale or \nother \nproceedings or to convey any such \nproperty \nfor a \nnominal \nconsideration or without \nconsideration so \nas to prevent the \nimposition of any liability by reason of the continued ownership thereof; \n(15) to elect the mode of distribution of the proceeds \npayable to my estate from any profit-sharing plan, pension plan, employee benefit plan, individual \nretirement \nplan, insurance contract or annuity contract pursuant to the terms of such plan; \n(16) to allocate, in my Executors discretion, any \nadjustment to \nbasis provided to my estate under the provisions of Federal and state law with respect to \nproperty \ncomprising my estate, \nwithout any obligation to make a compensatory adjustment among the \nbeneficiaries \nhereunder on account of \nsuch allocation; \n(17) to conduct any audit, \nassessment or \ninvestigation with respect to \nany asset of my estate regarding compliance with any law or regulation \nhaving as its object protection of public health, natural resources or the environment (\"Environmental \nLaws\"); to pay from the assets of my estate to remedy any failure to comply with any Environmental \nLaw (even \nto the exhaustion of all of the assets of my estate); and, as may be required in my Executor's \njudgment by any \nEnvironmental Law, to notify any governmental authority of any past, present or future \nnon-compliance \nwith \nany Environmental Law; and \n(18) to sell to the Trustee under the Trust Agreement \nany stocks, bonds, securities, real or personal property or other assets or borrow from the Trustee under \nthe Trust \nAgreement even though the same person or persons occupy the office of the Executor of my \nestate and the Trustee under the Trust Agreement. \n(19) No executor shall directly or indirectly buy or \nsell any property for the estate from or to himself, or from or to his relative, employer, employee, \npartner, or other \nbusiness associate. \n4 \nGl_000162 \nEFTA00016887\n\n(20) No executor shall lend estate funds to \nhimself, or \nto his \nrelative, employer, employee, \npartner, or other business \nassociate. \nC. Except as otherwise provided herein, my Executor shall \nhave the power: \n(I) \nto employ agents, attorneys-at-law, consultants, \ninvestment advisers (to whom my Executor has \ndiscretion to delegate my Executor's investment \nauthority and responsibility), other executors and other \nfiduciaries in the administration of my Executor's \nduties; to delegate to \nsuch persons, or to one or more of my Executors, \nthe custody, control or \nmanagement of any part of \nmy estate as my Executor determines and to pay for such services from \nthe \nassets \nof my estate, without obtaining judicial authorization or approval; \n(2) to delegate, in \nwhole or in part, to any person or \npersons \nthe authority and power to (a) sign checks, drafts or orders for the payment or \nwithdrawal of \nfunds, securities and other assets \nfrom any bank, brokerage, custody or other account in which funds, \nsecurities or other assets of my estate shall be \ndeposited, (b) endorse for sale, transfer or delivery, or \nsell, \ntransfer or \ndeliver, or purchase or otherwise acquire, any and all property, \nstocks, stock warrants, stock \nrights, options, \nbonds or other securities whatsoever, (c) gain access to any safe deposit box \nor boxes in \nwhich my assets or assets of my estate may be \nlocated or which may be in the name of my Executor and \nremove part \nor all of the contents of any such safe deposit box or boxes and release and surrender the \nsame, and (d) take any other action that \nmy Executor may have the power to take with respect to my \nestate and the property thereof; no person or \ncorporation acting in reliance on any such delegation \nshall \nbe charged with \nnotice of any revocation or change of such delegation unless \nsuch person or corporation \nreceives actual notice \nthereof; \n(3\n) \nto pay any property distributable to a \nbeneficiary under a legal disability, without liability to my Executor, by paying such property (a) to such \nbeneficiary, (b) for the use of such beneficiary, (c) to a legal representative of such beneficiary appointed \nby a  court or if none, \nto a  relative for the use of such beneficiary, or (d) to a  custodian for such \nbeneficiary \ndesignated by \nmy Executor; \n(4) \nto distribute to any of the beneficiaries of my \nestate in \nkind or in cash, or partly in kind and partly in cash, and to \nallocate different kinds or \ndisproportionate shares of assets or undivided interests in assets among all of such beneficiaries; \n(5) to have evidence of ownership of any security \nmaintained in the records of a Federal Reserve Bank under the Federal Reserve Book Entry System; to \ndeposit funds in any bank or trust company; to carry in the name of my Executor or the \nnominee or \nnominees \nof my Executor and with or without designation of fiduciary capacity, or to hold in bearer \nform, securities or other property requiring or \npermitting of registration; and to cause any securities to \nbe held by a  depository corporation of which an \nExecutor is a  member or by an agent under a \nsafekeeping contract; \nprovided, however, that the books and records of my Executor shall at all times \nshow that such \ninvestments are part of my estate; \n(6) \nto renounce and disclaim, in whole or in part, \nand \nin accordance \nwith \napplicable \nlaw, any assets, \ninterests, rights or powers (including any power of \nappointment) which are payable to (or exercisable by) me or my estate, which are includible in my estate \nor Gross Estate or over which I \nhave any right, title, interest or power; and \n5 \nGL000 1 63 \nEFTA00016888\n\n(7) \nto make, execute and deliver any and all such \ninstruments in writing as shall be necessary or proper to carry out any power, right, duty or obligation of \nmy Executor or any \ndisposition whatsoever of my estate or any \nasset of my estate and to exercise any and \nall other powers incidental or necessary to carry out or to fulfill the terms, provisions and purposes of my \nestate. \nD. \nIn connection with any insurance policy or annuity on \nthe life of an Executor which is included in my estate, such Executor shall not participate in the decision \nto exercise or not exercise any fiduciary power in connection with any incidents of ownership for such \npolicy or annuity, including, without limitation, any decision to continue, assign, terminate or convert \nsuch policy or annuity \nor to name the beneficiary of such policy or annuity. \nE. An Executor hereunder may by a written notice \ndelivered to the other Executor (or Executors) decline to participate in the decision to exercise or not \nexercise any \nfiduciary \npower granted \nby this Will or \nby law. \nF. If an Executor is not \nempowered (because of a  conflict \nof interest, declination to act or otherwise) to participate in the decision to exercise or not exercise any \nfiduciary power granted by this Will or by law, then the remaining Executor or Executors shall be \nempowered to make such decision. If no Executor is empowered to participate in such decision, then the \nsuccessor Executor of my estate designated in Paragraph A of Article THIRD and able and willing to act \nshall be \nempowered to make such \ndecision. If no \nExecutor or \nsuccessor Executor is  empowered \nto \nparticipate in such decision, my Executor may designate a successor Executor to serve as Executor of my \nestate who shall be \nempowered to make \nsuch decision but \nshall have no \nother power or \nauthority of my \nExecutor. Such designation shall \nbe by written notice delivered to such successor Executor. \nG. \n(I) \nExcept as otherwise specifically provided \nherein and except as provided in Paragraph G(2) of this Article, my Executor shall allocate receipts and \ndisbursements in accordance with sound trust accounting principles and shall have discretion to allocate \nreceipts \nand \ndisbursements \nwhen the \ntreatment is uncertain under \napplicable laws or generally \naccepted \naccounting principles in the \njudgment of my Executor. \n(2) \nExcept as otherwise specifically provided in \nthis Will, my Executor shall not treat any part of the principal amount of the proceeds of sale of \nany asset \nof my estate as income distributable to or for the \nbenefit of any beneficiary entitled to distributions of \nincome; provided, however, that my Executor shall treat a  portion of any proceeds of sale of any \nfinancial instrument originally issued or acquired at a  discount equal to the amount which (a) has \npreviously been characterized as ordinary income for income tax purposes or (b) will be characterized as \nordinary income for income tax purposes in the year of such sale, as income for trust accounting \npurposes. \nFIFTH: Where a party to any proceeding with respect to my estate has the \nsame \ninterest as a person under a disability, it \nshall not be necessary to serve legal process on the person under \na disability. \nSIXTH: If any beneficiary under the Trust shall in any way directly or indirectly \n(a) contest or object to the probate of my Will or to the validity of any disposition or provision of my \nWill or of the Trust or (b) institute or prosecute, or be in any way directly or indirectly instrumental in \nthe institution or prosecution of, any action, \nproceeding, contest, objection or claim for the purpose of \nsetting \naside or invalidating my Will or the Trust or any disposition herein or therein or provision hereof \n6 \nG.I_000164 \nEFTA00016889\n\nor thereof, then \nI  direct that (a) any and all provisions in the Trust for such beneficiary and his issue in \nany degree \nshall \nbe null and void and (b) my \nestate, whether \npassing under my Will \nor the Trust or \npursuant to the laws of intestacy, shall be disposed of as if such beneficiary and his issue in any degree \nhad all failed to \nsurvive me. \nSEVENTH: A. As \nused herein: \n(1) The term \n\"Executor\" of a person's estate means \nall persons or entities who occupy the office of executor, administrator, personal representative, or \nancillary administrator while such persons or entities occupy such office, whether one or more persons or \nentities occupy such office at  the same time or times, and includes any successor or successors to that \noffice. The term \"Trustee\" means all persons or entities who occupy the office of Trustee under the Trust \nAgreement while such persons or entities occupy such office, whether one or more persons or entities \noccupy \nthe \noffice of Trustee at the same time or times, and includes any \nsuccessor Trustee or Trustees. A \nreference \nto a \nperson's estate or \nprobate \nestate \nmeans that person's \nestate which \nis \nsubject to probate \nadministration. A  reference to a  person's Will means such person's Last Will and Testament and any \nCodicil or Codicils thereto. \n(2) The term \"IRC \nsection\" means a section of the \nInternal Revenue Code of 1986, as amended, or the corresponding provision of any successor Internal \nRevenue law, as in \neffect as of the date of my death. \n( 3) \nA reference to any tax also includes any interest \nor penalties thereon. A reference to a person's \"Gross Estate\" means such person's gross estate as finally \ndetermined for \npurposes of \ncomputing \nsuch person's \nfederal estate tax. \n(4) Whenever the \nsingular number is used, the \nsame shall include the plural, and the masculine gender shall include the feminine and neuter genders. \nB. \n(1) The Federal and state \ntransfer taxes which my \nExecutor shall be obligated to pay pursuant to Paragraph C of Article FIRST shall consist of all Federal \nand state estate, inheritance, succession, and similar taxes (including any Federal or state generation-\nskipping \ntransfer tax) imposed upon my probate estate or by reason of my death in respect to all assets \nwhich pass under this Will or the Trust Agreement. Subject to Paragraph B(2) of this Article, all Federal \nestate taxes with respect to assets not passing under this Will or the Trust Agreement (such assets are \nreferred to as the \"Apportionment Assets\") and any applicable state estate taxes with respect to the \nApportionment \nAssets shall be apportioned among all persons interested in the Apportionment Assets. \nMy Executor shall make reasonable efforts to collect all Federal estate taxes and state estate, inheritance, \nsuccession and similar taxes allocable to the Apportionment Assets from the recipients of the \nApportionment Assets. Without \nchanging the apportionment of taxes in this Paragraph B(I), my \nExecutor has discretion, but is not required, to pay all or part of such taxes allocable to the \nApportionment Assets. To the extent my Executor pays such taxes allocable to the Apportionment \nAssets, my Executor shall seek reimbursement for such taxes from the recipients of the Apportionment \nAssets. My Executor shall not be personally liable for any of such taxes if my Executor is unable, with \nreasonable efforts, to collect payment (or reimbursement) from any recipient of any Apportionment \nAssets \nfor any or all of such taxes allocable to such assets. \n(2) My Executor has discretion to direct \nthe Trustee \nof the Trust Agreement to pay all or any portion of the taxes which my Executor is directed or obligated \nto pay pursuant to Paragraph B of Article FIRST and this Paragraph B pursuant to a  written direction \ndelivered to the Trustee under the Trust Agreement. Any taxes which my Executor directs the Trustee \n7 \nG1_000165 \nEFTA00016890\n\nunder the Trust Agreement to pay shall be allocated and paid from the trusts under the Trust Agreement \nas provided under \nthe Trust Agreement. \nC. Except as otherwise specifically provided in this Will, a \nbequest or devise to an individual who does not survive me shall lapse notwithstanding any law to the \ncontrary. \nD. To the extent that the distribution to the Trustee under \nthe Trust \nAgreement pursuant to Article SECOND shall not be \neffective, I  give all the \nrest of my \nproperty, real and personal, wherever situated, after the payments and distributions provided in  Article \nFIRST, to the \nperson \nor \npersons named as Trustee or Trustees \nunder the Trust Agreement, be to held \nin \ntrust under this Will in accordance with the provisions comprising the Trust Agreement at the time of my \ndeath, which provisions \nare \nincorporated \nin this Will \nby reference. \nIN WITNESS WHEREOF, I  have duly executed this Will the I Q)  th  day of November, \n2014. \nREY E. \nEPSTEIN \nThe foregoing written \ninstrument was on the date thereof, signed, published and \ndeclared by the Testator therein named as the Testator's Will in the presence of us and of each of us, \nwho, at the Testator's request, in the Testator's presence and in the presence of each other, have \nsubscsibed,\nour \nnames as witnesses thereto. \nresiding at \n  12\n..A/  residing at \nSA \"\"-Viora.,1, ki t \nCato/ \nRt. \nnonlo 3, V/ OO102 \nWe, \nJEFFREY E. EPSTEIN \nGrasa cejcpeti  \nand \nJizar4NiaBize4248.-1 \nthe Testator and the \nwitnesses, respectively, whose names are signed to the foregoing instrument, having been sworn, \ndeclared to the \nundersigned officer that the Testator, in the presence of the witnesses, signed the \ninstrument as his Will, that he signed, and that each of the witnesses, in the presence of the Testator and \nin the presence of each other, signed the Will as a witness. \n9,„, 6 ,„. l!/„GAaw\n8 \nGJ_000166 \nEFTA00016891\n\nTERRITORY OF \nTHE UNITED STATES \nVIRGIN ISLANDS ) \n)ss: \nDIVISION OF \nST. THOMAS AND ST. JOHN \n) \nSubscribed and sworn to before me \nby JEFFREY E. EPSTEIN, the \nTestator, who is personally known \nto \nme or who \nhas \nproduced  as identification, and by Cent c, \nrF \ni s—,...1.4 \n, a \nwitness who is \npersonally known to \nme or who has \nproduced   \nas \nidentification, and \n1-4MI,IrP•sia-i,gt...ipt.i Witockitra witness who \nis  personally known to me or who has produced \nas identification, on \nNovember la, 2014. \nSworn to \nbefore me this ‘816   day \nof \nNovember, \n20 I 4. \nrr----------'57 c liT \nNotary Public \nErika \nA. \nKellerhals \nNotary \nPublic \nLNP-11-14 \nCommission \nExpires \n05129118 \nSt. \nThornas1St. \nJohn, \nUSVI \n9 \nGL000 1 67 \nEFTA00016892",
    "pageCount": 9,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Little St",
        "role": "extracted",
        "context": "N \nI, JEFFREY \nE. EPSTEIN, of Little St. James \nIsland, St. Thomas, U"
      },
      {
        "name": "James \nIsland",
        "role": "extracted",
        "context": "EY \nE. EPSTEIN, of Little St. James \nIsland, St. Thomas, United \nStates V"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "t. James \nIsland, St. Thomas, United \nStates Virgin Islands, being of \nsou"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "d, St. Thomas, United \nStates Virgin Islands, being of \nsound mind, do mak"
      },
      {
        "name": "Two Hundred",
        "role": "extracted",
        "context": "ecutor \nhereunder, the sum of Two Hundred \nFifty \nThousand Dollars ($25"
      },
      {
        "name": "Fifty \nThousand",
        "role": "extracted",
        "context": "nder, the sum of Two Hundred \nFifty \nThousand Dollars ($250,000) to each \nE"
      },
      {
        "name": "No \nExecutor",
        "role": "extracted",
        "context": "ion \nof probate of my estate. No \nExecutor \nshall receive any other comp"
      },
      {
        "name": "The Jeffrey",
        "role": "extracted",
        "context": "the then acting Trustees of \nThe Jeffrey E. Epstein 2014 \nTrust (the"
      },
      {
        "name": "Trust \nAgreement",
        "role": "extracted",
        "context": "\") created under that certain Trust \nAgreement (the \"Trust Agreement\") dated"
      },
      {
        "name": "Trust Agreement",
        "role": "extracted",
        "context": "ertain Trust \nAgreement (the \"Trust Agreement\") dated \nNovember \n2014, as t"
      },
      {
        "name": "Any \nExecutor",
        "role": "extracted",
        "context": "or in \nany \njurisdiction. \nD. Any \nExecutor may resign in the manner prov"
      },
      {
        "name": "Any Executor",
        "role": "extracted",
        "context": "administration of my estate. \nAny Executor who resigns shall not be enti"
      },
      {
        "name": "My Executor",
        "role": "extracted",
        "context": "prior to his resignation. \nE. My Executor shall not be accountable or r"
      },
      {
        "name": "An Executor",
        "role": "extracted",
        "context": "s to all interested \npersons. An Executor shall not be liable for \nthe"
      },
      {
        "name": "My \nExecutor",
        "role": "extracted",
        "context": "atutory or other rule of law. My \nExecutor \nshall exercise my Executor's"
      },
      {
        "name": "Environmental \nLaws",
        "role": "extracted",
        "context": "esources or the environment (\"Environmental \nLaws\"); to pay from the assets of"
      },
      {
        "name": "Environmental \nLaw",
        "role": "extracted",
        "context": "ny failure to comply with any Environmental \nLaw (even \nto the exhaustion of a"
      },
      {
        "name": "Environmental Law",
        "role": "extracted",
        "context": "Executor's \njudgment by any \nEnvironmental Law, to notify any governmental a"
      },
      {
        "name": "Federal Reserve",
        "role": "extracted",
        "context": "aintained in the records of a Federal Reserve Bank under the Federal Reserv"
      },
      {
        "name": "Book Entry",
        "role": "extracted",
        "context": "ank under the Federal Reserve Book Entry System; to \ndeposit funds in"
      },
      {
        "name": "Gross Estate",
        "role": "extracted",
        "context": "e includible in my estate \nor Gross Estate or over which I \nhave any rig"
      },
      {
        "name": "Last Will",
        "role": "extracted",
        "context": "on's Will means such person's Last Will and Testament and any \nCodici"
      },
      {
        "name": "Internal Revenue",
        "role": "extracted",
        "context": "tion\" means a section of the \nInternal Revenue Code of 1986, as amended, or"
      },
      {
        "name": "Internal \nRevenue",
        "role": "extracted",
        "context": "ng provision of any successor Internal \nRevenue law, as in \neffect as of the"
      },
      {
        "name": "The Federal",
        "role": "extracted",
        "context": "and neuter genders. \nB. \n(1) The Federal and state \ntransfer taxes whi"
      },
      {
        "name": "Apportionment Assets",
        "role": "extracted",
        "context": "sets are \nreferred to as the \"Apportionment Assets\") and any applicable state es"
      },
      {
        "name": "Apportionment \nAssets",
        "role": "extracted",
        "context": "te taxes with respect to the \nApportionment \nAssets shall be apportioned among al"
      },
      {
        "name": "Notary Public",
        "role": "extracted",
        "context": "I 4. \nrr----------'57 c liT \nNotary Public \nErika \nA. \nKellerhals \nNotar"
      },
      {
        "name": "Kellerhals \nNotary",
        "role": "extracted",
        "context": "iT \nNotary Public \nErika \nA. \nKellerhals \nNotary \nPublic \nLNP-11-14 \nCommissio"
      },
      {
        "name": "Commission \nExpires",
        "role": "extracted",
        "context": "s \nNotary \nPublic \nLNP-11-14 \nCommission \nExpires \n05129118 \nSt. \nThornas1St."
      }
    ],
    "locations": [
      {
        "name": "Little St. James",
        "type": "island"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:53.623Z"
}