{
  "document": {
    "id": "efta00031712",
    "filename": "EFTA00031712.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00031712.pdf",
    "text": "\n\nFrom: ' \nTo:I \n(NY) (FBI)\" \n)t$ \nSubject: RE: Epstein search warrant documents \nDate: Sun, 23 Feb 2020 04:06:32 +0000 \nHeil- yeah, I was in Florida on Wednesday and Thursday, thanks for checking in on this. It hasn't been resolved (and \nI didn't hear back fro all week), so I'm going to send an email suggesting we all get together to talk it through. Just \nyesterday we got access to t  e latest document dump, and it's over a million files, and we have no idea where they came \nfrom, so we definitely want to nail it down. We're all in L.A. most of this week, but the week after should be around \n(which will also provide time for people to figure out schedules). \nthanks as always, \nFrom NY) \n(FBI) \nSent: Wednesday, February 19, 2020 16:27 \nTo: \nSubject: RE: Epstein search warrant documents \nI reached out to your office line, let me know if we need to discuss. Has this issue been resolved? \nFrom: ) [mailto \nSent: Monday, February 17, 2020 12:59 PM \nTo: (NY) (FBI) \nSubject: FW: Epstein search warrant documents \ncee below —  just wanted to loop you into this too, since we've previously talked about the search warrant returns. \nWe are now finally starting to get a significant amount into the system, but the problem is we have no idea what it is, \nwhere it's from, etc. We're just getting huge amounts of documents, but don't know what device they came from, room, \nany identifying info, etc etc. So working on getting that. \nCurrently, both have access on Relativity to a little over 20,000 documents from the Manhattan \nresidence, and I expect that will go up substantially in the next week or so once we get this next set of materials reviewed \nfor privilege. \nHappy to chat if that'd be useful, and thanks as always. \nFrom: \nSent: Saturda , February 15, 2020 16:30 \nTo NY) (FBI) <M>: \nUSANYS) [Contractor] \nSubject: RE: Epstein search warrant documents \nI'm not sure w ' exact right person to ask this, so wanted to get everybody on one email chain about it — I have the \nhard drive tha dropped off that has new Epstein search warrant materials, but it looks like there are also old \nEFTA00031712\n\nmaterials (that I think we had previously received and uploaded??) on the hard drive, and so I'm not sure what's new. \nJust generally, an nd I talked about this last week too, but it's basically impossible for us to keep track of what \nwe're getting, an w at as been completed, without some kind of identification or labeling system, along with a list of \nwhich devices have been extracted and downloaded. \nSo for example on the hard drive currently, there are 38 folders labeled \"loadFiles\" through \"37loadFiles\" with a modified \ndate of 11/14/19, which I think we may have already previously received —  but I'm not sure, because we haven't gotten \nany info on which folders match up to which devices, etc. And then there's another folder titled \"NYC024362\" that has a \nmodified date of 1/27/20, so I think that may be the materials we hadn't previously received? That folder by itself has \nmore than 600,000 items. \nI don't want to give anything that we've already previously received and uploaded, and I can't tell from the folder or \nfile names whether everything on the drive is new, or whether just additional materials were saved onto it in addition to \nwhat we already have,. are you able to give us some guidance on this? Ultimately what we really need is a \nspreadsheet of every evice, whether it's been dumped (or partially dumped), and then identifying that same info —\nwhich device, and what materials from it —  are being given to us with each data transfer. Otherwise I think \norganizationally and for review purposes it will be a total disaster for us. \nWe're happy to have a meeting on this if that's helpful — and thanks everybody for the assistance. \nAssistant U.S. Attorney \n• f New York \nEFTA00031713",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [],
    "locations": [],
    "dates": [
      {
        "date": "2020-02-19",
        "event": "February 19, 2020"
      },
      {
        "date": "2020-02-17",
        "event": "February 17, 2020"
      },
      {
        "date": "2020-02-15",
        "event": "February 15, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:28.674Z"
}