{
  "document": {
    "id": "efta00016268",
    "filename": "EFTA00016268.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016268.pdf",
    "text": "\n\nH A D D \nO \nN \nMORGAN \nFOREMAN \nNovember 1, 2021 \nVIA EMAIL \nUnited States \nAttorney's Office \nSouthern District of New York \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Counsel: \nHaddon, Morgan and \nForeman, P.0 \nJeffrey S. Paglitica \nPH \nFx \nwww.hmflaw.com \nDefendant Ghislaine Maxwell through counsel, submit the following summary pursuant \nto Fed. R. Crim. P. 16(b)(1)(C). \nI. EXPERT DISCLOSURE BY THE DEFENSE \nA. Dr. Elizabeth Loftus \nDr. Loftus is the Distinguished Professor of Psychological Science and Law at the \nUniversity of California, Irvine School of Law. Dr. Loftus is one of the nation's leading experts \non the science of memory. In addition to her experience as an academic and clinical researcher, \nshe has been an expert witness or consultant in hundreds of cases. Her extensive experience and \ncredentials are recited in her curriculum vitae. Exhibit A. \nIt is expected that Dr. Loftus, a psychologist who specializes in the study of memory, will \nfocus on the memory aspects of this case. Based on her education, training, experience, and \nresearch, her testimony will concern the workings of human memory, the effects of suggestion \non memory, the mechanism of creation of false memories, the characteristics of false memories, \nhow memory fades and weakens over time, and how memory becomes more vulnerable to \ncontamination. She will describe scientific research showing that false memories can be \nEFTA00016268\n\nNovember 1, 2021 \nPage 2 \ndescribed with confidence, detail, and emotion, just like true memories. This can occur when \npeople come to believe in these experiences and are not deliberately lying. Dr. Loftus would \nidentify some of the suggestive activities that occurred in the current case. \nSuggestive activities can explain how it is that a person might go from having no memory \nof sexual abuse, and even denying sexual abuse, to later having \"memories\" for numerous \nabusive acts, if the memories are false. She will explain the mechanism by which false and/or \ndistorted memories can be created as a result of post-event information and occurrences, \nsuggestion, influence or the like. She will also testify about the characteristics of false and/or \ndistorted memories. In particular \"memories\" can be described with confidence, detail and \nemotion, even when they are false. She will point out some of the suggestive activities that \noccurred in this case. She will explain how media coverage and other publications (including but \nnot limited to newspaper and magazine articles, news reports, television shows, documentaries, \nbooks, podcasts, websites, etc.) and discussions/ conversations with others, can be sources of \nsuggestion. She will explain how, in a case like this one, suggestion can lead individuals to the \nconstruction of distorted memories. \nB. Park Dietz, M.D., M.P.H., PH.D. \nDr. Park Dietz is a psychiatrist specializing in forensic psychiatry with over 40 years of \nexperience. He has been previously qualified as an expert in psychiatry and forensic psychiatry. \nDr. Dietz received a bachelor's degree in psychology and biology from the Cornell \nUniversity College of Arts and Sciences (1970), an M.D. degree from the Johns Hopkins \nUniversity School of Medicine (1975), a Master's degree in Public Health from the Johns \nHopkins School of Hygiene and Public Health (1975), and a Ph.D. in sociology from the Johns \nHopkins University (1984). He completed psychiatric residency at the Johns Hopkins Hospital \n(1975-77) and the Hospital of the University of Pennsylvania (1977-78), where he was Chief \nFellow in Forensic Psychiatry. He has been board certified in psychiatry by the American Board \nof Psychiatry and Neurology since 1979. \nHe is a Clinical Professor of Psychiatry and Biobehavioral Sciences at the UCLA School \nof Medicine. From 1986 to 1989, he was a Professor of Law at the University of Virginia School \nof Law and a Professor of Behavioral Medicine and Psychiatry at the University of Virginia \nSchool of Medicine. From 1982 to 1986, he was an Associate Professor of Law and of \nBehavioral Medicine and Psychiatry at the University of Virginia Schools of Law and Medicine. \nFrom 1978 to 1982, he was an Assistant Professor of Psychiatry at Harvard Medical School. In \nthose positions he taught and lectured on forensic psychiatry for diverse audiences, including law \nstudents, practicing attorneys, law enforcement officers, psychiatry residents, forensic psychiatry \nfellows, and practicing forensic psychiatrists and psychologists. \nHe is a Past President of the American Academy of Psychiatry and the Law, a \nDistinguished Life Fellow of the American Psychiatric Association, and a Fellow of the \nAmerican Academy of Forensic Sciences. He has served on the editorial boards of the Bulletin \nof the American Academy of Psychiatry and the Law, the Journal of Forensic Sciences, \nBehavioral Sciences and the Law, the Journal of Threat Assessment and Management, and other \nEFTA00016269\n\nNovember 1, 2021 \nPage 3 \nprofessional publications. He has authored more than 100 articles and book chapters, primarily \non forensic psychiatry. \nHe has conducted more than 1,000 evaluations of persons charged with crime and, in his \nrole as President of Park Dietz & Associates, Inc., has evaluated or supervised over 1,000 \nevaluations of allegations of sexual victimization. He has testified as an expert witness in \nforensic psychiatry on hundreds of occasions, including testimony in criminal matters in federal \ncourts throughout the U.S. and the trial courts of nearly every state. \nDr. Dietz will be qualified as an expert in the areas of psychiatry and behavioral science. \nDr. Dietz's curriculum vitae is attached as Exhibit B. Attached as Exhibit C is a list of material \nreviewed by Dr. Dietz. \nHis testimony may include, but will not be limited to, the following: \na. Opinions about Dr. Rocchio's Disclosed Opinions \nThe first use of the word \"grooming\" to refer to strategies that sometimes enable \nnonforceful, nonthreatening, and nonviolent sexual victimization of minors was the proposition \nthat \"the perpetrator involves children in sexual abuse through a grooming process in which a \ncombination of kindness, attention, material enticement, special privilege, and coercion are \nexpertly applied\" (Conte, 1984, p. 558). Since then, this usage has been widely adopted by \nsocial scientists, clinicians, journalists, and others. But this usage has some unintended \nconsequences that threaten the integrity of the adjudicative process, including these: \n(1) Because use of the term \"grooming\" commonly assumes that the grooming party is \nintentionally using these strategies to gain sexual access to children, to abuse them, and to \nprevent them from disclosing the abuse, the word \"grooming\" has acquired meaning \nbeyond an objective description of behaviors; it imputes motive and intent without \nadequate evidence of either. \n(2) In the litigation context, \"when `grooming' is applied to such common and desirable \nbehaviors as being kind or attentive or helpful or caring, there is considerable risk of \nmisleading the fact finder into believing that these latter behaviors are well established \npredictors of child sexual abuse,\" when they are not. Park Dietz, Grooming and \nSeduction, 33 J. Interpersonal Violence, 28, 31 (2018). Dr. Rocchio characterizes \n\"grooming\" as \"a strategic pattern of behavior[] ... that can take a variety of forms and \nfunction to render the victims vulnerable to abuse, to obscure the nature of the abuse, and \nto build trust and attachment with their abuser.\" This vague opinion about \"grooming\" \ncarries the risk of imputing motive and intent to the Defendant, when the determination \nof motive and intent is a task for the fact finder charged with determining the credibility \nof witnesses, the weight of the evidence, and the ultimate issues. Moreover, this opinion \ncarries the risk of implying that innocuous and even desirable behaviors are associated \nwith nefarious or criminal conduct. \nEFTA00016270\n\nNovember 1, 2021 \nPage 4 \nMoreover, grooming has no consistent definition, and concerns have been raised that \n\"there is no valid method to assess whether grooming has occurred or is occurring.\" Natalie \nBennett & William O'Donohue, The Construct of Grooming in Child Sexual Abuse, 23 J. Child \nSexual Abuse 957, 974 (2014). \nIn any particular population of alleged victims, patients, or plaintiffs—including those \nwhom Dr. Rocchio has treated or evaluated—the determination of whether grooming has \noccurred is a subjective judgment hinging largely on the credibility of the individuals. Such \njudgments have no known error rate and cannot be tested, verified, or reproduced. \nAlthough the Government's Expert Notice regarding Dr. Rocchio's proposed testimony \nis silent as to whether she is expected to impute a theory of \"grooming-by-proxy\" to the \nDefendant, it is important to note that there is no generally accepted theory of grooming by third \nparties or empirical evidence regarding the prevalence, characteristics, or mechanisms of such a \nphenomenon. Ms. Maxwell is not accused of soliciting or enticing sexualized massages for \nherself. Instead, the claim appears to be that Ms. Maxwell recruited and groomed minors to \nprovide sexualized massages for Mr. Epstein, which would amount to grooming-by-proxy. \nDr. Dietz is aware of no authority—no journal articles, no studies, no tests, nothing—to \nsupport a theory of grooming-by-proxy. Such a theory has not gained any acceptance (let alone \ngeneral acceptance) in the relevant community; it has not been peer-reviewed; it has not and \ncannot be tested; and there is no known or potential rate of error. \nDr. Rocchio's opinion that \"[i]ndividuals with particular vulnerabilities are often targeted \nby perpetrators of sexual abuse\" is a commonly accepted bit of clinical lore derived from the \nfrequent observation of highly vulnerable children among those children who allege sexual \nabuse, but it is not based on empirical data regarding the likelihood of abuse among children \nwith varying degrees of vulnerability. To the extent that less vulnerable children, such as those \nwith intact families, attentive parents, good social support, little psychopathology, less prior \ntrauma, no substance use, and higher resilience are less likely to allege abuse than the more \nvulnerable, the generalization could be proved weak or false, if only there were such empirical \ndata. And even if there were such data, it would be important to devise a means of verifying that \nabuse did occur to those who allege it, which is a difficult task at best because of the pains so \nmany abusers take to avoid confession, witnesses, or physical evidence. The clinical, criminal \njustice, and forensic populations from which the observation of prevalent vulnerabilities is \nderived—including those clients whom Dr. Rocchio has treated or evaluated—rarely represent \ngroups in which all allegations of abuse have been verified by confession, witnesses, physical \nevidence, or other means. \nOther opinions put forth in the disclosure of Dr. Rocchio's proposed testimony also rest \non assertions that are untestable, cannot be reproduced, and have no known error rate. \nb. Opinions About Hindsight Bias \nHindsight bias must be considered when evaluating sex abuse allegations and or \n\"grooming behavior.\" Many claims of sexual abuse of minors involve behaviors that are, in \nEFTA00016271\n\nNovember 1, 2021 \nPage 5 \nhindsight, labeled \"grooming\" or otherwise imputed as knowledge to onlookers. Hindsight bias \nrefers to the tendency to overestimate how predictable or foreseeable an event is after being \ninformed about the outcome of an event. Simply put, knowledge of the outcome of the event, i.e. \nEpstein pleaded guilty to having sexual contact with post-pubescent minors, makes the \nimportance of pre-conviction behaviors obvious. Retrospective judgments about the \npredictability or foreseeability of the outcome are systemically inflated or biased compared to \njudgments made without information about the outcome. Hindsight bias refers to the tendency to \noverestimate how predictable an event is after learning the outcome of the event (Fischhoff, \n1975). For example, after a political election, people believe their pre-election estimates of the \noutcome were closer to the outcome than they actually were (Blank, Fischer, & Erdfelder, 2003). \nHindsight bias has been discussed in over 800 scholarly articles across a variety of different \ndomains including medicine, financial decision making, consumer satisfaction, and within the \nlegal domain (see Roese & Vohs, 2012; Arkes, 2013; Strohmaier et al., 2021) and using a variety \nof different experimental designs (Pohl & Erdfelder, 2016) and a variety of different stimuli such \nas written vignettes, visual stimuli (e.g., Bernstein & Harley, 2007), and auditory stimuli (e.g., \nBernstein, Wilson, Pernat, & Meilleur, 2012). Even individuals with specialized training and \nexpertise succumb to hindsight bias (Musch & Wagner, 2007). One notable study detected \nhindsight bias among actual judges making civil liability decisions, in which judges with \noutcome knowledge perceived the harm to be significantly more foreseeable than judges who did \nnot receive outcome information and were thus more likely to render a finding of negligence \n(Oeberst & Goeckenjan, 2016). Another notable study detected hindsight bias in a sample of \nmental health professionals who gauged the dangerousness of a psychiatric patient; again, \noutcome knowledge affected the reported dangerousness and predictably of harm posed by the \npatient (Beltrani et al., 2018). \nHindsight bias affects legal judgments. Civil or criminal prosecutions related to events \noccurring decades ago may be compromised by this bias in many ways, from the investigation—\neither ignoring evidence or attributing significance in hindsight—through the presentation of \nevidence, to the deliberation of any factfinder. Awareness of the impact of the hindsight bias \nshould temper any claims that so called \"grooming\" behaviors should have been noticed and \neither reported or avoided and that failing to do so constitutes knowledge or intent. \nc. Opinions Related to the Halo Effect \nThe term \"Halo effect\" was coined by Thomdike (1920) a century ago. The Halo effect is \na cognitive bias in impression formation whereby the positive evaluation of one characteristic \nhas a radiating effect on how other, non-related characteristics of the individual are evaluated. \nFor example, one classic study found that physical attractiveness influenced evaluations of the \ntarget's personality, life satisfaction, and expected future personal and occupational success —\ndespite the fact that no information about any of these attributes was provided (Dion et al., \n1972). Physical attractiveness has also been found to influence culpability judgments, with \nattractive individuals being held less-responsible than unattractive individuals (Dion, 1972; \nEfran, 1974). Halo effects have been found to be cued by factors other than attractiveness, such \nas the described status of the target (Wilson, 1968), the name of the target (Harari & McDavid, \n1973), and even one's mood when evaluating the target (Forgas, 2011). Studies have documented \nEFTA00016272\n\nNovember 1, 2021 \nPage 6 \nhalo effects when making diagnoses of psychopathology, such that symptoms of one mental \ndisorder influence the interpretation of other symptoms indicative of other mental disorders and \nvice versa (see e.g., DeVries, Hartung, & Golden, 2017). \nHalo effects are a means to achieving cognitive consistency, which roughly refers to a \nstate in which attitudes, perceptions, beliefs, predictions, and thoughts are aligned. Cognitive \nconsistency serves many important goals. As noted by Read and Simon (2012), cognitive \nconsistency is \"essential for reasons of parsimony and economy of effort, as well as to allow for \nthe predictability of, and hence adaptability to, subsequent encounters\" (p. 67). Indeed, the noted \npsychologist Leon Festinger \"was convinced that the psychological need for cognitive \nconsistency is as basic as hunger and thirst\" (Gawronski, 2012, p. 652). But because the world is \noften not so neat, orderly, or unequivocal, humans engage in complicated reasoning processes to \nimpose consistency. These processes involve bi-directional reasoning in which \"decisions follow \nfrom evidence, and evaluations of the evidence shift toward coherence with the emerging \ndecision\" (Simon, Snow, & Read, 2004, p. 814; Greenspan & Scurich, 2016). As a result, \nperceptions and decisions become highly skewed toward one interpretation while alternatives are \nneglected or dismissed, hence consistency is achieved. This reasoning process occurs \nunconsciously, i.e., outside conscious awareness, and is not intentional self-deception. \nHalo effects can have serious practical consequences. As noted by Forgas and Laham \n(2016): \nOnce unjustified initial expectations are formed about a  person, they can \neasily become self-perpetuating with serious implications for how a target is \ntreated. If we expect a person to have positive characteristics, we may \nselectively look for and find such features from the rich array of information \navailable (a self-fulfilling prophecy), and positive impressions may in turn \nlead to preferential treatment in a range of domains: \ninterpersonal relations, the work place, the health and legal systems, and even \nfor decision making and consumer choices. (p. 286) \nLike many people who achieve great power and wealth, Jeffery Epstein exploited the Halo effect \nto surround himself with people who would serve his needs. At the most primitive level, his \nwealth attracted those seeking for themselves some of what he had. At the most sophisticated \nlevel, others with halos of their own—through any combination of power, influence, fame, \nbrilliance, attractiveness, social standing, or other positive characteristics—mingled with Epstein \nfor reasons of their own, and being seen in their company empowered him and made him look \nabove suspicion. In a videotaped interview with Steve Bannon, Epstein differentiated between \ndifferent kinds of power—such as Bill Clinton's political power, wrestlers' and weight lifters' \nphysical power, and Gerry Edelman's intellectual power—and acknowledged that he gravitated \nto people of power. [CONFIDENTIAL] SDNY_GM_SUPP_00219000.mov. \nThe materials reviewed reflect that Jeffrey Epstein was a brilliant man who was flawed \nby enduring personality traits familiar to psychiatrists as \"Cluster B personality traits,\" found \namong those with antisocial, narcissistic, borderline, and histrionic personality disorders. \nEFTA00016273\n\nNovember 1, 2021 \nPage 7 \nAmerican Psychiatric Association, Diagnostic and Statistical Manual of Mental Disorders, 5th \nEd., Arlington, VA: American Psychiatric Association (2013), pp. 659-672. These flaws \nallowed him to use his brilliance to manipulate people to do his bidding and to compartmentalize \npeople into isolated cells in which none had complete information about his activities. These \nwere not his only flaws, and Dr. Dietz is also prepared to address Jeffrey Epstein's sexual \nbehavior should it prove relevant. \nd. Opinions Related to the Multiple Pathways to False Sex Assault \nAllegations \nStudies concerning the accurate reporting of alleged sexual assaults undermine the \nassertions made by Dr. Rocchio to the extent they are based on uncorroborated allegations and \nare also otherwise relevant here. False allegations of sexual assault do occur, and there are \nmultiple pathways to these false allegations of sexual assault. \nNot all allegations of sexual assault are true. Unfortunately, there has been little work on \nunderstanding the prevalence of false allegations or pathways to these, particularly in a sample \nmost relevant to a jury—currently adjudicated cases. A peer reviewed journal article has \nproposed 11 pathways to false allegations of sexual assault: (a) lying, (b) implied consent, (c) \nfalse memories, (d) intoxication, (e) antisocial personality disorder, (f) borderline personality \ndisorder, (g) histrionic personality disorder, (h) delirium, (i) psychotic disorders, (j) dissociation, \nand (k) intellectual disability. Jessica Engle and William O'Donohue, Pathways to False \nAllegations of Sexual Assault, 12 J. Forensic Psychology Practice, 97. These pathways originate \nin the psychological proclivities or state of the individual making these false allegations. The \ndescriptions of these pathways that follow include material drawn nearly verbatim from the \narticle by Engle and O'Donohue (2012), which was published before the latest edition of the \nDiagnostic and Statistical Manual of Mental Disorders but nonetheless remains accurate in \ncharacterizing certain personality disorders. \nLy_int: Lying involves the alleged victim knowingly making a false claim of sexual \nassault. Humans do lie, and their lies can be difficult to detect. Often, humans lie because of \nwhat they perceive as the favorable consequences for lying; for sexual assault these \nconsequences could be: \n• I. the severe negative consequences that the alleged perpetrator experiences, \n• 2. secondary gain from victim status, \n• 3. excusing behaviors or characteristics of the alleged victim (e.g., sexual \nactivity, pregnancy, sexually transmitted diseases) \n• 4. financial gain. \nImplied Consent:  A fact finder's determination of whether consent was competently \ngiven is often problematic, and some allegations are regarded as unfounded or false based on \ndeterminations regarding consent before cases reach the stage of adjudication. A false allegation \nEFTA00016274\n\nNovember 1, 2021 \nPage \n8 \ncan arise when it was reasonable to believe consent was given but the alleged victim falsely \nbelieves that it was not. \nFalse Memory: The existence and prevalence of repressed memories is a source of \ncontroversy, and yet research does exist demonstrating the successful implantation of fabricated \nmemories. In one of the first studies on the implantation of false memories, participants were \ngiven short narratives of childhood experiences, purportedly obtained from relatives, and asked \nto try to remember these experiences. Research by Elizabeth Loftus has revealed how subtle \ninformation introduced after an event may alter the memory of that event. Loftus and her \nstudents have conducted more than 200 studies with more than 20,000 participants \ndemonstrating how misinformation introduced after an event can induce people into creating \nfalse memories. \nIntoxication: Intoxication can substantially increase the likelihood of a false allegation of \nsexual assault. Alcohol and other intoxicants pose a significant problem in sorting out the \nvalidity of a sexual assault allegation. The information-processing errors induced by intoxicating \nsubstances may cause confusion surrounding events that occurred while a person was \nintoxicated. A person who does not accurately recall events that occurred while he or she was \nunder the influence or while experiencing the side effects of withdrawal from a substance may \nattempt to make sense out of the disjointed and seemingly incoherent memories of events that \noccurred while intoxicated. In an effort to make sense of and organize what memories are intact, \na person may confabulate or fill in the memory lapses with events that seem probable or which \nfor some reason they come to believe \"must have\" taken place. \nAntisocial Personality Disorder: The essential feature of antisocial personality disorder is \na pervasive pattern of behavior that disregards and violates of the rights of others. It often begins \nin early childhood or early adolescence and continues into adulthood. If an individual with \nantisocial personality disorder is likely to lie to achieve power and pleasure, a false allegation of \nsexual assault might be the means by which he or she attempts to achieve power over the falsely \naccused. Falsely claiming someone sexually assaulted you can be an aggressive act and a lack of \nremorse could allow the individual to file an allegation of sexual assault and maintain this \nallegation with few, if any, conflicts of conscience. Thus, a pathway to a false allegation of \nsexual assault can occur when an individual with antisocial personality disorder makes a false \nclaim of assault. \nBorderline Personality Disorder: Borderline personality disorder (BPD) is a serious \nmental condition characterized by affective dysregulation, impulsiveness, difficulties in \ninterpersonal relationships, and difficulties with self-image. Of particular note is the rapid \nswitching from idealization to devaluation, impulsivity, and manipulative features of borderline \npersonality disorder. The instability of relationships experienced by an individual with BPD may \nbe rooted in the tendency to quickly switch from idealizing significant others or lovers to \ndevaluing them. This sudden change in conceptualization of a partner is often caused by feeling \nthat the partner is not caring enough or giving enough or by suspicion of abandonment. The rapid \nshifting between idealizing and demonization may bring about a change in perspective such that \na relationship that was viewed idealistically in the past is now seen through the devalued lens of \nabuse or mistreatment. Past events then may become construed as \"abuse\" and may lead a person \nEFTA00016275\n\nNovember 1, 2021 \nPage \n9 \nwith BPD to believe he or she is a victim of sexual assault. Previous research has found that two \nof the three major motivations to file a false allegation of rape were attention-seeking and \nrevenge. The switch from idealization to devaluation of the relationship and/or relationship \npartner may spur a desire for revenge for any past behaviors that are, in the devaluation phase, \nnewly construed as mistreatment. Also, there is some evidence that individuals with BPD engage \nin behaviors that are viewed as \"manipulative.\" Manipulative behaviors are often outside the \nconscious awareness of the individual and are learned through positive reinforcement, as \nmanipulation frequently results in positive outcomes for the manipulator. Thus, an individual \nwith BPD may use a sexual assault allegation as a way of impacting a third party for some \ndesired outcome. \nHistrionic Personality Disorder: Diagnostic criteria for histrionic personality disorder \ninclude: 1) feeling uncomfortable in situations in which he or she is not the center of attention; 2) \ninteractions with others are often characterized by inappropriate sexually seductive or \nprovocative behavior; 3) displaying rapidly shifting and shallow expressions; 4) consistently uses \nphysical appearance to draw attention to the self; 5) has a style of speech that is excessively \nimpressionistic and lacking in detail; 6) shows self-dramatization, theatricality, and exaggerated \nexpression of emotion; 7) is suggestible (i.e., easily influenced by others or circumstances), and \n8) considers relationships to be more intimate than they actually are. Other relevant behaviors \ninclude the tendency to play out stereotyped roles in their relationships with others; an intense \ndesire for novelty and excitement; and the upset and depression that may follow periods in which \nthey received little attention. Filing a false allegation of sexual assault may serve to benefit \nindividuals with histrionic personality disorder in several important ways. The sexualized \nbehavior of individuals with histrionic personality disorder can lead to sexual relationships that \nmay be used to seek attention (e.g., having sex with a person and telling all of their friends about \nit). Filing a false sexual assault claim may regain lost attention, either from the desired partner or \nfrom other individuals, providing a novel and exciting environment that may be stimulating to a \nperson who is histrionic. They may enjoy the large amounts of attention received for filing a \nsexual assault charge and for the \"victim\" role that can be played out in other relationships (a \ndynamic also common in false allegations by those with borderline personality disorder). In \ntimes when attention is not being received to the desired level, a false allegation of sexual assault \nmay help to pull individuals with histrionic personality disorder out of their depressed state. \nDelirium: Delirium is a disturbance of consciousness that is accompanied by a change in \ncognition that cannot be better accounted for by a preexisting or evolving dementia. Relevant to \nthis pathway are the perceptual disturbances that may be present, including misinterpretations, \nillusions, or even hallucinations. Many substances induce delirium, particularly in excessive \ndoses. \nPsychotic Disorders: The term psychotic generally refers to conditions that are marked by \ndelusions, hallucinations, or markedly illogical thinking. Such conditions cause gross \nimpairments in functioning. Studies investigating the content of delusions have found delusions \nthat are sexual in nature are not uncommon and occur more often in women than in men. Some \ncases of sexual delusions have been documented. These delusions may lead a person to claim \nadamantly that sexual relations or events occurred that may be impossible or highly improbable. \nEFTA00016276\n\nNovember 1, 2021 \nPage 10 \nDissociation:   Dissociation is `the lack of the normal integration of thoughts, feelings, \nand experiences into the stream of consciousness and memory. Dissociation involves a \ndisruption or splitting off of memory, personality, identity, consciousness, or general perceptions \nof the self and surroundings; it can be recurring, gradual, or transient. It is likely associated with \nmemory distortions. Thus, it is possible that in the event of a sexual assault, dissociation may \ncause a person to fill in the parts of the experience that are not clearly remembered with events \nthat for them feasibly could have occurred. Of course, memory lapses will not necessarily be \nfilled in with a confabulated event, let alone a sexual one. However, individuals who dissociate \nat a high frequency may seek to make their stories more coherent by adding details to an \nincomplete memory that would make sense to them when considered in the context of the event. \nThus, these confabulations may lead to erroneous claims that have forensic relevance, including \nwho the perpetrator was, what happened, where, and how many times. \nIntellectual Disability: Intellectual disability, is characterized by below average IQ and \nadaptive functioning. Limitations in functioning include deficits in the acquisition of social, \noccupational, academic, and general self-care skills. Intellectual disability has several etiologies \nthat often are related to biological or pathological processes affecting the central nervous system. \nMany of the specific vulnerabilities that arise from intellectual disability overlap to some extent \nwith other disorders (e.g., autism spectrum disorders, cerebral palsy, fetal alcohol syndrome) and \nindividuals with other developmental disabilities may also have intellectual disability. \nIntellectually disabled individuals, compared to individuals without ID, have vulnerabilities \nrelated to memory and communication that the legal system may not be equipped to handle \nadequately. Individuals with moderate-to-profound ID may have significant difficulty \ncommunicating about the events that occurred because of language skills deficits or other \ncommunication-interfering conditions (e.g., related neurological conditions). Research findings \nindicate that communications skills are essential in filing a sexual assault charge; alleged victims \nwith mild ID were more likely than individuals with moderate or severe ID not only to file \nsexual assault charges but to have their allegations confirmed. Difficulties with memory may \nalso complicate the investigation process for individuals with ID. \nChanges in the core details of the allegation are often used by professionals as indices in \ndetermining the credibility of a victim's claims. Peace and colleagues (2015) conducted a \nnarrative analysis of 147 sets of allegations of sexual assault across short (3 month) and long (6 \nmonth) intervals since the alleged event took place. In reviewing the existing literature, Peace \nand colleagues found that genuine traumatic experiences have a demonstrable resiliency to \ndrastic impairments in recall. However, some inconsistencies especially in less core matters are \nto be expected due to some less important details fading or varying over time. In examining their \nsample of 147 allegations, the researchers discovered that truthful allegations contained more \ndetail relative to false allegations at each of the assessment intervals. Specifically, the researchers \nfound that fabricated allegations of traumatic experiences contained more inconsistent details \nboth at 3 months and 6 months. The total amount of detail for each type of allegation (true or \nfalse) does tend to decrease over time. Additionally, as these figures suggest, the researchers \nfound that the number of details present in genuine reports continued to decrease over time \nwhereas fabricated stories `levelled off' in detail. \nEFTA00016277\n\nNovember 1, 2021 \nPage 11 \nHunt and Bull (2012) reviewed signs that can be used to differentiate true allegations of \nsexual assault from false ones and concluded that the literature did not support the hypothesis \nthat emotional distress was predictive of the truthfulness of the allegation. This is consistent \nacross the literature, and emotional distress (e.g., crying) is not regarded as a reliable predictor of \nthe accuracy or truthfulness of an allegation. Additional research is needed, but at this point there \nis little empirical support to indicate that being emotionally upset, distressed, or crying while \nreporting an assault indicates that the report is more likely to be true. This is likely due to the fact \nthat such reactions can also occur in false allegations for various reasons, including a false \nmemory or an attempt to mislead by those who know this sort of reaction would be expected of a \ntrue allegation. \nIndividuals who have been sexually assaulted have higher rates of mental disorders than \nindividuals who have not been sexually assaulted, and this includes significantly higher rates of \npost-traumatic stress disorder, depression, bipolar disorder, drug use disorders, and alcohol use \ndisorders. Emily R. Dworkin, Risk for Mental Disorders Associated with Sexual Assault: A \nMeta-Analysis, 21 Trauma, Violence, & Abuse (2020), pp. 1011-1028. Any of these mental \ndisorders that occur more frequently among those who have been sexually assaulted can affect \nmemory and recall, requiring assessment on a case-by-case basis. \nVarying degrees of post-traumatic stress symptomatology occur in significant proportions \nof victims following sexual assault and last for varying durations. Emily R. Dworkin, Anna E. \nJaffe, Michele Bedard-Gilligan, and Skye Fitzpatrick, PTSD in the Year Following Sexual \nAssault: A Meta-Analysis of Prospective Studies, Trauma, Violence, & Abuse (2021) \nhttps://doi.org/I0.1177/15248380211032213. A substantial number of people never fully remit \nfrom their PTSD even after many years, and variables associated with a longer time to remit \nfrom an episode of chronic PTSD include a history of alcohol abuse and a history of childhood \ntrauma. Caron Zlotnick, Meredith Warshaw, et al., Chronicity in Posttraumatic Stress Disorder \n(PTSD) and Predictors of Course of Comorbid PTSD in Patients with Anxiety Disorders,12 J. \nTraumatic Stress (1999), \n89-100. \nSymptoms of PTSD include distressing memories of the event; intense or prolonged \npsychological distress at exposure to cues that symbolize or resemble an aspect of the traumatic \nevent; marked physiological reactions to cues that symbolize or resemble an aspect of the \ntraumatic event; avoidance or efforts to avoid distressing memories, thoughts, or feelings about \nor closely associated with the traumatic event(s); and avoidance of or efforts to avoid external \nreminders (people, places, conversations, activities, objects, situations) that arouse distressing \nmemories, thoughts, or feelings about or closely associated with the traumatic event(s). \nAmerican Psychiatric Association, Diagnostic and Statistical Manual of Mental Disorders, 5th \nEd., Arlington, VA: American Psychiatric Association (2013), pp. 271-272. Individuals with \nany of these symptoms are particularly unlikely to engage in continued communication or \nfriendly gestures with an alleged perpetrator, to wear clothing provided by an alleged perpetrator, \nor to unnecessarily recreate a sexual assault event, any of which would be expected to elicit \nintense distress. \nEFTA00016278\n\nNovember 1, 2021 \nPage 12 \nC. Dr. Ryan Hall \nDr. Ryan Hall performed an independent medical and psychiatric evaluation of \nin 2009. Dr. Hall's curriculum vitae is attached as Exhibit D. His report is attached as \nExhibit E. Attached as Exhibit F is a list of material reviewed by Dr. Hall. \nDr. Hall is an expert in the field of forensic psychiatry and will offer opinions as such. He \nwill offer the opinions and diagnoses contained in his report, the bases for those opinions, and \nthe significance of the diagnoses and opinions. He \nwill \n• bout the facts and circumstances \nsurrounding the evaluation, disclosures made by Ms. and the fact that Ms. \ndid not identify Ms. Maxwell as a perpetrator of any abuse. \nD. Bennett Gershman \nProfessor Gershman is a Distinguished Professor of Law at the Elisabeth Haub School of \nLaw of Pace University since its founding as the Pace Law School in 1976. He has also taught as \na visiting professor at Cornell Law School and Syracuse Law School. Prior to coming to Pace, he \nwas a prosecutor in the Manhattan District Attorney's Office and the New York State Anti-\nCorruption Office. Professor Gershman's extensive scholarship has had an essential role in \nestablishing the study of prosecutorial misconduct, a subject at the intersection of criminal \nprocedure and professional ethics. He is a leading authority on prosecutorial misconduct and the \nauthor of the treatise, Prosecutorial Misconduct, a preeminent resource for scholars and \npractitioners. \nWe expect Professor Gershman to provide testimony on best practices to ensure the \nintegrity of any prosecution, focusing on investigation, witness preparation, media contact, \nneutrality, obligations to provide accurate information, and relationship with crime victims, their \ncounsel, and case-related civil litigation. His extensive experience and credentials are recited in \nhis curriculum vitae, annexed as Exhibit G. \nE. Robert Kelso \nMr. Kelso is CEO of Forensic Pursuit. He has over 25 years of experience in computer \nforensics, engineering and software technology. He holds Bachelor's and Master's degrees from \nUniversity of Colorado at Boulder in aerospace engineering and astrodynamics, respectively. He \nis currently an adjunct professor at University of Denver teaching computer forensics at the \nMaster's level. He holds multiple computer forensics certifications including EnCE, CHFI, ACE \nand AME. His curriculum vitae is attached. Exhibit H. Mr. Kelso has previously testified in \nfederal and state courts as an expert witness in computer forensics and has been appointed a \n\"special master\" by the court on multiple occasions. \nWe anticipate that Mr. Kelso will testify about the user data associated with certain \ndevices seized and searched by the government's team in this case, documents and photographs \nextracted from certain of those devices, and the metadata associated with certain documents and \nphotographs. He may also testify generally about computer forensic principles associated with \nthe creation of documents, storage and retrieval of digital documents and photographs, including \nEFTA00016279\n\nNovember 1, 2021 \nPage 13 \nthe limits to the information that can be gleaned from the metadata. Mr. Kelso may testify in \nrebuttal to any testimony offered by the government through Stephen Halley. As trial \npreparation proceeds, the defense will update the topics for Mr. Kelso if any arise. \nF. John Lopez \nMr. Lopez was a Special Agent with the United States Department of the Treasury, \nInternal Revenue Service, Criminal Investigation (\"IRS-CI\") for over twenty-five years. During \nhis tenure at IRS-CI, Mr. Lopez led the New York Asset Forfeiture Task Force and participated \nin numerous criminal investigations involving complex fraud, corruption, bribery, tax evasion, \nmoney laundering, and asset forfeiture. Since retiring from the IRS in 2013, Mr. Lopez has \nworked as a financial investigator and consultant for several private investigation companies and \ngovernment enforcement agencies. He currently runs his own private financial investigation and \nconsulting company called JDL Services, Inc. Mr. Lopez holds a bachelor's degree in Business \nAdministration, Accounting and Finance from Pace University. His curriculum vitae is attached \nas Exhibit I. \nIt is expected that Mr. Lopez will testify about his review of certain financial records \nprovided by the government in discovery. Specifically, Mr. Lopez will discuss various transfers \nof funds that are reflected in the financial records and explain the information contained in the \nfinancial records regarding those transfers.' \nG. \nGerald LaPorte \nMr. LaPorte is a Forensic Chemist and Document Dating Specialist with the firm Riley \nWelch LaPorte &Associates Forensic Laboratories. He currently is the Director of Research \nInnovation for Florida International University, Global Forensic and Justice Center. Prior to that, \nhe was the Director of the U.S. Department of Justice, National Institute of Justice, Office of \nInvestigative and Forensic Sciences. He has testified as an expert witness in numerous cases and \nhas multiple professional honors in this field. His curriculum vitae is attached. Exhibit J \nDefendant anticipates the receipt of documents produced by the government and \ndocumursuant to defense subpoena included but not limited to journal pages by \nwitness. These documents may require analysis regarding the dates of creation, \ncompleteness, alteration and manipulation. When these documents are disclosed, Defendant will \nseek to have them analyzed and present testimony on the analysis as needed. \n'  The defense does not believe that the Court needs to qualify Mr. Lopez as an expert to \noffer the proposed testimony. Nevertheless, we hereby notice Mr. Lopez as a potential expert \nwitness in an abundance of caution. \nEFTA00016280\n\nNovember 1, 2021 \nPage 14 \nH. Jennifer Naso \nMs. Naso is a Forensic Document Examiner who worked for and received specialized \ntraining from the United States Secret Service as a Document Analyst. Ms. Naso has a Master's \nof Science in Forensic Science and a Bachelor of Arts in Psychology. She has over 15 years of \nexperience examining and determining authorship and authentication of documents. Her \ncurriculum vitae is attached as Exhibit K. \nDefendant anticipates the receipt of documents produced by the government and pursuant \nto defense subpoena included but not limited to journal pages by witness These \ndocuments may require analysis regarding the dates of creation, completeness, alteration and \nmanipulation. When these documents are disclosed, Defendant will seek to have them analyzed \nand present testimony on the analysis as needed. \nIL RESERVATION OF RIGHTS \nThe defense reserves the right to amplify the disclosures contained herein based on \ntestimony and other evidence presented during the government's case-in-chief. The defense also \nreserves the right to call additional expert witnesses and will promptly provide additional \ndisclosure notice. \nIII. RIGHT TO SUPPLEMENT \nMs. Maxwell reserves the right to supplement these opinions depending on the evidence \nproduced at trial. To the extent that any accuser claims to have been \"groomed\" or otherwise \ntestifies to the challenged opinions of Dr. Rocchio or other opinions properly rebutted by expert \ntestimony Ms. Maxwell reserves the right to identify and rebut this testimony after the close of \nthe government's case in chief. \nVery Truly Yours, \nJeffrey S. Pagliuca \nEnclosures \nEFTA00016281",
    "pageCount": 14,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "0219000.mov. \nThe materials reviewed reflect that Jeffrey Epstein was a brilliant man who was flawed \nby enduring p"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "thern District of New York \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear Counsel: \nHaddon, Morgan"
      },
      {
        "name": "Bill Clinton",
        "role": "extracted",
        "context": "ntiated between \ndifferent kinds of power—such as Bill Clinton's political power, wrestlers' and weight lifters'"
      },
      {
        "name": "Elizabeth Loftus",
        "role": "extracted",
        "context": "DISCLOSURE BY THE DEFENSE \nA. Dr. Elizabeth Loftus \nDr. Loftus is the Distin"
      },
      {
        "name": "Loftus",
        "role": "extracted",
        "context": "NSE \nA. Dr. Elizabeth Loftus \nDr. Loftus is the Distinguished Prof"
      },
      {
        "name": "Park Dietz",
        "role": "extracted",
        "context": "k Dietz, M.D., M.P.H., PH.D. \nDr. Park Dietz is a psychiatrist special"
      },
      {
        "name": "Dietz",
        "role": "extracted",
        "context": "try and forensic psychiatry. \nDr. Dietz received a bachelor's deg"
      },
      {
        "name": "Rocchio",
        "role": "extracted",
        "context": "following: \na. Opinions about Dr. Rocchio's Disclosed Opinions \nThe"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "anisms of such a \nphenomenon. Ms. Maxwell is not accused of solicit"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "ovide sexualized massages for Mr. Epstein, which would amount to gr"
      },
      {
        "name": "Ryan Hall",
        "role": "extracted",
        "context": "November 1, 2021 \nPage 12 \nC. Dr. Ryan Hall \nDr. Ryan Hall performed"
      },
      {
        "name": "Hall",
        "role": "extracted",
        "context": "atric evaluation of \nin 2009. Dr. Hall's curriculum vitae is att"
      },
      {
        "name": "Kelso",
        "role": "extracted",
        "context": "Exhibit G. \nE. Robert Kelso \nMr. Kelso is CEO of Forensic Pursui"
      },
      {
        "name": "Lopez",
        "role": "extracted",
        "context": "if any arise. \nF. John Lopez \nMr. Lopez was a Special Agent with"
      },
      {
        "name": "La",
        "role": "extracted",
        "context": "nsfers.' \nG. \nGerald LaPorte \nMr. LaPorte is a Forensic Chemis"
      },
      {
        "name": "Naso",
        "role": "extracted",
        "context": "1 \nPage 14 \nH. Jennifer Naso \nMs. Naso is a Forensic Document Ex"
      },
      {
        "name": "Office \nSouthern",
        "role": "extracted",
        "context": "IL \nUnited States \nAttorney's Office \nSouthern District of New York \nRe: Uni"
      },
      {
        "name": "Dear Counsel",
        "role": "extracted",
        "context": "ne Maxwell, 20 Cr. 330 (AJN) \nDear Counsel: \nHaddon, Morgan and \nForeman"
      },
      {
        "name": "Defendant Ghislaine",
        "role": "extracted",
        "context": "tica \nPH \nFx \nwww.hmflaw.com \nDefendant Ghislaine Maxwell through counsel, subm"
      },
      {
        "name": "Distinguished Professor",
        "role": "extracted",
        "context": "eth Loftus \nDr. Loftus is the Distinguished Professor of Psychological Science and"
      },
      {
        "name": "Psychological Science",
        "role": "extracted",
        "context": "he Distinguished Professor of Psychological Science and Law at the \nUniversity of"
      },
      {
        "name": "Irvine School",
        "role": "extracted",
        "context": "he \nUniversity of California, Irvine School of Law. Dr. Loftus is one of"
      },
      {
        "name": "Cornell \nUniversity",
        "role": "extracted",
        "context": "ychology and biology from the Cornell \nUniversity College of Arts and Sciences"
      },
      {
        "name": "Johns Hopkins",
        "role": "extracted",
        "context": "970), an M.D. degree from the Johns Hopkins \nUniversity School of Medicin"
      },
      {
        "name": "University School",
        "role": "extracted",
        "context": "egree from the Johns Hopkins \nUniversity School of Medicine (1975), a Master'"
      },
      {
        "name": "Public Health",
        "role": "extracted",
        "context": "(1975), a Master's degree in Public Health from the Johns \nHopkins Schoo"
      },
      {
        "name": "Johns \nHopkins",
        "role": "extracted",
        "context": "ree in Public Health from the Johns \nHopkins School of Hygiene and Public"
      },
      {
        "name": "Chief \nFellow",
        "role": "extracted",
        "context": "vania (1977-78), where he was Chief \nFellow in Forensic Psychiatry. He ha"
      },
      {
        "name": "Forensic Psychiatry",
        "role": "extracted",
        "context": "where he was Chief \nFellow in Forensic Psychiatry. He has been board certified"
      },
      {
        "name": "American Board",
        "role": "extracted",
        "context": "ertified in psychiatry by the American Board \nof Psychiatry and Neurology"
      },
      {
        "name": "Clinical Professor",
        "role": "extracted",
        "context": "eurology since 1979. \nHe is a Clinical Professor of Psychiatry and Biobehavior"
      },
      {
        "name": "Biobehavioral Sciences",
        "role": "extracted",
        "context": "l Professor of Psychiatry and Biobehavioral Sciences at the UCLA School \nof Medici"
      },
      {
        "name": "Virginia School",
        "role": "extracted",
        "context": "r of Law at the University of Virginia School \nof Law and a Professor of Be"
      },
      {
        "name": "Behavioral Medicine",
        "role": "extracted",
        "context": "ol \nof Law and a Professor of Behavioral Medicine and Psychiatry at the Univers"
      },
      {
        "name": "Virginia \nSchool",
        "role": "extracted",
        "context": "ychiatry at the University of Virginia \nSchool of Medicine. From 1982 to 198"
      },
      {
        "name": "Associate Professor",
        "role": "extracted",
        "context": "From 1982 to 1986, he was an Associate Professor of Law and of \nBehavioral Med"
      },
      {
        "name": "Virginia Schools",
        "role": "extracted",
        "context": "ychiatry at the University of Virginia Schools of Law and Medicine. \nFrom 19"
      },
      {
        "name": "Assistant Professor",
        "role": "extracted",
        "context": "From 1978 to 1982, he was an Assistant Professor of Psychiatry at Harvard Medi"
      },
      {
        "name": "Harvard Medical",
        "role": "extracted",
        "context": "nt Professor of Psychiatry at Harvard Medical School. In \nthose positions h"
      },
      {
        "name": "Past President",
        "role": "extracted",
        "context": "s and psychologists. \nHe is a Past President of the American Academy of Ps"
      },
      {
        "name": "American Academy",
        "role": "extracted",
        "context": "He is a Past President of the American Academy of Psychiatry and the Law, a"
      },
      {
        "name": "Distinguished Life",
        "role": "extracted",
        "context": "of Psychiatry and the Law, a \nDistinguished Life Fellow of the American Psychi"
      },
      {
        "name": "American Psychiatric",
        "role": "extracted",
        "context": "tinguished Life Fellow of the American Psychiatric Association, and a Fellow of"
      },
      {
        "name": "Forensic Sciences",
        "role": "extracted",
        "context": "w of the \nAmerican Academy of Forensic Sciences. He has served on the editori"
      },
      {
        "name": "Behavioral Sciences",
        "role": "extracted",
        "context": "ournal of Forensic Sciences, \nBehavioral Sciences and the Law, the Journal of T"
      },
      {
        "name": "Threat Assessment",
        "role": "extracted",
        "context": "s and the Law, the Journal of Threat Assessment and Management, and other \nEF"
      },
      {
        "name": "Disclosed Opinions",
        "role": "extracted",
        "context": "Opinions about Dr. Rocchio's Disclosed Opinions \nThe first use of the word \"g"
      },
      {
        "name": "Interpersonal Violence",
        "role": "extracted",
        "context": "rooming and \nSeduction, 33 J. Interpersonal Violence, 28, 31 (2018). Dr. Rocchio c"
      },
      {
        "name": "Natalie \nBennett",
        "role": "extracted",
        "context": "as occurred or is occurring.\" Natalie \nBennett & William O'Donohue, The Cons"
      },
      {
        "name": "The Construct",
        "role": "extracted",
        "context": "Bennett & William O'Donohue, The Construct of Grooming in Child Sexual A"
      },
      {
        "name": "Child Sexual",
        "role": "extracted",
        "context": "The Construct of Grooming in Child Sexual Abuse, 23 J. Child \nSexual Ab"
      },
      {
        "name": "Child \nSexual",
        "role": "extracted",
        "context": "in Child Sexual Abuse, 23 J. Child \nSexual Abuse 957, 974 (2014). \nIn an"
      },
      {
        "name": "Expert Notice",
        "role": "extracted",
        "context": "d. \nAlthough the Government's Expert Notice regarding Dr. Rocchio's propo"
      },
      {
        "name": "Opinions About",
        "role": "extracted",
        "context": "have no known error rate. \nb. Opinions About Hindsight Bias \nHindsight bia"
      },
      {
        "name": "Hindsight Bias",
        "role": "extracted",
        "context": "rror rate. \nb. Opinions About Hindsight Bias \nHindsight bias must be consi"
      },
      {
        "name": "Opinions Related",
        "role": "extracted",
        "context": "utes knowledge or intent. \nc. Opinions Related to the Halo Effect \nThe term"
      },
      {
        "name": "Halo Effect",
        "role": "extracted",
        "context": ". \nc. Opinions Related to the Halo Effect \nThe term \"Halo effect\" was c"
      },
      {
        "name": "The Halo",
        "role": "extracted",
        "context": "homdike (1920) a century ago. The Halo effect is \na cognitive bias i"
      },
      {
        "name": "Leon Festinger",
        "role": "extracted",
        "context": "deed, the noted \npsychologist Leon Festinger \"was convinced that the psych"
      },
      {
        "name": "Jeffery Epstein",
        "role": "extracted",
        "context": "hieve great power and wealth, Jeffery Epstein exploited the Halo effect \nto"
      },
      {
        "name": "Steve Bannon",
        "role": "extracted",
        "context": "n a videotaped interview with Steve Bannon, Epstein differentiated betwe"
      },
      {
        "name": "Gerry Edelman",
        "role": "extracted",
        "context": "lifters' \nphysical power, and Gerry Edelman's intellectual power—and ackn"
      },
      {
        "name": "Statistical Manual",
        "role": "extracted",
        "context": "c Association, Diagnostic and Statistical Manual of Mental Disorders, 5th \nEd."
      },
      {
        "name": "Mental Disorders",
        "role": "extracted",
        "context": "tic and Statistical Manual of Mental Disorders, 5th \nEd., Arlington, VA: Ame"
      },
      {
        "name": "Multiple Pathways",
        "role": "extracted",
        "context": ". \nd. Opinions Related to the Multiple Pathways to False Sex Assault \nAllegat"
      },
      {
        "name": "False Sex",
        "role": "extracted",
        "context": "d to the Multiple Pathways to False Sex Assault \nAllegations \nStudies"
      },
      {
        "name": "Assault \nAllegations",
        "role": "extracted",
        "context": "ultiple Pathways to False Sex Assault \nAllegations \nStudies concerning the accur"
      },
      {
        "name": "Jessica Engle",
        "role": "extracted",
        "context": "(k) intellectual disability. Jessica Engle and William O'Donohue, Pathwa"
      },
      {
        "name": "False \nAllegations",
        "role": "extracted",
        "context": "illiam O'Donohue, Pathways to False \nAllegations of Sexual Assault, 12 J. Fore"
      },
      {
        "name": "Sexual Assault",
        "role": "extracted",
        "context": "ways to False \nAllegations of Sexual Assault, 12 J. Forensic Psychology Pr"
      },
      {
        "name": "Forensic Psychology",
        "role": "extracted",
        "context": "ions of Sexual Assault, 12 J. Forensic Psychology Practice, 97. These pathways"
      },
      {
        "name": "Implied Consent",
        "role": "extracted",
        "context": "eases) \n• 4. financial gain. \nImplied Consent:  A fact finder's determinati"
      },
      {
        "name": "False Memory",
        "role": "extracted",
        "context": "y \nbelieves that it was not. \nFalse Memory: The existence and prevalence"
      },
      {
        "name": "Antisocial Personality",
        "role": "extracted",
        "context": "eve \"must have\" taken place. \nAntisocial Personality Disorder: The essential featu"
      },
      {
        "name": "Borderline Personality",
        "role": "extracted",
        "context": "s a false \nclaim of assault. \nBorderline Personality Disorder: Borderline personal"
      },
      {
        "name": "Histrionic Personality",
        "role": "extracted",
        "context": "y for some \ndesired outcome. \nHistrionic Personality Disorder: Diagnostic criteria"
      },
      {
        "name": "Psychotic Disorders",
        "role": "extracted",
        "context": "cularly in excessive \ndoses. \nPsychotic Disorders: The term psychotic generally"
      },
      {
        "name": "Intellectual Disability",
        "role": "extracted",
        "context": ", where, and how many times. \nIntellectual Disability: Intellectual disability, is"
      },
      {
        "name": "Michele Bedard",
        "role": "extracted",
        "context": "y R. Dworkin, Anna E. \nJaffe, Michele Bedard-Gilligan, and Skye Fitzpatric"
      },
      {
        "name": "Skye Fitzpatrick",
        "role": "extracted",
        "context": "Michele Bedard-Gilligan, and Skye Fitzpatrick, PTSD in the Year Following S"
      },
      {
        "name": "Year Following",
        "role": "extracted",
        "context": "Skye Fitzpatrick, PTSD in the Year Following Sexual \nAssault: A Meta-Analy"
      },
      {
        "name": "Sexual \nAssault",
        "role": "extracted",
        "context": "k, PTSD in the Year Following Sexual \nAssault: A Meta-Analysis of Prospecti"
      },
      {
        "name": "Prospective Studies",
        "role": "extracted",
        "context": "Assault: A Meta-Analysis of Prospective Studies, Trauma, Violence, & Abuse (2"
      },
      {
        "name": "Caron Zlotnick",
        "role": "extracted",
        "context": "history of childhood \ntrauma. Caron Zlotnick, Meredith Warshaw, et al., Ch"
      },
      {
        "name": "Meredith Warshaw",
        "role": "extracted",
        "context": "hood \ntrauma. Caron Zlotnick, Meredith Warshaw, et al., Chronicity in Posttr"
      },
      {
        "name": "Posttraumatic Stress",
        "role": "extracted",
        "context": "arshaw, et al., Chronicity in Posttraumatic Stress Disorder \n(PTSD) and Predicto"
      },
      {
        "name": "Anxiety Disorders",
        "role": "extracted",
        "context": "omorbid PTSD in Patients with Anxiety Disorders,12 J. \nTraumatic Stress (1999"
      },
      {
        "name": "Traumatic Stress",
        "role": "extracted",
        "context": "with Anxiety Disorders,12 J. \nTraumatic Stress (1999), \n89-100. \nSymptoms of"
      },
      {
        "name": "Bennett Gershman",
        "role": "extracted",
        "context": "perpetrator of any abuse. \nD. Bennett Gershman \nProfessor Gershman is a Dist"
      },
      {
        "name": "Professor Gershman",
        "role": "extracted",
        "context": "abuse. \nD. Bennett Gershman \nProfessor Gershman is a Distinguished Professor"
      },
      {
        "name": "Elisabeth Haub",
        "role": "extracted",
        "context": "ished Professor of Law at the Elisabeth Haub School of \nLaw of Pace Univer"
      },
      {
        "name": "Pace University",
        "role": "extracted",
        "context": "sabeth Haub School of \nLaw of Pace University since its founding as the Pac"
      },
      {
        "name": "Pace Law",
        "role": "extracted",
        "context": "ity since its founding as the Pace Law School in 1976. He has also t"
      },
      {
        "name": "Cornell Law",
        "role": "extracted",
        "context": "t as \na visiting professor at Cornell Law School and Syracuse Law Schoo"
      },
      {
        "name": "Syracuse Law",
        "role": "extracted",
        "context": "sor at Cornell Law School and Syracuse Law School. Prior to coming to Pa"
      },
      {
        "name": "Manhattan District",
        "role": "extracted",
        "context": ", he \nwas a prosecutor in the Manhattan District Attorney's Office and the New"
      },
      {
        "name": "State Anti",
        "role": "extracted",
        "context": "ney's Office and the New York State Anti-\nCorruption Office. Professor"
      },
      {
        "name": "Corruption Office",
        "role": "extracted",
        "context": "and the New York State Anti-\nCorruption Office. Professor Gershman's extensi"
      },
      {
        "name": "Prosecutorial Misconduct",
        "role": "extracted",
        "context": "the \nauthor of the treatise, Prosecutorial Misconduct, a preeminent resource for sc"
      },
      {
        "name": "Robert Kelso",
        "role": "extracted",
        "context": "ae, annexed as Exhibit G. \nE. Robert Kelso \nMr. Kelso is CEO of Forensic"
      }
    ],
    "locations": [
      {
        "name": "Arlington, VA",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-11-01",
        "event": "November 1, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:52.381Z"
}