{
  "document": {
    "id": "efta00019333",
    "filename": "EFTA00019333.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019333.pdf",
    "text": "\n\nFrom: \nTo:'\nCCI \nSubject: RE: Epstein update \nDate: Sat, 10 Aug 2019 20:51:02 +0000 \nI just looped you in with GS of c19, which is leading investigation. They seem to be pretty on top of things \nand he shared some troubling details, which I can tell you later or you can get from agents. For now, you should be the \nUSAO POC with C19; we will discuss with brass if that should remain the case. thinks the call must be a hoax —  the \nagents have been with OCME and an autopsy is being done. \nFrom: \nSent: Saturday, August 10, 2019 4:22 PM \nTo: \nCc \nSubject: RE: Epstein update \nYeah. I'll get on top of that shortly. \nFrom: \nSent: Saturday, August 10, 2019 4:21 PM \nTo: \nCc: \nEMEMIES \nSubject: RE: Epstein update \n> \nSorry but just related on the FBI and DOJ-OIG investigation, can we get a contact at each of those?? I know there's \napparently no AUSA assigned yet to the FBI side, but for example I would want to let FBI and 016 know that someone is \nclaiming to be at MCC and calling Epstein's associates to have them pick up the body —  they'll be more likely to have \ntraction with BOP than we will. \nFrom: \nSent: Saturday, August 10, 2019 16:20 \nTo: \nCc: \nE\nM> \nSubject: RE: Epstein update \nYeah of course. In some ways I actually hope this is a  hoax because if not, it's completely insane. And I just called \nbut he didn't pick up. \nSeparately, and speaking of the FBI investigation, defense counsel also says that they're starting to get people calling them \nwho claim to have information relevant to Epstein's death, and are wondering if there is an investigative point person to \nwhom they can direct any such people? \nEFTA00019333\n\nFrom: \nSent: Saturday, August 10, 2019 16:17 \nTo: \nCc: \nSubject: RE: Epstein update \nRemoving BOP. They should NOT be releasing the body without confirming with FBI and Dal-IG. Please discuss that with \nthem. \nFrom: \nSent: Saturday, August 10, 2019 4:14 PM \nTo: \nSubject: RE: Epstein update \nI'll call you separately in a moment, but just in case email is faster, I just received a phone call from defense counsel that a \nperson close to Mr. Epstein received a phone call from an individual named (phonetic) who claimed to be \nan investigator with the MCC and told the individual that Mr. Epstein's body was ready to be picked up at the hospital and \nthat the individual could make arrangements for retrieval of the body. left his phone number as \nCan you please confirm whether that individual is in fact with BOP and/or MCC? Defense counsel is understandably \nconcerned that they (and others with connections with Mr. Epstein) are starting to get hoax or otherwise inaccurate \ninformation through phone calls and emails. And we would again respectfully but urgently request that if there is \ninformation like this that needs to go to representatives for Mr. Epstein, that it come to us so we can pass it along to his \ncounsel with confidence that it is true and accurate. \n(Separately, if it is accurate that BOP / MCC is prepared to release Mr. Epstein's body, his defense counsel is extremely \nconcerned about whether that has been enough time for a full autopsy and any other investigative steps, and we would \nwant to confirm that the FBI team addressing this matter has also been informed—but that's only if this is not a hoax, \nobviously.) \nPlease advise as soon as possible, as the individual is waiting to know whether they should take steps to retrieve the body. \nthank you, \nFrom: \nSent: Saturday, August 10, 2019 15:56 \nTo: \nCc: \nSubject: RE: Epstein update \nH i \nI'm checking in to see if you're able to provide us with additional information. I'm \nThanks, \nwhen you have a moment. \nEFTA00019334\n\nFrom: \nSent: Saturday, August 10, 2019 11:42 AM \nTo: \nCc: \nla> \nSubject: Re: Epstein update \nMCC Administrators have been in touch with at the USMS since early this morning. I too have been in touch \nwith since a little after 9 am, at which time I shared the limited information I had. The press release is the sum total of \nthe information we have at this time pending the investigation. I am going into the secure perimeter to see if there is \nmore information to share, but please be advised that some of what I get may be shared with your office but not further \nsince it is an open investigation. \nThank you, \nSupervisory Staff Attorney \nCLC New York \nMetro olitan Correctional Center \nNew York, New York   10007 \n>>> \n' < >  8/10/2019 11:30 AM >>> \nIt is frankly unbelievable to me that BOP is issuing public press releases on this before telling us basic information so that we \ncan relay it to his attorneys who can relay it to his family. When can we expect to get either some sort of statement we can \npass along to counsel as accurate and reliable or have a call with someone? \nI understand from the Marshals that they have been unsuccessful in reaching anyone with authority at BOP, and given the \nBOP press release that was just put out I assume we need to speak with someone there. Please advise. \nThank you. \nOn Aug 10, 2019, at 10:43, \n> \nwrote: \nAs you might imagine, we are getting increasingly frantic calls from defense counsel who continue to be seeing \ninformation in the press that we—the U.S. Attorney's Office—haven't yet received. We need to know as soon as possible \nthe very basic facts, such as time and cause of death at the absolute minimum. It has now been hours since this was \nreported publicly. Please advise when we can expect to receive either a written report on those basic facts or when we can \nhave a  call to get that information to relay to his counsel. It is extraordinarily frustrating to have to tell them that we have \nless information than the press. Please advise. \nThank you, \nEFTA00019335\n\nOn Aug 10, 2019, at 08:46, \n> \nwrote: \nPassed away. We are completing a significant incident report for HQ for Death of a Federal Inmatehowever, I do not \nhave any specifics from the BOP yet. \nFrom: \nSent: Saturday, August 10, 2019 8:44 AM \nTo:1\nCc: \nSubject: Re: Automatic reply: Epstein update \nThank you for telling us. What do you mean by \"passed\"? \nThanks, \nSent from my iPhone \nOn Aug 10, 2019, at 8:18 AM, wrote: \nBOP just provided another update- Epstein has passed. I have no additional info. I will push out updates as we \nreceive. \nFrom: \nSent: Saturday, August 10, 2019 7:52 AM \nTo: \nSubject: Re: Automatic reply: Epstein update \nFYI: \nThe BOP just informed us that Epstein is being taken by ambulance to the hospital from another apparent suicide \nattempt- no other information was provided. \nThey will update us as more info becomes available. \nOn Aug 10, 2019, at 7:26 AM, wrote: \nI will be out of the office on vacation until Monday, August 12th. Although I will have access to email during m absence, m responses \nmay be delayed. For urgent matters, please contact the other AUSA(s) on the case, or AUSA at or \nEFTA00019336",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "unsel that a \nperson close to Mr. Epstein received a phone call fro"
      },
      {
        "name": "Cc \nSubject",
        "role": "extracted",
        "context": "August 10, 2019 4:22 PM \nTo: \nCc \nSubject: RE: Epstein update \nYeah. I'"
      },
      {
        "name": "Supervisory Staff",
        "role": "extracted",
        "context": "n investigation. \nThank you, \nSupervisory Staff Attorney \nCLC New York \nMetro"
      },
      {
        "name": "Correctional Center",
        "role": "extracted",
        "context": "y \nCLC New York \nMetro olitan Correctional Center \nNew York, New York   10007"
      },
      {
        "name": "On Aug",
        "role": "extracted",
        "context": ". Please advise. \nThank you. \nOn Aug 10, 2019, at 10:43, \n> \nwrote"
      },
      {
        "name": "Federal Inmatehowever",
        "role": "extracted",
        "context": "report for HQ for Death of a Federal Inmatehowever, I do not \nhave any specifics"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "sed\"? \nThanks, \nSent from my iPhone \nOn Aug 10, 2019, at 8:18 AM, wro"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-10",
        "event": "8/10/2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:58.706Z"
}