{
  "document": {
    "id": "efta00019994",
    "filename": "EFTA00019994.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019994.pdf",
    "text": "\n\nJ8RsEPS1 \nUNITED STATES DISTRICT \nCOURT \nSOUTHERN DISTRICT OF NEW YORK \nx \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nUNITED STATES OF AMERICA, \nv. \nJEFFREY EPSTEIN, \nDefendant. \nBefore: \nx \n19 CR \n490 (RMB) \nNew York, N.Y. \nAugust 27, \n2019 \n10:30 a.m. \nHON. RICHARD M. BERMAN, \nDistrict Judge \nAPPEARANCES \nGEOFFREY S. BERMAN \nUnited States Attorney for the \nSouthern \nDistrict of New York \nBY: \nAssistant United States Attorneys \nMARTIN G. WEINBERG, PC \nAttorney for Defendant \nBY: MARTIN G. WEINBERG \nSTEPTOE & JOHNSON, LLP \nAttorneys for Defendant \nBY: REID WEINGARTEN \nMICHAEL MILLER \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00019994\n\nJ8RsEPS1 \n(Case called) \nTHE COURT: \nGood morning, everybody. Please be \nseated. \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nSo just some housekeeping. We have a \npodium here for \nboth attorneys and others who may be speaking, and so we would \nlike you, attorneys and others who are speaking, to come up to \nthe podium. This \nroom is a little cavernous. We thought the \npodium over there would be more comfortable. \nFor starters, and for this you don't have to go up to \nthe podium, if you could just indicate your names. This table \nin front to my left, \nyour right, are defense counsel, and that \ntable to my right, your left, are government attorneys. \nIf we could just ask the attorneys to introduce \nthemselves. \nMS. :  Good morning, \nyour Honor. \nand for the \ngovernment. Joining us at counsel table \nare Special Agent \nof the \nFBI and Detective Paul \nByrne of the NYPD. \nMR. WEINGARTEN: Good morning, your \nHonor. \nReid \nWeingarten. \nMR. WEINBERG: Martin \nWeinberg. \nGood \nmorning, your Honor. \nTHE COURT: Good \nmorning. \nMR. MILLER: Good morning, your \nHonor. \nMichael Miller from Steptoe & Johnson on behalf of the \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00019995\n\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ndefendant. \nTHE \nCOURT: Great. \nAgain, good morning to all of you. This hearing that \nwe're having today considers the government's motion to dismiss \nthe \nindictment in this case. \nI must add that it also serves as the opportunity for \nme to thank all of you, the attorneys and the \nvictims who are \nhere today, among others, for your \nvery hard work and \ndedication in this case. \nWe also have here today the U.S. Attorney for the \nSouthern District of New York, Geoffrey Berman, who has also \nbeen very helpful and \nindispensable in this matter. \nThe news on August 10, 2019, \nthat Jeffrey Epstein had \nbeen found dead in his cell at the Metropolitan Correctional \nCenter, at the MCC, was certainly shocking. Most of you, and \nmyself for \nthat matter, were anticipating that the next steps \nin this case would be defense motion practice, including a \nmotion to dismiss, followed by a trial on the merits before a \njury, if the motions were not successful, and \nthrough which the \naccusers and the accused would come face to face, allowing \neveryone to get their day in court. Mr. Epstein's death \nobviously \nmeans that a trial in which he is a defendant cannot \ntake place. It is a rather stunning turn of events. \nThe \ngovernment's motion to dismiss the indictment \nbecause of Jeffrey Epstein's death on August 10, \n2019, is \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00019996\n\nJaRsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nrelatively straightforward. In my view, a public hearing \nclearly is nevertheless the \npreferred vehicle for its \nresolution. \nIncidentally, while I'm \non this subject, I got some \nhelp today from the New \nYork Law Journal from two professors \nwho write that a \nhearing is -- let me tell you exactly what \nthey said. They say, in part, that this is an odd moment for \ntransparency in a criminal \ncase. I think that is an odd \nsentence to hear about, transparency in a criminal case. \nThey go on to say that normally, if a prosecutor seeks \nto dismiss an indictment for such an obviously worthy reason, \nthe \ncourt would simply grant the request. As to that \nstatement, I respectfully say it is incorrect as a matter of \nlaw. \nThey go on to say the judge would not schedule a \nhearing and he \ndefinitely would not allow the victims to speak. \nIf he did hold a hearing, whatever \ninformational interests the \nvictims \nmay have would be served by affording them a chance to \nattend the hearing, not by \ngiving them a speaking role. \nI read it. It was \nincredulous. I'm still \nincredulous. I don't quite understand at all. There is a \nsuggestion in the article that the reason they are making these \nsuggestions has to do with minimization of drama in this \ncase. \nIn the \nJeffrey Epstein case, there has not been much a \nminimization of drama, and what little \ndrama might happen \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00019997\n\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ntoday, I don't think it \nwould be very significant. \nOn a somewhat more serious note, don't quote me on \nthis, but it is my understanding that one of the authors of \nthat article is \nhimself counsel in one of the Epstein-related \ncases. I was surprised to learn that \nvery recently. I'm \ncertain \nit is true. I was also surprised that that aspect was \nnot disclosed in the Law \nJournal. \nBut in any event, I think you know where I'm heading. \nI respectfully disagree with the Law Journal piece. I was \nsaying that the \ngovernment's motion is relatively \nstraightforward, and in my view, a public hearing is clearly, \nnevertheless, the preferred vehicle for \nits resolution. I'm \nstill \nconvinced of that. \nA few may differ on this, \nbut public hearings are \nexactly what judges do. Hearings promote transparency and they \nprovide the court \nwith insights and information which the court \nmay not otherwise be aware of. \nThe victims have \nbeen included in the proceeding today \nboth because of their relevant experiences and because they \nshould always be involved before rather than after the fact. \nIndictment 19 CR 490 charges Jeffrey Epstein with sex \ntrafficking and with conspiracy to commit sex trafficking. The \nU.S. Attorney, \non August 19, \n2019, \nrequested that the court \napprove the government's proposed order of nolle prosequi. \nthink that's a rough justice. That means nolle prosequi, \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00019998\n\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ndiscontinuance by the prosecutor of \nall or of a part of the \ncase that he or she has commenced. \nThe government in its \nmotion concludes that Epstein's \ndeath abates these proceedings. In accordance with Federal \nRule of Criminal \nProcedure 57(b), I determined to hold a public \nhearing and I notified \nthe victims that they would be given the \nopportunity to be heard before any final action on the motion. \nThat is the purpose also of today's proceeding. I would do \nthat every time. \nAlso, recognized that Epstein, Mr. Epstein died before \nany judgment of \nconviction against him had been obtained, and \nthat the government's proposed order appears, in form and \nsubstance, to be appropriate. \nFederal Rule of \nCriminal Procedure 48(a) codifies the \nnolle prosequi process. It is entitled dismissal, and it \nstates in relevant part that \nthe government may, with leave of \nthe court, dismiss an \nindictment, information, or complaint, \nand that leave of the court proviso, you should know, was added \nas an amendment to the \noriginal draft of Rule 48, which had \noriginally provided for \nautomatic dismissal upon the motion of \nthe \ngovernment. \nThis proviso, in my \njudgment, is clearly directed \ntoward an independent judicial assessment of the public \ninterest \nin dismissing the indictment. Thus, even whereas, in \nthis case, the standard of court review is deferential, \nthe \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00019999\n\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ncourt must still make its own independent \ndetermination. A \nconclusory statement from the government that dismissal is \nappropriate does not satisfy the court's obligations. \nIt is also, in my \nview, required that the court \nconsider the views of the victims in the case at the hearing \nand before deciding whether to grant the \nmotion. This is being \ndone here both as a matter of law and as a measure of respect \nthat we have for the \nvictims' difficult decisions to come \nforward in \nthis matter. \nIn a case called \nUnited States v. Heaton, \nH-e-a-t-o-n-, the government filed a Rule 48 \nmotion for leave \nto dismiss a charge against a defendant who allegedly committed \na sexual offense against a young victim. Although I \nshould \npoint out, very importantly, that that defendant was still \nalive, which \ndistinguishes it from our case. \nNevertheless, I think \nit is irrelevant because in \nevaluating the \nRule 48 motion, then district Judge Paul G. \nCassell \n-- who is now a law professor at the University of Utah \nand is regarded to be a noted expert in \nvictims' rights --\nconcluded that under the Crime Victims' \nRights Act, victims \nhave broad rights that extend to a court's decision whether to \ngrant a government motion to dismiss under Rule 48. \nI completely share that viewpoint in these \ncircumstances, even though the facts of our case, as I said, \nare somewhat different from those in Heaton.   I \nbelieve it is \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020000\n\n8 \nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthe court's responsibility, \nand manifestly within its purview, \nto ensure that the victims in this case are treated fairly and \nwith \ndignity. \nThe fundamental \nsubstantive principle which applies in \nconsidering the \ngovernment's motion is termed the rule of \nabatement. This principle originated in the English common \nlaw. It was adopted by most U.S. federal courts, but more \nrecently, it has faced some appropriate criticism. \nThe rule of \nabatement is best explained in the Second Circuit case of \nU.S. v. Wright. \nIn that Wright case, two defendants had pled guilty to \nembezzlement \nand tax evasion. Both defendants appealed, but \none of the defendants died while his appeal \nwas pending in the \nSecond Circuit. The Court of Appeals rule that under the rule \nof abatement, the judgment of conviction against the deceased \ndefendant was required to be vacated and the indictment was to \nbe \ndismissed. The Wright court held that when a convicted \ndefendant dies while his direct appeal as of \nright is pending, \nhis death abates not only the appeal, but also proceedings had \nduring \nthe course of the prosecution. \nThe Second Circuit incidentally has also held that \nwhen a criminal \nconviction abates upon the death of a \ndefendant, any restitution ordered as a result of that \nconviction must also abate, and it is also ruled the same with \nrespect to associated forfeiture orders. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020001\n\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nThis \nlatter application of the rule of abatement \nregarding \nforfeiture has not been universally accepted among \nfederal courts, but it certainly is the law \nin this circuit. \nSome of you may be interested to know that some United States \ncourts, state courts, have criticized the rule of abatement, \nparticularly in the face of growing recognition of victims' \nrights in the criminal justice \nsystem, including the Crime \nVictims' \nRights Act. \nIt has been written and contended \nin the Brooklyn Law \nReview -- I can \ngive you the cite later -- that when courts \nabate criminal convictions, they reimpose a \nburden on victims \nthat legislatures intended to alleviate through these victim \nrights statutes. The state Supreme Court has even concluded \nthat the expansion and codification \nof victims' rights provides \nthe changed conditions needed for overruling \nthe rule of \nabatement. It has also been stated that Alaska's statute and \nits constitution now require the criminal justice system to \naccommodate the rights of crime victims. Further, that the \nabatement of criminal \nconvictions has important implications \nfor \nthese rights. \nBut coming back to our case, which is what you are \nconcerned about and I am as well, it is appropriate to conclude \nthat if the rule of abatement applies to a convicted defendant \nas in the Wright case, it \nshould also apply a fortiori in the \nEpstein case, which was \nstill in the pretrial phase when \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020002\n\nIC \nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMr. Epstein died, \nwhen there had been no conviction. \nSo that's just some background I wanted to share \nwith \nyou. At this \npoint in time, I would like to turn to the \ngovernment prosecutors to hear from them in \nsupport of their \nRule 48 application to dismiss the Epstein indictment. \nMS. :  Thank you, \nyour Honor. \nWould you like me to address the court from the \npodium? \nTHE COURT: If you wouldn't \nmind. \nMS. :  Thank you, \nyour Honor. \nI believe your Honor has accurately summarized the \nstate of the law, as set forth in \nour papers, in light of the \nclear Second Circuit law, that upon the death of a defendant \nbefore a final entry of a \njudgment of conviction, all \nproceedings must be abated. \nIn light of that clear law, the government is \nlegally \nobligated to seek dismissal of the pending indictment against \nJeffrey \nEpstein, and we respectfully submit, likewise, that the \nentry of the proposed order is similarly \nrequired by law. \nA few notes to make about that, though, your Honor. \nTo be very clear, dismissal of this indictment as to Jeffrey \nEpstein in no way prohibits or inhibits \nthe government's \nongoing investigation \ninto other potential coconspirators, nor \ndoes it prevent the bringing of a new case in the future or the \nprosecution of new defendants. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020003\n\nJ8RsEPS1 \nIt also does nothing to prevent \nthe government from \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ncontinuing to \nexplore the possibility of seeking civil \nforfeiture of any assets that were used to facilitate the \ncrimes charged in \nthis indictment. Indeed, as has been stated \npublicly, investigations into those matters have been ongoing, \nremain ongoing, and will continue following dismissal of the \nindictment here. \nI would also like to note that, as the government has \npreviously \nmentioned, this dismissal in no way lessens the \ngovernment's resolve to stand up for the victims in this case, \nboth those who have come forward and those who have yet to do \nso. We agree with your Honor's sentiment that those victims \nshould be respected, and we appreciate your \nHonor's recognition \nof \nthat. \nOne housekeeping matter that I \ndid want to reference \nfor your Honor. \nThe protective order in this case requires \ndestruction or return of any and all discovery material upon \nconclusion of the case. We have been \nin communication with \ndefense counsel, who have confirmed that they have returned all \nphysical copies that they have of discovery that the \ngovernment \nhas produced to date, and they are in the process of deleting \nany copies that they may have made. So the parties are in \ncompliance with \nthe protective order. \nFinally, I just wanted to say a word about the victims \nin this case, and particularly those who are here in court \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020004\n\n12 \nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ntoday. I'll note that in light of the court's order indicating \nthat the \nvictims and their counsel would be permitted to be \nheard in court here today, the government has endeavored to \nprovide notice to all known victims of today's proceeding. We \ndid so either \ndirectly where a victim was not represented by \ncounsel or through counsel where a victim is represented by an \nattorney. \nThe government does not \nknow exactly how many victims \nor \ntheir attorneys are here today and we do not know \nhow many \nof them or their counsel would like to speak. To the extent \nany individuals do \nwish to speak, we do not know the substance \nof what they \nwould like to say. We have left that entirely up \nto the \nindividual decisions of the victims and their attorneys. \nI will note, \nthough, that throughout this case, the \ngovernment has endeavored and done our utmost to fulfill our \nobligations under the Crimes Victims' Rights Act. We have done \nso by trying to keep as many victims as we are aware of up to \ndate about the ongoing case and about any developments in \nthe \ncase. \nWe will continue \nto provide services and offer \nservices to any of the victims in this case, even after the \nindictment is dismissed. Both the U.S. Attorney's office and \nthe FBI have been in touch with all known victims or have \nattempted to be in touch with all \nknown victims, either again \ndirectly where \nvictims are not represented by counsel or \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020005\n\n13 \nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthrough \ncounsel where they have attorneys. We have expressed \nto them that services are available for those who wish to take \nadvantage of them. \nUnless the court has any questions for me, the \ngovernment will \notherwise rest on its papers. \nTHE \nCOURT: I just have one question. \nThe protective order, is that self-executing or do 1 \nneed to do \nsomething? \nMS. :  It is self-executing, \nyour Honor. \nTHE COURT: Thanks very much, \nMs. \nMS. \n:  Thank you, \nyour Honor. \nTHE \nCOURT: Yes. \nI'll turn to counsel for the defense at this time. \nMr. Weingarten, I'm happy \nto hear from you. \nMR. WEINGARTEN: Thank \nyou. \nYour Honor, I think it \nis an understatement of the \nyear to say the world looks and feels differently \ntoday than it \ndid the last time I was before you. For us, the elephant in \nthe room is what happened to our client. I would like to tell \nyou how we see the world and where we are on that subject. \nWe start with the Attorney General's statements, \npublic statements, that there were very serious \nimproprieties \nin the jail. \nWe obviously read the press. We see that the \nwarden has been taken out. We see that the guards on duty at \nthe time have been put on leave. We understand guards are \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020006\n\n14 \nJ8RsEPS1 \nrefusing to cooperate with the investigation. \nWe have heard \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nallegations that people at the time who \nhad responsibility for \nprotecting our client falsified information. We understand \nthat there were orders out there that Jeffrey Epstein was never \nto be left alone and that the orders were ignored by many of \nthe employees of the prison. \nIn a word, yikes. In \naddition, obviously we followed \nthe medical examiner's \nreport, or we haven't followed the \nreport, we haven't seen it, but heard \nconclusions, initially \nnot enough evidence to come to a conclusion, wanted to see \nmore. We assumed she was talking about the videotapes, but \nthen came to the conclusion that it was suicide. \nWe report to the court that --\nTHE COURT: \nSuicide by hanging --\nMR. WEINGARTEN: \nYes. \nTHE COURT: -- \nwas her conclusion? \nMR. WEINGARTEN: \nYes. \nAnd we report to the court that we had a doctor there \nat the time, and we also have been in receipt of a tremendous \namount of \nmedical and scientific evidence volunteered to us \nopining that the injuries \nsuffered, as reported, were far more \nconsistent with assault than with suicide, and we are happy to \nsupply the court with all the information that we have. \nNow, in addition, as the court noted, we were underway \nwith our \npretrial motions, and as the court obviously \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020007\n\n15 \nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nunderstands, the NPA and the \nrole of the NPA was going to be \ncritically important. And I would simply like to report that \nwe went pretty far \nalong. \nWe interviewed all of \nthe relevant lawyers on the \ndefense side who participated in the NPA, and we were \nsatisfied \nthat we had a very strong argument that every one of those \nlawyers believed with an objective basis that the deal was \nglobal. That is, at the time --\nTHE COURT: I'm \nsorry, that? \nMR. WEINGARTEN: The deal of the NPA was \nglobal. That \nis, more specifically, at \nthe time, \nagents knew of \nconduct in New York, \ndefense counsel negotiating in good \nthe Florida prosecutors and \nand that no competent \nfaith with the \nprosecutors \nwould have ever agreed to a deal back then that allowed New \nYork prosecutors to indict for precisely the same conduct in \nthe future, \nwhich, of course, is what happened. \nIn addition, we \nhave come up with very powerful \nevidence, we believe, that Florida prosecutors, who \nparticipated in the deal, steered the victims and the alleged \nvictims to New \nYork on more than one occasion because they did \nnot want to suffer the sleights of attacks against them. So we \nhave advanced the ball on this very subject and we are prepared \nto completely report to the court as to where we are and what \nwe've done. \nAnother \npoint. We obviously had contact with our \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020008\n\n16 \nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nclient at or around the time of his death, and obviously the \nattorney-client \nprivilege survives death and we are not going \nto forfeit the privilege, \nbut we will report to the court, with \nas much specificity as the court may want, that at or around \nthe time of \nhis death, we did not see a \nsuicidal person. \nDetails to follow, if \nThe 800-pound gorilla, for us, \ndespairing, despondent \nthe court \nwishes. \nof course, are the \nvideo surveillance tapes. Obviously we assume there is a tape \nthat leads directly to the door where Jeffrey Epstein was \nhoused. If that tape reports for 12 hours before his death \nthat no one went in and out of that room, then the suggestion \nthat there was something other than a suicide seems \npreposterous. \nBut there is no such evidence that has surfaced to \ndate. Just the opposite. We have heard, and we \nactually read \nin the press, that the tapes were either corrupted or not \nfunctioning. Talk \nabout a yikes. If, in fact, the system was \nbroken for six months \nbefore Jeffrey Epstein was housed, I \nmean, that would be stunning incompetence. If it was allowed \nto continue to be inoperative when Jeffrey Epstein was housed, \nit would be incompetence times ten. But what if the tapes only \nbroke down or were \ninoperative or were corrupted on the day he \nwas killed or the day he died? Then we're in a completely \ndifferent \nsituation. \nSo where does this lead? I think \nwhere it leads, \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020009\n\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nJudge, is there are incredibly important questions that remain \nopen. The public \ninterest in this matter is obvious from this \ncourtroom. There are conspiracy theories galore. We are all \nfor finding the truth. \nWe believe this court has an \nindispensable role to play. \nWhether or not \nthis indictment is dismissed, I think \nthis court has the inherent authority to find out what happened \non its watch. Obviously, when the court detained Jeffrey \nEpstein, the court did not anticipate that weeks later he would \nbe dead in his cell. I think given the inherent authority of \nthe court, the court should \nmake inquiry. \nThis could \ncome in many forms. Obviously the court \nmade inquiry as to what happened in \nthe first incident. When \nthere was an allegation of an attempted suicide, the court made \ninquiry. The \ncourt obviously was interested. \nI recall your language. You talked about that being \none of the several open questions indicating an interest on the \ncourt for the others as well. Obviously, the ultimate question \nis what happened to the client. \nTHE \nCOURT: You're talking about the July 23, 2019 \nincident? \nMR. WEINGARTEN: \nYes. \nThe court obviously could hold hearings. The court \ncould assign a lawyer to help the \ncourt. I think this is an \narea where there is intense public \ninterest. We have complete \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020010\n\n18 \nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nconfidence in the prosecutors in the Southern District and the \nFBI to do a competent investigation. But these are allegations \nagainst serious components of the United States Department of \nJustice. Sometimes the appearance of justice is just as \nimportant as justice itself. \nI think the \ncourt supervising, or at least keeping an \ninterest in this \nproceeding, is incredibly important for the \npublic to have confidence in the ultimate \nfindings, and \ncertainly for us to have \nconfidence in the ultimate findings. \nOne more issue, Judge. The conditions \nof the jail, in \na word, they were dreadful. Not just for Jeffrey Epstein, but \nfor many \nof the prisoners over there. This is a prison within \nthe shadows of this courthouse. The \nsituation is rife with \nvermin. The abuse and the conditions in \nthat prison, in \nword, are a disgrace and everybody knows it. \nA person with authority told us, someone with \nknowledge, that the prisoners in Guantanamo -- and he spoke \nwith \npersonal knowledge -- are treated better than the \nprisoners right across the way. \nThe feds certainly know how \nrun a \ndisciplined, clean prison. I've been in 20 of them. \nThey know how to do it just \nfine. And the question is, why in \nthe world does it not happen down the road? I think that is a \nperfectly legitimate subject for the court to make inquiry. \nIn a \nword, we want the court to help us find out what \nhappened. The court has a role to play. It is the institution \na \nto \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020011\n\n19 \nJ8RsEPS1 \nthat most people have confidence in in these very troubled \ntimes. \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nSo whether or not you dismiss the indictment, to us, \nis beside the point. We want you to stay on the case, we want \nyou to conduct an investigation, and we want \nto know what \nhappened here. \nThank you, your \nHonor. \nTHE COURT: Just so it is clear, so your view on \nthe \nmotion directly on its merits of the nolle prosequi order and \napplication by the U.S. Attorney, do you have a view on that? \nMR. WEINGARTEN: I think if the \ncourt felt that the \ncase had to stay alive for the court to continue, we would \noppose \nit. I think --\nTHE COURT: I'm sorry, if what? \nMR. WEINGARTEN: If the \nissue, if you took the \nposition for you to conduct the investigation or lead the \ninvestigation or participate in the investigation, then we \nwant, the role we want you to play, if the indictment has to be \nalive, we \nwould oppose the motion. \nI don't think you need to do that. I think you can \ndismiss the \nindictment. \nTHE COURT: So you're suggesting that you support the \ngovernment's motion, just viewed in the context of --\nMR. WEINGARTEN: \nYes, of course. \nTHE \nCOURT: Great. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020012\n\n20 \nJaRsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMR. WEINBERG: Judge, if \nI can just supplement? \nTHE \nCOURT: Absolutely. \nMR. WEINBERG: Thank you, \nsir. \nThank you, as an \nout-of-town lawyer for the privilege \nto appear in front of you, your Honor. \nTHE COURT: \nIt's my pleasure. \nMR. WEINBERG: First, as to the \nconditions, we think \nyour Honor trusted the government, the Bureau of Prisons, to \nkeep our client safe and \nkeep him in civilized conditions. The \ngovernment will \nagain ask, as to other defendants, that they be \ndetained at the MCC, some subset of them will \nend up in the SHU \nunit. \nIt is a horrific. I've called it medieval. There's \nvermin on the floor. There is wet from the plumbing. There is \nno sunlight. There is limited exercise. It is simply \nconditions that no pretrial detainee -- and I would go farther \nas a criminal \ndefense lawyer -- no United States defendant \nshould be subjected to. \nCertain judges have taken views of the \nconditions. We \nwould urge your Honor, the government talks about and we talk \nabout transparency, to see what kind of conditions there exist \nwithin 50 or \n100 yards of one of the great United States \ndistrict courts. \nSecond, in terms, we have a profound \nproblem with the \nconclusions of the medical examiner. \nThere are for three \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020013\n\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nreasons, your \nHonor. \nOne is the \ntiming of Mr. Epstein's demise. It was on \nAugust 10. On August 12, a bail pending appeal motion was \nbeing filed in the \nSecond Circuit. On August 12 or 13, the \nUnited States Attorneys were going to respond to our request \nfor the preservation and production of documents that would \nhave facilitated and furthered our efforts to demonstrate \ncommunications between the Southern District \nof Florida, the \nNorthern District of \nGeorgia, which was standing in the shoes \nof the Southern \nDistrict of Florida main justice and the \nSouthern District. \nIn other words, we \nwere beginning the process \ndischarging our \nresponsibilities. There had been no new \nevidence that Mr. Epstein had committed any offense against a \nminor after 2005. The subject matter of the New York \nprosecution was squarely within the \nheartland of the Florida \nNPA. We had a significant \nmotion to dismiss. This was not a \nfutile, you know, defeatist attitude. \nThird, we had all \nthe discovery motions that your \nHonor had scheduled. So the timing for a pretrial detainee to \ncommit suicide on August 10, when his bail pending appeal \nmotion is \nbeing filed on August 12, strikes us as implausible. \nSecond, we had an independent doctor who was present \nat the autopsy which occurred on August 11. On August 11, the \ncity medical examiner's findings were \ninconclusive. We are \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020014\n\n22 \nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ntold by a very experienced forensic pathologist that the broken \nbones in Mr. Epstein's neck, in his larynx, are more \nconsistent \nwith external \npressure, with strangulation, with homicide, if \nyou will, than \nwith suicide. It doesn't exclude suicide, but \nthe pure \nmedical forensic evidence creates profound issues \nabout what happened \nto him. \nAlso the time of death. Our medical examiner's \nopinion is it occurred at least 45 minutes and probably hours \nbefore 6:30 a.m. on August 10, when he was first found, if \nyou \nwill, according to the reports. Yet he was moved, something \nthat is not \nordinary in these circumstances. \nI \nwould also --\nTHE COURT: \nExcuse me. He was moved? \nMR. WEINBERG: Instead of having the cell in the \ncondition it was found, if \nhe had been dead for 45 minutes or \ntwo hours or four hours, there were efforts to move him and, \ntherefore, make \nit more difficult to reconstruct whether or not \nhe died of suicide or some other cause. \nI spoke to Stacey Richmond, who is a responsible \nmember of this court who \nrepresents the family of Mr. Epstein. \nShe spoke to the medical examiner on the \nFriday after \nMr. Epstein's death and asked why, if the conclusion was made \nlate in the afternoon on Friday that week. She specifically \nasked about what extrinsic nonmedical evidence caused the \nmedical examiner to go from uncertain to suicide, and she was \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020015\n\n23 \nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ntold that the medical examiner had seen nine minutes of one \nvideo which \nwas on a stairwell between floors at the MCC. She \nwas told that the principal video that would have showed the \nwhole hall was corrupted. It \nwas in DC with the FBI to see if \nthey \ncan reconstruct it. \nAnd I asked the same questions that my co-counsel did, \nyou know, was the dysfunction of the critical \npivotal video, in \nthe most secure prison east of Florence, out in Colorado known \nto the MCC before August 10, or was this corruption \noccurring \non August 10, which would again cause us to be skeptical of the \nservitude of the medical examiner's conclusions that \nthis was \nsuicide rather than some other cause. \nSo with my co-counsel, we ask your Honor, it is \nnot a \nquestion of trust or not trust. They ask you to detain people \nand you trust the Bureau of \nPrisons. And it is within your \ninherit authority, \nyour Honor, to find out what happened to our \nclient. \nWe are angry about the \nconditions he was held in. And \nwe're also angry, quite frankly, your Honor, that the only \nsource of information that we get as to what happened to him is \nthrough the media \nrather than through the United States \nAttorney's office. We've made requests informal. We \nhave \nmade Touhy requests. We've been told there is a pending \ninvestigation. \nBut we trust your Honor and the \njudiciary, and with \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020016\n\n2 4 \nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nall due respect, we believe there is an inherent and central \nrole, a pivotal role in your \nHonor to find out what happened to \na defendant in a case before the court, whether or not the \ncourt grants the nolle pros today or whether it holds it \npending an \ninvestigation into Mr. Epstein's death. \nWe're not here without significant doubts regarding \nthe conclusion of suicide. We are not here to say what \nhappened. We don't know what happened. But we deeply want to \nknow what \nhappened to our client. \nThank you, \nsir. \nTHE COURT: And you, \nas Mr. Weingarten, have the same \nview of the \nnolle prosequi motion? \nMR. WEINBERG: Yes, your \nHonor. \nTHE \nCOURT: OK. \nMS. :  Your Honor, may I respond to some \nof those \npoints? \nTHE \nCOURT: Sure. \nMS. \n:  Thank you, \nyour Honor. \nJust briefly. With the exception of the noting that \nthe defense does not have an objection to the government's \nmotion, virtually \neverything else that defense counsel just \nargued, respectfully is completely irrelevant to the purposes \nof today's proceeding and to the motion that is pending before \nyour \nHonor. \nAs an \ninitial matter, the question --\nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020017\n\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nTHE COURT: Well, it may be. Well, I don't know. Yo. \nsay \nirrelevant. \nIt is a public \nhearing, and I think it is fair game \nfor defense counsel to raise its concerns. \nMS. :  Certainly, your Honor. \nBut it is \nirrelevant to \nwhether or not the motion should be granted. \nTHE COURT: \nRight. I get that. \nMS. \n:  I would also note that the question of \nMr. Epstein's death is the subject of an ongoing and active \ninvestigation, as has been publicly noted, by a separate team \nof Assistant United States Attorneys from the Southern \nDistrict \nof New York, separate from the team who is handling this \nprosecution, as well as a separate team of FBI agents. \nThere is an \nongoing and active grand jury \ninvestigation into the circumstances \nsurrounding Mr. Epstein's \ndeath. It is the function of a grand jury and of the Federal \nBureau of Investigation to investigate crimes in the federal \ncourt system. It is not the purview, respectfully, of the \ncourt to conduct an investigation into uncharged matters. \nSo respectfully, we disagree with defense counsel's \nsuggestion that the court has some authority to conduct an \nindependent investigation. To the extent any other defendants \nwho are detained in the MCC have concerns about the conditions \nor believe that the conditions are relevant to a future or \ncurrent bail determination, it is for those defendants and \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020018\n\n2\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ntheir counsel to raise those arguments and for the judges \nhearing those arguments to evaluate those claims. It is not \nrelevant to today's proceedings. \nThank you, your \nHonor. \nTHE COURT: \nIn those other cases, Ms. , judges do \nhave authority to investigate, but don't here? \nMS. : \nNot to investigate, your Honor, but to \nhear arguments about the conditions of confinement in \nthe MCC \nas they may relate to any bail determination. I believe that \nwas the argument that was made. \nThe bigger \npicture here, your Honor, is that the focus \nof today's proceeding, as we understand it, is to allow the \nvictims who have gathered here today to be heard and to comment \nupon the case and to comment upon the motion that is \npending, \nand to \nbring this case to a close. \nTHE \nCOURT: Got it. \nMR. WEINGARTEN: May \nI? \nTHE \nCOURT: Sure. \nMR. WEINGARTEN: We \nobviously saw this as, perhaps, \nthe last opportunity to be before you, and we wanted to take \nadvantage of the opportunity to say our peace and thank you for \nallowing us. \nThere is precedent here. Ted Stevens, the Senator \nfrom Alaska case in \nWashington, DC, Judge Emmet Sullivan \nordered an independent \ninvestigation by a private lawyer when \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020019\n\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nhe was deeply troubled by the alleged Brady \nviolations. I \nrepresented the prosecutors in that case, so I'm very, \nvery \nfamiliar with it. \nIt is analogous. It is a situation where there was \ntremendous controversy over what happened in the case and \nwhether or not the prosecutors went off the reservation. Judge \nSullivan -- and there were \nthree or four independent -- not \nindependent, DOJ inquiries into the very same matter. But \nJudge Sullivan wanted his own opportunity to make a judgment \nwith his own \nindependent investigation. \nTHE \nCOURT: OK. \nMR. WEINBERG: If I could \njust add one precedent, your \nHonor. \nThe Chief judge \nin the District of Massachusetts or \nthe Chief Judge at the time, Judge Wolf, in a case called \nU.S. v. Fleming,  when the \nconditions at Walpole, which is a \nstate prison where federal prisoners were \nbeing held -- we \ndon't have a federal MCC in Boston went to the \nprison, \nstayed in the prison to determine whether or not \nthe complaints \nabout the conditions were authentic. \nI think your Honor has \nthe inherent authority to go to \nthe ninth floor and \nsee how the MCC houses pretrial detainees. \nThank \nyou. \nTHE COURT: Are you \nsaying that whether or not the \nmotion is granted that is pending before us? \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020020\n\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMR. WEINBERG: Yes, your \nHonor. \nI think, like when appeals are taken, \nbail issues \nremain before the district court. Jurisdiction is not \ncompletely divested. Your Honor issued a pretrial detention \norder and your Honor has the power, the inherent authority, \nthey are not going to refuse to allow you to go look at the \nninth floor. They are \ngoing to count on you to make decisions \nin the \nfuture. \nI just trust that the executive branch is not \ngoing to \nprevent the \njudicial branch from looking into the death of \nJeffrey Epstein or \nthe conditions in the SHU unit at the MCC, \nsir. \nTHE COURT: \nGreat. Thank you. \nMS. :  May I, your \nHonor? \nJust very briefly, your \nHonor. I would note that upon \nthe dismissal of the \nindictment, which I believe the parties \nagree \nis appropriate in this case, there would be no case. \nThere \nwould be no jurisdiction for the court to conduct any \nsort of inquiry, even \nif the court had such authority. \nTHE COURT: Right. \nOK. I think we've \nheard enough. \nIt is at this point \nin the hearing that I would like \nto call upon victims' counsel, plural, \nfor any remarks they may \nhave and they may wish to make. Also, to introduce their \nclients, those of them who wish to be heard. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020021\n\n29 \nJ8RsEPS1 \nIt would be \nhelpful if, in doing that, if counsel - \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMr. Edwards and I see and I see \nMr. Boise as well -- I know \nthey are counsel to several, at least several of the \nvictims. \nIt would be helpful if whoever is speaking, both Mr. Edwards \nand Mr. \nBoise, would indicate to the court whether or not they \nhave discussed the pending motion with \ntheir clients, that is \nto say and the rule of abatement, etc., etc. with them \nprior to \ntoday's \nhearing. \nAre we going to hear from Mr. \nEdwards first, is that \nright? \nMR. EDWARDS: Thank you, \nyour Honor. \nTHE \nCOURT: You bet. \nIt would be \nhelpful, Mr. Edwards, if you would state \nand spell \nyour name for the court reporter. \nIf you are going to introduce someone \nelse, which I \ntrust that you are, if you could state and spell their name as \nwell. \nMR. EDWARDS: Yes, \nyour Honor. \nMay it please the court. Brad Edwards, \nB-r-a-d \nE-d-w-a-r-d-s, with the law firm of Edwards \nPottinger. \nI \nhave in the courtroom today 15 victims that I \nrepresent and have represented over the years. There are at \nleast 20 more who didn't make this hearing today for a \nmultitude of reasons, some out of fear of public exposure, \nothers because the way in which this \ncase ended will never \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020022\n\n30 \nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nbring full justice, and they decided it was best for them not \nto \ntalk today. \nSome of my clients are going to address the court that \nare here today. Others are not. Some are going to use their \nnames, and have in the past, and others wish to \nremain \nanonymous. And I have instructed each of \nthem to inform the \ncourt reporter that they will be proceeding as Jane Doe so that \nthe court reporter can take them down. \nTHE COURT: For those \nwho wish to remain anonymous? \nMR. EDWARDS: Exactly, \nyour Honor. \nTHE \nCOURT: And that is satisfactory, as far as I am \nconcerned. \nMR. EDWARDS: Before we do \nthat, I would like to \naddress a couple of the things that have \noccurred this morning. \nFirst of all, whether relevant or not, I \npersonally, \nand on \nbehalf of my clients, do appreciate the presentation \nthat Mr. Weingarten made and \nMr. Marty Weinberg made. \nI have tremendous respect for \nMr. Weinberg. I've \nworked with him through \nthis and related cases for years, and I \nunderstand the reason why they made the presentation that they \nmade. \nThere is two things of interest to our clients in that \nrespect. One is, because of the tragic ending, that \nnone of my \nclients wanted, \nnor did I, nor did anyone else, if there is \nsome \ncivil rights violation and there is some civil remedy for \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020023\n\n31 \nJ8RsEPS1 \nMr. Epstein that goes to the estate, certainly the \nvictims are \ninterested in that as they might help to repair the damage \ndone. \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nSecond, Mr. Epstein's untimely \ndeath, the timing is \ncurious to us. But more so, it makes it absolutely impossible \nfor the victims to ever get the day in court that they wanted \nin court and to get full justice. That now can never \nhappen. \nI know that Mr. \nEpstein's attorneys say he wanted it, and they \nknow, we \ndid too. And there are a lot of people here today \nthat are very sad by the way that this ended for both \nMr. Epstein and the fact that full justice was robbed from \nthem, \nonce again. \nThe second issue I wanted to address was the Law \nReview or the \nLaw Journal article that your Honor referenced, \nwhich is \ntroubling because the opinion seems to say that \ntransparency is not appropriate \nin the criminal system and is \nnot appropriate at this \npoint in time. \nThat's tough to swallow, especially in this \ncase, \ngiven the long history \nof this case. Personally, it is tough \nto swallow, \nand on behalf of my clients, I can say that is very \nconcerning. \nTransparency is the only way that the justice \nsystem works. We know this because there was a similar \ninvestigation of Mr. \nEpstein many years ago, from 2005 to 2008. \nMy personal \ninvolvement in this case was because a \nyoung female came into my office named \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nand \nshe \nEFTA00020024\n\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ncame to me not asking to file a lawsuit against Jeffrey \nEpstein, but simply asking for the government to talk to her. \nShe was cooperating \nin an FBI investigation and wanted the \ngovernment to speak with her, and I thought that was going to \nbe an easy task. \nIt was \nonly a few months later that we learned that \nthis investigation that was represented to my client in written \nform, \nthat it would be a long investigation, and to be patient. \nBasically, to hang tight. It was resolved by way of a secret \ndeal that never allowed any of the more \nthan 30 victims who had \nbeen identified \nof Mr. Epstein's abuse in Florida to ever \nparticipate in a \nsingle hearing. There was a hearing. They \nwere never \nnotified. \nI then went on to \nrepresent many of them in civil \ncases and also in \nextensive pro bono work. And I can tell your \nHonor that \nwhile Jeffrey Epstein's abuse of them hurt them and \nharmed them for \nmany years, the feelings they had was \naggravated exponentially by the facts that \nthey had no rights \nin the \ncriminal justice system, by the fact that they were \ntreated as if they didn't matter. They were not allowed \ntheir \nrights \nunder the Crime Victims' Rights Act to meaningfully \nconfer with prosecutors, to be treated with fairness, to be \ntreated with \ndignity. That is what this is supposed to be \nabout, and to have notice of \nhearings. \nSo I do want to thank your Honor, and \nespecially the \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020025\n\n.5\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nprosecutors who have worked this investigation and this case, \nwhich is very different in experience for all of my clients and \nthe other \nEpstein victims in this case, because they were \nallowed to be a part of the process. While some of them \nelected not to be here today, that opportunity should always be \nallowed for \nthem. \nIn 2008, we filed that case under the Crime Victims' \nRights Act because our clients' rights were violated, and as \nyour Honor knows, a federal judge has ruled in our clients' \nfavor that their \nrights were violated. So this hearing today \nmeans a lot to them. The fact that they may never get their \nchance to speak in court, they may never get complete closure, \nand all of us have \nto wonder, if their rights had been afforded \nthem the first time, would any of us be here right now. Or \nwouldn't it more likely be the case that everyone, including \nJeffrey \nEpstein, would have turned out better for it? \nToday, I have not only represented, but met and become \nvery close with \nmany of these victims. Many of these \nsurvivors. They are very \nstrong people. They are people who \nhave persevered through a lot of adversity. It's been a roller \ncoaster of emotions that has led us to where we are today. And \nwhile they \nhave all been cast over the years because of the \nsecrecy of the first investigation, in the \nshadow as victims, \nyou can't put them all in one bucket and say one size fits \nall. \nThey are each \nindividual people who were harmed differently and \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020026\n\nJ8RsEPS1 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ndistinctly \nthrough not only the abuse, but the system. \nAnd on behalf of all of them, I would like to thank \nyour Honor for the \nfairness with which they've been treated, \nand the United States Attorney's \noffice for the way in which \nyou have handled this investigation, and especially how you \nhave treated the victims in this case. \nLike I said, I have many \nwho want to speak. Some that \ncan't. This is a very \ndifficult day for them. But we \nappreciate the opportunity and the \ninvitation. \nThe first client \nthat I have that is going to address \nyour Honor is the one \nwho walked into my office in 2008 asking \njust to be heard, \nTHE COURT: Hold on one \nsecond. Did you all want to \nbe seated? \nYou don't need to be standing. Whatever is \nmore \ncomfortable until you're ready to give some comments. It's up \nto \nyou. \n, if you could spell your name for the court \nreporters, please. \n, last \nname \n(Continued on next page) \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020027\n\n35 \nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMy name is \nand \nI'm a victim \nof Jeffrey Epstein. Jeffrey \nEpstein sexually abused me for \nyears, robbing me of my innocence and mental health. \nJeffrey \nEpstein has done nothing but manipulate our justice system, \nwhere he has never been held accountable for his actions, even \nto \nthis day. \nJeffrey Epstein robbed myself and all the other \nvictims of our day in court to confront him one by one, and for \nthat \nhe is a coward. \nI want to thank the U.S. Attorney's for seeking \njustice that has been long over due, and most importantly, \ngiven \nus, the victims, our day in court to speak our peace and \nfind some sort of closure. I feel very angry and sad that \njustice has never been served in this case. Thank you. \nTHE COURT: Thanks very much. \nMR. EDWARDS: I believe my next client who is \ngoing to \nspeak is probably going to speak as Jane Doe. \nJANE DOE NO. \n1: Yes, Jane Doe. \nTHE COURT: \nWe'll say Jane Doe No. 1, just for the \nrecord. \nJANE DOE NO. 1: Okay. Thank you \nfor allowing us to \nspeak today. I've shifted what I \nwant to say in hearing \nwhat's already been said, and just about the question of \nJeffrey's death. I don't know what the relevance is to this \nhearing, but I do know that it is profoundly relevant to my \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020028\n\n36 \nJ8RPEPS2 \nlife, as a victim. I \ndon't like that word, but I still feel \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nlike I am learning the \nways that he's impacted me as a complex \nsituation, but he was also a major part \nof my life. As \ndestructive as that relationship was and \nas much of a villain \nas we have created him to be -- based on facts we've created \nhim to be a villain -- he's a complex villain and actually all \nof that is \nirrelevant. Anybody deserves -- an investigation is \nthe right thing to do. Like, \nwe do need to know how he died. \nIt felt like a whole new trauma all over \nagain, and I \ndon't know why, \nyou know, because I \nI'm trying \nto defend \nmyself against him at this \npoint in my life, but it still does \nnot feel good. It didn't feel good to wake up \nthat morning and \nfind out that he had allegedly committed suicide. Okay. But I \nalso wanted to say to the press, I'm reading -- I read my story \nin the \npaper. I read so many other girls' stories that are so \nsimilar to my own, and \neverything that's been focused on is not \nthe \nmost important part of it. \nThere was \n-- the problem with focusing on these, the \nfacts of the situation, that were out of the \nordinary and like \nbecause he was such a grand person, and it was just a unique \nsituation. I know that that's the more interesting side of the \nstory, but I don't want to be used as entertainment. And the \nproblem, the fundamental problem of the whole situation is the \nelement of exploitation and coercion, and these are things that \nso many \ngirls can relate to. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020029\n\nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nAnd even \nthough this Jeffrey Epstein brought it to a \ngrand scale, on some level, a lot of girls could relate to the \ntrauma that we are talking about, and even \nthough this whole \nsituation sucks, I would like to think that it may be possibly \na catalyst for change because, obviously, as we're seeing with \nthe \"Me Too\" movement, change needs to happen and it's -- what \nI'm seeing in \nthe papers is not a common story, but it's so \nmuch more common than you \nrealize. That's all. Thank you. \nTHE COURT: Thank you very \nmuch. \nMR. EDWARDS: I believe that the \nnext client is going \nto also be a Jane Doe; so I think for the purposes of the \nrecord it will be Jane Doe 2. \nTHE \nCOURT: Yes. \nJANE DOE NO. 2: Good morning, your Honor. \nTHE COURT: \nGood morning. How are you? \nJANE DOE NO. 2: Doing okay. \nI hadn't prepared any \nwords to speak today, but there is something that was on \nmy \nmind this morning when I got here. It's been on my mind in \nreading through the press and through the people that I've \nspoken to about it, friends, family. It's something that's \nbothered me because I think it has a lot of blame in it, as \nwell, a little bit of what my \nfriend, who was up here, was \nspeaking about. \nI think that \na lot of people asked why we spent so \nmuch time, why we stayed. It's an experience that's really \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020030\n\n38 \nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nhard to explain to people who \nhaven't gone through it. I think \nthere's a writer, \nThomas Nagel, who wrote an essay called \"What \nis it like to be a bat?\" And I think that he touches on it \npretty strongly and if you haven't \nexperienced something, it's \nvery hard to fully understand why someone makes the decisions \nthey do and what the circumstances were. \nI don't want to speak for \nall of the victims. I think \neach of us has a different story and different circumstances \nfor why we \nstayed in it, but for me, I think he was really \nstrategic in how he approached each of us. Things happened \nslowly over time. We didn't -- \nit almost was like, putting it \nlike that analogy of a frog being in a pan of water and slowly \nturning the flame up. You didn't realize it was happening, and \nit just -- I don't think anyone can fully understand the \nexperience, but I just -- the blame feels very strong. \nThere's a lot of support as well, but \ni \njust want \npeople to try and understand that we aren't bad people. We \nweren't trying to -- it wasn't a situation \nwhere we were trying \nto extort money from someone. A \nlot of us were in very \nvulnerable situations and in extreme poverty, circumstances \nwhere we \ndidn't have anyone on our side, to speak on our \nbehalf, \nand that's really scary. \nYou start to blame yourself because, at first, you \ndon't tell \nanyone what's happening, and it becomes your deep, \ndark secret that you tried to keep \nfrom everyone. And I didn't \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020031\n\n39 \nJSRPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \neven know I was a victim until I spoke with my lawyers. I \nhad \nno idea. I had so much self-hatred and doubt and just guilt \nfor everything. I still do. I still don't feel like I deserve \nto say I'm a victim, and I think that's a big problem with our \nsociety right now, that people \nare still blaming victims, and I \nthink \nthat does need to change. \nI hope that today people understand that each of us \nhas a story, has a past, has a family and just give us a chance \nto you know, that's basically all I just wanted to say. \nTHE COURT: \nThank you so much. \nJANE DOE NO. 2: \nThank you so much. \nTHE \nCOURT: Okay. \nMR. EDWARDS: Okay. I think that the \nnext person who \nis going to speak is also going to be speaking as Jane Doe; so \nfor the purpose of the record, Jane Doe No. 3. \nJANE DOE NO. 3: Thank you \nfor allowing us to speak \ntoday. I came to New York City 15 years ago to pursue modeling \nfrom a small town. I \nsigned on with an agency and was excited \nto pursue my passion and my dream. Several \nmonths later, I met \na female who told me about Mr. Epstein. She portrayed him as \nan amazing man who genuinely \ncared for people and that he was \ngoing to be able to help me in a modeling \ncareer. \nI was excited to meet him, \nafter hearing her talk \nabout him. He sounded like an amazing person. An \nintroduction \nwas made at his New York home, and it is there that I was \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020032\n\n.10 \nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nsexually assaulted. I left his home, \nafter he threw me, \nbasically put money on the table, and I was ashamed. I was \nembarrassed. This was not the way I was brought up, and I \ncouldn't believe this had happened to me. \nI left and my world kind of \nspiraled after that. I \nstopped going on modeling castings. I gained weight. I \nbecame \ndepressed. I stopped going out with \nmy friends, and only five \nmonths after \nI had been \nin New \nYork City to pursue \nmy \ndream, \nleft. I left the modeling industry, and I left New York City, \nand I \ntotally switched my career paths. \nI buried this deep \nwithin me, and all of the new \noccurrences that have come up in the media is what brought it \nback up \nfor me. And I feel sickened and saddened that it took \nso many years, and God knows how many victims, for this \nto \nfinally come out, but I'm \nthankful it did. And I'm just angry \nthat he's not alive anymore to have to pay the price for his \nactions. So I thank you for your time. \nTHE COURT: \nYou're very welcome. \nMR. EDWARDS: Your Honor, Jane Doe No. 4, I \nbelieve, \nis going to speak now. \nJANE DOE NO. 4: Good morning, your Honor. \nTHE COURT: Good \nmorning. \nJANE DOE NO. 4: I just \nhave something very short to \nsay. I met Jeffrey Epstein at a very \nvulnerable place in my \nlife, and whatever the outcome is \nwith everything, I just \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020033\n\n41 \nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nwanted to express that we, the \nvictims, we will always carry \nirreparable damage and pain throughout our lives after this. \nIt's something that's never going to go away. \nYou know, whoever we marry in our life, whatever \nfuture we have in our life, it's always going to be something \nthat's always there for \nus. And I'm very nervous right now. \nAnd Jeffrey Epstein, he took away the chance I had at having \nthe future I had envisioned \nfor myself as a young girl, and I \nthink many of us here today will never fully heal from \nthat \npain and the heartache that we'll continue \ncarrying with us. \nSo I just wanted to say that. It's something that \nit's \nirreparable. I can't even really use a better word to \ndescribe that. So thank you for hearing us today. \nTHE COURT: \nYou're very welcome. \nMR. EDWARDS: Your Honor, Jane Doe No. 5 \nwould like to \nspeak. \nJANE DOE NO. 5: \nThis is a letter that I wrote; so \nit's going to be: Dear Jeffrey, I think \nyou are a mentally \ndisturbed human being. You used your power to make me believe \nat a young age that I could have my dreams of being a model. \nYou paid for your freedom. You violated my rights. You should \nhave to pay for them, just as anyone else. You got a plea deal \nthat no one else would have been able to get. You used your \nmoney to get out of paying the price for your actions. \nAlso, \nas a victim, I never got to see what the \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020034\n\n2\nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nagreement was or why the special treatment got approved. \nthink you should have been in jail for \nseveral years in \npopulation and live like everyone else that is mentally \ndisturbed like you. You paid for yourself to get special \ntreatment while you were in jail. I don't even think you spent \na day in a jail \nas a normal human being. \nYou had investigators come to my house and also went \nto my friend's house to question them. I will never be able to \nover -- I will never be able to get over the overwhelming \nemotions and embarrassment I experienced from that trauma. I \nneeded therapy several times a week and had high stress and \nanxiety \nlevels. \nYou paid your way to make the public think that the \ngirls had nothing in life going on \nfor them. You wanted to try \nand blame that we were lower class and that was the problem \nwith the girls. I was from a middle class family \nand did well \nin school. I lived the American girl dream -- or the American \ngirl life. I went on family vacations \naround the world, grew \nup in a good city, and my parents are still married to this \nday. Basically, everything you said that we didn't have in our \nlife, I \ndid. \nIt all came down to I was \ntold I was making $200 in an \nhour. Being young, that was a lot of money, and I didn't know \nany better. Sadly, you were the one with an illness that you \nshould have to go and see a doctor and also have a mentor group \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020035\n\n43 \nJ8RPEPS2 \nfor the sickness you \nhave. I will continue with writing my \nbook about that secret life, with all the \nnewspaper articles of \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthe case, my high school agenda book of official dates. I'm \nbasing that proof that I deposited cash after leaving \nJeffrey's. I still have all of the \ninformation, articles that \nI collected over the years. \nYou mentally and physically traumatized me. I went to \ntherapy, and it was the best \nthing I did for myself. If anyone \nonly learns one thing from \nthis case, I hope is that money \nshould not let you buy your way free. A crime \nis a crime and a \nvictim is a victim. Thank you. \nTHE COURT: Thank you. Thank you very \nmuch. \nMR. EDWARDS: Your Honor, my next \nclient is \nI met \nJeffrey Epstein through my first \nmassage teacher, a man who took me in as his apprentice to \nteach me a practice I wanted to learn while in desperate search \nto find a cure for a debilitating neurological disorder that \nhave, which manifests into violent \nvomiting attacks, largely \ntriggered by stress. It's called Cyclic Vomiting Syndrome. \nI was recruited by \nGhislaine Maxwell. Upon my first \nmeeting of her, I wouldn't know \nI had been recruited until many \nyears later, when I would read it \nin a headline. Ghislaine and \nJeffrey took me \nin. They sent me to school. They gave me a \njob. They flew me around the world, introduced me to a world I \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020036\n\n44 \nJ8RPEPS2 \nhad only dreamt of and made me feel as though I had become a \npart of their family, \nanother thing I was desperately searching \nfor. \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nBut on my third or fourth \ntime meeting them, they \nbrought me to Jeffrey's island for the \nfirst time, and on the \nfirst night \nthere, came tapping on my door late at \nnight to inform me Jeffrey \nwas ready for another massage. My \ninstincts told me this didn't feel right, but I got up and \nfollowed her \nto a villa I hadn't yet seen. Jeffrey and \nGhislaine's villa. \nI began my massage, trying \nnot to let him smell my \nfear and obvious discomfort, but before I knew what was \nhappening, he grabbed onto my wrist and tugged \nme towards the \nI spent two weeks vomiting, almost to death, in a \nLos Angeles hospital after that first encounter. Jeffrey's \nabuse would continue for the next three \nyears, and I allowed it \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020037\n\n4 5 \nJ8RPEPS2 \nto continue because I had been taken advantage of my entire \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nlife \nand had been conditioned to just accept it. \nIt took me a long time to come forward, too long \nmaybe, and all it took to bring -- and all that it took to \nbring this man to justice has been robbed by his death. Every \nday, every week I've spent in the hospital since, I've suffered \nand he has won. \nEvery job offer that's been offered to me and \nthen retracted because of my connection to this case, I have \nsuffered \nand he has won. Every public humiliation I have \nendured, I have suffered and \nhe has won. Every relationship \nthat I've had to end because of the abuse that I have endured \nby the hands \nof this man, I have suffered and he has won. \nEvery woman sitting in this room today, and all of the \nwomen who have \nyet come forward and who have not yet to come \nforward and whose lives have been affected by Jeffrey Epstein's \nsick abuse of young girls, we have all suffered, and he is \nstill winning in \ndeath. \nI refuse to let this man win in death. I couldn't \nfight back when \nJeffrey Epstein sexually abused me because I \nhadn't yet found my voice. Well, \nI have found my voice now, \nand while Jeffrey may no longer be here to hear it, I will not \nstop fighting, and I will not be \nsilenced anymore. I needed \nhim to hear the pain he's caused, what I've gone through \nbecause of him. I wrote a 350-page book of all the pain that I \nhave endured at the hands of this man that I really \nneeded him \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020038\n\nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nto hear. His death has robbed me of that justice. \nPlease don't rob us of justice again. Thank you. \nTHE COURT: \nThank you. \nMR. EDWARDS: Your Honor, I think I have one \nmore \nclient \nthat is going to speak today, \nTHE \nCOURT: Would you spell that? \nGood \nmorning, your Honor. \nTHE COURT: Good \nmorning. \nMy name \nis spelled \nThank you, your Honor, for \ngiving us the opportunity \nto be heard \nthis morning. \nTHE \nCOURT: Sure. \nWhen I was \nintroduced to Jeffrey \nEpstein, I was young and full of hope and the foolishness of \nteenager. I was idealistic, and I saw the good in people. \nJeffrey Epstein \nmanipulated me, coerced me and sexually abused \nme. \nSomething I think is very \nimportant to communicate is \nthat loss of innocence, trust and joy is not recoverable. The \nabuse, spanning several years, was devaluing beyond measure and \naffected my ability \nboth in my work and \nfathom \nwhat he took \nto form and \nmaintain healthy relationships, \nmy personal \nlife. He could not begin to \nfrom us, and I say \"us\" because I am every \ngirl he did \nthis to, and they're all me. And today we stand \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020039\n\nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ntogether, those that are present and those that aren't. \nI was a victim, and it has \ntaken me many, many years \nto stand here and say, yes, it was me. I was a victim, but 1 \nwill not remain a victim and \nbe silent for one more day. \nAlthough I think it's tragic \nwhen anybody dies before their \ntime, I'm extremely relieved that \nJeffrey Epstein will not be \nin a position to hurt \nanymore children or anymore women, and \nI'm glad to be part of a group of women who are now bonded \nforever in the trauma that we endured at the hands of this man. \nThank \nyou. \nTHE COURT: \nThank you. \nMR. EDWARDS: Your Honor, we had \none client who was \nnot able to be here but sent a message through a letter. \nHer \nname is last \nname, \nAnd Brittany Henderson, of my office, is going to \nread \nher letter as instructed. \nTHE \nCOURT: Sure. \nMS. HENDERSON: Thank you, your \nHonor. \nTHE \nCOURT: Yup. \nMS. HENDERSON: What \nhappened to me occurred many \nyears ago when I was in high school, but it still effects my \nlife. I was \ntold then that Jeffrey Epstein was going to be \nheld accountable, but he was not. In fact, the \ngovernment \nworked out a secret deal and didn't tell me about it. The case \nended without me \nknowing what was going on, without him being \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020040\n\n48 \nJSRPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nheld responsible, without any explanation and without a chance \nfor my voice to be heard. I was treated like I did not matter. \nMany years later, he was arrested again. These \ninvestigators and attorneys representing the United States have \nbeen \ncompletely different. I am still mad, concerned and \nconfused about how he committed suicide and escaped \nresponsibility again, but I know it is not the fault of the \njudge or the government attorneys. \nI was allowed to be a part of the process this time. \nMy attorney was able to tell me what was going on at every \nstage because they kept him \ninformed. Thank you for inviting \nme. It means more to me than you can ever know. I was not \nable to be here this time, but I know that I was allowed to be \nand I had the chance to attend \nthis hearing, which is helping \nme in my healing \nprocess. The fact that I mattered this time \nand the other victims mattered is what counts. For that, I am \ngrateful. \nTHE COURT: \nThank you. \nMR. EDWARDS: Your Honor, finally, in 2008 when I \nfiled the case under the Crime Victims \nRights Act, it wasn't me \nalone. I did it with \nPaul Cassell and Jay Howell. \nPaul Cassell is here today, and I \nthink your Honor \neven cited to a piece of -- an \nopinion of his from when he was \non the bench, and he has some remarks to make. \nOnce again, your Honor, I \nreally do believe that this \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020041\n\n49 \nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nis a model for how victims should be treated in \na criminal \nprocess, and we really do appreciate it. Thank you. \nTHE COURT: Thank \nyou. \nMR. CASSELL: I'll be very \nbrief because I know there \nare others that want to speak here. I'm Paul Cassell, \nC\n-a-s-s-e-1-1, previously served as a federal judge at the \nDistrict of Utah, currently a law professor, where I teach \ncrime victims rights at the \nUniversity of Utah, College of Law. \nI just wanted to take one minute to address some \nsuggestion that there would be no need \nfor a hearing this \nmorning. I think, having heard already \nfrom these powerful \nvictims and recognizing how important \ngiving those statements \nwill be in the \ntrajectory of their lives, makes clear that your \nHonor has followed exactly \nthe right path. Legally, there is \none \nprecedent, which is U.S. v. Heaton, a case that you cited \nthat I wrote about a decade ago, and as explained in that \nopinion, victims have important interests in the criminal \njustice system that can only be \nrecognized if they're given \ntheir day \nin court. \nWith all due respect to other law professors that have \nrecently written an article, I think transparency is one of the \noverriding objectives in \nour criminal justice system, and the \none substantive action that I would urge your Honor to take \ntoday is to publish your remarks as a \npublished opinion. The \nHeaton case is, to my knowledge, the only reported decision on \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020042\n\n50 \nJ8RPEPS2 \nthis particular issue, even though it's more than a decade old \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nand, yet, we can see today that these problems \nrecur in many \nother cases. Your remarks today, I think, \nshould be published \nso that they can serve as a guide for other judges around the \ncountry. \nI would encourage you to add into your remarks a \nreference to the Crime \nVictims Rights Act. The Crime Victims \nRight Act promises \nvictims the right to be treated with \nfairness, dignity and respect, and the process that we see \nunfolding this morning is a clear example of how \nvictims can be \ntreated \nwith fairness, dignity and respect. \nSo I know that your Honor \nis wondering what is the \nappropriate action here. Unfortunately, it seems like there \nare no other legal options, but there was a legal option for \nyou to decide to exercise, which was to allow \nthese victims to \ncome forward. And if \nthere's been one positive thing that has \ncome out of the tragedies, the abuse, the other events of this \ncase, it's been your decision to allow these victims to be \nheard this \nmorning, and I encourage you to publish your \ndecision and to encourage other judges to follow what is \nclearly a model for crime victims rights and is \nclearly an \nexample that should be followed in other cases down the road. \nTHE COURT: Thank you \nvery much. I appreciate your \nbeing here. I had no idea that you would be here when I wrote \nthe remarks, but it was clear from the literature that you are \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020043\n\n51 \nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthe leading expert \nformerly of the District Court of Utah, I \nbelieve, and it's a pleasure to have you here today. \nMR. CASSELL: Thank you, \nyour Honor. \nTHE COURT: Thanks. \nMr. \nBoies? \nMR. BOIES: Thank you, your Honor. \nDavid Boies of \nBoies Schiller Flexner. We \nhave with us today five of the \nvictims that we represent. There are a number of additional \nvictims who either were unable \nto attend or are still unwilling \nto come forward publicly. This has been an enormously \ntraumatic aspect of their lives, something that, as you've \nalready \nheard and will hear more today, is something that they \ncan never \nentirely escape from. \nI want to, as prior counsel have, commend both the \nCourt and counsel for the Department of Justice for the \nconsideration and respect and attention that they have paid to \nthe victims. We \nbelieve that that is not only right, as a \nmatter of human dignity, but we think that is exactly what the \nlaw \nrequires and intends. \nI will be more \nblunt than the Court has been, or \nProfessor Cassell has been about Professor Green's article. \nThat is an article that cites no authority, and I believe there \nis no authority for his proposition. I entirely respect his \nright to advocate on behalf of \nhis client Alan Dershowitz, who \nhas retained him in connection with litigation \nthat we've \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020044\n\n52 \nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nbrought against \nMr. Dershowitz, but I would have expected that \nthe Law Journal or \nProfessor Green himself would have disclosed \nthat connection, which I think is a conflict. \nBut regardless of the appropriateness of his \ndisclosure, or lack of disclosure, I think that his \narticle \nopposing allowing the victims to \nhave a voice in this \nproceeding is inconsistent not only with the policy that \nunderlies the Crime \nVictim Rights Act and the very statute that \nMr. \nEpstein is being prosecuted under, but it ignores the \nactual language of those statutes, and many other statutes, in \nwhich Congress has made clear that the purpose of the criminal \nlaw is no longer simply to punish \nthe individual defendant, but \nit is to find some way of trying to mitigate the damage that \nhas been done to the victims through restitution and \neconomic \nmitigation, but also through the ability to confront and to \nhave the court system and the justice system and the \nprosecutors treat these victims as they are victims, as they \nare human \nbeings, and they are entitled to the respect that our \nsociety needs to give every human being. So \nI think that this \nis not only commendable, but I think \nit is what the law \nrequires. \nIn response to the question the Court asked, I have \ndiscussed this hearing with my clients. I have told them that, \nunder the applicable law, the government has no alternative but \nto move to dismiss this case, and I believe under the \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020045\n\n53 \nJSRPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \napplicable \nlaw in this circuit, the Court has no alternative \nbut to grant that motion. \nI think the \ncurrent law is outdated, as the Court \nsuggested in some of its \nremarks. I think there will come a \ntime when either an Appellate court or the Congress will make \nclear that, just as it's possible to continue civil cases \nagainst someone after they have deceased, it is possible, at \nleast for purposes of things like restitution, to continue \ncriminal cases, but we are not there now. And, fortunately, in \nthis case, there are other ways and perhaps \neven more efficient \nways to vindicate the interests of the victims here. \nWe greatly appreciate the remarks of the \nrepresentative of the Department of Justice today, and we, too, \non behalf of the victims, are \nnot going to stop when we walk \nout of this courtroom. We are going to continue to seek \nvindication against Mr. Epstein's estate and, in some senses, \nperhaps even more important, against the people who \nworked with \nhim and enabled him. \nAs you have already heard, \nand will hear more, \nMr. Epstein did not act alone. He could not have done what he \ndid, on the scope and the scale of what he did, for as many \nyears as he did it without the activities and support and the \nco-conspirator activity of a number \nof other key individuals, \nand those individuals also need to bear their share of \nresponsibility, and those people need to have a reckoning as \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020046\n\nJ8RPEPS2 \nwell. \nMy partner Sig \nMcCawley, who's been working with me \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nfor more than five years on this case, is going to, with the \nCourt's permission, \nintroduce five of our clients who will \nspeak briefly to your Court. Thank you very much. \nTHE COURT: Thank you very \nmuch, Mr. Boies. Pleasure \nto \nhave you here. \nMS. McCAWLEY: Thank you, your Honor, the first victim \nthat \nwould like to speak today is \nTHE COURT: Can we \nhave the spelling of your name? \nMS. McCAWLEY: Sure. Sigrid, \nS-i-g-r-i-d, and the \nlast name is M-c-C-a-w-1-e-y, and I'm a partner at Boies \nSchiller Flexner. \nTHE COURT: \nThank you. \nGood \nmorning. \nTHE COURT: Good \nmorning. \nThank you, prosecutors and Judge, and the \nCourt. \nMy name is I note today I do feel \nrespected and listened to; so I appreciate that, and I have to \nsay that I commend the boldness of the New York prosecutors for \npursuing a man that has, you know -- and others, that have \nclearly taken \na lot from a lot of people. \n17 years ago I knew him only as \"Jeffrey.\" I \nwas \nrecruited and brought from California to New York, \nand that \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020047\n\nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nexperience for the last 17 years has been a dark corner in \nmy \nstory, in my life, in my life \nstory and that has been \ndefinitely made \nworse by my own self-shame and that -- and \nanger for normalizing all of the red flags. I feel like we are \nconditioned to do that, and that's something that needs to \nchange. \nSo I'm here today, you \nknow, I'm coming forward \nbecause it is time to bring light to that darkness, and it's \ntime to replace that \ndarkness with light. And I am a survivor \nof this, and \nI do aim to progress further from being a \nsurvivor, you know. I feel I've \nworked hard, quite hard, to \nget to where I'm at now, and I'm \ndefinitely at a place in my \nlife where I will no longer cover up. I'll no longer cover up \nwhat needs to be brought to light. \nJeffrey is no \nlonger here, and the women that helped \nhim are, Ghislaine Maxwell. My experience is with Ghislaine \nMaxwell \nand and they definitely need to be held \naccountable \nfor helping him, helping themselves, helping one \nanother \ncarry on this huge, almost like a system. So they need \nto be held accountable, all of them, and I would like to see \nthat, certainly on behalf of \nmyself and for everyone here. \nThank \nyou. \nTHE COURT: \nThanks so much. \nMS. McCAWLEY: Our next \nclient, who is going to speak \nthis morning, is \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020048\n\nJ8RPEPS2 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nGood \nmorning, your Honor. \nTHE COURT: \nGood morning. How are you? \nOkay. Thank you. My name is \nI am a victim of Jeffrey Epstein and Ghislaine Maxwell \nin the dark \nand cruel and criminal acts they committed against \nme and hundreds of other girls and young \nwomen for years and \nyears and years, unstopped. \nThank you for \nallowing me to address the Court and \nspeak the truth. I commend the prosecutors from the Southern \nDistrict of New York for the \nongoing investigation and its \npursuit of justice for us victims. It \nhas given me hope, and I \nwill not let \ngo of that hope. \nWhen I was recruited by \nGhislaine Maxwell at \nMar-a-Lago, just before I was 17, I thought I was \ngiven a big \nbreak, and I'd be able to reset my life and become an actual \nreal massage therapist. My hopes were quickly dashed, and my \ndreams were stolen. Jeffrey Epstein \nthis is not about how he died. This \nHe will not have his day \nin \nis no \nlonger alive, but \nis about how he \nlived. \ncourt, but the \nreckoning \nof accountability has begun, supported by the voices of these \nbrave and beautiful women in this courtroom today. The \nreckoning must not end. It must continue. He did not act \nalone and we, the victims, know \nthat. We trust the government \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020049\n\nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nis listening \nand that the others will be brought to justice. \nThank you, your \nHonor. \nTHE COURT: Thank you very \nmuch. \nMS. McCAWLEY: The next client of ours that will be \nspeaking this morning is \nThank you, your Honor. My name is \nI'm a victim of Jeffrey Epstein and \nGhislaine Maxwell's international sex trafficking ring. \nI would like to thank the Court for the \ndignity and \nthe respect you are showing me here today, as well as the other \nvictims. I \nwould also like to acknowledge and extend my \ngratitude to the prosecutors from the Southern District \nof \nNew York for pursuing \njustice on behalf of the victims. \nPlease, please finish what you have started. I struggled to \nfind the words to adequately say how \nimportant your work is to \nus. \nFor a very long time \nJeffrey Epstein gamed the system \nat every level, and \nwhen he realized he couldn't do that any \nlonger, he showed the world what a depraved and cowardly human \nbeing he is by taking his own life. But we, the victims, are \nstill here, prepared to tell the truth, and we all know he did \nnot act alone. We are survivors, and the pursuit of justice \nshould not abate. Thank you, your Honor. \nTHE COURT: \nYou're very welcome. \nMS. McCAWLEY: Our next \nclient who is going to be \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020050\n\nJ8RPEPS2 \nspeaking this morning is \nGood \nmorning, your Honor. \nTHE COURT: Good \nmorning. \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nI had the opportunity to speak at Jeffrey Epstein's \nbail hearing, and I \nreally appreciate that you heard me and \nlistened to me that day. I am so sorry that others will \nnot \nhave the opportunity to stand before him the way that \nI did. \nBut I'm here today to speak on behalf of my sister, \nwho could not be here. \nJeffrey Epstein, \nGhislaine Maxwell not only assaulted \nher, but as we're hearing from so many of these brave women \nhere today, they stole her dreams and her \nlivelihood. She \nrisked her safety in 1996, so many years ago, to report them, \nto no \navail, and it is heartbreaking to her and to me that all \nthis destruction has been wrought since that time. \nWe were deeply disappointed and disturbed by Epstein's \ndeath and the fact that that was allowed to \nhappen while he was \nin \nthe government's custody, and I'm encouraged to hear that \nthere will be a full \ninvestigation as to how that was allowed \nto happen. \nBut it is extremely important, as others are saying, \nthat he did not act alone and that the other people that were a \npart of what he did are held accountable and that that \ninvestigation continues. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020051\n\n59 \nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nI believe that we have a real problem in this country \nwith perpetrators of sexual abuse and sexual assault being held \naccountable. There are so many roadblocks to victims being \nheard, to cases being investigated thoroughly, and then to \nthose cases being prosecuted. And so I think \nthis is a really \nimportant signal to send a message to victims out there that \npeople will take you \nseriously, people will follow through, and \nthat even those in power, as we have unfortunately seen, that \nhas not been often are able to escape that, that even those in \npower will \nbe held accountable. Thank you. \nTHE COURT: \nThanks so much. \nMS. McCAWLEY: Our next \nclient, who's going to address \nthe \nCourt is She says it much \nmore \nbeautifully than I do; so I'll let her say it. \nMy first name \nis spelled, \n-% \nlast name is \nMy name \nis and I am \na victim of \nJeffrey Epstein and the sophisticated sex trafficking operation \nhe ran, where \nhe allegedly was to be a financier. \nI was 20 and previously \nmodeled and was living in the \nWest \nVillage. I met a young woman named through a mutual \nfriend. We were friends for a few months. She was \nan amazing \nartist and liked to party. One day she called me and asked if \nI was interested in meeting a friend of hers. She \ntold me he \nwanted to meet me and really liked blonds, \nand I thought he was \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020052\n\n60 \nJ8RPEPS2 \nour age and liked to do the same things we did at that \nage; so \nI \nagreed. \nOn a sunny, crisp day, we took the train together to \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthe Upper East Side. She then began to talk a little bit about \nhim on our way \nto his house. I was at his house. I was \nsexually assaulted by both and \nJeffrey Epstein in his \nmansion. It left \nme feeling both disgusted and betrayed. \nAs we walked home to the subway afterwards, she \ncontinued to tell me about the man who had just abused me with \nher participation. She seemed \nexhilarated from the horrific \nexperience. I was shocked \nand in a daze. This is a few things \nthat she had told me. She told me he went to Cooper Union. He \nwas a mathematical genius. That he had \nfavorite girls that he \nwould take to Chanel for 15-minute, all-you-can-buy shopping \ntrips. She told me his \nright-hand person had connection to the \narts and the fashion world, and she could help me. \nThis is not my complete story. I'll stop here. I'm \nin a good, stable place in my life, and I had decided to come \nforward to be a voice to the victims who may not be able to \ntell their story, or at least not yet. I feel like I am a \nsurvivor. \nThank you, Judge Berman, for inviting \nvictims to speak \ntoday before you. We hope the \ngovernment is listening very \nclosely to the words we are saying. \nTHE COURT: Thank you very \nmuch. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020053\n\nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nMR. BOIES: Your Honor, just very briefly. \nTHE \nCOURT: Sure. \nMR. BOIES: I would \nlike to express to the Court how \nproud I am of all of these women who \nhave come forward. It's \ntaken an enormous amount of strength and courage for them to do \nso. \nThank you. \nTHE COURT: Thanks, Mr. \nBoies. Hold on one second. \n(Pause) \nMS. LERNER: Thank you, your Honor. My \nname is \nKimberly Lerner, of Lerner and Lerner, and your Honor, with \nyour \npermission, I would like my client, \n, to \nstand next to me. \nTHE \nCOURT: Sure. \nMS. LERNER: \nWould that be okay? \nTHE \nCOURT: Absolutely. \nMS. LERNER: Your Honor, I would \nlike to begin by \nsaying that I am in awe \nof all of these beautiful women. I \njust want to let you know, on \nbehalf of \nand \nmyself, we \nadmire you, we respect you, and we applaud you, and you are \nbrave survivors. And s \nheart is with all of you, and \nwe thank you so much \nfor coming forward. \nwhen she \nwent public, she thought she was \none of the only ones, and to see all of these faces is, I know, \namazing for her. \nJeffrey Epstein was a predator, a pedophile \nand a sick \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020054\n\nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nindividual. However, \nhe was also a thief. He stolen, \nchildhood \ndreams, her \ninnocence and her \nself-confidence. She \nwas 14 years old. What he could not buy, he forcibly took. \nWhy? Because he surrounded himself \nwith a network of powerful \npeople who not only looked the other way, but also actively \nfacilitated and participated in his sexual abuse of children. \nJeffrey Epstein thought he was above the law, and \nessentially \nhe was until now. The system let and the \nother victims down, but it does not have to end here. We ask \nthe U.S. Attorney's Office and \nthe FBI to bring all of \nEpstein's enablers and co-conspirators to justice. \nIt has taken 18 years to find her voice, and \nagain, Jeffrey Epstein has \ntried to \nsilence her. While \nshe \nwill never have her chance to face him in court, he no \nlonger \nhas any power over her. \nToday, this brave survivor will be \nheard. \nThank you for \nallowing me to be able to \nhave my chance in court today, to be able to tell you what this \nhorrific man did to my life. You can't even imagine how \nmuch \nit affected my childhood, all the way through my \nadult life. \nHe robbed me of my dreams. He robbed me of my chance to pursue \na career I always adored. He stole my chance at really \nfeeling \nlove because I was so scared to trust anyone for so many years \nthat I had such severe anxiety. I didn't want to leave my \nhouse let alone my bed. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020055\n\nJ8RPEPS2 \nThe fact that he felt entitled to take away my \ninnocence, the fact that he felt that he could do whatever he \nwanted, regardless of the laws, hurts me so very much. It took \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nme years to tell anyone what Epstein did to me because I was so \nashamed and embarrassed at what people would \nsay or think of me \nuntil I found out there were other victims, girls just like me. \nI knew I could no longer keep my \nsilence no matter how ruthless \nand powerful Epstein \nwas, and still is even after his death. \nThe fact I will never \nhave a chance to face my \npredator in court eats away at my soul. Even in \ndeath, Epstein \nis trying \nto hurt me. I had hoped to at last get an apology, \nbut this evil man had no \nremorse or caring for what he did to \nanyone. I felt \nlet down by the people who were supposed to \nwatch him in prison. They let this man kill himself and kill \nthe chance of justice for so many others in the process, taking \naway \nour ability to speak. \nOut of all the damages and side effects that Epstein \ncaused by his heartless and selfish acts, it's very hard to put \nmy feelings and \nemotions into words, trying to let his \nhorrendous actions go and attempting to forgive him, has been \nso difficult \nfor me. Yet, as hard as it's been to come so \npublicly forward, I refuse to let Epstein take me as a victim \nanymore. \nI am a survivor. The \nmany that stand before me here \ntoday that have shared the horrific \nexperiences with this \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020056\n\nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ndeplorable human being, because even though this weak, \nevil \ncoward tried to steal all of our childhoods, tried to steal all \nof our innocence and tried to steal all of our means of \njustice, he will never \nsteal our inner strength, and he will \nnever, \never, ever steal our voice. \nThank \nyou so much. \nTHE COURT: \nYou're welcome. \nMS. GIBBS: Good morning, your Honor. Teri Gibbs, \nT-e-r-i, G-i-b-b-s. For the record, I am \na California \nattorney. I'm not admitted to the New York State bar. I \nam \nhere to make a statement on behalf \nof New York attorney, Lisa \nBloom. I work for her firm, The Bloom Firm. \nLisa Bloom represents four of Jeffrey Epstein's \nvictims, Jane Doe 6, for the record, Jane Doe 7 and Jane Doe 8. \nI am so proud of all of you victims who are here today and are \nable to voice yourselves today. I will not and cannot comment \non the criminal case, or Ms. Bloom's communications with her \nclients. \nMs. Bloom would \nlike to share three of her client's \nstatements for the record. Here are the statements. Statement \nof \nJane Doe 6. \nTo the \nHonorable Richard M. Berman. Jeffrey Epstein \nstole my innocence. He gave me a life sentence of guilt and \nshame. I do not consider myself a victim. I see myself a \nsurvivor. \nThe abuse that I endured cannot continue. Let's \nstop this before it happens to other young women. Jane Doe. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020057\n\n65 \nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nStatement of Jane Doe 7. To the \nHonorable Richard M. \nBerman. I used to be relatively carefree, \ninquisitive, hopeful \nand excited about life, but my life changed because of Jeffrey \nEpstein. My perspective on life \nbecame very dark when I was \nunknowingly recruited by one \nof his agents. Jeffrey Epstein \nruined \nme. His recruiter ruined me. The far-reaching \nconsequences of that day ruined \nmy family's lives. \nI've \nchosen to remain anonymous in order to protect my \nfamily from \nunwanted media attention. \nI was just trying to \nfigure out my path in life when I \nencountered Jeffrey \nEpstein in his New York City mansion. I \ncannot even begin to summarize the many detriments this \nexperience of sexual assault has had on my life. Immediately \nfollowing the incident, \nI was unable to function and be around \nother people. My parents had to rescue me and bring me \nhome, \nwhere I became a recluse for years. \nI was changed forever and buried my assault deep down, \nwhere the darkness couldn't hurt me anymore, but of course, it \nhas always been here, lingering and affecting me unconsciously. \nAt the time, \nI was mired in shame, guilt and humiliation. I \nhad somehow tricked myself \ninto thinking that I had allowed the \nassault to happen, that I did it to myself, that I don't \ndeserve to be alive or to be loved. I believed that I was a \ndisgusting, shameful person who does not deserve to ever be \nhappy. These are the thoughts I've lived \nwith on a daily \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020058\n\nJ8RPEPS2 \nbasis. \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nFurthermore, because I couldn't tell anyone, out of \nfear of judgment, blame or retaliation, keeping this secret \ncompletely \nhindered my ability to uncover why these issues \nexisted for me, which could have led to a path of healing over \nthe \nyears. \nIt is time for those of power to do the \nright thing. \nIt is time for compassion toward our fellow human beings to \nreign over \nmoney, power and greed. We need to protect our most \nvulnerable to allow them a chance at a \nnormal life, and nothing \nshould come in the way of that. I believe that for future \ngenerations, including my own \nchildren, this case will set a \nprecedent that victims must no \nlonger suffer in silence on our \nown or \nbe shamed for coming forward to seek protection. \nThis case should demonstrate to those who want to harm \nothers that there will be a \nreckoning, and they will pay dearly \nfor the harm they inflict on \ninnocent people. Judge \nBerman, : \nthank you for from the bottom of my heart for this forum and \nopportunity. \nTo all of those survivors who came before me, I \ncommend your bravery. \nThere is no way I could have done this \nwithout you. \nThank you to the public following this story, for your \noutrage and desire for \nanswers, which will hopefully move this \ncase forward so that victims can stop \nhaving to relive their \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020059\n\nJ8RPEPS2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nexperiences every day and move on to begin to heal. \nGod bless the victims, \ntheir families, the \ninvestigators and public \nservants working so diligently to find \nthose answers and to right all these wrongs. Jane Doe 7. \n(Continued on next page) \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020060\n\nJ8RsEPS3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nTHE COURT: Thanks very much. \nMS. GIBBS: \nOne more. Statement of Jane Doe 8. \nIn the past few weeks, \ni \nhave had to reflect on my \ninteraction with \nJeffrey Epstein and realized that, though I \nhave yet to put it all behind me, I \nam still a victim. I say \nthis because I have to come to terms with it \nin an effort to \ntruly get past the abuse I suffered at the hands of Epstein. \nPursuing criminal penalties against him and having an \nopportunity to address the egregious crimes he committed \nagainst me and other young woman would have helped my recovery \nprocess. This all came to an abrupt halt when \nhe took his own \nlife. This point \nof disclosure is lost. \nI cannot say that I am pleased he committed suicide, \nbut I am at peace knowing he will not be able to hurt anyone \nelse. However, a sad truth \nremains. I, along with other \npeople, \nwill never have an answer as to why. I will never have \nan apology for the wrongdoing. And most \nimportantly, Epstein \nwill not be justly sentenced \nfor his crimes. Now I sit in my \nhome questioning the \nwell-being of those girls like myself. In \nchoosing death, Epstein denied everyone justice. \nAny efforts made to protect Epstein's name and legacy \nsend a message to the victims that he wins and that he is \nuntouchable. I understand his case may be dismissed or closed, \nbut this makes me feel as though I, and anyone else \nwho fell \npry to his \nhands, simply do not matter. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020061\n\nJ8RsEPS3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nI ask that you very seriously \nconsider the final \ndecision, because it will undoubtedly affect all other facets \nof this case, including any future charges brought against the \nrecruiters or third parties to his crimes. I do not want the \nnarrative to be, Those poor girls. I want to send a message to \nanyone who would consider engaging in similar acts to think \ntwice \nbeforehand. I want some sort of closure for those of us \nwho relive those \nhorrible moments where we were assaulted, \nabused, and taken advantage of by Epstein. \nYou have the opportunity to help us seek that closure. \nI appreciate your time and consideration and ask for your \ncontinued support in dealing with this case to illustrate that \nwe, \nEpstein's victims, do matter. \nSincerely, Jane Doe 8. \nOn behalf of \nLisa Bloom and The Bloom Firm, thank you, \nyour \nHonor. \nTHE COURT: \nThank you, Ms. Gibbs. \nDid we have any \nother victim's counsel or victims? \nMs. \nAllred. \nMS. ALLRED: Good morning, your Honor. \nTHE COURT: \nGood morning. How are you? \nMS. ALLRED: Fine. Thank \nyou. \nAllred, \nMaroko & Goldberg by Gloria Allred, \nG-1-o-r-i-a A-1-1-r\n-e-d. \nYour Honor, \nthank you so much for this opportunity to \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020062\n\n70 \nJ8RsEPS3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nafford the \nvictims their voice, because many of them have never \nspoken before. They never spoke in Florida. They never spoke \nanywhere. They never told their mother. They \nnever told their \nfather. They never told their family members. This is an \nopportunity for them to be heard. We thank you for that. \nYour Honor, for 43 years my firm \nhas been the leading \nwomen's rights private law \nfirm in the United States. We have \nhelped thousands of victims. And I, as an \nofficer of the \ncourt, and as a believer in the system, have tried to encourage \nthe victims to \nhave confidence in the system that should \nprovide them access to justice that should help them to assert \nand vindicate their \nrights in a court of law. It has been \nincreasingly difficult in \nthis case for me to say to my clients \nthat they should have confidence in the system of justice given \nwhat has occurred in this case, People v. Jeffrey Epstein. \nHaving \nsaid that, I am encouraged by the fact that \nthis court, essentially, in an unprecedented situation where \nthe defendant is deceased, is still affording these \nvictims an \nopportunity to be heard. So we thank you for that. It is some \nencouragement. \nYour Honor, you also asked do our clients wish to be \nheard in reference to some of the issues that have been raised \nthis morning, including what \nshould happen into this case. \nYour Honor, there has been a suggestion that the court should \ninvestigate the circumstances of the death of \nMr. Epstein. I'm \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020063\n\nJ8RsEPS3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nnot going to repeat the arguments made by counsel, but I would \nsay that if there is jurisdiction, and I know that is a legal \nissue which has been previously argued, that certainly it would \nincrease the confidence of my clients. Not just my clients, \nbut \nvictims all over, and some are, by the way, located in \nother parts of the world, to have the court oversee the \ninvestigation. \nWe are encouraged by the sensitivity of the attorneys \nfor the United States Attorney's office for the Southern \nDistrict of New York and the \ninvestigation that is going on \nwith the separate team. However, and, of course, the defense \nis also conducting its own \ninvestigation. But I do think the \ngreatest confidence would be if the court in some way would be \nable to oversee an investigation because the court is a neutral \nparty. And although the court certainly \nhas a stake in finding \nout what happened to defendants who are in the custody of the \nfederal system and who should be there to face the prosecutors \nand the charges against them, but now are not because clearly \nthe system has failed. \nAnd the United States Attorney has admitted that, and \neven before he admitted that, everybody knows the system \nfailed. \nFailed the victims, failed the court, failed everyone. \nIn any event, your Honor, \nhaving seen so many \nthousands of victims of gender violence, sex harassment, sexual \nassault, I've dealt with \nchild sex trafficking, child \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020064\n\nJ8RsEPS3 \nmolesters, I mean, this is a unique case because there are so \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nmany victims and so \nmany failures of the system. At this \npoint, what we \nwould really ask for is not just words, but \nwords have been helpful, but deeds, and that is very important. \nIn addition, \nI would like to say, throughout this case \nis the \nrunning theme of the betrayal of trust. Betrayal of \ntrust by Jeffrey Epstein. Betrayal of trust by the system. \nAnd betrayal of trust to the victims who had a right to \njustice. And the Crime Victims' Act should not just be words, \nit \nshould have meaning and it should be enforced. \nIn essence, we are asking, although you may need to, \nof course, grant this motion to dismiss, I think because the \ncourt has shown sensitivity to victims and victims' needs, if \nthere is a way to at least keep the record open so that victims \nwho have not been able to be physically present in the \ncourtroom today and who have not been able to submit to the \ncourt any letters, victim impact, and who have not been able to \nsecure attorneys or speak to attorneys yet -- so, for example, \nI'll still hearing from victims \nwho I have not been able to \nmeet with yet because they just recently are now contacting \nme -- so if they could submit, at least for the record, their \nvictim impact statements, that, I think, would be a very \nimportant assistance to them. So that would be, at least they \nwould know that what they are sharing is on the record. \nSo, in summary, I would say that they are looking \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020065\n\n73 \nJ8RsEPS3 \nforward to the very serious investigation by the United States \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nAttorney of who may have conspired in this case, and that is \nvery hopeful, and we're \nhoping that everyone who may have a \nrole to this \ncriminal prosecution will submit that evidence. \nThis is about power. This is about many victims \nhaving lived in fear -- fear of the rich, \nthe powerful, the \nfamous, fear that the system will not afford them justice. So \nfear of not coming \nforward. And fear, of course, is a weapon \nthat the rich, \npowerful, famous, and sexual predators used to \nsilence the victims. But that is gone for a lot of victims \nbecause they refuse to suffer in \nsilence. \nFinally, it does take courage to speak truth to power. \nWe thank this \nhonorable court for giving these victims a voice. \nWe thank them, even after the death of the defendant, for \nshowing respect for the victims, allowing them dignity, \nallowing them a voice. \nWe do want truth, we do want justice, \nwe do want accountability, and we do want those conspirators to \nface the justice system. \nYour Honor, right now we have two \nof our clients who \nwould like to address the court. \nTHE \nCOURT: Sure. \nMS. ALLRED: Then I have a \ncouple of statements on \nvictims \nwho do not wish to address the court. \nAs they come up, we'll give them the opportunity to \nsay either their name or Jane Doe. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020066\n\nJ8RsEPS3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nBy the way, thank \nyou, your Honor, for allowing some \nof these victims to be called Jane Doe. What number the court \naffords to them, we'll accept whatever that is. \nThank \nyou. \nTHE COURT: \nWe're up to nine. \nMS. ALLRED: Thank \nyou. \nHello. My name \nis \nThat _5 \nI was going to start this statement by saying that 1 \nwas a \nvictim of Jeffrey Epstein. But that's not the case. I'm \nstill a victim of Jeffrey \nEpstein. I'm still a victim because \nthe fear of not being heard stopped me from telling my story \nfor so many years. This lingering fear almost stopped me from \nattending \nthis monumental movement of strength and power. \nI'm still a victim because I am fearful for my \ndaughters and everyone's daughters. \nI'm fearful for their \nfuture in this \nworld, where there are predators in power, a \nworld \nwhere people can avoid justice if their pockets run deep \nenough. \nI'm still a \nvictim because the 17-year-old \nwas \nmanipulated into \nthinking she had found someone who cared, \nsomeone who wanted to help. Jeffrey \nknew I had nowhere to go. \nHe knew I was \nvulnerable, and he took advantage of that poor \ngirl, who will never \nbe the same. \nI cannot eat at the thought that \nJeffrey Epstein -- _ \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020067\n\nJ8RsEPS3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \ncannot eat at the thought of Jeffrey \nEpstein not serving the \ntime he needed to realize the pain and suffering he caused so \nmany vulnerable \nyoung girls. He thought he was untouchable, \nand honestly, so did I. I thought he was the most powerful \nperson I would ever meet. \nBut the end is here and here I stand becoming more \npowerful than he will ever be. Thank you. \nTHE COURT: \nThank you. \nJANE DOE: \nJane Doe. \nUm, in 2004, when I was 15 years old, I flew on \nJeffrey Epstein's plane to \nZorro Ranch, where I was sexual \nmolested by him for many \nhours. What I remember most vividly \nwas him explaining to me how beneficial the experience was \nfor \nme \nand how much he was helping me to grow. Yikes. \nI remember feeling \nso small and powerless, especially \nafter he \npositioned me by laying me on his floor so that I was \nconfronted by all the framed photographs on his \ndresser of him \nsmiling with wealthy \ncelebrities and politicians. \nAfter he finished with \nme, he told me to describe in \ndetail how good my first sexual experience felt. That was the \nfirst of many lies I was forced to carry for him, the weight of \nwhich proliferated my trauma. \nI felt powerless not merely \nbecause one man wanted to strip me of my innocence, but because \nI was the victim of a system that just enfranchises human \nbeings, making them vulnerable to pedophilic exploitation. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020068\n\nJ8RsEPS3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nAs unjust as what happened to me was, I \nbelieve that \nexperience to be a symptom of insidious and pathological \nviolence that extreme wealth \nyields, a violence which \nultimately stays hidden through channels of extreme power that \nserve \nit. \nI first identified with this feeling the night after I \nwas molested by Epstein, when another girl and I took out two \nof his ATVs and \nraised them across the mesa. I crashed mine \nand expressed my concern to the \nother girl of getting in \ntrouble, which she \nreplied to me, Don't worry, no one gets in \ntrouble for anything here. \nEven as a child, I understood, in a sad and precocious \nway, what I hoped we \nhave the ability of changing now. Even \nthough Epstein is dead, there is still justice to be brought \nfor the crimes we felt powerless \nagainst concealing for him and \nthe system that supported him for all these years. \nThank \nyou. \nTHE COURT: \nYou're very welcome. \nMS. ALLRED: Thank \nyou. \nYour Honor, may it please the court. I would like to \nread a statement for Jane Doe, my client, \nwho is present in \ncourt, but requested that I read it. \nWe \nonly have one opportunity at childhood. One \nopportunity to develop. One opportunity to find direction \nfor \nour \nlives. Jeffrey Epstein robbed and denied me at each \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020069\n\nJ8RsEPS3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nopportunity he had. \nI came from a \nsmall Texas town, not far from the New \nMexico border. My \nmother died when I was 11, after suffering \nfrom cancer for \nmany years. My father was devastated, as were \nmy siblings and I. \nMy father was saddled with debt. My only \nhope for college was to get a scholarship. \nWhen I \nwas 15, I was a blossoming freshman in high \nschool and was trying to carry on my mother's dream. She \nwanted me to master the violin. After \nschool, I would often go \nto a \nmall in a nearby city. A lady approached me and saw I had \na violin case with me \nand asked if I was any good. We talked \nabout the violin, my \nfamily, and why I had clothes that looked \nlike \nhand-me-downs. \nThe lady told me \nshe works for a very rich man who had \na home close by and that he would pay to \nhear me play. I was \ntold that if I could get away, she could arrange for \ntransportation to and from his place and have me back before \nanyone knew I was gone. After some \nhesitation, I agreed. This \ndecision \nwas the \nbeginning of the end of my childhood. \nThe man who only identified \nhimself as J or Jeff had \nasked if I would give him \na massage, and over four visits, \neventually progressed \nThe \nmoney he \ngave me further placed my young soul into a perverse sense of \nhell. \nI was so utterly disgusted with \nmyself and what he did \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020070\n\n78 \nJ8RsEPS3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nto me that I stopped going to see him. I had documented the \nevents with a Texas rape crisis center about the man I know now \nas Jeffrey \nEpstein. \nEpstein targeted and took advantage of me, a young \ngirl, whose mother had \nrecently died a horrific death and whose \nfamily structure had deteriorated. His actions placed me, a \nyoung girl, into a downward spiral to the point where I \npurchased a gun and drove myself to an isolated place to end my \nsuffering. \nA voice that could only have been from my mother told \nme, quote, I am not the victim, I am the victor, \nand I dare not \npull the \ntrigger.\" I returned the gun days later. \nEpstein is a coward. \nHe lived his life leaching off \nthe souls of \ninspiring, young girls due to the fact that he \ncould never know how it feels inspired to live. \nLike a leach, \nonce Epstein had his \nfill, he would unlatch and seek out \nanother victim. \nThe \nonly sense of justice I had hoped to see was \nEpstein being sentenced. However, Epstein died as he lived, \ntaking the easy way out without any responsibility. \nYour Honor, the next statement is also a statement of \na Jane Doe. May it \nplease the court. \nI was a 16-year-old virgin when Jeffrey Epstein first \nraped me. I was naive and gullable. \nHe was a pillar of \nfinance \nand a giant in the world that I was an insignificant \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020071\n\nJ8RsEPS3 \npart of. I was so impressed that this great man would even \ntalk to me and impart any of his wisdom on me. I gladly jumped \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nat the chance to meet him again, when he told me how impressed \nhe was with \nmy personal story and maturity for my age. \nWhen I was in his \npresence, he made an effort to call \ncelebrities and influential people on \nspeakerphone, like \nAcademy Award-winning actresses and super models, who always \nanswered \nhis calls. Sadly, I was impressed. \nHe was friends with \nformer and future heads of states \nand every other fixture in \nthe New York social scene and \nbeyond. He knew important people in my own world that I looked \nup to and revered, but he spoke about them like they were sweet \ndistractions far beneath his stature. He could \neasily reach \ndown from his position and \ninfluence the people directly \ninvolved with my daily life and future \nprosperity. I was the \nperfect \nvictim. \nMy whole life was \nextremely turbulent. But one of my \nmother's greatest wishes was that all her \nchildren would \ngraduate from respectable universities. He promised me \nthat he \nwould write me a letter of \nrecommendation for Harvard if I got \nthe grades and scores needed for admission. His word \nwas worth \na lot, he assured me, as he was in the midst of \nfunding and \nleading Harvard's studies on the human brain, and the president \nwas his friend. \nThe fact that all of you already know these next \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020072\n\n80 \nJ8RsEPS3 \ndetails, which I'll share, should \nignite fire instead of induce \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nthe complacency they did in the past, when heard repeatedly \nover the years, but yes, an innocent massage turned sexual \nalmost \nimmediately. \n\"Here, come. Come help me with a kink in my shoulder \nwhile we finish \nour discussion.\" and a \ncouple \nof hundred dollars, disgust and dirty secret, more praise and \nimparted wisdom \nfrom a godlike figure, a deliberate diabolical \ndepression of grooming and submission for his pleasure and \nrelease. Even if I \nresisted, I was no match for him. I felt \npowerless, ashamed, and embarrassed. I wanted to vomit \nremembering these moments. \nWhat I learned in those depraved sessions, staring up \nat the dome ceiling in his private massage room, tore a violent \nhole through any normal sexual awakening. I'm haunted forever, \nhaving learned \neverything there is to know about sex through a \nvile criminal. Every time a new \nmolestation would bring a new \nlesson, the progressive and constant \nunwinding. I was nothing \nmore than a teenage prostitute. I was his slave. \nI had never even kissed a boy \nbefore I met him, and \nnever throughout the horrific abuse did Jeffrey \nEpstein kiss me \neven \nonce. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020073\n\nJ8RsEPS3 \n2 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nI got a few hundred dollars, as usual, as he led me \nout of his mansion with assurances that I was on the right path \nguided by him. I lied to myself and \ntried to believe him. I \nbecame a hollow shell. If \nI missed an appointment, he \nthreatened me \nhow \nimportant \nwon't say the \nand let \nmy \ntime \nword --\nme know who was in charge. \"Do \nyou know \nis? I'll bury you. I owe this -- I \nF'ing town.\" He \nwould hang up. \nI would stand there frozen in the \nstreet, terrified \nthat his assistant would call to reschedule. I made sure to \nstay in line and not \ndisobey him. I was in complete denial. \nBeing paid after every scheduled meeting felt routine and \ndisgusting. He was the master of the universe and \nthe world \nbent \nto his will. \nHe would eventually brag to his assistants about my \nability to \nplease him sexually right in front of me, leaving me \nfeeling grotesque and \nworthless. Everything in my outside life \nwas \nfalling apart. I distanced myself from friends and grew \nfurther away from my family. I felt \nless human after each \nordeal. My psyche broke down completely and wouldn't let me \ncontinue. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020074\n\n82 \nJ8RsEPS3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nOne day I walked out of his residence and passed a \ngirl similar to myself. When I turned \naround, she was entering \nJeffrey's residence. He no longer even tried to schedule his \nappointments with other girls in \nsecrecy from me. Maybe he \nnever \ndid. I was too stupid to see. \nMy world shattered. I had been so naive. I had an \nepiphany in a calvary of \ndesperation. I realized I was just \none of many young girls he had in \nrotation come to perform for \nhim for money. I went into a \ndeep depression and never lifted \ncompletely. I wanted to inflict pain on myself. I was \nhumiliated, angry, and suicidal. I locked \nmyself away from \neverything. I cut myself off forever from the world I had \nknown. \nI endured the daily \nagony of knowing my life would \nnever be the same. I could never go back to New York City and \nthe wonderful life I had taken \nfor granted before I met this \ndemon named Jeffrey Epstein. \nThis creature had manipulated and outwitted the whole \nsystem, \nincluding some of the most intelligent scientists, \npolitical people, prosecutors, and power players. How easy was \nit to manipulate a 16\n-year-old virgin who never had a boyfriend \nand came from a background of \nhardship with no parental \nguidance or support. \nI went to therapy and was given antidepressants for \nsevere anxiety and depression. My only solace, years later, \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020075\n\n83 \nJaRsEPS3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nwas my desire to succeed on my own terms. I emersed \nmyself \ninto my studies and was accepted to every college I applied to, \ngraduating from a top university. To this day, there is still \nan ache in my being that I did not apply to Harvard \nin fear of \nhis \ninfluence there. \nThey say you never \nforget your first. I'm in a \nnever-ending nightmare trying \nto do just that. I'm forever \nsuffering because \neverything reminds me of that horror. This \nnew wave of worldwide \npublicity only worsens my despair. \nIt was only many years \nlater that I was finally \nintimate with a \nman again, and those moments were marred by my \nactions as a child \nwith Jeffrey Epstein. Even now is \nimpossible to separate his treachery from any care of a good \nman. \nFor one brief \nmoment there was elation when he was \nrecently arrested. I would finally get my chance to see him \nagain face to face and show him what I had become, that I had \nsucceeded on my own, that I was \nworth something in spite of his \nabuse, and that I had surmounted the monumental obstacles he \nlaid before me throughout my \nentire life since falling prey to \nhim. \nI had hoped humanity would prevail, but it seems to me \nthat he outsmarted everyone so far, and his ghost is still \nlaughing at us. I appeal to all of those just and true that \nhis \nevil legacy and his death not stand in the way of \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020076\n\nJaRsEPS3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nresolution and justice for all of his underaged victims. \nThank you, your \nHonor. \nAnd then just one last one, and this is much shorter. \nStatement of Jane Doe, also my \nclient. \nI was a model in another country when I came to the \nUnited States. I was told by a booker that I needed to meet \nwith a man named Jeffrey Epstein, \nwho was the owner of \nVictoria's Secret. The booker told me that Mr. Epstein could \nhelp me get into Victoria Secret's world. \nIt \nwas my childhood dream to be a Victoria's Secret \nmodel. So I went one day in the afternoon and I met \nMr. Epstein in his office in his mansion in New York. A woman \nintroduced herself and suggested to me that I should be \nextremely nice \nto Mr. Epstein, because if he liked me, he would \nprobably have photographers shooting photos of me right away. \nThe told me to go upstairs and directed me to Jeffrey \nEpstein's \noffice. Mr. Epstein had a white robe on and we \nchatted very \nbriefly. I had my portfolio of photos, but he \ndidn't even look at it. Suddenly, he took his robe off and got \nclose to me. I got up to leave, but the door was locked. \nI didn't know what was going on. It was my first \nofficial \nmeeting to be cast in the United States. I was a \nyoung girl and confused. He got very close to me, and I had a \nskirt \non. \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020077\n\nJ8RsEPS3 \nAt that point, I ran to the door again and figured out \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nhow to get out of there. A girl outside asked me where I was \ngoing and she said to be careful. She said that Mr. \n'kpstein \nknew a lot of powerful people, including Bill Clinton, and that \nif I didn't do what \nMr. Epstein wanted, I would not be able to \nhave any job in the industry. \nI was so scared. I couldn't wait to get out of there, \nand I left. I took the train home. I \nhad spent all of my \nsavings \ngetting Victoria's Secret lingerie to prepare for what \nI thought would be my audition. But instead, it seemed like a \ncasting call for \nprostitution. I felt like I was in hell. \nThank you, your \nHonor. \nThank \nyou. \nTHE COURT: Thank you, Ms. Allred. \nWas there anybody else, any victim's counsel or any of \nthe other victims \nwho have not been heard and wish to be heard? \nWell, OK then. All I have to say, really, is \nthank \nyou, all of you, for your participation in today's \nremarkable \nhearing. I think everybody \nhas benefited greatly from your \ninput, and especially from the testimony of victims here today \nand \nwho have had the courage to come forward. \nWe have also benefited throughout these proceedings, \nhowever brief \naltogether, from the attorneys' legal advocacy \nand their written and oral submissions. I'm grateful to them \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020078\n\nJ8RsEPS3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \nas well, \nboth for the government and the defense and those \nrepresenting \nthe victims. \nFinally, we're also \ngrateful to the press for their \nvery diligent \ncoverage of seemingly every detail of this case. \nThat concludes our work for today and we stand \nadjourned. \nThanks. \n(Adjourned) \nSOUTHERN DISTRICT REPORTERS, P.C. \n(212) \n805-0300 \nEFTA00020079",
    "pageCount": 86,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "1 \n22 \n23 \n24 \n25 \nUNITED STATES OF AMERICA, \nv. \nJEFFREY EPSTEIN, \nDefendant. \nBefore: \nx \n19 CR \n490 (RMB) \nNew Y"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ed Cyclic Vomiting Syndrome. \nI was recruited by \nGhislaine Maxwell. Upon my first \nmeeting of her, I wouldn't know"
      },
      {
        "name": "Alan Dershowitz",
        "role": "extracted",
        "context": "t his \nright to advocate on behalf of \nhis client Alan Dershowitz, who \nhas retained him in connection with litigat"
      },
      {
        "name": "Bill Clinton",
        "role": "extracted",
        "context": "kpstein \nknew a lot of powerful people, including Bill Clinton, and that \nif I didn't do what \nMr. Epstein wante"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "ne to get their day in court. Mr. Epstein's death \nobviously \nmeans"
      },
      {
        "name": "Weingarten",
        "role": "extracted",
        "context": "or the defense at this time. \nMr. Weingarten, I'm happy \nto hear from"
      },
      {
        "name": "Edwards",
        "role": "extracted",
        "context": "19 \n20 \n21 \n22 \n23 \n24 \n25 \nMr. Edwards and I see and I see \nMr."
      },
      {
        "name": "Boise",
        "role": "extracted",
        "context": "Edwards and I see and I see \nMr. Boise as well -- I know \nthey a"
      },
      {
        "name": "Marty Weinberg",
        "role": "extracted",
        "context": "that Mr. Weingarten made and \nMr. Marty Weinberg made. \nI have tremendous"
      },
      {
        "name": "Weinberg",
        "role": "extracted",
        "context": "have tremendous respect for \nMr. Weinberg. I've \nworked with him th"
      },
      {
        "name": "Boies",
        "role": "extracted",
        "context": "r Honor. \nTHE COURT: Thanks. \nMr. \nBoies? \nMR. BOIES: Thank you,"
      },
      {
        "name": "Dershowitz",
        "role": "extracted",
        "context": "23 \n24 \n25 \nbrought against \nMr. Dershowitz, but I would have expecte"
      },
      {
        "name": "Bloom",
        "role": "extracted",
        "context": "ent \non the criminal case, or Ms. Bloom's communications with her"
      },
      {
        "name": "Gibbs",
        "role": "extracted",
        "context": "onor. \nTHE COURT: \nThank you, Ms. Gibbs. \nDid we have any \nother"
      },
      {
        "name": "Allred",
        "role": "extracted",
        "context": "victim's counsel or victims? \nMs. \nAllred. \nMS. ALLRED: Good morni"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": ".m. \nHON. RICHARD M. BERMAN, \nDistrict Judge \nAPPEARANCES \nGEOFFREY S. BER"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "ited States Attorney for the \nSouthern \nDistrict of New York \nBY: \nAssistant U"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "n \nDistrict of New York \nBY: \nAssistant United States Attorneys \nMARTIN G. W"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "w York \nBY: \nAssistant United States Attorneys \nMARTIN G. WEINBERG, PC \nAtto"
      },
      {
        "name": "Special Agent",
        "role": "extracted",
        "context": "ning us at counsel table \nare Special Agent \nof the \nFBI and Detective Pa"
      },
      {
        "name": "Detective Paul",
        "role": "extracted",
        "context": "pecial Agent \nof the \nFBI and Detective Paul \nByrne of the NYPD. \nMR. WEIN"
      },
      {
        "name": "Reid \nWeingarten",
        "role": "extracted",
        "context": ": Good morning, your \nHonor. \nReid \nWeingarten. \nMR. WEINBERG: Martin \nWeinb"
      },
      {
        "name": "Martin \nWeinberg",
        "role": "extracted",
        "context": "d \nWeingarten. \nMR. WEINBERG: Martin \nWeinberg. \nGood \nmorning, your Honor."
      },
      {
        "name": "Michael Miller",
        "role": "extracted",
        "context": ": Good morning, your \nHonor. \nMichael Miller from Steptoe & Johnson on beh"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ay the U.S. Attorney for the \nSouthern District of New York, Geoffrey Berman,"
      },
      {
        "name": "Geoffrey Berman",
        "role": "extracted",
        "context": "outhern District of New York, Geoffrey Berman, who has also \nbeen very help"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "found dead in his cell at the Metropolitan Correctional \nCenter, at the MCC, was cert"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "got some \nhelp today from the New \nYork Law Journal from two professo"
      },
      {
        "name": "Law Journal",
        "role": "extracted",
        "context": "help today from the New \nYork Law Journal from two professors \nwho writ"
      },
      {
        "name": "Law \nJournal",
        "role": "extracted",
        "context": "ect was \nnot disclosed in the Law \nJournal. \nBut in any event, I think y"
      },
      {
        "name": "Federal \nRule",
        "role": "extracted",
        "context": "oceedings. In accordance with Federal \nRule of Criminal \nProcedure 57(b),"
      },
      {
        "name": "Criminal \nProcedure",
        "role": "extracted",
        "context": "ordance with Federal \nRule of Criminal \nProcedure 57(b), I determined to hold a"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "ubstance, to be appropriate. \nFederal Rule of \nCriminal Procedure 48(a)"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "ppropriate. \nFederal Rule of \nCriminal Procedure 48(a) codifies the \nnolle pro"
      },
      {
        "name": "Judge Paul",
        "role": "extracted",
        "context": "Rule 48 motion, then district Judge Paul G. \nCassell \n-- who is now a"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "s --\nconcluded that under the Crime Victims' \nRights Act, victims \nhave b"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "hat under the Crime Victims' \nRights Act, victims \nhave broad rights t"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "ment is best explained in the Second Circuit case of \nU.S. v. Wright. \nIn"
      },
      {
        "name": "The Wright",
        "role": "extracted",
        "context": "ctment was to \nbe \ndismissed. The Wright court held that when a convic"
      },
      {
        "name": "The Second",
        "role": "extracted",
        "context": "e course of the prosecution. \nThe Second Circuit incidentally has also"
      },
      {
        "name": "Crime \nVictims",
        "role": "extracted",
        "context": "ustice \nsystem, including the Crime \nVictims' \nRights Act. \nIt has been wr"
      },
      {
        "name": "Brooklyn Law",
        "role": "extracted",
        "context": "written and contended \nin the Brooklyn Law \nReview -- I can \ngive you th"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "m \nrights statutes. The state Supreme Court has even concluded \nthat the"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "e pending indictment against \nJeffrey \nEpstein, and we respectfully submit,"
      },
      {
        "name": "Crimes Victims",
        "role": "extracted",
        "context": "ll our \nobligations under the Crimes Victims' Rights Act. We have done \nso"
      },
      {
        "name": "Attorney General",
        "role": "extracted",
        "context": "t subject. \nWe start with the Attorney General's statements, \npublic stateme"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "demise. It was on \nAugust 10. On August 12, a bail pending appeal mot"
      },
      {
        "name": "Northern District",
        "role": "extracted",
        "context": "rn District \nof Florida, the \nNorthern District of \nGeorgia, which was standi"
      },
      {
        "name": "Stacey Richmond",
        "role": "extracted",
        "context": "some other cause. \nI spoke to Stacey Richmond, who is a responsible \nmember"
      },
      {
        "name": "Federal \nBureau",
        "role": "extracted",
        "context": "on of a grand jury and of the Federal \nBureau of Investigation to investiga"
      },
      {
        "name": "Ted Stevens",
        "role": "extracted",
        "context": "us. \nThere is precedent here. Ted Stevens, the Senator \nfrom Alaska cas"
      },
      {
        "name": "Judge Emmet",
        "role": "extracted",
        "context": "aska case in \nWashington, DC, Judge Emmet Sullivan \nordered an independ"
      },
      {
        "name": "Judge \nSullivan",
        "role": "extracted",
        "context": "ors went off the reservation. Judge \nSullivan -- and there were \nthree or f"
      },
      {
        "name": "But \nJudge",
        "role": "extracted",
        "context": "es into the very same matter. But \nJudge Sullivan wanted his own oppor"
      },
      {
        "name": "The Chief",
        "role": "extracted",
        "context": "one precedent, your \nHonor. \nThe Chief judge \nin the District of Mas"
      },
      {
        "name": "Chief Judge",
        "role": "extracted",
        "context": "rict of Massachusetts or \nthe Chief Judge at the time, Judge Wolf, in a"
      },
      {
        "name": "Judge Wolf",
        "role": "extracted",
        "context": "the Chief Judge at the time, Judge Wolf, in a case called \nU.S. v. Fl"
      },
      {
        "name": "Brad Edwards",
        "role": "extracted",
        "context": "or. \nMay it please the court. Brad Edwards, \nB-r-a-d \nE-d-w-a-r-d-s, wit"
      },
      {
        "name": "Edwards \nPottinger",
        "role": "extracted",
        "context": "a-r-d-s, with the law firm of Edwards \nPottinger. \nI \nhave in the courtroom to"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "at they will be proceeding as Jane Doe so that \nthe court reporter c"
      },
      {
        "name": "Law \nReview",
        "role": "extracted",
        "context": "e I wanted to address was the Law \nReview or the \nLaw Journal article t"
      },
      {
        "name": "Me Too",
        "role": "extracted",
        "context": "y, as we're seeing with \nthe \"Me Too\" movement, change needs to ha"
      },
      {
        "name": "Thomas Nagel",
        "role": "extracted",
        "context": ". I think \nthere's a writer, \nThomas Nagel, who wrote an essay called \"W"
      },
      {
        "name": "And Jeffrey",
        "role": "extracted",
        "context": "I'm very nervous right now. \nAnd Jeffrey Epstein, he took away the cha"
      },
      {
        "name": "Dear Jeffrey",
        "role": "extracted",
        "context": "wrote; so \nit's going to be: Dear Jeffrey, I think \nyou are a mentally"
      },
      {
        "name": "Cyclic Vomiting",
        "role": "extracted",
        "context": "ggered by stress. It's called Cyclic Vomiting Syndrome. \nI was recruited by"
      },
      {
        "name": "And Brittany",
        "role": "extracted",
        "context": "r. \nHer \nname is last \nname, \nAnd Brittany Henderson, of my office, is g"
      },
      {
        "name": "Paul Cassell",
        "role": "extracted",
        "context": "n't me \nalone. I did it with \nPaul Cassell and Jay Howell. \nPaul Cassell"
      },
      {
        "name": "Jay Howell",
        "role": "extracted",
        "context": "did it with \nPaul Cassell and Jay Howell. \nPaul Cassell is here today,"
      },
      {
        "name": "The \nHeaton",
        "role": "extracted",
        "context": "arks as a \npublished opinion. The \nHeaton case is, to my knowledge, the"
      },
      {
        "name": "The Crime",
        "role": "extracted",
        "context": "he Crime \nVictims Rights Act. The Crime Victims \nRight Act promises"
      },
      {
        "name": "Victims \nRight",
        "role": "extracted",
        "context": "Victims Rights Act. The Crime Victims \nRight Act promises \nvictims the rig"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "ading expert \nformerly of the District Court of Utah, I \nbelieve, and it's"
      },
      {
        "name": "David Boies",
        "role": "extracted",
        "context": "OIES: Thank you, your Honor. \nDavid Boies of \nBoies Schiller Flexner. W"
      },
      {
        "name": "Boies Schiller",
        "role": "extracted",
        "context": "your Honor. \nDavid Boies of \nBoies Schiller Flexner. We \nhave with us tod"
      },
      {
        "name": "Professor Cassell",
        "role": "extracted",
        "context": "than the Court has been, or \nProfessor Cassell has been about Professor Gree"
      },
      {
        "name": "Professor Green",
        "role": "extracted",
        "context": "fessor Cassell has been about Professor Green's article. \nThat is an articl"
      },
      {
        "name": "Crime \nVictim",
        "role": "extracted",
        "context": "he policy that \nunderlies the Crime \nVictim Rights Act and the very statu"
      },
      {
        "name": "Sig \nMc",
        "role": "extracted",
        "context": "J8RPEPS2 \nwell. \nMy partner Sig \nMcCawley, who's been working wit"
      },
      {
        "name": "Boies \nSchiller",
        "role": "extracted",
        "context": "w-1-e-y, and I'm a partner at Boies \nSchiller Flexner. \nTHE COURT: \nThank y"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "axwell. My experience is with Ghislaine \nMaxwell \nand and they definitely need"
      },
      {
        "name": "This \nHe",
        "role": "extracted",
        "context": "his is not about how he died. This \nHe will not have his day \nin \nis"
      },
      {
        "name": "West \nVillage",
        "role": "extracted",
        "context": "odeled and was living in the \nWest \nVillage. I met a young woman named th"
      },
      {
        "name": "Upper East",
        "role": "extracted",
        "context": "20 \n21 \n22 \n23 \n24 \n25 \nthe Upper East Side. She then began to talk"
      },
      {
        "name": "Cooper Union",
        "role": "extracted",
        "context": "ld me. She told me he went to Cooper Union. He \nwas a mathematical geniu"
      },
      {
        "name": "Judge Berman",
        "role": "extracted",
        "context": "I am a \nsurvivor. \nThank you, Judge Berman, for inviting \nvictims to spe"
      },
      {
        "name": "Kimberly Lerner",
        "role": "extracted",
        "context": "you, your Honor. My \nname is \nKimberly Lerner, of Lerner and Lerner, and yo"
      },
      {
        "name": "Teri Gibbs",
        "role": "extracted",
        "context": "BS: Good morning, your Honor. Teri Gibbs, \nT-e-r-i, G-i-b-b-s. For the"
      },
      {
        "name": "Lisa \nBloom",
        "role": "extracted",
        "context": "behalf \nof New York attorney, Lisa \nBloom. I work for her firm, The Blo"
      },
      {
        "name": "The Bloom",
        "role": "extracted",
        "context": "Bloom. I work for her firm, The Bloom Firm. \nLisa Bloom represents"
      },
      {
        "name": "Lisa Bloom",
        "role": "extracted",
        "context": "or her firm, The Bloom Firm. \nLisa Bloom represents four of Jeffrey Ep"
      },
      {
        "name": "Honorable Richard",
        "role": "extracted",
        "context": "ent \nof \nJane Doe 6. \nTo the \nHonorable Richard M. Berman. Jeffrey Epstein \ns"
      },
      {
        "name": "Judge \nBerman",
        "role": "extracted",
        "context": "inflict on \ninnocent people. Judge \nBerman, : \nthank you for from the bo"
      },
      {
        "name": "Gloria Allred",
        "role": "extracted",
        "context": "Allred, \nMaroko & Goldberg by Gloria Allred, \nG-1-o-r-i-a A-1-1-r\n-e-d."
      },
      {
        "name": "Zorro Ranch",
        "role": "extracted",
        "context": "Jeffrey Epstein's plane to \nZorro Ranch, where I was sexual \nmolested"
      },
      {
        "name": "New \nMexico",
        "role": "extracted",
        "context": "Texas town, not far from the New \nMexico border. My \nmother died when"
      },
      {
        "name": "Academy Award",
        "role": "extracted",
        "context": "eople on \nspeakerphone, like \nAcademy Award-winning actresses and super m"
      },
      {
        "name": "Victoria Secret",
        "role": "extracted",
        "context": "stein could \nhelp me get into Victoria Secret's world. \nIt \nwas my childhoo"
      }
    ],
    "locations": [
      {
        "name": "Zorro Ranch",
        "type": "property"
      },
      {
        "name": "Washington, DC",
        "type": "city"
      },
      {
        "name": "Well, OK",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-08-27",
        "event": "August 27, \n2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, \n2019"
      },
      {
        "date": "2019-08-19",
        "event": "August 19, \n2019"
      },
      {
        "date": "2019-07-23",
        "event": "July 23, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(212) \n805-0300"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:00.139Z"
}