{
  "document": {
    "id": "efta00030386",
    "filename": "EFTA00030386.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030386.pdf",
    "text": "\n\nFrom: ' \nTo:' \nSubject: Re: Ghislaine Maxwell (USMS No. \n02879-509) \nDate: Mon, 13 Jul 2020 20:41:19 +0000 \n r \ncti \nUgh, first I  miss her call and then fail to hit reply all. \nEverything okay? \nSent from my iPhone \nOn \nJul 13, 2020, at 16:40, \nOn the phone with her now. \nFrom: \n) 'ca \nSent: Monday, July 13, 2020 4:39 PM \nTo: \nSubject: Re: Ghislaine Maxwell (USMS No. 02879-509) \n     wrote: \nI  think I  may have just missed a call from you —  I'm available now on my cell if you want to try me \nagain, sorry \nabout thatl \nSent from my iPhone \nOn Jul 13, 2O2O, at 13:34, \nHis \nThanks very much. \nFrom: \nSent: Monday, July 13, 2020 1:31 PM \nTo:I\nCc: \nSubject: RE: Ghislaine Maxwell (USMS No. 02879-509) \n<> \nwrote: \nWorking on getting you that confirmation/what BOP would be comfortable putting in a public filing. Will aim to get that \nto you before the arraignment tomorrow. \nBes\n>>> I \"< > \n7/12/20204:17 PM >>> \nThanks, On a separate subject, is it correct that, for security reasons, the defendant is being housed in her own \ncell (without a cellmate), and that her exercise time is separate from other inmates? That is our current understanding, \nEFTA00030386\n\nbut we wanted to confirm, and also to make sure the BOP would not have an issue if we referenced this in public \nfilings. \nThanks, \nFrom: \nSent: Sunday, July 12, 2020 4:13 PM \nTo: \nCc: \n>; \nSubject: RE: Ghislaine Maxwell (USMS No. 02879-509) \nThanks for the update, and totally understand it's over a weekend, and we did not know that defense counsel had also \nbeen having additional afternoon calls, so that's helpful to know. Also helpful to know that you have not received \nother calls or emails from counsel. We'll let her counsel know that they will have calls tomorrow and Tuesday at 10:00 \na.m., and thanks very much again for your help. \nFrom: \nSent: Sunday, July 12, 2020 15:28 \nTo: \nCc: \n>; \nSubject: Re: Ghislaine Maxwell (USMS No. 02879-509) \n>; \nApologies all, I just saw these emails. We are not providing weekend calls generally at this time, and counsel has been \nhaving 2 hour legal calls every afternoon in addition to the standing call set up in the morning. This is far more than \nalmost every other inmate receives prior to an arraignment. Most other arraignments have been set up with one or two \ndays notice, with only one call to counsel and one call to pretrial services. \nI have received no calls or emails from counsel, so I'm not sure where they have made these emergency requests. \nThey will have another call with her tomorrow, and I can let staff know they will request the call on Tuesday as well. \n>>>' \n\" < \n> \n7/12/2020 12:42 PM >>> \nFollowing up, we heard from defense counsel that they didn't receive a  call this morning either and that they filed an \nemergency request but haven't heard back. Please let us know the status as soon as possible? They also wanted to \nconfirm that they will have calls at 10:00 tomorrow and Tuesday. Again, we realize this is unusual but Fm not aware of \nany other defendants who are in this circumstance of having a  bail hearing pending in just two days. Also copying \nin case he's aware of someone else we should contact. \nthank you, \nOn Jul 12, 2020, at 09:24, \n> \nwrote: \nEFTA00030387\n\nFollowing up on this — we understand that as of Tuesday defense counsel will go through the normal process, but \nsince the clients bail hearing is Tuesday they did anticipate being able to speak with her this weekend and tomorrow \nin advance. Thanks again and sorry for the bother. \n• \nOn Jul 11, 2020, at 17:16, \nII \n< \n> \nwrote: \nWe just were contacted by defense counsel, who said they didn't have a call with their client this morning — I think \nthey expected that the morning calls up until her arraignment on Tuesday would include the weekend. Is it \npossible to reinstitute the call for tomorrow at 10:00, as well as on Monday? Thanks very much, and sorry for the \nlate notice—we just heard from them a moment ago. \nthanks, \nFrom: \nSent: Friday, July 10, 2020 10:34 \nTo: \nCc: \n) \nSubject: Re: Ghislaine Maxwell (USMS No. 02879-509) \nGreat — thank you again! (I told defense counsel that I would ask, but also just to give it a few minutes . . .) \n) \nSent from my iPhone \nOn Jul 10, 2020, at 10:30, •,:> wrote: \nI've been informed she is on the phone.... \n>>>\"I\n7/10/2020 10:26 AM >>> \nDefense counsel for Maxwell communicated to us a few minutes ago that they haven't gotten a call yet this \nmorning. Do you know if that has gone through in the past five or ten minutes? They are looking to speak with \nher before her interview with pretrial this afternoon. \nI'm reachable at if it's useful to chat in real time. \nthanks, \nOn Jul 7, 2020, at 19:50, \nwrote: \nYou're welcome. We will do our best to provide a call at 10:00 AM every day this week to Mr. Everdell \nat the number he has previously provided. We will also provide a call on Monday 7/13120. \nThe EDNY and SDNY created a joint protocol whereby counsel may request legal calls to be placed in \nthe afternoon at the MDC. Requests should be sent to \nTruly urgent requests can be sent to me, but unless there is a last minute, imminent court deadline, \ncounsel really should send the requests to the federal defenders, as outlined in the protocol. We want to \nensure inmates get equitable access. If they anticipate needing several calls in a week, they should \nmake requests in advance and note whether and when calls would be preferred. Generally, calls are for \n30 minutes in duration. If a longer call is desired, that should be explained as well. \nIf you need anything else, please let me know. \nEFTA00030388\n\nThank you, \n>» \n)\" \n< \n>  7/7/2020 5:00 PM >» \nThank you so much, \nA 10am standing legal call every day before the arraignment on Tuesday 7/14 would be perfect if that's \nsomething you would be able to accommodate. Defense counsel will be available at that time, and they are \nvery grateful for the time. \nWe have also conveyed to defense counsel that they will need to follow the same protocols as other inmates' \ncounsel following the arraignment. Thank you for letting us know about the lack of requests from defense \ncounsel thus far. There appears to be some confusion on their end about how to submit requests to schedule \nlegal calls. Would you be able to please share with us the procedure that they should follow, so that we can \nmake sure they understand what steps to take going forward? \nThank you again for all of your help—we really appreciate it. \nBest, \nFrom: \nSent: Tuesday, July 7, 2020 4:23 PM \nTo: \nCc: \nSubject: RE: Ghislaine Maxwell (USMS No. 02879-509) \nYou're welcome. \nWould 10 am work as a standing legal call through the end of this week (and Monday, if you think that's a good \nidea), in advance of the arraignment on Tuesday? However, after this, defense counsel should be required to \nfollow the same protocols as all other inmates' counsel with respect to requesting legal calls. \nI also just want to make clear that defense counsel sent no requests yesterday that I am aware of, and we were \nable to facilitate a call yesterday evening following a request from your office, and today, I received one request, \nabout mid-day, that we were again able to accommodate. So, I do not think it is fair at all to categorize this as \ndefense counsel having difficulty scheduling legal calls. \nThank you, \n> » \" \" < > \n7/7/2020 \n2:37 \nPM \n> \n» \nThanks, This is about the legal call today. In addition, because defense counsel his having difficulty \nscheduling legal calls, it would be helpful if MDC could schedule standing calls for the rest of this week to \naddress this issue. Thanks very \nmuch. \nFrom: \nc> \nSent: Tuesday, July 7, 2020 2:36 PM \nTo: \nCc: \n) <> \nSubject: Re: Ghislaine Maxwell (USMS No. 02879-509) \nHi \nI just saw this now. Is this about the legal call issue or something separate? If it's about the legal call, I am \nworking on it. \nThanks, \n>» \" \" < > \n7/7/2020 \n127 \nPM >>> \nHi \nThanks for your help with this. Are you available now for a call? We are having a time sensitive issue with this. \nThanks, \nEFTA00030389\n\nSent from my iPhone \nOn Jul 6, 2020, at 7:59 PM, wrote: \nHi \nFor future reference, there is a  protocol in place for defense counsel to reques legal calls. If counsel is unaware \nof it, I can provide the details. \nHowever, I understand that she just came into custody today and there is a more urgent deadline. If you can \nplease provide the name and phone number of counsel, I will do my best. \nThanks, \nSent from my Verizon, Samsung Galaxy smartphone \n Original message \nFrom: \" \nDate: 7 6 20 7:48 PM GMT-05:00 \nTo: \nCc: >, \nSubject: Ghislaine Maxwell (USMS No. 02879-509) \n> » \" \" 07/06/2020 19:48 > » \nHi \nHope you're doing well. This evening, Judge Nathan directed the parties in the US v. Ghislaine Maxwell case to \nfile a letter by 9pm today. Defense counsel need to speak with Ms. Maxwell this evening about the letter, but \nthey have not been able to reach her. Would it be possible to allow Ms. Maxwell to make a legal call to her \nlawyers this evening, please? \nThank you very much for your help. \nAssistant United States Attorney \nSouthern District of New York \nl  St. Andrew's Plaza \nNew York, NY 10007 \nEFTA00030390",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "From: ' \nTo:' \nSubject: Re: Ghislaine Maxwell (USMS No. \n02879-509) \nDate: Mon, 13 Jul 2020 20:"
      },
      {
        "name": "Everdell",
        "role": "extracted",
        "context": ":00 AM every day this week to Mr. Everdell \nat the number he has pre"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "se counsel need to speak with Ms. Maxwell this evening about the le"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "erything okay? \nSent from my iPhone \nOn \nJul 13, 2020, at 16:40, \nOn"
      },
      {
        "name": "His \nThanks",
        "role": "extracted",
        "context": "On Jul 13, 2O2O, at 13:34, \nHis \nThanks very much. \nFrom: \nSent: Mond"
      },
      {
        "name": "On Jul",
        "role": "extracted",
        "context": "should contact. \nthank you, \nOn Jul 12, 2020, at 09:24, \n> \nwrote"
      },
      {
        "name": "Hi \nThanks",
        "role": "extracted",
        "context": "\" < > \n7/7/2020 \n127 \nPM >>> \nHi \nThanks for your help with this. Are"
      },
      {
        "name": "Hi \nFor",
        "role": "extracted",
        "context": "6, 2020, at 7:59 PM, wrote: \nHi \nFor future reference, there is a"
      },
      {
        "name": "Samsung Galaxy",
        "role": "extracted",
        "context": "hanks, \nSent from my Verizon, Samsung Galaxy smartphone \n Original message"
      },
      {
        "name": "Hi \nHope",
        "role": "extracted",
        "context": "> » \" \" 07/06/2020 19:48 > » \nHi \nHope you're doing well. This eveni"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "'re doing well. This evening, Judge Nathan directed the parties in the U"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "you very much for your help. \nAssistant United States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "your help. \nAssistant United States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "stant United States Attorney \nSouthern District of New York \nl  St. Andrew's"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "of New York \nl  St. Andrew's Plaza \nNew York, NY 10007 \nEFTA00030390"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-07-12",
        "event": "7/12/2020"
      },
      {
        "date": "2020-07-10",
        "event": "7/10/2020"
      },
      {
        "date": "2020-07-07",
        "event": "7/7/2020"
      },
      {
        "date": "2020-07-06",
        "event": "07/06/2020"
      },
      {
        "date": "2020-07-13",
        "event": "July 13, 2020"
      },
      {
        "date": "2020-07-12",
        "event": "July 12, 2020"
      },
      {
        "date": "2020-07-10",
        "event": "July 10, 2020"
      },
      {
        "date": "2020-07-07",
        "event": "July 7, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:25.765Z"
}