{
  "document": {
    "id": "efta00018515",
    "filename": "EFTA00018515.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00018515.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 1 of 26 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \n x \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \n x \n20 Cr. 330 (AJN) \nMEMORANDUM OF GHISLAINE MAXWELL \nIN OPPOSITION TO THE GOVERNMENT'S MOTION FOR DETENTION \nMark S. \nCohen \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \n800 Third Avenue \nNew York, NY 10022 \nPhone: 212-957-7600 \nJeffrey S. Pagliuca \n(pro hac vice admission pending) \nLaura A. Menninger \nHADDON, MORGAN & FORMAN P.C. \n150 East 10th Avenue \nDenver, Colorado 80203 \nPhone: \n303-831-7364 \nAttorneys for Ghislaine Maxwell \nEFTA00018515\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 2 of 26 \nTABLE OF CONTENTS \nPage \nPRELIMINARY STATEMENT 1 \nARGUMENT 5 \nI. The Conditions Created by the COVID-19 Pandemic Mandate the Release of \nMs. Maxwell. 5 \nII. The Government Has Not Carried Its Burden Under 18 U.S.C. § 3142. 9 \nA. Applicable Law 9 \nB. Ms. Maxwell Has Rebutted the Presumption That She Poses a Flight \nRisk, and the Government Has Not Carried Its Burden That No \nCombination of Conditions Can Be Imposed To Reasonably Assure Her \nPresence In Court  \n11 \n1. Ms. Maxwell's Personal History and \nCharacteristics \nDemonstrate That She Is Not a Flight Risk 12 \n2. The Nature and Circumstances of the Charges and the Weight of \nthe Evidence Militate in Favor of Bail  17 \n3. The Proposed Bail Package Is More Than Adequate to \nSecure \nMs. Maxwell's Presence 20 \nCONCLUSION 22 \ni \nEFTA00018516\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 3 of 26 \nTABLE OF AUTHORITIES \nPage(s) \nCases \nHung v. United States, \n439 U.S. 1326 (1978)  16 \nUnited States v  Ahdellatif El Mokadem, \nNo. I9-CR-646 (AJN), 2020 WL 3440515 (S.D.N.Y. June 23, 2020)  17 \nUnited States v  Alindato-Perez, \n627 F. Supp. 2d 58 (D.P.R. 2009)  18 \nUnited States v.  Bodmer, \nNo. 03-cr-947(SAS), 2004 WL 169790 (S.D.N.Y. Jan. 28. 2004)  16 \nUnited States v.  Boustani, \n932 F.3d 79 (2d Cir. 2019) 20 \nUnited States y Carrillo-Villa, \n20-MJ-3073 (SLC) 8 \nUnited States v.  Chandler, 19-CR-867 (PAC), \n2020 WL 1528120 (S.D.N.Y. Mar. 31, 2020) \n8, 9 \nUnited States v.  Conway, \nNo. 4-11-70756 MAG(DMR), 2011 WL 3421321 (N.D. Cal. Aug. 3,2011)   10,18 \nUnited States v.  Crowell, \nNo. 06-CR-29IE(F), 2006 WL 3541736 (W.D.N.Y. Dec. 7, 2006)  11 \nUnited States v  Deutsch, \nNo. 18-CR-502 (FB), 2020 WL 3577398 (E.D.N.Y. July 1, 2020)   11, 18 \nUnited States v.  DiGiacomo, \n746 F. Supp. 1176 (D. Mass. 1990)  \n14 \nUnited States v  Dominguez, \n783 F.2d 702 (7th Cir. 1986)  10 \nUnited States v  Dreier, \n596 F. Supp. 2d 831 (S.D.N.Y. 2009) 21 \nUnited States y English, \n629 F.3d 311 (2d Cir. 2011)  10, 11 \nii \nEFTA00018517\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 4 of 26 \nUnited States v. Epstein, \n425 F. Supp. 3d 306 (S.D.N.Y. 2019) 17 \nUnited States v. Esposito, \n309 F. \nSupp. 3d 24 (S.D.N.Y. 2018) \n21 \nUnited States v. Friedman, \n837 F.2d 48 (2d Cir. 1988) 13, 18 \nUnited States v. Hansen, \n108 F. App'x 331 (6th Cir. 2004) 16 \nUnited States v. Hanson, \n613 F. Supp. 2d 85 (D.D.C. 2009) 16 \nUnited States v. Karni, \n298 F. Supp. 2d 129 (D.D.C. 2004) 16 \nUnited States v. Kashoggi, \n717 F. Supp. 1048 (S.D.N.Y. 1989) 16 \nUnited States v. Mattis, \nNo. 20-1713, 2020 WL 3536277 (2d Cir. June 30, 2020) 10 \nUnited States v. Moscaritolo, \nNo. 10 Cr. 4 (JL), 2010 WL 309679 (D.N.H. Jan. 26, 2010) 18 \nUnited States v. Sabhnani, \n493 F.3d \n63 (2d Cir. 2007) 9, 10, 16, 18 \nUnited States v. Salerno, \n481 U.S. 739 (1987) 9 \nUnited States v. Stephens, 15-CR-95 (AJN), \n2020 WL 1295155 (S.D.N.Y. Mar. 19, 2020) 5, 6, 7, 8 \nUnited States v. Peres, \nNo. 3:20-CR-18-J-32JBT, 2020 WL 1042051 (M.D. Fla. Mar. 4, 2020) 18 \nUnited States v. Williams-Bethea, \nNo. 18-CR-78 (MN), 2020 WL 2848098 (S.D.N.Y. June 2, 2020) 6 \nStatutes \n18 \nU.S.C. § 3142 passim \niii \nEFTA00018518\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 5 of 26 \nPRELIMINARY STATEMENT \nGhislaine Maxwell respectfully submits this Memorandum in Opposition to the \ngovernment's July 2, 2020 Memorandum in Support of Detention (\"Gov. Mem.\"). \nIt is difficult to recall a recent case that has garnered more public attention than the \ngovernment's prosecution of Jeffrey Epstein (\"Epstein\"). In July 2019, Epstein was indicted for \noffenses relating to sexual misconduct, amid overwhelming media attention focused on the \nnature of the charges and Epstein's wealth and lifestyle. On August 10, 2019, Epstein died in \nfederal custody, and the media focus quickly shifted to our client—wrongly trying to substitute \nher for Epstein—even though she'd had no contact with Epstein for more than a decade, had \nnever been charged with a crime or been found liable in any civil litigation, and has always \ndenied any allegations of claimed misconduct. Many of these stories and online posts were \nthreatening and harassing to our client and those close to her. \nBut sometimes the simplest point is the most critical one: Ghislaine Maxwell is not \nJeffrey Epstein. She was not named in the government's indictment of Epstein in 2019, despite \nthe fact that the government has been investigating this case for years. Instead, the current \nindictment is based on allegations of conduct that allegedly occurred roughly twenty-five years \nago. Ms. Maxwell vigorously denies the charges, intends to fight them, and is entitled to the \npresumption of innocence. Far from \"hiding,\" she has lived in the United States since 1991, has \nlitigated civil cases arising from her supposed ties to Epstein, and has not left the country even \nonce since Epstein's arrest a year ago, even though she was aware of the pending, and highly \npublicized, criminal investigation. She should be treated like any other defendant who comes \nbefore this Court, including as to bail. Under the Bail Reform Act, case law in this Circuit and \nother circuits, as well as decisions of this Court, Ms. Maxwell should be released on bail, subject \nto the strict conditions proposed below. \nEFTA00018519\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 6 of 26 \nBackground. Ms. Maxwell, 58, is a naturalized U.S. citizen who has resided in the \nUnited States since 1991. She is also a citizen of France, where she was born, and of the United \nKingdom, where she was educated and spent her childhood and formative years. Ms. Maxwell \ngraduated from Oxford University. She moved to the United States in 1991, and has lived in this \ncountry ever since that time. Ms. Maxwell has maintained extremely close relationships with her \nsix siblings and her nephews and nieces. They all stood by her in the aftermath of the July 2019 \nindictment of Epstein and continue to stand by her now. She is especially close to two of her \nsisters and their children, all of whom reside in the United States. Ms. Maxwell also has \nnumerous friends in the United States who themselves have children, and she is a godmother to \nmany of them. Ms. Maxwell's family and friends have remained committed to her because they \ndo not believe the allegations against her, which do not match the person they have known for \ndecades. \nThe Government's Position. The government has the burden of persuasion in showing \nthat detention is warranted, and that there are no conditions or combination of conditions that \nwill secure a defendant's appearance in court. In seeking to carry this burden, the government \nrelies on the presumption of detention in 18 U.S.C. § 3142(e)(3)(E), and argues that Ms. \nMaxwell poses a flight risk because she supposedly lacks ties to the United States; is a citizen of \nthe United Kingdom and France, as well as a citizen of the United States, and has passports for \neach country; has traveled internationally in the past; and has financial means. And echoing \nrecent media stories, the government speculates that Ms. Maxwell was \"hiding\" from law \nenforcement during the pendency of the investigation, even though she has been in regular \ncontact with the government, through counsel, since Epstein's arrest. Finally, the government \nargues that the nature and circumstances of the offense and the weight of the evidence warrant \n2 \nEFTA00018520\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 7 of 26 \ndetention. Importantly, in contrast with the bail position it took with Epstein, the government \ndoes not and cannot assert that Ms. Maxwell presents a danger to the community under Section \n3142(g)(4). \nMs. Maxwell's Response. The Court should exercise its discretion to grant bail to Ms. \nMaxwell, on the strict conditions proposed below (or as modified by the Court), for two \ncompelling reasons. \nFirst, the COVID-19 crisis and its impact on detained defendants warrants release. As \nthis Court has noted, the COVID-19 pandemic represents an unprecedented health risk to \nincarcerated individuals, and COVID-19-related restrictions on attorney communications with \npretrial detainees significantly impair a defendant's ability to prepare her defense. Simply put, \nunder these circumstances, if Ms. Maxwell continues to be detained, her health will be at serious \nrisk and she will not be able to receive a fair trial. (See infra Section I, pages 5 to 9). \nSecond, the Court should grant bail because the government has not met its burden under \nthe Bail Reform Act and controlling case law. The presumption relied on by the government \nmay be rebutted, and is so here. Ms. Maxwell has strong ties to the community: she is a \nU.S. \ncitizen and has lived in this country for almost 30 years; she ran a non-profit company based in \nthe United States until the recent media frenzy about this case forced her to wind it down to \nprotect her professional colleagues and their organizations; and she has very close ties with \nfamily members and friends in New York and the rest of the country. Nor does her conduct \nindicate that she is a flight risk: she has no prior criminal record; has spent years contesting civil \nlitigation arising from her supposed ties to Epstein; and has remained in the United States from \nthe time of Epstein's arrest until the present, with her counsel in regular contact with the \ngovernment. She did not flee, but rather left the public eye, for the entirely understandable \n3 \nEFTA00018521\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 8 of 26 \npurpose of protecting herself and those close to her from the crush of media and online attention \nand its very real harms—those close to her have suffered the loss of jobs, work opportunities, \nand reputational damage simply for knowing her. The government's remaining arguments—\nabout Ms. Maxwell's passports, citizenship, travel and financial means— also fail because they \nwould require that every defendant with multiple citizenship and financial means be denied bail, \nwhich is simply not the law. Finally, as discussed below, the government's position regarding \nthe nature and circumstances of the offense and weight of its evidence, which relates to alleged \nconduct that is roughly twenty-five years old, is not persuasive and does not alter the bail \nanalysis. (See infra Section II, pages 9 to 21). \nProposed Bail Conditions. In light of the above, we propose the following bail \nconditions, which are consistent with those that courts in this Circuit have imposed in analogous \nsituations: (i) a $5 million personal recognizance bond, co-signed by six financially responsible \npeople, all of whom have strong ties to Ms. Maxwell, and secured by real property in the United \nKingdom worth over $3.75 million; (ii) travel restricted to the Southern and Eastern Districts of \nNew York; (iii) surrender of all travel documents with no new applications; (iv) strict \nsupervision by Pretrial Services; (v) home confinement at a residence in the Southern District of \nNew York with electronic GPS monitoring; (vi) visitors limited to Ms. Maxwell's immediate \nfamily, close friends and counsel; (vii) travel limited to Court appearances and to \ncounsel's \noffice, except upon application to Pretrial Services and the government; and (viii) such other \nterms as the Court may deem appropriate under Section 3142. \nThe Bail Reform Act does not discard the presumption of innocence; Ms. Maxwell is \nentitled to that presumption here, as she is in all aspects of this case. See 18 U.S.C. § 3142(j) \n(\"Nothing in this section [3142] shall be construed as modifying or limiting the presumption of \n4 \nEFTA00018522\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 9 of 26 \ninnocence.\"). The government has failed to meet its burden of establishing that Ms. Maxwell \npresents an \"actual risk of flight\" and must be detained under Section 3142. The strict bail \nconditions outlined above are appropriate under the circumstances and are the \"least restrictive\" \nset of conditions that will \"reasonably assure\" Ms. Maxwell's appearance in Court, without the \nhealth and access to counsel risks inherent in the government's request that Ms. Maxwell be \ndetained pending trial. See 18 U.S.C. § 3142 (c)(I)(B). Under the controlling legal standards, \nMs. Maxwell should be released on bail. \nARGUMENT \nThere are two compelling reasons why the Court should order Ms. Maxwell's release \non bail pursuant to the strict conditions she has proposed: \nFirst, Ms. Maxwell will be at significant risk of contracting COVID-19 if she is detained, \nand she will not be able to meaningfully participate in the preparation of her defense due to the \nrestrictions that have been placed on attorney visits and phone calls in light of the pandemic. \nSecond, the government has failed to cany its burden under 18 U.S.C. § 3142 that no \ncombination of conditions can be imposed that will reasonably assure Ms. Maxwell's presence in \ncourt. \nI. The Conditions Created by the COVID-19 Pandemic Mandate the Release of \nMs. \nMaxwell. \nImpact of COVID-I 9 on the Prison Population. We submit that the conditions created by \nthe COVID-19 pandemic compel Ms. Maxwell's release pursuant to appropriate bail conditions. \nFour months ago, this Court held in United States v. Stephens, 15-CR-95 (AJN), 2020 WL \n1295155 (S.D.N.Y. Mar. 19, 2020), that COVID-19 is an \"unprecedented and extraordinarily \ndangerous\" threat that justifies release on bail. Id. at *2. In that case, the defendant, who had no \nunderlying medical conditions, filed an emergency motion for reconsideration of the Court's \n5 \nEFTA00018523\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 10 of 26 \nprior detention order based in part on the risks brought on by COVID-19. At the time, COVID-\n19 had only begun to take its devastating toll on New York, and there was no known outbreak in \nthe prison population. Nevertheless, the Court noted that \"inmates may be at a heightened risk of \ncontracting COVID-19 should an outbreak develop,\" and, based in part on this changed \ncircumstance, ordered the defendant released. Id. \nSince the Court issued its opinion in Stephens, the COVID-19 risks to inmates have \nincreased dramatically, as there have been significant outbreaks of COVID-19 in correctional \nfacilities. In the last month alone, the number of prison inmates known to have COVID-19 has \ndoubled to 68,000, and prison deaths tied to COVID-19 have increased by 73 percent.' Indeed, \nas of July 2, 2020, nine of the ten largest known clusters of the coronavirus in the United States \nare in federal prisons and county jails.2  As this Court noted last month, \"the `inability [of] \nindividuals to socially distance, shared communal spaces, and limited access to hygiene \nproducts' [in correctional facilities] make community spread all but unavoidable.\" United States \nv. Williams-Bethea, No. 18-CR-78 (AJN), 2020 WL 2848098, at *5 (S.D.N.Y. June 2, 2020) \n(citation and internal quotation marks omitted). The risks are further enhanced by the possibility \nof a second wave of coronavirus cases.;\nIn particular, COVID-19 has begun to spread through the Metropolitan Detention Center \n(MDC), where Ms. Maxwell has been housed since the Bureau of Prisons (BOP) transferred her \nthere on July 6, 2020. According to the MDC's statistics, as of April 3, 2020, two inmates and \nI Timothy Williams, et al., Coronavirus Cases Rise Sharply in Prisons Even as They Plateau Nationwide, N.Y. \nTimes, available at https://vnvw.nytimes.com12020/06/16/uskoronavirus-inmates-prisons-jails.html (last updated \nJune 30, 2020). \n2  Coronavirus in the \nU.S: \nLatest Map and Case Count, N.Y. Times, available at \nhttps://www.nytimes.com/interactive./2020/us/coronavirus-us-cases.htmlitclusters (last updated July 2, 2020). \n3  See, e.g., Audrey Cher, WHO's Chief Scientist Says There's a \"Very Real Risk\" of a Second Wave of Coronavirus \nAs Economies Reopen, CNBC, June 9, 2020, available at htnos://www.cnbc.com/2020/06/10Avho-says-theres-real-\nrisk-of-second-coronavirus-wave-as-economies-reopen.html.\n6 \nEFTA00018524\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 11 of 26 \nfive staff had tested positive; by June 30, 2020, those numbers had risen to 14 and 41, \nrespectively.4  The increased spread among prisons means that the COVID-19 risks that were \npresent in the Stephens case four months ago are far more serious for Ms. Maxwell now and \nmandate her \nrelease. \nImpact of COVID-I 9 on the Ability to Prepare the Defense. The Stephens opinion \nprovides yet another independent basis that, we submit, requires Ms. Maxwell's release: if she is \ndetained, her ability to meet with her attorneys and prepare for her defense will be significantly \nimpaired and she will not be able to meaningfully participate in the preparation of her defense. \nIn Stephens, the Court found that this factor required the defendant's release under 18 \nU.S.C. § 3142(i), which provides for temporary release based on a determination that such \nrelease is \"necessary for preparation of the person's defense.\" Stephens, 2020 WL 1295155 at \n*3. The Court noted that the spread of COVID-19 had compelled the BOP to suspend all in-\nperson visits, including legal visits, except as allowed on a case-by-case basis. Id. at *3. That \nsuspension persists to this day.5  In a case such as this, which will require assessing evidence \nrelating to events that occurred approximately twenty-five years ago, including documents and \npersonal recollections, numerous in-person meetings between counsel and Ms. Maxwell will be \ncritical to the preparation of the defense. The recent resurgence of the pandemic calls into \nquestion whether these meetings will ever be able to happen in advance of her trial. As in \nSee April 3, 2020 Report from the BOP regarding the Metropolitan Detention Center and Metropolitan \nCorrectional Center \n(\"MDC \nand MCC Report\"), available at \nhttps://img.nyed.uscourts.gov/files/reports/bop/20200403 BOP Report.pdf and June 30, 2020 MDC and MCC \nReport, available at https://www.nyed.uscourts.gov/pubibop/MDC MCC 20200630 071I47.pdf. \n$ \nSee BOP COVID-19 Modified Operations Plan, available at https://www.bop.govicoronaviruskovid19 status.jsp. \n7 \nEFTA00018525\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 12 of 26 \nStephens, Ms. Maxwell's inability to meet with her attorneys while this policy is in effect \nconstitutes a \"compelling reason\" requiring her release. Stephens, 2020 WL 1295155 at *3.6\nEven speaking by phone with Ms. Maxwell presents daunting challenges due to COVID-\n19-related protocols requiring at least 72 hours' notice to schedule a call, unless it is urgent, in \nwhich case counsel can email a request to the MDC. As counsel learned this past week, \nhowever, even an urgent call request does not mean the call will take place in the time required. \nAt approximately 5:30 p.m. on July 6, 2020, the Court ordered us to confer with Ms. Maxwell \nabout waiving her physical presence at the arraignment, initial appearance, and bail hearing, and \nordered counsel for both sides to jointly report back by 9:00 p.m. that night with a proposed date \nand time for these proceedings. We promptly emailed the MDC to request an urgent call, \nmaking specific reference to the Court's Order, but were not connected with Ms. Maxwell until \n9:00 p.m. There will no doubt be other orders of the Court with no guarantees we will be able to \nreach our client in time if she is detained.' In addition, during this past week, Ms. Maxwell has \nnot been able to physically review documents and has had limited access to writing materials. \nThe prohibition on in-person visits means we must read to her any documents requiring her \nreview, and she has virtually no ability to take notes. The age of the allegations in this case \ncompound these problems. Under the current circumstances, Ms. Maxwell cannot review \n6 \nSince the Court issued its opinion in Stephens, numerous other courts in this District have ordered defendants \nreleased on bail, over the government's objection, due to the pandemic and its impact on the defendant's ability to \nprepare for trial. See, e.g., United States v. Carrillo-Villa, 20-MJ-3073 (SLC) (S.D.N.Y. Apr. 6, 2020) (releasing \nundocumented defendant in drug conspiracy case because of inability to meaningfully communicate with lawyer and \nrisk of COVID-19); United States v. Hudson, 19-CR-496 (CM) (S.D.N.Y. Mar. 19, 2020) (releasing defendant in \ndrug conspiracy, loansharking, and extortion case, whose two prior, pre-COVID-I9 bail applications were denied, \nbecause of inability to prepare for upcoming trial and risk of COVID-19); United States v.  Chandler, 19-CR-867 \n(PAC), 2020 WL 1528120, at *1 (S.D.N.Y. Mar. 31, 2020) (releasing defendant on felon in possession case, with \nprior manslaughter conviction, due to inability to prepare for trial due to COVID-19 restrictions). \n7 \nThe government has recently worked with the BOP to set up a standing call between counsel and Ms. Maxwell \neach morning until the initial appearance to facilitate attorney-client communications. While we greatly appreciate \nthese efforts, they are a short-term patch to a persistent problem that shows no signs of abating. Nor would it be \nappropriate, on an ongoing basis, for the prosecutors to be involved in and dictate the date and time of our \ncommunications with our client in connection with the preparation of our defense. \n8 \nEFTA00018526\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 13 of 26 \ndocuments and other evidence from approximately twenty-five years ago and meaningfully assist \nin the preparation of her defense. These restrictions are additional \"compelling reasons\" \njustifying her release. See id.8\nII. The Government Has Not Carried Its Burden Under 18 U.S.C. § 3142. \nThe grave concerns raised by the current COVID-19 crisis notwithstanding, Ms. Maxwell \nmust be released because she has met her limited burden of production showing that she does not \npose a flight risk, and the government has entirely failed to demonstrate that no release condition \nor combination of conditions exist that will reasonably assure Ms. Maxwell's presence in court. \nA. Applicable Law \nAs the Supreme Court has recognized, \"[i]n our society liberty is the norm, and detention \nprior to trial or without trial is the carefully limited exception.\" United States v. Salerno, 481 \nU.S. 739, 755 (1987). Pretrial detention is appropriate only where \"no condition or combination \nof conditions will reasonably assure the appearance of the [defendant].\" United States v. \nSabhnani, 493 F.3d 63, 75 (2d Cir. 2007) (quoting 18 U.S.C. § 3142(e)). The Bail Reform Act \nprovides that a court \"shall order the pretrial release\" of the defendant (18 U.S.C. § 3142(b)) \n(emphasis added), but may impose bail conditions if \"such release will not reasonably assure the \nappearance\" of the defendant in court. 18 U.S.C. § 3142(c). Where conditions are necessary, \nsuch release shall be \"subject to the least restrictive . . . set of conditions that [the court] \ndetermines will reasonably assure the appearance of the person as required.\" 18 U.S.C. § \n3142(c)(1)(B) (emphasis added). Consequently, \"[u]nder this statutory scheme, `it is only a \nlimited group of offenders who should be denied bail pending trial.\"' Sabhnani, 493 F.3d at 75 \n(citation and internal quotation marks omitted). \n8  See also Letter of Sean Hecker to Hon. Margo K. Brodie (July 8, 2020), Federal Defenders of New York, Inc. v. \nFederal Bureau of Prisons, et at, No. 19 Civ. 660 (E.D.N.Y.) (Doc. No. 78) (detailing absence of in-person \nvisitation, highly limited VTC and telephone call capacity, and issues pertaining to legal mail and legal documents). \n9 \nEFTA00018527\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 14 of 26 \nThe government bears a dual burden in seeking pre-trial detention. First, the government \nmust show \"by a preponderance of the evidence that the defendant ... presents an actual risk of \nflight.\" Sabhnani, 493 F.3d at 75 (emphasis added). If the government is able to satisfy this \nburden, it must then \"demonstrate by a preponderance of the evidence that no condition or \ncombination of conditions could be imposed on the defendant that would reasonably assure his \npresence in court.\" Id. \nIn determining whether there are conditions of release that will reasonably \nassure the \nappearance of the defendant, the court must consider (1) the nature and circumstances of the \noffense charged; (2) the weight of the evidence against the person; (3) the history and \ncharacteristics of the person; and (4) the nature and seriousness of the danger to any person or \nthe community that would be posed by the person's \nrelease. 18 U.S.C. § 3142(g). \nIn this case, unlike in the Epstein case, the government does not contend that Ms. \nMaxwell poses any danger to the community, and therefore the fourth factor does not apply. \nThe Bail Reform Act contains a rebuttable presumption, applicable based on certain of \nthe crimes charged here, that no conditions will reasonably assure against flight. See 18 U.S.C. § \n3 I42(e)(3)(E). In cases where this presumption applies, the \"defendant bears a limited burden of \nproduction—not a burden of persuasion—to rebut that presumption by coming forward with \nevidence that [she] does not pose ... a risk of flight.\" See United States v. English, 629 F.3d \n311, 319 (2d Cir. 2011) (quotation omitted). This rebuttable presumption can be readily \nsatisfied, United States v.  Conway, No. 4-11-70756 MAG (DMR), 2011 WL 3421321, at *2 \n(N.D. Cal. Aug. 3, 2011), and \"[a]ny evidence favorable to a defendant that comes within a \ncategory listed in § 3142(g) can affect the operation\" of the presumption. United States v. \nDominguez, 783 F.2d 702, 707 (7th Cir. 1986); see also United States v. Mattis, No. 20-1713, \n10 \nEFTA00018528\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 15 of 26 \n2020 WL 3536277, at *4-5 (2d Cir. June 30, 2020). Although the presumption \"remains a factor \nto be considered\" even after the defendant has met her burden of production, \"[a]t all times ... \nthe government retains the ultimate burden of persuasion by ... a preponderance of the \nevidence\" that the defendant poses a  flight risk that cannot be addressed by any bail conditions. \nEnglish, 629 F.3d at 319 (citation and internal quotation marks omitted); see also United States \nv. Deutsch, \nNo. \nI 8-CR-502 (FB), 2020 WL 3577398, at *5 (E.D.N.Y. July I, 2020). And \nregardless of the presence of the presumption or the nature of the charges alleged, \"[n]othing in \nthis section [3142] shall be construed as modifying or limiting the presumption of innocence.\" \n18 U.S.C. § 31420); see also United States v.  Crowell, No. 06-CR-291E(F), 2006 WL 3541736, \nat *3 (W.D.N.Y. Dec. 7, 2006) (those charged with crimes involving minors \"continue to enjoy \nthe presumption of innocence in setting conditions of release.\"). \nB. Ms. Maxwell Has Rebutted the Presumption That She Poses a Flight \nRisk, and the Government Has Not Carried Its Burden That No \nCombination of Conditions Can Be Imposed To Reasonably Assure Her \nPresence In Court \nThe government has not carried its burden of establishing that no set of conditions \nwill reasonably assure Ms. Maxwell's appearance in court. As set forth below, Ms. \nMaxwell's personal history, her family and other ties to this country, and her conduct prior \nto her arrest easily rebut the presumption that she presents a risk of flight. For these same \nreasons, the government cannot establish that the strict bail conditions she proposes, which \nare consistent with a number of cases in this Circuit in which courts have ordered \nrelease, \nwill not \"reasonably assure\" her presence in court. Accordingly, the Court should order Ms. \nMaxwell released pursuant to her proposed conditions. \nII \nEFTA00018529\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 16 of 26 \n1. Ms. Maxwell's Personal History and Characteristics \nDemonstrate That She Is Not a Flight Risk \na. Ms. Maxwell Has No Prior Criminal Record, and Has \nSignificant Ties to the United States and the New York Region \nMs. Maxwell's history and characteristics do not \"strongly support detention,\" as the \ngovernment contends (Gov. Mem. at 6), but instead demonstrate that she is firmly rooted in \nthis country and that her appearance can be reasonably assured with appropriate bail \nconditions. Ms. Maxwell has no criminal record, which includes the approximately twenty-\nfive-year period from the time the conduct alleged in the indictment took place to the \npresent. Ms. Maxwell also has significant ties to the United States. She has lived in this \ncountry for almost 30 years and became a naturalized U.S. citizen in 2002. Ms. Maxwell \nalso has strong family ties to this country. Two of her sisters, who have agreed to co-sign \nher bond, live in the United States, and they have several children who are U.S.-born \ncitizens. Ms. Maxwell is very close with her sisters and maintains regular contact with \nthem, as well as with her nieces and nephews. Ms. Maxwell also has numerous close \nfriends and professional colleagues who reside in this country. In sum, the United States has \nbeen Ms. Maxwell's home \nfor decades. \nb. Ms. Maxwell Has Actively Litigated Civil Cases in this District \nand Has Not Left the United States Since Epstein's 2019 Arrest \nMs. Maxwell has never once attempted to \"hide\" from the government or her \naccusers, and has never shown any intent to leave the country. To the contrary, Ms. \nMaxwell has always vehemently denied that she was involved in illegal or improper conduct \nrelated to Epstein, and her conduct has been entirely consistent with someone who fully \nintends to remain in this country and fight any allegations brought against her. For example, \nsince 2015, and continuing through today, Ms. Maxwell has actively litigated several civil \n12 \nEFTA00018530\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 17 of 26 \ncases related to Epstein in the Southern District of New York and has sat for depositions in \nthose cases. Similarly, throughout the course of the criminal investigation of this case, \nwhich has been publicly reported on for nearly a year, Ms. Maxwell has remained in the \nUnited States. Indeed, on July 7, 2019, the day after Epstein's arrest, Ms. Maxwell reached \nout \nto the prosecutors in the Southern District of New York, through counsel, and \nmaintained regular contact with them right up to the point of her arrest. \nThe government's broad assertion that Ms. Maxwell has engaged in \"frequent \ninternational travel\" in the last three years (Gov. Mem. at 6) obscures the critical point: she \nhas not left the country even once since Epstein's arrest. Ms. Maxwell's decision to remain \nin the United States after Epstein's arrest and subsequent death in August 2019 is \nparticularly significant because any incentive she may have had to flee would have been \neven more acute at that time. Within days of Epstein's death, a steady stream of press \narticles began turning the public's attention to Ms. Maxwell—wrongly substituting her for \nEpstein—and speculating that she had become the prime target of the government's \ninvestigation.9  Adding even more fuel to this fire, several of the women claiming to be \nvictims of Epstein's abuse began publicly calling for her immediate arrest and prosecution. \nDespite the increasing risk of being criminally charged, and the media firestorm that was \nredirected toward her after Epstein's death, and despite having ample opportunity to leave \nthe country, Ms. Maxwell stayed in the United States for almost an entire year until she was \narrested. These actions weigh heavily in favor of release. See United States v.  Friedman, \n9  See, e.g., Spotlight turns on Jeffrey Epstein's British socialite :fixer' Ghislaine Maxwell after his suicide — but will \nshe be prosecuted?, Daily Mail (Aug. 10, 2019) https://svww.dailymail.co.uk/newstarlicle-7344765/Spotlight-turns-\nJeffrey-Epsteins-fixer-Ghislaine-Maxwell-suicide.html• Ghislaine Manvell: the woman accused of helping Jeffrey \nEpstein groom girls, The Guardian (Aug. 12, 2019), https://www.theguardian.com/us-news/2019/aug/12/ghislaine-\nmaxwell-woman-accusethjeffrepepstein-groom-girls• British socialite Ghislaine Maxwell in spotlight after \nEpstein's apparent suicide, NBC News (Aug. 12, 2019) https://www.nbcnews.corninews/us-news/british-socialite-\nghislaine-maxwell-spotlight-after-epstein-s-apparent-suicide-n1041111.\n13 \nEFTA00018531\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 18 of 26 \n837 F.2d 48, 49-50 (2d Cir. 1988) (overturning district court's decision that defendant posed \na flight risk based in part on the ground that the defendant took \"no steps\" to flee \njurisdiction in three-week period between execution of search warrant at home and arrest); \nUnited States v. DiGiacomo, 746 F. Supp. 1176, 1179-80 (D. Mass. 1990) (concluding \ndefendants did not present a flight risk because each of them \"for three years \nknew there \nwas substantial evidence of the likely charges against them and did not attempt to fl\nee \nbefore indictment\"). \nIndeed, the absence of any allegation by the government that Ms. Maxwell was \ntaking steps to leave the country at the time of her arrest is conspicuous. The government \nhas offered no proof that she was making plans to leave the country. In fact, had the \ngovernment alerted her counsel that she was about to be arrested, we would have arranged \nfor Ms. Maxwell's prompt, voluntary surrender. Instead, the government arrested Ms. \nMaxwell without warning on the day before the July 4th holiday, thus ensuring that she \nwould be in federal custody on the one-year anniversary of Epstein's arrest. \nc. \nMs. Maxwell's Actions to Protect Herself From Intrusive Media \nCoverage and Death Threats Do Not Demonstrate an Intent to \nFlee \nFurthermore, the steps Ms. Maxwell took to leave the public eye after Epstein's \narrest are not indicative of a risk of flight. The government notes that Ms. Maxwell dropped \nout of public view after Epstein's arrest, which the government seeks to portray as \"hiding\" \nfrom the law. The government further argues that she has taken several steps to avoid \ndetection, including moving residences and switching her phone and email address. (Gov. \nMem. at 8). But Ms. Maxwell did not take these steps to hide from law enforcement or \nevade prosecution. Instead, they were necessary measures that Ms. Maxwell was forced to \n14 \nEFTA00018532\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 19 of 26 \ntake to protect herself, her family members, her friends and colleagues, and their children, \nfrom unrelenting and intrusive media coverage, threats, and irreparable reputational harm. \nEver since Epstein's arrest, Ms. Maxwell has been at the center of a crushing \nonslaught of press articles, television specials, and social media posts painting her in the \nmost damning light possible and prejudging her guilt. The sheer volume of media reporting \nmentioning Ms. Maxwell is staggering. Since Epstein's arrest, she has been mentioned in \nliterally thousands of media publications, news reports, and other online content. The media \nattention also spawned a carnival-like atmosphere of speculation about her whereabouts. In \nNovember 2019, the British tabloid, The Sun, even offered a £10,000 bounty for information \nabout Ms. Maxwell's location. A headline reminiscent of a Wild West wanted poster read: \n\"WANTED: The Sun is offering a £10,000 reward for information on Jeffrey Epstein pal \nGhislaine Maxwell.\"10  And in the days leading up to her arrest, there was a deluge of media \nreports (all untrue) claiming that Ms. Maxwell was hiding out in an apartment in Paris to avoid \nquestioning by the FBI.\" She has seen helicopters flying over her home and reporters hiding in \nthe bushes. Indeed, since Ms. Maxwell's arrest on July 2, 2020, her counsel has been flooded \nwith hundreds of media inquiries and solicitations from members of the public. \nThe \"open season\" declared on Ms. Maxwell after Epstein's death has come with an \neven darker cost -  she has been the target of alarming physical threats, even death threats, and \nhas had to hire security guards to ensure her safety. The media feeding frenzy, which has only \nintensified in recent months, has also deeply affected her family and friends. Some of Ms. \nMaxwell's closest friends who had nothing whatsoever to do with Epstein have lost their jobs or \nI° See https://unvw.the-sun.cominews/74018/the-sun-is-offering-a-10000-reveard-for-information•on-jeffrey-epstein-\npal-ghislaine-maxwellt \nI I See, e.g., https://www.dailymail.co.ukinews/ article-8444137/Jeffrey-Epsteins-fugitive-madam-Ghislaine-\nMaxwell-hiding-luxury-Paris.html. \n15 \nEFTA00018533\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 20 of 26 \nsuffered severe professional and reputational damage simply by being associated with her. Ms. \nMaxwell therefore did what any responsible person would do — she separated herself from \neveryone she cares about and removed herself from the public eye in order to keep herself and \nher friends out of harm's way.12\nLacking any evidence required under the governing standard that Ms. Maxwell \npresents an \"actual risk of flight,\" Sabhnani, 493 F.3d at 75, the government's flight risk \nargument is reduced to the following: Ms. Maxwell is a woman of means who has foreign \ncitizenship and has traveled internationally in the past, and who now faces serious charges. \nBut if that were sufficient, then virtually every defendant with a foreign passport and any \nmeaningful amount of funds would need to be detained as a flight risk. See Hung v. United \nStates 439 U.S. 1326, 1329 (1978) (to detain based on risk of flight, government must show \nmore than \"opportunities for flight,\" and instead must establish an \"inclination on the part of \n[the defendant] to flee\"). That is not what the Bail Reform Act requires. Indeed, courts in \nthis Circuit and elsewhere commonly find that bail conditions can adequately address risk of \nflight, even where individuals have foreign citizenship and passports or otherwise substantial \nforeign connections, and financial means. See, e.g., Sabhnani, 493 F.3d at 66; United States v. \nHansen, 108 F. App'x 331 (6th Cir. 2004); United States v. Hanson, 613 F. Supp. 2d 85 (D.D.C. \n2009); United States v. Bodmer, No. 03-cr-947(SAS), 2004 WL 169790, at *2-3 (S.D.N.Y. \nJan. 28. 2004); United States v. Karni, 298 F. Supp. 2d 129 (D.D.C. 2004); United States v. \nKashoggi, 717 F. Supp. 1048, 1050-52 (S.D.N.Y. 1989). \nFinally, the ongoing travel restrictions caused by the COVID-19 pandemic would \npose a significant hurdle to Ms. Maxwell's ability to flee the United States, particularly to \n12  The media spotlight has also drawn out people who claim to speak for Ms. Maxwell, and even purport to have had \ndirect communications with her, but who, in fact, have no ties to Ms. Maxwell whatsoever. One such person has \neven given numerous television interviews on news shows in the United Kingdom. \n16 \nEFTA00018534\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 21 of 26 \nFrance and the United Kingdom.13  Notably, two weeks ago, this Court recognized in United \nStates v. Abdellatif El Mokadem, No. 19-CR-646 (AJN), 2020 WL 3440515 (S.D.N.Y. June \n23, 2020) that \"concerns regarding risk of flight are mitigated by the ongoing [COVID-19] \npandemic, which has understandably curtailed travel across the country, and, indeed, around \nthe world.\" Id. at *1. In that case, despite finding detention to be warranted on two prior \noccasions, the Court concluded that the government could no longer establish flight risk and \nordered the defendant released pending sentencing. Id. (\"Taking account of the COVID-19 \npandemic, which had not yet reached this country when the Court last considered \nDefendant's custody status, the balance now clearly and convincingly tips in Defendant's \nfavor . . . .\"). Consideration of this factor weighs heavily in favor of release on the proposed \nbail conditions here. \n2. The Nature and Circumstances of the Charges and the \nWeight of the Evidence Militate in Favor of Bail \nThe Defense Has Rebutted the Presumption Relating to Certain of the Charges. The \ngovernment relies on the statutory presumption of detention applicable to offenses involving \nminor victims. (Gov. Mem. at 4-5.) But unlike the position it took with Epstein, the \ngovernment does not contend that Ms. Maxwell poses any danger to the community, or that \nshe suffers from compulsive or addictive sexual proclivities. See United States v. Epstein, \n425 F. Supp. 3d 306, 314-15 (S.D.N.Y. 2019). Even according to the indictment, Ms. \nMaxwell's alleged participation in offenses involving minors ended in 1997. Here, the only \n13  See, e,g., E.U. Formalizes Reopening, Barring Travelers From \nU.S., \nN.Y. Times, (June 30, 2020), available at \nhttps://www.nytimes.com/2020/06/30/world/europe/eu.reopening.blocks.us-travelers.html (confirming that the \nEuropean Union will not open its borders to travelers from the United States, and \"[t]ravelers' country of residence, \nnot their nationality, will be the determining factor for their ability to travel to countries in the European Union\"); \nEngland Drops Its Quarantine for Mast Visitors, but Not Those From the U.S., N.Y. Times (July 3, 2020), available \nat https://www.nytimes.com/2020/07/03/worldkurope/britain.quarantine.us-coronavirus.html (confirming that \nEngland will leave mandatory 14-day quarantine restrictions in place for travelers coming from the United States). \n17 \nEFTA00018535\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 22 of 26 \napplicable presumption relates to risk of flight, and, as noted, Ms. Maxwell has rebutted that \npresumption based on her ties to the United States, her decision to remain in this country \nafter Epstein's arrest, and all of the other reasons discussed above. This Court should follow \nother courts in this Circuit and elsewhere that have found that defendants rebutted the \npresumption and imposed appropriately strict bail conditions in cases involving alleged \noffenses against minors. See Deutsch, 2020 WL 3577398, at *5-6; United States v. Veres, \nNo. 3:20-CR-18-J-32JBT, 2020 WL 1042051, at *3-4 (M.D. Fla. Mar. 4, 2020); Conway, \n2011 WL 3421321, at *4-5. \nThe Impact of the Potential Penalties Is Overstated. The government asserts that \ndetention is warranted because of the potential for a long sentence in this case. (Gov. Mem. \nat 4-5.) This oversimplifies the governing standard. Although the severity of potential \npunishment is a relevant consideration, the Second Circuit \"require[s] more than evidence of \nthe commission of a serious crime and the fact of a potentially long sentence to support a \nfinding of risk of flight.\" Friedman, 837 F.2d at 49-50 (district court's finding that \ndefendant posed a risk of flight was clearly erroneous, despite potential for \"long sentence \nof incarceration\"); see also Sabhnani, 493 F.3d at 65, 76-77 (reversing detention order \nwhere defendants agreed to significant physical and financial restrictions, despite the fact \nthat they faced a \"lengthy term of incarceration\"). Accordingly, the asserted potential for a \nlong sentence does not meet the government's burden of persuasion.14\n14  The government relies on United States v. Alindato-Perez, 627 F. Supp. 2d 58, 66 (D.P.R. 2009), cited \napprovingly by United States v. Moscaritolo, No. 10 Cr. 4 (JL), 2010 WL 309679, at •2 (D.N.H. Jan. 26, 2010) for \nthe proposition that \"[t]he steeper the potential sentence, the more probable the flight risk is, especially considering \nthe strong case of the government ....\" (Gov. Mem. at 5.) But Alindato-Perez is easily distinguished on its facts \nfrom Ms. Maxwell's case. Alindato-Perez was a narcotics case that did not involve 20-year old conduct as here, but \ninstead involved a conspiracy that \"continu[ed] until the date of the indictment.\" 627 F. Supp. 2d at 60-61. The \nevidence included eleven \"clearly incriminating video tapes\" and testimony from various cooperating witnesses, and \nthe defendant faced a 10-year mandatory minimum sentence. Id. at 61-64. These factors are not present in this case. \n18 \nEFTA00018536\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 23 of 26 \nMoreover, the government overstates the potential for Ms. Maxwell to spend \n\"decades in \nprison\" if she is convicted. (Gov. Mem. at 5.) In fact, her likely total exposure \neven if she were convicted on all counts is 10 years, assuming the Court were to follow the \ntraditional practice in this District and impose concurrent sentences. Although a 10-year \nsentence would be significant, it is a far cry from the government's forecast, further \ndemonstrating that the government has not met its burden of showing Ms. Maxwell is an \nactual risk of flight. \nThe Government's Case Is Subject to Significant Challenges. In evaluating the \nstrength of the government's case, we note that Ms. Maxwell intends to mount several legal \nchallenges to the indictment, including that: (i) this prosecution is barred by Epstein's \nSeptember 24, 2007 non-prosecution agreement with the Department of \nJustice, \nwhich \ncovers \"any potential co-conspirators of Epstein\"; (ii) the conspiracy, enticement of minors, \nand transporting of minors charges are time-barred and otherwise legally flawed; and (iii) \nthe \ntwo perjury charges are subject to dismissal on several legal grounds.\" In addition, as \nwe understand from the face of the indictment, the government's case is based primarily on \nthe testimony of three individuals about events that allegedly occurred roughly 25 years ago \nbetween 1994 and 1997. It is inherently more difficult to prosecute cases relating to \ndecades-old \nconduct. These issues further call into question the strength of the government's \ncase, and provide an independent basis justifying release on bail. \n1S  The defense is also considering whether the government's comments in connection with this case conform to \nLocal Criminal Rule 23.1, and whether to seek appropriate relief from the Court. \n19 \nEFTA00018537\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 24 of 26 \n3. The \nProposed Bail Package Is More Than \nAdequate to \nSecure Ms. Maxwell's Presence \nFor the reasons stated above, the Court should release Ms. Maxwell because the \ncircumstances created by the COVID-19 pandemic will greatly increase her personal risk \nand prevent her from meaningfully participating in her defense, and because the government \nhas not carried its burden under 18 U.S.C. § 3142. We respectfully submit that the proposed \nbail package represents the \"least restrictive\" set of conditions that will reasonably ensure Ms. \nMaxwell's presence in court. 18 U.S.C. § 3142 (c)(1)(B). \nThe package includes six co-signers-Ms. Maxwell's siblings, relatives and \nfriends—many of whom reside in the United States, and all of whom continue to support her \ndespite the unrelenting media attacks that Ms. Maxwell and they, themselves, have suffered \nas a result of this case. Each of them has voluntarily agreed to assume responsibility for an \nextremely large bond amount of $5 million, in order to secure her appearance. The bond is \nalso to be secured by real property in the United Kingdom worth roughly $3.75 million. \nThe package also includes stringent travel and physical restrictions, including surrendering \nall passports and no new travel applications, travel restricted to the Southern and Eastern \nDistricts of New York, and home detention with electronic GPS monitoring. Ms. Maxwell, \nfor personal reasons, will continue to need security guards to protect her upon release. \nUnder the circumstances, if the Court requires it, the security guards could report to Pretrial \nServices.16\n10 In United States v. Houston!, 932 F.3d 79 (2d Cir. 2019), the Second Circuit curtailed the circumstances under \nwhich a court can grant pretrial release to a defendant on the condition that the defendant pays for private armed \nsecurity guards. Houston!, nevertheless, held that a defendant may be released on such a condition if the defendant \n\"is deemed to be a flight risk primarily because ofhis wealth. In other words, a defendant may be released on such a \ncondition only where, but for his wealth, he would not have been detained.\" Id. (emphasis in original). We submit \nthat a similarly situated defendant who, like Ms. Maxwell, had no prior criminal record, significant ties to the United \nStates, and a demonstrated lack of intent to flee the country, as well as numerous, supportive co-signers, but who did \n20 \nEFTA00018538\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 25 of 26 \nMs. Maxwell has a number of other family members and friends who, under normal \ncircumstances, would also co-sign and secure her bond. She is not relying on them in \nconnection with this bail application in an effort to safeguard their privacy and protect them \nand their families from harm. \nThe proposed bail conditions are consistent with those approved by courts in this \nCircuit in other high-profile cases, and should be approved here. See, e.g., United States v. \nEsposito, 309 F. Supp. 3d 24, 32 (S.D.N.Y. 2018) (alleged leader of Genovese crime family \nwho was charged with racketeering and extortion granted release subject to conditions), \naff'd, 749 F. App'x 20 (2d Cir. 2018); United States v. Dreier, 596 F. Supp. 2d 831, 832 \n(S.D.N.Y. 2009) (Marc Dreier, accused of \"colossal criminality\" and alleged to be a \"high \nflight risk,\" granted release subject to conditions); United States v.  Madoff, 586 F. Supp. 2d \n240, 243 (S.D.N.Y. 2009) (Bernie Madoff, charged with \"largest Ponzi scheme ever and \nalleged to be a \"serious risk of flight,\" granted release subject to conditions). \nnot have Ms. Maxwell's means, would be released on bail conditions. Accordingly, if the Court deems it necessary, \nit may impose private security guards as a condition of release. \n21 \nEFTA00018539\n\nCase 1:20-cr-00330-AJN Document 18 Filed 07/10/20 Page 26 of 26 \nCONCLUSION \nFor the foregoing reasons, Ms. Maxwell respectfully requests that the Court order her \nrelease on bail pursuant to the conditions she has proposed. \nDated: July 10, 2020 \nRespectfully submitted, \n/s/ Mark S. Cohen \nMark S. \nCohen \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \n800 Third Avenue \nNew York, NY 10022 \nPhone: 212-957-7600 \nJeffrey \nS. Pagliuca \n(pro hac vice admission pending) \nLaura A. Menninger \nHADDON, MORGAN & FORMAN P.C. \n150 East 10th Avenue \nDenver, Colorado 80203 \nPhone: \n303-831-7364 \nAttorneys for Ghislaine Maxwell \n22 \nEFTA00018540",
    "pageCount": 26,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "c attention than the \ngovernment's prosecution of Jeffrey Epstein (\"Epstein\"). In July 2019, Epstein was indicted f"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "T OF NEW YORK \n x \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \n x \n20 Cr. 330 (AJN) \nMEMORANDUM OF"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "demic Mandate the Release of \nMs. Maxwell. 5 \nII. The Government Ha"
      },
      {
        "name": "Maxwell Has",
        "role": "extracted",
        "context": "2. 9 \nA. Applicable Law 9 \nB. Ms. Maxwell Has Rebutted the Presumption"
      },
      {
        "name": "Cohen \nChristian",
        "role": "extracted",
        "context": "OTION FOR DETENTION \nMark S. \nCohen \nChristian R. Everdell \nCOHEN \n& GRESSER"
      },
      {
        "name": "Third Avenue",
        "role": "extracted",
        "context": "ll \nCOHEN \n& GRESSER LLP \n800 Third Avenue \nNew York, NY 10022 \nPhone: 2"
      },
      {
        "name": "Avenue \nDenver",
        "role": "extracted",
        "context": "& FORMAN P.C. \n150 East 10th Avenue \nDenver, Colorado 80203 \nPhone: \n303-"
      },
      {
        "name": "The Conditions",
        "role": "extracted",
        "context": "Y STATEMENT 1 \nARGUMENT 5 \nI. The Conditions Created by the COVID-19 Pande"
      },
      {
        "name": "Pandemic Mandate",
        "role": "extracted",
        "context": "tions Created by the COVID-19 Pandemic Mandate the Release of \nMs. Maxwell."
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "lease of \nMs. Maxwell. 5 \nII. The Government Has Not Carried Its Burden Un"
      },
      {
        "name": "Has Not",
        "role": "extracted",
        "context": "axwell. 5 \nII. The Government Has Not Carried Its Burden Under 18 U"
      },
      {
        "name": "Carried Its",
        "role": "extracted",
        "context": "5 \nII. The Government Has Not Carried Its Burden Under 18 U.S.C. § 3142"
      },
      {
        "name": "Burden Under",
        "role": "extracted",
        "context": "overnment Has Not Carried Its Burden Under 18 U.S.C. § 3142. 9 \nA. Appli"
      },
      {
        "name": "Applicable Law",
        "role": "extracted",
        "context": "Under 18 U.S.C. § 3142. 9 \nA. Applicable Law 9 \nB. Ms. Maxwell Has Rebutte"
      },
      {
        "name": "Presumption That",
        "role": "extracted",
        "context": "Ms. Maxwell Has Rebutted the Presumption That She Poses a Flight \nRisk, and"
      },
      {
        "name": "She Poses",
        "role": "extracted",
        "context": "Rebutted the Presumption That She Poses a Flight \nRisk, and the Gover"
      },
      {
        "name": "Flight \nRisk",
        "role": "extracted",
        "context": "Presumption That She Poses a Flight \nRisk, and the Government Has Not C"
      },
      {
        "name": "Government Has",
        "role": "extracted",
        "context": "Poses a Flight \nRisk, and the Government Has Not Carried Its Burden That N"
      },
      {
        "name": "Not Carried",
        "role": "extracted",
        "context": "Risk, and the Government Has Not Carried Its Burden That No \nCombinati"
      },
      {
        "name": "Its Burden",
        "role": "extracted",
        "context": "he Government Has Not Carried Its Burden That No \nCombination of Condi"
      },
      {
        "name": "That No",
        "role": "extracted",
        "context": "nt Has Not Carried Its Burden That No \nCombination of Conditions Ca"
      },
      {
        "name": "Conditions Can",
        "role": "extracted",
        "context": "urden That No \nCombination of Conditions Can Be Imposed To Reasonably Assu"
      },
      {
        "name": "Be Imposed",
        "role": "extracted",
        "context": "Combination of Conditions Can Be Imposed To Reasonably Assure Her \nPre"
      },
      {
        "name": "To Reasonably",
        "role": "extracted",
        "context": "of Conditions Can Be Imposed To Reasonably Assure Her \nPresence In Court"
      },
      {
        "name": "Assure Her",
        "role": "extracted",
        "context": "Can Be Imposed To Reasonably Assure Her \nPresence In Court  \n11 \n1. M"
      },
      {
        "name": "Presence In",
        "role": "extracted",
        "context": "sed To Reasonably Assure Her \nPresence In Court  \n11 \n1. Ms. Maxwell's"
      },
      {
        "name": "Personal History",
        "role": "extracted",
        "context": "Court  \n11 \n1. Ms. Maxwell's Personal History and \nCharacteristics \nDemonst"
      },
      {
        "name": "Characteristics \nDemonstrate",
        "role": "extracted",
        "context": "xwell's Personal History and \nCharacteristics \nDemonstrate That She Is Not a Flight Risk"
      },
      {
        "name": "That She",
        "role": "extracted",
        "context": "Characteristics \nDemonstrate That She Is Not a Flight Risk 12 \n2. T"
      },
      {
        "name": "Is Not",
        "role": "extracted",
        "context": "ristics \nDemonstrate That She Is Not a Flight Risk 12 \n2. The Natu"
      },
      {
        "name": "Flight Risk",
        "role": "extracted",
        "context": "Demonstrate That She Is Not a Flight Risk 12 \n2. The Nature and Circums"
      },
      {
        "name": "The Nature",
        "role": "extracted",
        "context": "e Is Not a Flight Risk 12 \n2. The Nature and Circumstances of the Char"
      },
      {
        "name": "Evidence Militate",
        "role": "extracted",
        "context": "harges and the Weight of \nthe Evidence Militate in Favor of Bail  17 \n3. The"
      },
      {
        "name": "The Proposed",
        "role": "extracted",
        "context": "tate in Favor of Bail  17 \n3. The Proposed Bail Package Is More Than Ade"
      },
      {
        "name": "Bail Package",
        "role": "extracted",
        "context": "of Bail  17 \n3. The Proposed Bail Package Is More Than Adequate to \nSec"
      },
      {
        "name": "Is More",
        "role": "extracted",
        "context": "3. The Proposed Bail Package Is More Than Adequate to \nSecure \nMs."
      },
      {
        "name": "Than Adequate",
        "role": "extracted",
        "context": "Proposed Bail Package Is More Than Adequate to \nSecure \nMs. Maxwell's Pre"
      },
      {
        "name": "Secure \nMs",
        "role": "extracted",
        "context": "age Is More Than Adequate to \nSecure \nMs. Maxwell's Presence 20 \nCONCL"
      },
      {
        "name": "Cases \nHung",
        "role": "extracted",
        "context": "ABLE OF AUTHORITIES \nPage(s) \nCases \nHung v. United States, \n439 U.S. 1"
      },
      {
        "name": "Ahdellatif El",
        "role": "extracted",
        "context": "(1978)  16 \nUnited States v  Ahdellatif El Mokadem, \nNo. I9-CR-646 (AJN)"
      },
      {
        "name": "In July",
        "role": "extracted",
        "context": "Jeffrey Epstein (\"Epstein\"). In July 2019, Epstein was indicted fo"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "stein's wealth and lifestyle. On August 10, 2019, Epstein died in \nfe"
      },
      {
        "name": "Bail Reform",
        "role": "extracted",
        "context": "cluding as to bail. Under the Bail Reform Act, case law in this Circuit"
      },
      {
        "name": "United \nKingdom",
        "role": "extracted",
        "context": "here she was born, and of the United \nKingdom, where she was educated and s"
      },
      {
        "name": "Oxford University",
        "role": "extracted",
        "context": ". Ms. Maxwell \ngraduated from Oxford University. She moved to the United Stat"
      },
      {
        "name": "United Kingdom",
        "role": "extracted",
        "context": "States; is a citizen of \nthe United Kingdom and France, as well as a citi"
      },
      {
        "name": "Proposed Bail",
        "role": "extracted",
        "context": "Section II, pages 9 to 21). \nProposed Bail Conditions. In light of the a"
      },
      {
        "name": "Eastern Districts",
        "role": "extracted",
        "context": "estricted to the Southern and Eastern Districts of \nNew York; (iii) surrender"
      },
      {
        "name": "Pretrial Services",
        "role": "extracted",
        "context": "; (iv) strict \nsupervision by Pretrial Services; (v) home confinement at a re"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "inement at a residence in the Southern District of \nNew York with electronic"
      },
      {
        "name": "The Bail",
        "role": "extracted",
        "context": "ropriate under Section 3142. \nThe Bail Reform Act does not discard t"
      },
      {
        "name": "Reform Act",
        "role": "extracted",
        "context": "under Section 3142. \nThe Bail Reform Act does not discard the presumpt"
      },
      {
        "name": "Prison Population",
        "role": "extracted",
        "context": ". \nImpact of COVID-I 9 on the Prison Population. We submit that the condition"
      },
      {
        "name": "Metropolitan Detention",
        "role": "extracted",
        "context": "s begun to spread through the Metropolitan Detention Center \n(MDC), where Ms. Maxw"
      },
      {
        "name": "Timothy Williams",
        "role": "extracted",
        "context": "l 3, 2020, two inmates and \nI Timothy Williams, et al., Coronavirus Cases Ri"
      },
      {
        "name": "Coronavirus Cases",
        "role": "extracted",
        "context": "I Timothy Williams, et al., Coronavirus Cases Rise Sharply in Prisons Even"
      },
      {
        "name": "Rise Sharply",
        "role": "extracted",
        "context": "ms, et al., Coronavirus Cases Rise Sharply in Prisons Even as They Plate"
      },
      {
        "name": "Prisons Even",
        "role": "extracted",
        "context": "navirus Cases Rise Sharply in Prisons Even as They Plateau Nationwide, N"
      },
      {
        "name": "They Plateau",
        "role": "extracted",
        "context": "se Sharply in Prisons Even as They Plateau Nationwide, N.Y. \nTimes, avai"
      },
      {
        "name": "Latest Map",
        "role": "extracted",
        "context": "2  Coronavirus in the \nU.S: \nLatest Map and Case Count, N.Y. Times, a"
      },
      {
        "name": "Case Count",
        "role": "extracted",
        "context": "in the \nU.S: \nLatest Map and Case Count, N.Y. Times, available at \nht"
      },
      {
        "name": "Audrey Cher",
        "role": "extracted",
        "context": "July 2, 2020). \n3  See, e.g., Audrey Cher, WHO's Chief Scientist Says T"
      },
      {
        "name": "Chief Scientist",
        "role": "extracted",
        "context": "See, e.g., Audrey Cher, WHO's Chief Scientist Says There's a \"Very Real Ris"
      },
      {
        "name": "Says There",
        "role": "extracted",
        "context": "y Cher, WHO's Chief Scientist Says There's a \"Very Real Risk\" of a Sec"
      },
      {
        "name": "Very Real",
        "role": "extracted",
        "context": "ief Scientist Says There's a \"Very Real Risk\" of a Second Wave of Cor"
      },
      {
        "name": "Second Wave",
        "role": "extracted",
        "context": "ere's a \"Very Real Risk\" of a Second Wave of Coronavirus \nAs Economies"
      },
      {
        "name": "Coronavirus \nAs",
        "role": "extracted",
        "context": "eal Risk\" of a Second Wave of Coronavirus \nAs Economies Reopen, CNBC, June"
      },
      {
        "name": "Economies Reopen",
        "role": "extracted",
        "context": "econd Wave of Coronavirus \nAs Economies Reopen, CNBC, June 9, 2020, availabl"
      },
      {
        "name": "The Stephens",
        "role": "extracted",
        "context": "ility to Prepare the Defense. The Stephens opinion \nprovides yet another"
      },
      {
        "name": "In Stephens",
        "role": "extracted",
        "context": "preparation of her defense. \nIn Stephens, the Court found that this fa"
      },
      {
        "name": "See April",
        "role": "extracted",
        "context": "advance of her trial. As in \nSee April 3, 2020 Report from the BOP r"
      },
      {
        "name": "Metropolitan \nCorrectional",
        "role": "extracted",
        "context": "opolitan Detention Center and Metropolitan \nCorrectional Center \n(\"MDC \nand MCC Report"
      },
      {
        "name": "Modified Operations",
        "role": "extracted",
        "context": "I47.pdf. \n$ \nSee BOP COVID-19 Modified Operations Plan, available at https://ww"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "t. \nA. Applicable Law \nAs the Supreme Court has recognized, \"[i]n our soc"
      },
      {
        "name": "Sean Hecker",
        "role": "extracted",
        "context": "tted). \n8  See also Letter of Sean Hecker to Hon. Margo K. Brodie (July"
      },
      {
        "name": "Federal Defenders",
        "role": "extracted",
        "context": "rgo K. Brodie (July 8, 2020), Federal Defenders of New York, Inc. v. \nFederal"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "fenders of New York, Inc. v. \nFederal Bureau of Prisons, et at, No. 19 Civ"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "t pose ... a risk of flight.\" See United States v. English, 629 F.3d"
      },
      {
        "name": "Court \nThe",
        "role": "extracted",
        "context": "nably Assure Her \nPresence In Court \nThe government has not carried it"
      },
      {
        "name": "No Prior",
        "role": "extracted",
        "context": "ight Risk \na. Ms. Maxwell Has No Prior Criminal Record, and Has \nSig"
      },
      {
        "name": "Criminal Record",
        "role": "extracted",
        "context": "a. Ms. Maxwell Has No Prior Criminal Record, and Has \nSignificant Ties to"
      },
      {
        "name": "Has \nSignificant",
        "role": "extracted",
        "context": "No Prior Criminal Record, and Has \nSignificant Ties to the United States and"
      },
      {
        "name": "Region \nMs",
        "role": "extracted",
        "context": "nited States and the New York Region \nMs. Maxwell's history and charac"
      },
      {
        "name": "Actively Litigated",
        "role": "extracted",
        "context": "decades. \nb. Ms. Maxwell Has Actively Litigated Civil Cases in this District"
      },
      {
        "name": "Civil Cases",
        "role": "extracted",
        "context": "axwell Has Actively Litigated Civil Cases in this District \nand Has Not"
      },
      {
        "name": "Since Epstein",
        "role": "extracted",
        "context": "as Not Left the United States Since Epstein's 2019 Arrest \nMs. Maxwell ha"
      },
      {
        "name": "Arrest \nMs",
        "role": "extracted",
        "context": "d States Since Epstein's 2019 Arrest \nMs. Maxwell has never once attem"
      },
      {
        "name": "Daily Mail",
        "role": "extracted",
        "context": "but will \nshe be prosecuted?, Daily Mail (Aug. 10, 2019) https://svww."
      },
      {
        "name": "Ghislaine Manvell",
        "role": "extracted",
        "context": "islaine-Maxwell-suicide.html• Ghislaine Manvell: the woman accused of helping"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "the woman accused of helping Jeffrey \nEpstein groom girls, The Guardian (Au"
      },
      {
        "name": "The Guardian",
        "role": "extracted",
        "context": "Jeffrey \nEpstein groom girls, The Guardian (Aug. 12, 2019), https://www."
      },
      {
        "name": "Protect Herself",
        "role": "extracted",
        "context": "c. \nMs. Maxwell's Actions to Protect Herself From Intrusive Media \nCoverag"
      },
      {
        "name": "From Intrusive",
        "role": "extracted",
        "context": "'s Actions to Protect Herself From Intrusive Media \nCoverage and Death Thr"
      },
      {
        "name": "Media \nCoverage",
        "role": "extracted",
        "context": "rotect Herself From Intrusive Media \nCoverage and Death Threats Do Not Demo"
      },
      {
        "name": "Death Threats",
        "role": "extracted",
        "context": "Intrusive Media \nCoverage and Death Threats Do Not Demonstrate an Intent"
      },
      {
        "name": "Do Not",
        "role": "extracted",
        "context": "a \nCoverage and Death Threats Do Not Demonstrate an Intent to \nFle"
      },
      {
        "name": "Flee \nFurthermore",
        "role": "extracted",
        "context": "Not Demonstrate an Intent to \nFlee \nFurthermore, the steps Ms. Maxwell took t"
      },
      {
        "name": "But Ms",
        "role": "extracted",
        "context": "l address. (Gov. \nMem. at 8). But Ms. Maxwell did not take these s"
      },
      {
        "name": "In \nNovember",
        "role": "extracted",
        "context": "lation about her whereabouts. In \nNovember 2019, the British tabloid, Th"
      },
      {
        "name": "The Sun",
        "role": "extracted",
        "context": "er 2019, the British tabloid, The Sun, even offered a £10,000 bount"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-06-23",
        "event": "June 23, 2020"
      },
      {
        "date": "2020-07-01",
        "event": "July 1, 2020"
      },
      {
        "date": "2020-06-30",
        "event": "June 30, 2020"
      },
      {
        "date": "2020-06-02",
        "event": "June 2, 2020"
      },
      {
        "date": "2020-07-02",
        "event": "July 2, 2020"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2020-07-06",
        "event": "July 6, 2020"
      },
      {
        "date": "2020-04-03",
        "event": "April 3, 2020"
      },
      {
        "date": "2020-06-09",
        "event": "June 9, 2020"
      },
      {
        "date": "2020-07-08",
        "event": "July 8, 2020"
      },
      {
        "date": "2019-07-07",
        "event": "July 7, 2019"
      },
      {
        "date": "2020-06-23",
        "event": "June \n23, 2020"
      },
      {
        "date": "2020-07-03",
        "event": "July 3, 2020"
      },
      {
        "date": "2007-09-24",
        "event": "September 24, 2007"
      },
      {
        "date": "2020-07-10",
        "event": "July 10, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "212-957-7600",
      "303-831-7364"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:57.142Z"
}