{
  "document": {
    "id": "efta00028452",
    "filename": "EFTA00028452.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028452.pdf",
    "text": "\n\nFrom: ' \nTo: \"=, \nCc: \"I \n)\"cl \n(USANYS)\" czl \nSubject: RE: case with many potential victims \nDate: Wed, 26 Jun 2019 01:43:15 +0000 \nImportance: Normal \nThis is all amazing —  thank you so much! Not that we had any doubts, but we're working up against a lot of bureaucracy in \nthis case overall so we're very happy to be in your extremely capable hands for this part. \nOn just basic logistics, the USAO number is \nindeed working on it, and it's Special Agent \nboth in the C-20 squad. \nand the FBI investigation number is \nand NYPD Detective (but FBI TFO officer) \n—  they are \nThat all sounds great about notification, and we can check to see who the right contact person is on the FBI side to make \nsure the relevant information for the victims has been put into the FBI database (or if you have someone there you \nnormally coordinate with, don't hesitate to reach out directly if that's preferable). \nWe'll also definitely include that language with the 800 number in the press release, and I imagine we will also have \nsay the number if there's a press conference as well. We'll also coordinate with the agents on whether they want to \nnotify the victims at the time of arrest or whether we should give you that contact info, but either way we appreciate that \nyou can do it. \nPlease let me know if anything else would be useful for you at this stage? And today got away from me —  just catching up \non emails from this morning now —  but we're generally around in the next day or two so can connect up at a time that \nworks for you. \nthanks again, \nFrom: \n=, \n(USANYS)<I  >\nSent: Tuesday, June 25, 2019 09:32 \nTo: \nCc: \nI\nSubject: RE: RE: case with many potential victims \nThe press release should have our 800 line 866 874-8900 that number rings on my desk. Something like, if you believe \nthat you are a victim please call Victim Witness Coordinator at 8668748900 or If you believe you are a victim \nof this crime please call 8668748900. \nThis is a case that FBI is working on too? So as the interviews are done the victim should have been put into the FBI data \nbase. As soon the complaint is filed in Federal District Court all the information on the FBI side should cross over to us. \nWe will send out the notice of charges filed immediately. Every time we have a court date victims will be noticed. Anyone \nthat calls I will get the name and number and give it to the FBI. \nEFTA00028452\n\nIf you would like on the day of the arrest I can call the victims that you have so far and make them aware that he has been \narrested. \nAnything else you want done we will do. We are not the Southern District of Florida. \nI need the FBI investigation number and the USAO no. to make the smooth transition. \nI am around all day. \nFrom: \nSent: Monday, June 24, 2019 7:46 PM \nTo: NM, (USANYS) \nCc:\nSubject: RE: case with many potential victims \nWe are in the process of investigating Jeffrey Epstein, the billionaire who previously was granted a non-prosecution \nagreement following an investigation based in Florida, for conduct committed in New York—specifically, paying dozens of \nminor girls to engage in sex acts with him at his Manhattan mansion. The investigation is still very much covert and \nconfidential, but we've quietly been in touch with victims in New York and Florida and we expect to charge the case in the \nnext week or so. \nOne extremely important element of the case will be making sure we comply with our victims' rights obligations, \nespecially because in the initial Florida investigation the U.S. Attorney's Office violated those rights (as was recently found \nby a federal court in Florida). So we wanted to coordinate with you on the best way to provide information for victims to \ncontact us. I think sometimes in a case like this we would have the victims call the FBI, but because of the extreme \nsensitivity about the prior U.S. Attorney's Office failing to meet the requirements, we may want to direct victims to \ncontact us. \nIt may be that we get very few calls, or we may get a ton—it will be a high-profile prosecution and it's been widely \nreported that he had dozens or hundreds of victims. Would there be a good time sometime in the next couple days to \nmeet and talk about what you think would be most effective and most efficient in terms of making sure we have our \nbases covered? Some combination of the case team (me, M, and \nI \nare available anytime that's convenient \nfor you, and we can also send any additional info that would be helpful. \nThanks very much as always, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00028453",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "l victims \nWe are in the process of investigating Jeffrey Epstein, the billionaire who previously was granted a non"
      },
      {
        "name": "Normal \nThis",
        "role": "extracted",
        "context": "9 01:43:15 +0000 \nImportance: Normal \nThis is all amazing —  thank you s"
      },
      {
        "name": "Special Agent",
        "role": "extracted",
        "context": "ndeed working on it, and it's Special Agent \nboth in the C-20 squad. \nand"
      },
      {
        "name": "Victim Witness",
        "role": "extracted",
        "context": "you are a victim please call Victim Witness Coordinator at 8668748900 or"
      },
      {
        "name": "Federal District",
        "role": "extracted",
        "context": "oon the complaint is filed in Federal District Court all the information on"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ne we will do. We are not the Southern District of Florida. \nI need the FBI i"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ch as always, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-06-25",
        "event": "June 25, 2019"
      },
      {
        "date": "2019-06-24",
        "event": "June 24, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "866 874-8900"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:20.271Z"
}