{
  "document": {
    "id": "efta00024529",
    "filename": "EFTA00024529.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00024529.pdf",
    "text": "\n\nFrom: Robert Glassman  \nTo:  \n's \nC \nCc: irl.>\" \nSubject: RE: RE: follow-up \nDate: Fri, 20 Mar 2020 20:38:49 +0000 \nOnly Maxwell would sue in the midst of a pandemic.... \nRobert Glassman, Esq. \nPanish Shea & Boyle LLP \nWeb: www.psblaw.com \nCONFIDENTIALITY NOTICE: \nThis e-mail may contain confidential and privileged material for the sole use of the intended recipient(s). Any review, use, distribution \nor disclosure by others is strictly prohibited. If you are not the intended recipient (or authorized to receive for the recipient), please \ncontact the sender by reply e-mail or telephone, and delete all copies of this message. \nIf you are a potential client, the information you disclose to us by email will be kept in strict confidence and will be protected to the \nfull extent of the law. Please be advised, however, that Panish Shea & Boyle LLP and its lawyers do not represent you until you have \nsigned a retainer agreement with the firm. Until that time, you are responsible for any statutes of limitations or other deadlines for \nyour case or potential case. \nFrom: \n) \nSent: Friday, March 20, 2020 1:28 PM \nTo: Robert Glassman \n<\nCc: \nSubject: RE: RE: follow-up \nRobert —  got it, thank you. So that wouldn't have been her first trip, then, based on the flight records (and timeline), so \nwe'll make that note. Thanks again. \nFrom: Robert Glassman \nSent: Friday, March 20, 2020 16:26 \nTo: \nCc: \nSubject: Re: RE: follow-up \nHey Hope you guys are staying safe. Here was her response about the lion king: \nBroadway play... Epstein bragged about being good friends wit \nseats they she had apparently given him. \nand we had amazing first row mezzanine \nFrom: \nDate: 3/20/20, 12:26:42 PM PDT \nEFTA00024529\n\nTo: Robert Glassman \nCc \nSubject: RE: follow-up \nRobert, \nWanted to quickly follow up on our conversation from a couple weeks ago —  obviously it was before the world \nimploded, so understand if you haven't gotten a chance to connect on this yet, but we were wondering about the \nLion King question? Just to briefly remind, the Lion King musical first came out in 1997, which we think would have \nbeen well after first trip to New York (based on her recollection as well as the flight records), while the movie \ncame out in 1994 and was in theaters through approximately spring 1995. So entirely possible she was referencing \nthe movie version, or that going to the play wasn't the first visit, or just doesn't have a specific memory, etc etc, but \nwanted to check for our records and our decision-making process. \nThank you! And hope you and your family are healthy and safe in the midst of everything going on. \nthanks again, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00024530",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Robert Glassman",
        "role": "extracted",
        "context": "From: Robert Glassman  \nTo:  \n's \nC \nCc: irl.>\" \nSu"
      },
      {
        "name": "Only Maxwell",
        "role": "extracted",
        "context": ", 20 Mar 2020 20:38:49 +0000 \nOnly Maxwell would sue in the midst of a p"
      },
      {
        "name": "Panish Shea",
        "role": "extracted",
        "context": "c.... \nRobert Glassman, Esq. \nPanish Shea & Boyle LLP \nWeb: www.psblaw."
      },
      {
        "name": "Hey Hope",
        "role": "extracted",
        "context": "Subject: Re: RE: follow-up \nHey Hope you guys are staying safe. He"
      },
      {
        "name": "Cc \nSubject",
        "role": "extracted",
        "context": "0024529\n\nTo: Robert Glassman \nCc \nSubject: RE: follow-up \nRobert, \nWant"
      },
      {
        "name": "Lion King",
        "role": "extracted",
        "context": "we were wondering about the \nLion King question? Just to briefly rem"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "thanks again, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-03-20",
        "event": "March 20, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:11.354Z"
}