{
  "document": {
    "id": "efta00020574",
    "filename": "EFTA00020574.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00020574.pdf",
    "text": "\n\nThank you, Ariel. \nAs a  result of this new law, victims of childhood sexual abuse \nwhose voices were never heard and whose stories were never \ntold have now been given a  new chance to come forward, to \nshare their experiences, and to vindicate their rights; \nAll of these goals are wholeheartedly shared by our Office, \nwhich is committed to using the federal criminal law to the \nmaximum extent possible to investigate and prosecute those \nwho sexually abuse and traffic minors. \nAs many of you know, several months ago our Office brought \ncriminal sex trafficking charges against Jeffrey Epstein, a serial \npredator. \nTo bring that prosecution, we relied on the courage of many \nyoung women who were victimized as minors and who were \nwilling -- years after their abuse — to share their stories. And \nwhile Epstein committed suicide before he could face trial, our \ninvestigation into his co-conspirators continues. \nI have said publicly before, we can only do the work we do with \nthe assistance of victims willing to come forward. \nBy providing victims of childhood sexual abuse with a  new \nopportunity to be heard, this law marks not only an important \nstep for victims' rights but will help facilitate the work of law \nEFTA00020574\n\nenforcement in identifying and prosecuting those who prey on \nour most vulnerable. \nI want to thank Safe Horizon for inviting me to this important \nevent. As the country's largest victim services organization, \nSafe Horizon provides support on a  daily basis to victims of \nhuman trafficking, sexual assault, and child exploitation. This \nwork is incredibly important -- and incredibly challenging. \nOur Office knows that it takes great courage for victims of \ntrafficking and assault to report their experiences to law \nenforcement. It also takes coordination, trust, and \npartnerships between service providers like Safe Horizon and \nprosecutors. \nFor years, our Office has received case referrals from Safe \nHorizon and we look forward to continuing our partnership to \nhold traffickers and predators accountable and to seek justice \nfor victims of violence. \nEFTA00020575",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "brought \ncriminal sex trafficking charges against Jeffrey Epstein, a serial \npredator. \nTo bring that prosecution,"
      },
      {
        "name": "Safe Horizon",
        "role": "extracted",
        "context": "vulnerable. \nI want to thank Safe Horizon for inviting me to this impor"
      },
      {
        "name": "Our Office",
        "role": "extracted",
        "context": "and incredibly challenging. \nOur Office knows that it takes great cou"
      },
      {
        "name": "Safe \nHorizon",
        "role": "extracted",
        "context": "received case referrals from Safe \nHorizon and we look forward to contin"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:01.119Z"
}