{
  "document": {
    "id": "efta00013225",
    "filename": "EFTA00013225.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013225.pdf",
    "text": "\n\nCOHEN & GRESSER LLP \nSeptember 21, 2020 \nBY EMAIL \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear \nWe write to address three issues. First, we write to express once again our dissatisfaction \nwith the incomplete and inadequate production of discovery to Ms. Maxwell in the MDC, and to \ndemand that the government find an immediate solution that will permit Ms. Maxwell to review \nall of the discovery materials produced to date. Second, we write to request that the government \nset up a time at the earliest convenience when Ms. Maxwell and defense counsel can review the \ndocuments marked as \"Highly Confidential\" in the discovery materials. Third, we write to \nregister our objection to the onerous conditions of confinement to which Ms. Maxwell is \nsubjected, which are entirely unique to Ms. Maxwell. We request that the government intercede \ndirectly with the BOP to improve these conditions, as set forth below. \n1. Ms. Maxwell Still Cannot Access All of the Discovery \nOne full month has now passed since August 21, 2020, the date the government \nrepresented to the Court that it would complete production of the initial group of discovery \nmaterials, and Ms. Maxwell still cannot read a substantial portion of the discovery produced to \ndate. The government further represented to the Court at the initial appearance on July 14, 2020 \nthat this initial group of discovery materials represents \"the core of the case\" against Ms. Maxwell. \n(Tr. at 12, line 11). Ms. Maxwell has therefore been denied full access to the most critical \nevidence in this case for a month. This is unacceptable and inconsistent with the government's \nobligations and its representations to Judge Nathan; this must be fixed immediately. \nThe government represented to the Court at the initial appearance that it was \"prepared to \nmake a substantial production of discovery\" as soon as the protective order was entered. (Tr. 12-\n13). However, the government was clearly not prepared to produce discovery, as each of the three \nEFTA00013225\n\nSeptember 21, 2020 \nPage 2 \nsubsequent productions contained numerous unreadable documents and were delivered to Ms. \nMaxwell in the MDC well after the dates on the cover letters. Ms. Maxwell did not receive the \ngovernment's August 5'h production until August 11th and did not receive the August 13th\nproduction until August 17'h.  As you recall, Ms. Maxwell did not receive the hard drive with the \ngovernment's third and final production in this first phase of discovery until August 25, 2020, \nseveral days after the August 21, 2020 deadline imposed by the Court. \nOn a conference call on August 27, 2020, we advised you of the substantial number of \ndocuments in all three productions that Ms. Maxwell was unable to access, and even proposed \npossible technological solutions that we thought might alleviate the problem — namely, shortening \nthe file paths to the documents and producing the documents on a hard drive with onboard \nencryption, as opposed to McAfee encryption. Later that same day, we sent you a follow-up letter \nlisting the unreadable documents and requesting that the government immediately reproduce to \nMs. Maxwell a new set of all of the discovery materials produced to date in a format that she could \naccess on her computer at the MDC, and provide the appropriate software tools that will allow her \nto review all of the discovery files. That same day we also shipped to you two separate hard \ndrives —  one with onboard encryption and one without —  to use to load the replacement production. \nThe new hard drive was not made available to Ms. Maxwell at the MDC until the late \nafternoon of September 9, 2020, almost two weeks later. While some of the previously unreadable \ndocuments are now readable, Ms. Maxwell still cannot access a substantial portion of the \ndiscovery materials, including certain file types and extensions. For example, Ms. Maxwell \ncannot read any documents that have .XLS or .EML file extensions. Ms. Maxwell also still cannot \naccess the following documents: \nProduction Number Bates Numbers \nProduction 1 967 \n969 \n971 \n973-974 \n976 \n1014 \n3699 \n3700 \n4511 \n5417 \n5431-5433 \n5487-5491 \n6007-6101 \n6130-6132 \n7087-7089 \nEFTA00013226\n\nSeptember\nPage 3 \n7521-7580 \n7620-7641 \n7660 \n7676-7677 \n9087-9088 \n11489-11490 \n12217 \n12305 \n12359 \n12376 \n12382 \n12405 \nProduction 2 1 20147 \n20169 \n20171 \n20182 \n20184 \n20199 \n20205 \n20223 \n20231 \n20242 \n20254 \n20262 \n20269 \n20277 \n20284 \n20306 \n20333 \n20335 \n20337 \n20355 \n20397 \n65958-65960 \n76863-76876 \n76877-76884 \n78667-78668 \n78670-78671 \n78710-78747 \n87383 \nEFTA00013227\n\nSeptember 21, 2020 \nPage 4 \n87407-87688 \n89471-89642 \n90052 \n90409 \n90486 \n91249 \n91540-92418 \n92994-93060 \n93432-94279 \n98846-101563 \n101564-101631 \n102101-102121 \n105689-105866 \n107072-107272 \n110210-110266 \n118735-118750 \n164886-164887 \n164920-165517 \nProduction 3 I  167914-168477 \n169184-169504 \n169505-169749 \n169760-170396 \n170398-170613 \n170624-170635 \n171442 \n171447 \n171449 \n171455 \n1\n172140 \nIt is the responsibility of the government, not the defense, to ensure that Ms. Maxwell has a \ncomplete set of the discovery that she can review in the MDC. Defense counsel should not be in \nthe position of having to suggest technological fixes to help the government satisfy its own Rule \n16 obligations, which have not been met. Without access to the full discovery materials, Ms. \nMaxwell cannot participate in the preparation of her defense. Accordingly, we demand that the \nEFTA00013228\n\nSeptember 21, 2020 \nPage 5 \ngovernment immediately fix all of the issues with Ms. Maxwell's discovery so that she can review \nall of the discovery materials produced to date.' \nMs. Maxwell also does not have access to a table or a writing surface on which to take \nnotes when she is reviewing the discovery. The desktop computer she uses to review discovery \nsits on a table that is only wide enough to accommodate the computer, leaving no room to take \nnotes. Ms. Maxwell must attempt to write while the paper is on her lap or rest the paper sideways \non the little available space next to the computer. Furthermore, the computer screen uses to view \nthe discovery faces the prison guard station and the doorway to the rec room, where the phone is \nlocated. As a result, any time a guard answers the phone or enters or exits the rec room, which \noccurs as much as 40 times a day or more, Ms. Maxwell has to turn off the computer screen to \nprevent the guards from seeing what she is reviewing. \nThese conditions severely impact Ms. Maxwell's ability to prepare her defense and provide \nwritten instructions to her legal team. We therefore request that you speak to the warden about \nproviding Ms. Maxwell with a desk and reorienting the computer screen so that it is not visible to \nthe prison guards. \n2. Ms. Maxwell and Defense Counsel Request Access to All Documents Designated \nas \"Highly Confidential\" \nAccording to the Protective Order in this case, Ms. Maxwell may only review the \ndocuments marked by the government as \"Highly Confidential\" in the presence of defense counsel \nand \"under the protection of law enforcement officers or employees.\" (Dkt. 36 ¶ 14). \nAccordingly, we request that the government schedule a time at the earliest possible convenience \nfor Ms. Maxwell and defense counsel to review all of the \"Highly Confidential\" documents \nproduced to date, pursuant to the terms of the Protective Order. \n3. Ms. Maxwell's Conditions of Confinement Must Be Improved \nMs. Maxwell's conditions of confinement are extraordinarily onerous and unlike those of \nany other inmate at the MDC (or in BOP custody, to our knowledge). In fact, in the time that Ms. \nMaxwell has been at the MDC, she has met with four separate wardens and interim wardens, and \neach has told her that they have never seen in their collective years of experience anything like her \ncurrent regime. We have written to the current warden twice in the last three weeks —  on August \n28, 2020 and September 9, 2020 —  making specific requests to improve the conditions of her \nI We exclude from this any discovery materials marked \"Highly Confidential\" that she is not permitted to review in \nthe MDC under the terms of the Protective Order in this case. The \"Highly Confidential\" documents are the subject of \nthe defense's second request. \nEFTA00013229\n\nSeptember 21, 2020 \nPage 6 \nconfinement, but have received no response. Accordingly, we now ask the government to \nintercede with the BOP to make the following improvements. \na. Living Conditions, Surveillance, and Searches \nDespite being housed on an entire floor by herself, Ms. Maxwell is forced to sleep and \nspend half of her time in a confined space ominously referred to as the \"isolation cell,\" which is \nroughly 7x9 feet. While she is inside the isolation cell, Ms. Maxwell is constantly watched by 2-3 \nprison guards and has two cameras trained on her every second —  one in the ceiling and a \nsupplemental handheld camera that is usually positioned only about four feet away from her. She \ngets very little sleep, as she is woken up by flashing lights, loud discussions among the guards, \nand adjustments of the supplemental camera. Ms. Maxwell is effectively being kept in solitary \nconfinement (she has now been housed alone for over 80 days) and treated as if she were on \nsuicide watch even though she is not, and has never been suicidal. Moreover, she is being treated \nlike a laboratory rat, with her every movement is recorded by the prison guards every 15 minutes. \nMs. Maxwell is supposed to be allowed out of the isolation cell from 7am to 8pm each day \nand taken to a separate rec room on the same floor, where a desktop computer and a shower are \nlocated, so that she can review the discovery and maintain her personal hygiene. However, she is \nfrequently picked up late and returned to the isolation cell early. For example, this past Friday, \nSeptember 18, 2020, Ms. Maxwell had an in-person counsel visit that was supposed to begin at \n11:00 a.m. Ms. Maxwell was not picked up from the isolation cell until after 8am and was not \ndelivered to the visiting room until approximately 45 minutes after the meeting was supposed to \nbegin. When Ms. Maxwell finally arrived, she then needed to be strip-searched before the meeting \ncould begin, which meant that the visit was cut short by almost an hour.2\nMs. Maxwell is also searched more frequently and extensively than any other pretrial \ndetainee of which we are aware. Each time Ms. Maxwell is moved from the isolation cell, she is \nsearched and her cell is searched, and she is often searched again when she arrives at the rec room, \nall of which takes up time she could be using to review the discovery. Then process is repeated \nwhen Ms. Maxwell is brought back to the isolation cell. This past Friday, Ms. Maxwell was \nsearched at least five separate times and strip-searched twice. Each time, Ms. Maxwell had her \nmouth searched by prison guards who put their hands inside her mouth, which exposes her to \nheightened risk of COVID-19 transmission. \nGiven the disruption caused by moving Ms. Maxwell each day, we do not see why Ms. \nMaxwell could not be housed in the rec room where the computer and shower are located, instead \nof the isolation cell. In fact, Ms. Maxwell was told on several occasions by previous wardens and \n2  Ms. Maxwell was also not given approved legal calls with counsel on August 25, 2020 and August 27, 2020. \nEFTA00013230\n\nSeptember 21, 2020 \nPage 7 \ninterim wardens that this was the plan. We ask that the government talk to the current warden \nabout implementing this change. \nb. \nBody \nScans \nMs. Maxwell is subjected to a body scan each week, and until recently, she received \napproximately three per week. We assume these are to see if Ms. Maxwell has secreted anything \ninside her body. We do not understand why it is necessary for the BOP to administer body scans \non such a regular and frequent basis —  and thereby repeatedly expose Ms. Maxwell to radiation —\nespecially when she is already under constant surveillance and the scans have all come up \nnegative. We ask that these body scans be curtailed significantly or eliminated, if possible. \nc. Access to the Commissary \nAlthough the MDC nominally approved Ms. Maxwell's request for permission to purchase \nfrom the full prison commissary list in August 2020, in fact, her access to the commissary is still \nextremely limited. To name just one example, she has not been able to purchase sports bras that \nfit since she arrived at the MDC. Ms. Maxwell cannot be denied such a basic article of clothing. \nAmong other things, it means that she cannot engage in aerobic exercise necessary to stay healthy. \nWe are more than happy to send Ms. Maxwell whatever brand of underwear is approved by the \nMDC, but we cannot do so without the permission of the warden. We therefore ask the \ngovernment to speak to the warden about granting defense counsel permission to send Ms. \nMaxwell approved commissary items, including underwear, and to give her access to the full \ncommissary list. \nd. Food/Care Packages \nMs. Maxwell's meals have been a persistent problem and are entirely inadequate. She has \nbeen given non-vegetarian meals and has been denied food on the prison menu. For example, she \noften receives meals with no protein and was recently given only bread and butter for several \nmeals with no additional food. It was not until Ms. Maxwell was given access to the menu for the \nfirst time on September 1, after she complained that she had been given a non-vegetarian meal, \nthat she realized that she had not been receiving full meals with all of the nutritional components \nsince arriving at MDC. \nMoreover, she has often has been given inedible food, such as frozen black bananas, and \nhas not been fed at all for long stretches of time. For example, this past weekend she was not fed \nanything for a period of more than 20 hours from Saturday late afternoon until Sunday at midday. \nAs a result of this inadequate nutrition, she has lost a great deal of weight since arriving at MDC. \nThe MDC's response to this problem was to remove the scale from the rec room so that she can no \nlonger weigh herself and keep track of how much weight she is losing. This is unconscionable \nEFTA00013231\n\nSeptember 21, 2020 \nPage 8 \nand unacceptable. This lack of food also severely affects her ability to concentrate and review \ndiscovery to prepare her defense. \nWe therefore ask the government to speak to the warden about ensuring that Ms. Maxwell \nis given full access to the prison menu, that she be given complete meals on a timely basis, and \nthat her food is, at the very least, edible and provides her with enough nutrition to stop her weight \nloss. We also ask that Ms. Maxwell, like other detainees, be given permission to receive care \npackages of approved food items to supplement her diet. \ne. Non-Delivery of Mail and Other Items \nDelivery of mail to Ms. Maxwell has also been a problem. Ms. Maxwell's friends and \nfamily members have mailed her numerous letters since she arrived at the MDC. However, as of \nyesterday, she has only received a handful of these letters, despite being correctly addressed. \nSeveral of these letters appear to have been rejected because they were written on colored paper, \nas opposed to white paper, even this prohibition appears nowhere in the prison regulations. It took \nsix weeks for these letters to be rejected. And even though these letters were all resent on white \npaper, only one of the nine letters has been delivered to Ms. Maxwell thus far. At the same time, \nMs. Maxwell has received hundreds of letters from people she does not know. We do not know \nwhy most of the letters that she cares about have not been delivered, while there seems to be no \nlimit whatsoever on the number of letters she can receive from complete strangers. \nMs. Maxwell has also not received shipments of approved items from Amazon. For \nexample, on August 13, 2020, her counsel placed an Amazon order for a package of five BOP-\napproved flexible pens and eight BOP-approved legal pads. The legal pads were delivered to the \nMDC on August 18, 2020, and the pens were delivered on August 19, 2020. Both deliveries were \nrejected as undeliverable without reason. Similarly, the delivery of a book was rejected and \nreturned for no apparent reason. And to our knowledge, none of the copies of The New York \nTimes, which are approved and have been paid for since August 1, 2020, have been delivered to \nMs. Maxwell. We do not understand why these items were rejected or have not been delivered. \nWe were also not permitted to deliver a new pair of reading glasses to Ms. Maxwell to \nreplace the ones that BOP personnel broke in a search of her cell shortly after she arrived at the \nMDC. Instead, we had to wait until Ms. Maxwell received approval to receive the glasses and \nthen had to mail them to her. As result, Ms. Maxwell was without her reading glasses for over \ntwo months from early July 2020 until September 16, 2020, when they finally were provided to \nher at the MDC. It therefore has been extremely difficult for Ms. Maxwell to review the discovery \nuntil now. \nWe therefore ask the government to speak to the warden about ensuring that Ms. \nMaxwell's personal mail is delivered in a timely fashion, and that future deliveries of approved \nitems are not rejected and are delivered to Ms. Maxwell. \nEFTA00013232\n\nSeptember 21, 2020 \nPage 9 \nIn her August 25, 2020 Opinion and Order, Judge Nathan stated that if Ms. Maxwell is not \nbeing provided sufficient access to the discovery materials \"so that she can meaningfully \nparticipate in the preparation of her defense,\" defense counsel may seek intervention by the Court. \n(Dkt. 49 at 2). Judge Nathan further stated that while she had not been presented any evidence \nthat Ms. Maxwell's conditions of confinement were punitive or motivated by an improper \npurpose, she nevertheless ordered the government \"to provide written status updates every 90 days \ndetailing any material changes to conditions of Ms. Maxwell's confinement, with particular \nemphasis on her access to legal materials and ability to communicate with defense counsel.\" (Id.). \nFor the reasons set forth above, the government and the BOP are not providing adequate \nconditions that allow Ms. Maxwell access to the discovery materials so that she can meaningfully \nparticipate in the preparation of her defense. Ms. Maxwell has been provided hard drives \ncontaining a substantial number of unreadable files and therefore still cannot review the entire \ndiscovery production, even though it is now one month after the discovery deadline has passed. \nFurthermore, the conditions of Ms. Maxwell's confinement have deteriorated since our last \napplication to the Court for relief. She is not being fed a sufficient amount of food and is losing a \ngreat deal of weight, which makes it very difficult for her to review the discovery and prepare her \ndefense. Ms. Maxwell is also subjected to a level of surveillance that is intrusive, aggressive, \nconstant, unnecessary and unjustifiable on the grounds of safety and security. These measures are \nakin to punishment, which is inappropriate for any pretrial detainee, especially one who, like Ms. \nMaxwell, has never once received a disciplinary infraction. \nWe seek your urgent intervention on these issues now, well before the November 25, 2020 \ndeadline for the government's first written status update to the Court, because these matters simply \ncannot wait until then to be remedied. We further reserve all of our rights with regard to these \nissues, including the right to seek intervention from the Court, if these matters are not addressed \nexpeditiously. \nEFTA00013233\n\nSeptember 21, 2020 \nPage 10 \nThank you in advance for your attention to these matters. \nSincerely, \n/s/ Christian Everdell \nChristian R. Everdell \nHEN RE ER LLP \ncc: \nEFTA00013234",
    "pageCount": 10,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ptember 21, 2020 \nBY EMAIL \nRe: United States v.  Ghislaine Maxwell, 20 Cr. 330 (AJN) \nDear \nWe write to address thre"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "te production of discovery to Ms. Maxwell in the MDC, and to \ndeman"
      },
      {
        "name": "Maxwell Still",
        "role": "extracted",
        "context": "ions, as set forth below. \n1. Ms. Maxwell Still Cannot Access All of the"
      },
      {
        "name": "Dear \nWe",
        "role": "extracted",
        "context": "ne Maxwell, 20 Cr. 330 (AJN) \nDear \nWe write to address three issues"
      },
      {
        "name": "Highly Confidential",
        "role": "extracted",
        "context": "iew the \ndocuments marked as \"Highly Confidential\" in the discovery materials."
      },
      {
        "name": "Cannot Access",
        "role": "extracted",
        "context": "below. \n1. Ms. Maxwell Still Cannot Access All of the Discovery \nOne ful"
      },
      {
        "name": "Discovery \nOne",
        "role": "extracted",
        "context": "till Cannot Access All of the Discovery \nOne full month has now passed sin"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "ns and its representations to Judge Nathan; this must be fixed immediate"
      },
      {
        "name": "Production Number",
        "role": "extracted",
        "context": "ess the following documents: \nProduction Number Bates Numbers \nProduction 1 9"
      },
      {
        "name": "Bates Numbers",
        "role": "extracted",
        "context": "documents: \nProduction Number Bates Numbers \nProduction 1 967 \n969 \n971"
      },
      {
        "name": "September\nPage",
        "role": "extracted",
        "context": "132 \n7087-7089 \nEFTA00013226\n\nSeptember\nPage 3 \n7521-7580 \n7620-7641 \n7660"
      },
      {
        "name": "Defense Counsel",
        "role": "extracted",
        "context": "n guards. \n2. Ms. Maxwell and Defense Counsel Request Access to All Documen"
      },
      {
        "name": "Request Access",
        "role": "extracted",
        "context": ". Maxwell and Defense Counsel Request Access to All Documents Designated"
      },
      {
        "name": "All Documents",
        "role": "extracted",
        "context": "nse Counsel Request Access to All Documents Designated \nas \"Highly Confid"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "nfidential\" \nAccording to the Protective Order in this case, Ms. Maxwell may"
      },
      {
        "name": "Confinement Must",
        "role": "extracted",
        "context": ". Ms. Maxwell's Conditions of Confinement Must Be Improved \nMs. Maxwell's co"
      },
      {
        "name": "Be Improved",
        "role": "extracted",
        "context": "onditions of Confinement Must Be Improved \nMs. Maxwell's conditions of"
      },
      {
        "name": "Living Conditions",
        "role": "extracted",
        "context": "e following improvements. \na. Living Conditions, Surveillance, and Searches"
      },
      {
        "name": "Searches \nDespite",
        "role": "extracted",
        "context": "Conditions, Surveillance, and Searches \nDespite being housed on an entire flo"
      },
      {
        "name": "When Ms",
        "role": "extracted",
        "context": "eting was supposed to \nbegin. When Ms. Maxwell finally arrived, she"
      },
      {
        "name": "Body \nScans",
        "role": "extracted",
        "context": "mplementing this change. \nb. \nBody \nScans \nMs. Maxwell is subjected to"
      },
      {
        "name": "Commissary \nAlthough",
        "role": "extracted",
        "context": "f possible. \nc. Access to the Commissary \nAlthough the MDC nominally approved Ms"
      },
      {
        "name": "Care Packages",
        "role": "extracted",
        "context": "ll \ncommissary list. \nd. Food/Care Packages \nMs. Maxwell's meals have bee"
      },
      {
        "name": "Other Items",
        "role": "extracted",
        "context": "e. Non-Delivery of Mail and Other Items \nDelivery of mail to Ms. Maxw"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "wledge, none of the copies of The New York \nTimes, which are approv"
      },
      {
        "name": "York \nTimes",
        "role": "extracted",
        "context": "none of the copies of The New York \nTimes, which are approved and have"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "ese matters. \nSincerely, \n/s/ Christian Everdell \nChristian R. Everdell \nHEN R"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-09-21",
        "event": "September 21, 2020"
      },
      {
        "date": "2020-08-21",
        "event": "August 21, 2020"
      },
      {
        "date": "2020-07-14",
        "event": "July 14, 2020"
      },
      {
        "date": "2020-08-25",
        "event": "August 25, 2020"
      },
      {
        "date": "2020-08-27",
        "event": "August 27, 2020"
      },
      {
        "date": "2020-09-09",
        "event": "September 9, 2020"
      },
      {
        "date": "2020-08-28",
        "event": "August \n28, 2020"
      },
      {
        "date": "2020-09-18",
        "event": "September 18, 2020"
      },
      {
        "date": "2020-08-13",
        "event": "August 13, 2020"
      },
      {
        "date": "2020-08-18",
        "event": "August 18, 2020"
      },
      {
        "date": "2020-08-19",
        "event": "August 19, 2020"
      },
      {
        "date": "2020-08-01",
        "event": "August 1, 2020"
      },
      {
        "date": "2020-09-16",
        "event": "September 16, 2020"
      },
      {
        "date": "2020-11-25",
        "event": "November 25, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:46.138Z"
}