{
  "document": {
    "id": "efta00026441",
    "filename": "EFTA00026441.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026441.pdf",
    "text": "\n\nFrom: ' \nTo: latilYS)\"  \n t \n(USANYS)\" \nSubject: FW: Epstein investigation \nDate: Thu, 04 Apr 2019 05:21:59 +0000 \nImportance: Normal \nWith apologies for bothering you with this, we have hit just a complete brick wall with the FBI Information Management \nDivision person we're interacting with, attempting to get a copy of their scans of the FBI case file —  the below emails are \nthe first and then most recent email communications we've had with her, but in between are at least a dozen other \nunreturned emails and phone calls since January, from both me and is perfectly pleasant when we're able to \nconnect with her, but everything is always a \"few days\" from being done, which then turns into weeks on end. \nI'd like to enlist the help of someone with more influence than we seem to have at the line level—I'm happy to call the \nDAAG who offered to help if we had any logistical issues, or alternatively the only other person I can identify online as \nhaving supervisory authority at IMD is whom I'm happy to contact, but he's an Assistant Director, so it \nwould be jumping many layers of command. So wanted to check with you on what you think would be most appropriate \nin terms of elevating? \nHappy to discuss in person if that's useful, and thanks very much for the help. \nFrom: \nSent: Monday, April 01, 201912:26 \nTo: (IMD) (FBI) \nCc: \nSubject: RE: Epstein investigation \nFollowing up on the below, please advise whether the full set of records is uploaded to the W drive for the agents' \naccess? Our office is concerned that we requested these materials initially more than two months ago and still do not \nhave them. Please let us know as soon as possible what the status is? And if there are any impediments, we can assist in \nexpediting. \nthanks very much, \nFrom: \n(USANYS) \nSent: Friday, March 29, 2019 16:39 \nTo: \nCc: \n<S:.; \n(NY) \n(FBI) \nSubject: RE: Epstein \ninvestigation \nIli \n(IMO) (FBI) < \nEFTA00026441\n\nJust following up on our conversation from Wednesday. I am writing to see if everything has been uploaded to the W \ndrive. \nThank so much, \nFrom: \nSent: Wednesday, February 13, 2019 9:53 AM \nTo:  \n(IMD) (FBI) \nCc:\n(NY) \n(FBI) \n'..>; \nSubject: RE: Epstein investigation \nHi =, \n(USANYS) \nWanted to quickly check in to follow up on our conversations last week and earlier this week — I think you were able to \ntransmit the scanned records to S but I'm not sure whether that was just the 16,000 pages you mentioned when we \nlast spoke, or if you were able to get all 29,000 to her? And we're also hoping to confirm for sure that all the materials \nyou received were definitely scanned in, and to get an index or catalog of those materials (including what media was \nincluded). \nAnother person on our team, Kurland, who's copied, is jumping in to coordinate on this, so if it's easier to chat via \nphone her number is and please let us know if anything would be helpful on our end. \nthanks again! \nFrom: \nSent: Wednesday, January 30, 2019 17:19 \nTo:  \n(IMD) (FBI) \nCc: \n) \n(NY) (FBI) <>; \nSubject: RE: Epstein investigation \n(USANYS) \nFollowing up on our conversation from yesterday, wanted to send a quick email as promised so you have my full contact \ninfo — I'm reachable at this email address or by phone at (office) or (cell). Please don't \nhesitate to reach out anytime day or night if we can provide any useful info, or if you have any questions at all, and we \nappreciate you talking with us about the records information. Let us know if it makes sense to set up another call for \nFriday or early next week to check in on the questions we had, and thanks very much for your help. \nthanks again, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00026442",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Normal \nWith",
        "role": "extracted",
        "context": "9 05:21:59 +0000 \nImportance: Normal \nWith apologies for bothering you w"
      },
      {
        "name": "Information Management",
        "role": "extracted",
        "context": "plete brick wall with the FBI Information Management \nDivision person we're intera"
      },
      {
        "name": "Assistant Director",
        "role": "extracted",
        "context": "happy to contact, but he's an Assistant Director, so it \nwould be jumping many"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "thanks again, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-03-29",
        "event": "March 29, 2019"
      },
      {
        "date": "2019-02-13",
        "event": "February 13, 2019"
      },
      {
        "date": "2019-01-30",
        "event": "January 30, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:14.335Z"
}