{
  "document": {
    "id": "efta00032738",
    "filename": "EFTA00032738.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032738.pdf",
    "text": "\n\nFrom: New York Law360 <news-alt(ciflaw360.com> \nTo: < \nSubject: Greenberg Traurig's NY Bill May Aid Russian Oligarch Client \nDate: Thu, 17 Jun 2021 09:02:15 +0000 \nti_aw360 New York \nNEW YORK \nThursday, June 17, 2021 GiFollow Law360 \nTOP NEWS \nGreenberg Traurig's NY Bill May Aid Russian Oligarch Client \nGreenberg Traurig successfully lobbied for a New York state bill that will \nmake it harder to enforce foreign judgments, which could be worth $700 \nmillion or more to a Vladimir Putin-linked Russian oligarch who is a client of \nthe firm. The state senator who sponsored the bill had no idea. \nLetter attached I Read full article » \nNYC Bar Wants Arrest Question On Bar Application Amended \nThe New York City Bar Association has urged the New York state court \nsystem not to ask state bar applicants about their involvement with the \njuvenile justice system or criminal cases that were sealed, adjourned or \ndismissed. \nRead full article » \nNY DAs Urge Gov. Cuomo To Veto Conduct Commission Bill \nAn association that represents New York state prosecutors urged Gov. \nAndrew Cuomo to veto a recently passed bill that would create an oversight \nbody to investigate prosecutorial misconduct complaints, saying that the \ncommission would delay and interfere with attorney discipline. \n3 documents attached \nI \nRead full \narticle \n» \nRobbins Geller Wants To Fight FIFA Suit DQ At 2nd Circ. \nRobbins Geller Rudman & Dowd LLP has asked a New York federal judge to \ngive the firm time to appeal his ruling that it committed fraud worthy of \ndisqualification by failing to disclose short positions held by the lead plaintiff \nin a securities class action stemming from the FIFA corruption scandal, a \nrequest the defendant company said comes way too late. \n2 documents attached I Read full article » \nNew York Opioid Trial Delayed Again As Jury Selection Lags \nA monumental opioid trial pitting New York state and two local governments \nagainst a dozen drug companies is being pushed back nearly one week \nbecause jury selection is taking longer than expected, sources said \nWednesday. \n2 documents attached I Read full \narticle » \nExaminer With Narrow Scope Approved In Purdue Ch. 11 \nA New York bankruptcy judge begrudgingly approved the appointment of an \nexaminer in the Chapter 11 case of OxyContin maker Purdue Pharma LP on \n;2,Law360 Rising Stars 2021 \nLAW FIRMS \nAidala Bertuna \nAkin Gump \nAllen & Overy \nAnsell Grimm \nBlackstone Chambers \nBoies Schiller \nBrafman & Associates \nBrown Rudnick \nCadwalader Wickersham \nCarlson Lynch \nChiesa Shahinian \nCloth Fair Chambers \nClyde & Co \nCohen & Gresser \nCohen Milstein \nConstantine Cannon \nCravath Swaine \nCrowell & Moring \nDLA Piper \nDavis Polk \nDebevoise & Plimpton \nDechert \nDerek Smith Law Group \nEFTA00032738\n\nWednesday, saying he was doing so only because the baseless allegations \nincluded in the examiner motion needed to be addressed publicly. \nRead full article » \nJailed Maxwell Decries 'Raw Sewage,' Nosy Guards \nGhislaine Maxwell cannot defend herself against child sex-trafficking charges \nwith feces raining down in her cell and federal prison guards listening in on \nher privileged conversations, one of her attorneys told a Manhattan federal \njudge in a letter Tuesday. \nLetter attached I Read full article » \nTrader Pushes Back Against Witness In Illumina Insider Trial \nCounsel for a San Diego stock speculator accused of insider trading worked \nWednesday to undermine the credibility of a former Illumina Inc. accountant \nwho told a Manhattan jury she tipped him to earnings secrets in exchange for \nenvelopes stuffed with cash. \nRead full article » \nVisa, Mastercard Accused Of Being Cartel In Square Fees Suit \nA proposed class of small businesses that use the Square e-commerce \npayment platform for transactions launched an antitrust suit against Visa and \nMastercard on Wednesday, saying the credit card companies acted as a \ncartel by using their vast market share to keep fees associated with credit \nand debit card transactions high. \nComplaint attached Read full article » \nREAL ESTATE & DEVELOPMENT \nReal Estate Rumors: American Stock, Wells, Maxim Credit \nAmerican Stock Transfer & Trust Co. has reportedly landed a lease extension \ndeal for 17,090 square feet in Manhattan, Wells Fargo is said to be paying \n$95 a square foot for space it's leasing in San Francisco and Maxim Credit \nGroup is said to have loaned $17.5 million for 36 co-op units in Florida. \nRead full article » \nCONSUMER PROTECTION \nExpress Scripts Was Unaware Of CVS Overcharges, Jury Told \nAn Express Scripts executive told a California federal jury Wednesday that \nthe pharmacy benefit manager was unaware CVS Pharmacy Inc. \novercharged insured customers and didn't report its discounted drug prices, \nwhich the consumer classes claim led to higher copays. \nRead full article » \nEMPLOYMENT \nSEIU Can Exit Fired Handyman's Bias Suit, Judge Says \nA Service Employees International Union branch should escape a fired \nhandyman's union bias suit, a New York federal magistrate judge \nrecommended Tuesday, finding that the worker hasn't plausibly alleged that \nthe union discriminated against him when it declined to challenge his firing. \nReport attached Read \nfull article \nSECURITIES \nRobbins Geller Nabs $21M For Work On $84M MetLife Deal \nA New York federal court awarded Robbins Geller Rudman & Dowd LLP $21 \nmillion for the firm's work securing an $84 million settlement for a class of \nDinsmore & Shohl \nErskine Chambers \nEssex Court Chambers \nFaruqi & Faruqi \nFine Kaplan \nFoley Hoag \nFrankfurt Kumit \nFreshfields \nGateley PLC \nGibbons PC \nGilbert LLP \nGirardi & Keese \nGlancy Prongay \nGoodwin Procter \nGreenberg Traurig \nHaddon Morgan \nHausfeld LLP \nHogan Lovells \nHolland & Knight \nHusch Blackwell \nIredale & Yoo \nJones Day \nKaplan Hecker \nKirkland & Ellis \nKramer Levin \nLatham & Watkins \nLevene Neale \nLowenstein Sandler \nMaples and Calder \nMargulies Faith \nMayer Brown \nMilbank LLP \nMilberg Coleman \nMoses & Singer \nNapoli Shkolnik \nNorton Rose \nOne Essex Court \nOrrick Herrington \nOtterbourg PC \nPerkins Coie \nPomerantz LLP \nPritzker Levine \nQuinn Emanuel \nRobbins Geller \nRoche Freedman \nRopes & Gray \nRosen Law Firm PA \nScharf Banks \nSelendy & Gay \nShuman Glenn \nSidley Austin \nEFTA00032739\n\ninvestors who accused MetLife Inc. of misleading them by underreporting life \ninsurance liabilities. \nOrder attached I Read full article » \nInvestors Push To Keep BitMEX Manipulation Claims Alive \nInvestors who used exchange BitMEX to buy crypto-asset derivatives have \nasked a New York federal court to keep their allegations of fraudulent \npractices and price manipulation in play. \nMemorandum attached I Read full article » \nPomerantz To Rep Investors in Pa. Oil Well Suit \nPomerantz LLP, with an assist from a local law firm, will represent a proposed \nclass of investors in a suit in Pittsburgh federal court alleging natural gas and \noil company Range Resources Corp. improperly reported the status of wells \nit owns and operates in Pennsylvania. \nOrder attached I Read full \narticle » \nWHITE COLLAR \nEx-Goldman Exec's Virus-Delayed 1MDB Trial Set For January \nFormer Goldman Sachs managing director Roger Ng will face trial in January \nover his purported role in the 1Malaysia Development Berhad scandal, a \nNew York federal judge said Tuesday, rescheduling the proceeding after a \npandemic-related delay. \nRead full article » \nNYC Doc Gets Over 4% Years For Taking Insys Kickbacks \nA former New York City doctor on Wednesday was sentenced to more than \n4% years in prison for taking hundreds of thousands of dollars in kickbacks \nfrom now-defunct drugmaker Insys Therapeutics Inc. in exchange for \nprescribing a powerful fentanyl spray to his patients. \nRead full article )> \nEx-NASA Chief Gets 30 Days For Hiding Ties To China \nA New York federal judge on Wednesday hesitantly sentenced a NASA \nnanotechnology pioneer to 30 days in prison for concealing his ties to the \nChinese govemment, pointing out that defendants with lesser bona fides are \nroutinely locked up for lying to the govemment. \n2 documents attached I Read full article \n» \nMERGERS & ACQUISITIONS \n5 Firms Guide $600M In IPOs For 2 Energy Transition SPACs \nTwo blank-check companies focused on energy transition and sustainability \nraised a combined $600 million Wednesday in initial public offerings guided \nby five law firms. \nRead full article » \n2 Firms Guide Columbia Care's $42M Deal For Colo. Pot Co. \nCannabis giant Columbia Care Inc. is poised to acquire Denver dispensary \nMedicine Man in a deal steered by Foley Hoag LLP and Husch Blackwell LLP \nand valued at $42 million, the companies have announced. \nRead full article >> \nBANKRUPTCY \nNY Retirement Community Seeks $199M Ch. 11 Refinance \nThe owner of Long Island retirement community Amsterdam at Harborside is \nseeking Chapter 11 protection in a New York bankruptcy court with a \nSkadden Arps \nSmith Villazor \nStein Mitchell \nStroock & Stroock \nSwanson & McNamara \nThree Raymond Buildings \nTroutman Pepper \nVinson & Elkins \nWachtell Lipton \nWilliams & Connolly \nWinston & Strawn \nWolf Haldenstein \nCOMPANIES \n1-800 Contacts Inc. \n7-Eleven Inc. \nACI Worldwide, Inc. \nAmalgamated Transit Union \nAmazon.com Inc. \nAmerican Bar Association \nAmerican Stock Transfer & Trust \nCompany LLC \nApple Inc. \nBarclays PLC \nCVS Health Corp. \nChevron Corp. \nCitigroup Inc. \nColumbia Care Inc. \nDeutsche Bank AG \nEqual Justice Initiative \nEthereum GmbH \nExpress Scripts Holding Co. \nFacebook Inc. \nFederation Internationale de \nFootball Association \nFordham University \nGeorge Washington University \nGeorgetown University \nGoogle LLC \nGrupo Televisa SAB \nHDR Global Trading Ltd. \nICAP \nIllumina Inc. \nJAMS Inc. \nJPMorgan Chase & Co. \nLondon Stock Exchange Group \nPLC \nMasterCard Inc. \nMetLife Inc. \nMr. Cooper Group Inc. \nNASDAQ Inc. \nEFTA00032740\n\nprenegotiated plan to refinance over $199 million in debt as it deals with a \nfailure to attract enough residents. \nDeclaration attached I Read full article » \nBANKING \nNationstar Mortgage Sued Over Unauthorized Payment Glitch \nMortgage servicer Nationstar Mortgage LLC faces a proposed class action in \nNew York federal court accusing the company of improperly debiting \nborrowers' accounts multiple times in a single month. \nComplaint attached I Read full article » \nPEOPLE \nChiesa Shahinian Adds Experienced IP Attorney In NY \nChiesa Shahinian & Giantomasi PC continued its 2021 expansion, adding an \nattorney with nearly two decades of experience working on a variety of \nintellectual property and trade secret suits as a New York-based member, the \nfirm announced. \nRead full article » \nWinston & Strawn Grabs Partner From Troutman Pepper \nWinston & Strawn LLP continued to expand the firm's tax practice with the \naddition of a partner from Troutman Pepper who will work out of its New York \noffice, Winston announced Wednesday. \nRead full article » \nEXPERT ANALYSIS \nLaw Firm Talent Must Reflect Shifting US Demographics \nStephanie Scharf at Scharf Banks and Roberta Liebenberg at Fine Kaplan \nanalyze and project U.S. demographic trends to show that law firms that \nhope to succeed long-term must recruit, retain and advance female lawyers \nand lawyers of color, and they outline six steps for meeting these goals. \nRead full article » \nLEGAL INDUSTRY \nClient Data Stolen From UK Law Firm Gateley In Cyberattack \nLondon law firm Gateley PLC revealed on Wednesday that it has been \ntargeted by a cyberattack that resulted in some of its clients' information \nbeing compromised, making it the latest casualty of an online security breach \nin the legal industry. \nRead full article » \n7 More Firms Raise Associate Salaries \nA host of law firms this week have moved to match Davis Polk & Wardwell \nLLP and raise U.S. associates' starting salaries, and one firm has combined \nthe announcement with a plan to accelerate its promotion track. \nRead full article » \nFederal Claims Judge Confirmed To Md. District Court \nA bipartisan Senate vote on Wednesday confirmed a DLA Piper alum to \nmove from the U.S. Court of Federal Claims to a lifetime seat on Maryland's \nfederal district court. \nRead full article » \nCravath Donating $6M Fee To Groups Supporting Civil Rights \nNational Association for the \nAdvancement of Colored People \nNew York City Bar Association \nNew York State Bar Association \nNew York State Teachers' \nRetirement System \nNew York University \nPG&E Corp. \nPurdue Pharma LP \nQUALCOMM Inc. \nRBC Capital Markets \nRange Resources Corp. \nService Employees International \nUnion \nSpace Exploration Technologies \nCorp. \nTemple University \nThe Green Solution LLC \nThe Lawyers' Committee for Civil \nRights Under Law \nUnited Airlines Holdings Inc. \nVisa Inc. \nWalgreens Co. \nWells Fargo & Co. \nZeughauser Group LLC \nGOVERNMENT AGENCIES \nCommodity Futures Trading \nCommission \nConsumer Financial Protection \nBureau \nEconomics and Statistics \nAdministration \nEuropean Union \nExecutive Office of the President \nFederal Trade Commission \nFood and Drug Administration \nInformation Commissioner's Office \nNational Aeronautics and Space \nAdministration \nNew York Attorney General's Office \nSerious Fraud Office \nU.S. Air Force \nU.S. Attorney's Office \nU.S. Attorney's Office for the \nEastern District of New York \nU.S. Attorney's Office for the \nSouthern District of New York \nU.S. Bankruptcy Court for the \nEastern District of New York \nU.S. Bankruptcy Court for the \nSouthern District of New York \nU.S. Census Bureau \nU.S. Department of Commerce \nEFTA00032741\n\nCravath Swaine & Moore LLP announced on Tuesday it will donate $6 million \nit earned in attorney fees in pro bono work to five national and local Alabama \norganizations supporting civil rights and diversity efforts. \nRead full article » \nDechert Hit With Discrimination Suit By Ex-Billing Manager \nA former billing manager at Dechert LLP said her supervisor created a hostile \nwork environment and set impossibly high standards for her because she \nwas Black, according to a racial discrimination lawsuit she filed against the \nfirm in Pennsylvania federal court Wednesday. \nRead full article » \nGirardi's Ex-Clients Go After His Wife In State Malpractice Suit \nFormer clients of celebrity trial lawyer Thomas V. Girardi, along with the \nbankruptcy trustee liquidating the embattled attorney's personal property, \nhave urged a California bankruptcy judge to lift a stay so the ex-clients can \ncontinue their collection pursuit against his estranged wife, \"Real Housewives \nof Beverly Hills\" star Erika Girardi. \nRead full article » \nENRC Adviser Regrets Lying In SFO Tipoff About Dechert Atty \nA former ENRC security consultant testified on Wednesday that he regretted \nlying in an anonymous letter he sent to the Serious Fraud Office accusing a \nDechert attorney investigating alleged corruption at the Kazakh mining \ncompany of colluding with the agency's officials. \nRead full article » \nAnalysis \nKhan Goes From Commissioner To Chair In Under 6 Hours \nIn a single afternoon, Lina Khan was confirmed to the Federal Trade \nCommission, sworn in, and made its chair in a surprise move that sets up the \nBig Tech critic for a role she was not anticipated to play and has left \nobservers wondering what to expect. \nRead full article » \nMarshals Need More Staff To Protect Judges, DOJ Report Says \nLess than a year after the killing of a New Jersey federal judge's son by an \nangry male rights attorney, a U.S. Department of Justice audit found that the \nU.S. Marshals Service is understaffed and not properly equipped to protect \nthe judiciary. \nRead full article » \nEx-Orrick Atty Now 'Supreme Court Director' At Georgetown \nGeorgetown Law's Institute for Constitutional Advocacy and Protection has \nnamed former Orrick partner Kelsi Brown Corkran as its first U.S. Supreme \nCourt director, a role in which she will manage the group's litigation strategy \nfor civil rights and criminal justice in the nation's top court. \nRead full article » \nJOBS \nSearch full listings or advertise your job opening \nNot mite if your firm subsaibes? Ask your libtarian. \nWe hope you found this message to be useful. \nHowever. if you'd gather no receive future emails of ibis sorb \nyou may unsubsetibe here. \nU.S. Department of Justice \nU.S. District Court for the Eastern \nDistrict of New York \nU.S. District Court for the Eastern \nDistrict of Pennsylvania \nU.S. District Court for the Northern \nDistrict of California \nU.S. District Court for the Northern \nDistrict of New York \nU.S. District Court for the Southern \nDistrict of New York \nU.S. District Court for the Western \nDistrict of Pennsylvania \nU.S. Patent and Trademark Office \nU.S. Securities and Exchange \nCommission \nU.S. Senate \nU.S. Supreme Court \nU.S. Uniform Law Commission \nPlease DO NOT teply to this email. For customer support inquiries. please call + l-646-781-71CO or visit our Contact Us page. \nEFTA00032742\n\nPtivacy Policy \nI Cookie Policy \nLaw360 Pon(olio Media, Inc, III West \n1911iStreet. Sth Floor. New York. NY [Dalt \nEFTA00032743",
    "pageCount": 6,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "Jailed Maxwell Decries 'Raw Sewage,' Nosy Guards \nGhislaine Maxwell cannot defend herself against child sex-trafficki"
      },
      {
        "name": "Cooper Group",
        "role": "extracted",
        "context": "asterCard Inc. \nMetLife Inc. \nMr. Cooper Group Inc. \nNASDAQ Inc. \nEFTA00"
      },
      {
        "name": "Greenberg Traurig",
        "role": "extracted",
        "context": "flaw360.com> \nTo: < \nSubject: Greenberg Traurig's NY Bill May Aid Russian Oli"
      },
      {
        "name": "Bill May",
        "role": "extracted",
        "context": "bject: Greenberg Traurig's NY Bill May Aid Russian Oligarch Client"
      },
      {
        "name": "Aid Russian",
        "role": "extracted",
        "context": "eenberg Traurig's NY Bill May Aid Russian Oligarch Client \nDate: Thu, 1"
      },
      {
        "name": "Oligarch Client",
        "role": "extracted",
        "context": "rig's NY Bill May Aid Russian Oligarch Client \nDate: Thu, 17 Jun 2021 09:02"
      },
      {
        "name": "Follow Law",
        "role": "extracted",
        "context": "RK \nThursday, June 17, 2021 GiFollow Law360 \nTOP NEWS \nGreenberg Traur"
      },
      {
        "name": "Vladimir Putin",
        "role": "extracted",
        "context": "th $700 \nmillion or more to a Vladimir Putin-linked Russian oligarch who i"
      },
      {
        "name": "Bar Wants",
        "role": "extracted",
        "context": "ed I Read full article » \nNYC Bar Wants Arrest Question On Bar Applic"
      },
      {
        "name": "Arrest Question",
        "role": "extracted",
        "context": "full article » \nNYC Bar Wants Arrest Question On Bar Application Amended \nT"
      },
      {
        "name": "On Bar",
        "role": "extracted",
        "context": "NYC Bar Wants Arrest Question On Bar Application Amended \nThe New"
      },
      {
        "name": "Application Amended",
        "role": "extracted",
        "context": "Wants Arrest Question On Bar Application Amended \nThe New York City Bar Associ"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "n On Bar Application Amended \nThe New York City Bar Association has"
      },
      {
        "name": "York City",
        "role": "extracted",
        "context": "Application Amended \nThe New York City Bar Association has urged the"
      },
      {
        "name": "Bar Association",
        "role": "extracted",
        "context": "on Amended \nThe New York City Bar Association has urged the New York state"
      },
      {
        "name": "As Urge",
        "role": "extracted",
        "context": "ed. \nRead full article » \nNY DAs Urge Gov. Cuomo To Veto Conduct Co"
      },
      {
        "name": "Cuomo To",
        "role": "extracted",
        "context": "l article » \nNY DAs Urge Gov. Cuomo To Veto Conduct Commission Bill"
      },
      {
        "name": "Veto Conduct",
        "role": "extracted",
        "context": "» \nNY DAs Urge Gov. Cuomo To Veto Conduct Commission Bill \nAn associati"
      },
      {
        "name": "Commission Bill",
        "role": "extracted",
        "context": "ge Gov. Cuomo To Veto Conduct Commission Bill \nAn association that represen"
      },
      {
        "name": "Andrew Cuomo",
        "role": "extracted",
        "context": "state prosecutors urged Gov. \nAndrew Cuomo to veto a recently passed bil"
      },
      {
        "name": "Robbins Geller",
        "role": "extracted",
        "context": "ed \nI \nRead full \narticle \n» \nRobbins Geller Wants To Fight FIFA Suit DQ A"
      },
      {
        "name": "Wants To",
        "role": "extracted",
        "context": "l \narticle \n» \nRobbins Geller Wants To Fight FIFA Suit DQ At 2nd Cir"
      },
      {
        "name": "Opioid Trial",
        "role": "extracted",
        "context": "Read full article » \nNew York Opioid Trial Delayed Again As Jury Selecti"
      },
      {
        "name": "Delayed Again",
        "role": "extracted",
        "context": "icle » \nNew York Opioid Trial Delayed Again As Jury Selection Lags \nA mon"
      },
      {
        "name": "As Jury",
        "role": "extracted",
        "context": "rk Opioid Trial Delayed Again As Jury Selection Lags \nA monumental"
      },
      {
        "name": "Selection Lags",
        "role": "extracted",
        "context": "d Trial Delayed Again As Jury Selection Lags \nA monumental opioid trial pi"
      },
      {
        "name": "Examiner With",
        "role": "extracted",
        "context": "ached I Read full \narticle » \nExaminer With Narrow Scope Approved In Purd"
      },
      {
        "name": "Narrow Scope",
        "role": "extracted",
        "context": "ull \narticle » \nExaminer With Narrow Scope Approved In Purdue Ch. 11 \nA"
      },
      {
        "name": "Approved In",
        "role": "extracted",
        "context": "» \nExaminer With Narrow Scope Approved In Purdue Ch. 11 \nA New York ban"
      },
      {
        "name": "Purdue Ch",
        "role": "extracted",
        "context": "With Narrow Scope Approved In Purdue Ch. 11 \nA New York bankruptcy ju"
      },
      {
        "name": "Purdue Pharma",
        "role": "extracted",
        "context": "er 11 case of OxyContin maker Purdue Pharma LP on \n;2,Law360 Rising Stars"
      },
      {
        "name": "Rising Stars",
        "role": "extracted",
        "context": "urdue Pharma LP on \n;2,Law360 Rising Stars 2021 \nLAW FIRMS \nAidala Bertu"
      },
      {
        "name": "Aidala Bertuna",
        "role": "extracted",
        "context": "Rising Stars 2021 \nLAW FIRMS \nAidala Bertuna \nAkin Gump \nAllen & Overy \nAn"
      },
      {
        "name": "Akin Gump",
        "role": "extracted",
        "context": "1 \nLAW FIRMS \nAidala Bertuna \nAkin Gump \nAllen & Overy \nAnsell Grimm"
      },
      {
        "name": "Overy \nAnsell",
        "role": "extracted",
        "context": "a Bertuna \nAkin Gump \nAllen & Overy \nAnsell Grimm \nBlackstone Chambers \nB"
      },
      {
        "name": "Grimm \nBlackstone",
        "role": "extracted",
        "context": "n Gump \nAllen & Overy \nAnsell Grimm \nBlackstone Chambers \nBoies Schiller \nBra"
      },
      {
        "name": "Chambers \nBoies",
        "role": "extracted",
        "context": "ery \nAnsell Grimm \nBlackstone Chambers \nBoies Schiller \nBrafman & Associate"
      },
      {
        "name": "Schiller \nBrafman",
        "role": "extracted",
        "context": "m \nBlackstone Chambers \nBoies Schiller \nBrafman & Associates \nBrown Rudnick"
      },
      {
        "name": "Associates \nBrown",
        "role": "extracted",
        "context": "rs \nBoies Schiller \nBrafman & Associates \nBrown Rudnick \nCadwalader Wickersha"
      },
      {
        "name": "Rudnick \nCadwalader",
        "role": "extracted",
        "context": "Brafman & Associates \nBrown Rudnick \nCadwalader Wickersham \nCarlson Lynch \nCh"
      },
      {
        "name": "Wickersham \nCarlson",
        "role": "extracted",
        "context": "es \nBrown Rudnick \nCadwalader Wickersham \nCarlson Lynch \nChiesa Shahinian \nClot"
      },
      {
        "name": "Lynch \nChiesa",
        "role": "extracted",
        "context": "adwalader Wickersham \nCarlson Lynch \nChiesa Shahinian \nCloth Fair Chamber"
      },
      {
        "name": "Shahinian \nCloth",
        "role": "extracted",
        "context": "ersham \nCarlson Lynch \nChiesa Shahinian \nCloth Fair Chambers \nClyde & Co \nCo"
      },
      {
        "name": "Fair Chambers",
        "role": "extracted",
        "context": "ynch \nChiesa Shahinian \nCloth Fair Chambers \nClyde & Co \nCohen & Gresser"
      },
      {
        "name": "Co \nCohen",
        "role": "extracted",
        "context": "Cloth Fair Chambers \nClyde & Co \nCohen & Gresser \nCohen Milstein \nCo"
      },
      {
        "name": "Gresser \nCohen",
        "role": "extracted",
        "context": "Chambers \nClyde & Co \nCohen & Gresser \nCohen Milstein \nConstantine Cannon"
      },
      {
        "name": "Milstein \nConstantine",
        "role": "extracted",
        "context": "& Co \nCohen & Gresser \nCohen Milstein \nConstantine Cannon \nCravath Swaine \nCrowe"
      },
      {
        "name": "Cannon \nCravath",
        "role": "extracted",
        "context": "Cohen Milstein \nConstantine Cannon \nCravath Swaine \nCrowell & Moring \nDLA"
      },
      {
        "name": "Swaine \nCrowell",
        "role": "extracted",
        "context": "Constantine Cannon \nCravath Swaine \nCrowell & Moring \nDLA Piper \nDavis Po"
      },
      {
        "name": "Piper \nDavis",
        "role": "extracted",
        "context": "Swaine \nCrowell & Moring \nDLA Piper \nDavis Polk \nDebevoise & Plimpton \nD"
      },
      {
        "name": "Polk \nDebevoise",
        "role": "extracted",
        "context": "ll & Moring \nDLA Piper \nDavis Polk \nDebevoise & Plimpton \nDechert \nDerek Sm"
      },
      {
        "name": "Plimpton \nDechert",
        "role": "extracted",
        "context": "iper \nDavis Polk \nDebevoise & Plimpton \nDechert \nDerek Smith Law Group \nEFTA0"
      },
      {
        "name": "Derek Smith",
        "role": "extracted",
        "context": "ebevoise & Plimpton \nDechert \nDerek Smith Law Group \nEFTA00032738\n\nWedn"
      },
      {
        "name": "Law Group",
        "role": "extracted",
        "context": "limpton \nDechert \nDerek Smith Law Group \nEFTA00032738\n\nWednesday, say"
      },
      {
        "name": "Jailed Maxwell",
        "role": "extracted",
        "context": "blicly. \nRead full article » \nJailed Maxwell Decries 'Raw Sewage,' Nosy Gu"
      },
      {
        "name": "Raw Sewage",
        "role": "extracted",
        "context": "le » \nJailed Maxwell Decries 'Raw Sewage,' Nosy Guards \nGhislaine Maxw"
      },
      {
        "name": "Nosy Guards",
        "role": "extracted",
        "context": "Maxwell Decries 'Raw Sewage,' Nosy Guards \nGhislaine Maxwell cannot def"
      },
      {
        "name": "Trader Pushes",
        "role": "extracted",
        "context": "tached I Read full article » \nTrader Pushes Back Against Witness In Illum"
      },
      {
        "name": "Back Against",
        "role": "extracted",
        "context": "full article » \nTrader Pushes Back Against Witness In Illumina Insider T"
      },
      {
        "name": "Witness In",
        "role": "extracted",
        "context": "» \nTrader Pushes Back Against Witness In Illumina Insider Trial \nCouns"
      },
      {
        "name": "Illumina Insider",
        "role": "extracted",
        "context": "ushes Back Against Witness In Illumina Insider Trial \nCounsel for a San Dieg"
      },
      {
        "name": "Trial \nCounsel",
        "role": "extracted",
        "context": "t Witness In Illumina Insider Trial \nCounsel for a San Diego stock specula"
      },
      {
        "name": "San Diego",
        "role": "extracted",
        "context": "Insider Trial \nCounsel for a San Diego stock speculator accused of i"
      },
      {
        "name": "Illumina Inc",
        "role": "extracted",
        "context": "e the credibility of a former Illumina Inc. accountant \nwho told a Manha"
      },
      {
        "name": "Mastercard Accused",
        "role": "extracted",
        "context": ". \nRead full article » \nVisa, Mastercard Accused Of Being Cartel In Square Fee"
      },
      {
        "name": "Of Being",
        "role": "extracted",
        "context": "e » \nVisa, Mastercard Accused Of Being Cartel In Square Fees Suit \nA"
      },
      {
        "name": "Cartel In",
        "role": "extracted",
        "context": ", Mastercard Accused Of Being Cartel In Square Fees Suit \nA proposed"
      },
      {
        "name": "Square Fees",
        "role": "extracted",
        "context": "rd Accused Of Being Cartel In Square Fees Suit \nA proposed class of sma"
      },
      {
        "name": "Real Estate",
        "role": "extracted",
        "context": "» \nREAL ESTATE & DEVELOPMENT \nReal Estate Rumors: American Stock, Wells"
      },
      {
        "name": "American Stock",
        "role": "extracted",
        "context": "ELOPMENT \nReal Estate Rumors: American Stock, Wells, Maxim Credit \nAmerica"
      },
      {
        "name": "Maxim Credit",
        "role": "extracted",
        "context": "umors: American Stock, Wells, Maxim Credit \nAmerican Stock Transfer & Tr"
      },
      {
        "name": "Trust Co",
        "role": "extracted",
        "context": "it \nAmerican Stock Transfer & Trust Co. has reportedly landed a leas"
      },
      {
        "name": "Wells Fargo",
        "role": "extracted",
        "context": "090 square feet in Manhattan, Wells Fargo is said to be paying \n$95 a s"
      },
      {
        "name": "Express Scripts",
        "role": "extracted",
        "context": "ticle » \nCONSUMER PROTECTION \nExpress Scripts Was Unaware Of CVS Overcharge"
      },
      {
        "name": "Was Unaware",
        "role": "extracted",
        "context": "R PROTECTION \nExpress Scripts Was Unaware Of CVS Overcharges, Jury Told"
      },
      {
        "name": "Jury Told",
        "role": "extracted",
        "context": "s Unaware Of CVS Overcharges, Jury Told \nAn Express Scripts executive"
      },
      {
        "name": "An Express",
        "role": "extracted",
        "context": "f CVS Overcharges, Jury Told \nAn Express Scripts executive told a Cali"
      },
      {
        "name": "Pharmacy Inc",
        "role": "extracted",
        "context": "nefit manager was unaware CVS Pharmacy Inc. \novercharged insured custome"
      },
      {
        "name": "Can Exit",
        "role": "extracted",
        "context": "l article » \nEMPLOYMENT \nSEIU Can Exit Fired Handyman's Bias Suit, J"
      },
      {
        "name": "Fired Handyman",
        "role": "extracted",
        "context": "» \nEMPLOYMENT \nSEIU Can Exit Fired Handyman's Bias Suit, Judge Says \nA Se"
      },
      {
        "name": "Bias Suit",
        "role": "extracted",
        "context": "EIU Can Exit Fired Handyman's Bias Suit, Judge Says \nA Service Employ"
      },
      {
        "name": "Judge Says",
        "role": "extracted",
        "context": "t Fired Handyman's Bias Suit, Judge Says \nA Service Employees Internat"
      },
      {
        "name": "Service Employees",
        "role": "extracted",
        "context": "an's Bias Suit, Judge Says \nA Service Employees International Union branch sh"
      },
      {
        "name": "International Union",
        "role": "extracted",
        "context": "dge Says \nA Service Employees International Union branch should escape a fired"
      },
      {
        "name": "For Work",
        "role": "extracted",
        "context": "IES \nRobbins Geller Nabs $21M For Work On $84M MetLife Deal \nA New Y"
      },
      {
        "name": "Life Deal",
        "role": "extracted",
        "context": "Nabs $21M For Work On $84M MetLife Deal \nA New York federal court awa"
      },
      {
        "name": "Shohl \nErskine",
        "role": "extracted",
        "context": "nt for a class of \nDinsmore & Shohl \nErskine Chambers \nEssex Court Chamber"
      },
      {
        "name": "Chambers \nEssex",
        "role": "extracted",
        "context": "of \nDinsmore & Shohl \nErskine Chambers \nEssex Court Chambers \nFaruqi & Faru"
      },
      {
        "name": "Court Chambers",
        "role": "extracted",
        "context": "hohl \nErskine Chambers \nEssex Court Chambers \nFaruqi & Faruqi \nFine Kaplan"
      },
      {
        "name": "Faruqi \nFine",
        "role": "extracted",
        "context": "ssex Court Chambers \nFaruqi & Faruqi \nFine Kaplan \nFoley Hoag \nFrankfurt"
      },
      {
        "name": "Kaplan \nFoley",
        "role": "extracted",
        "context": "ambers \nFaruqi & Faruqi \nFine Kaplan \nFoley Hoag \nFrankfurt Kumit \nFreshf"
      },
      {
        "name": "Hoag \nFrankfurt",
        "role": "extracted",
        "context": "& Faruqi \nFine Kaplan \nFoley Hoag \nFrankfurt Kumit \nFreshfields \nGateley P"
      },
      {
        "name": "Kumit \nFreshfields",
        "role": "extracted",
        "context": "Kaplan \nFoley Hoag \nFrankfurt Kumit \nFreshfields \nGateley PLC \nGibbons PC \nGil"
      },
      {
        "name": "Keese \nGlancy",
        "role": "extracted",
        "context": "ns PC \nGilbert LLP \nGirardi & Keese \nGlancy Prongay \nGoodwin Procter \nGre"
      },
      {
        "name": "Prongay \nGoodwin",
        "role": "extracted",
        "context": "LLP \nGirardi & Keese \nGlancy Prongay \nGoodwin Procter \nGreenberg Traurig \nH"
      },
      {
        "name": "Procter \nGreenberg",
        "role": "extracted",
        "context": "eese \nGlancy Prongay \nGoodwin Procter \nGreenberg Traurig \nHaddon Morgan \nHausf"
      },
      {
        "name": "Traurig \nHaddon",
        "role": "extracted",
        "context": "y \nGoodwin Procter \nGreenberg Traurig \nHaddon Morgan \nHausfeld LLP \nHogan L"
      },
      {
        "name": "Morgan \nHausfeld",
        "role": "extracted",
        "context": "er \nGreenberg Traurig \nHaddon Morgan \nHausfeld LLP \nHogan Lovells \nHolland &"
      },
      {
        "name": "Hogan Lovells",
        "role": "extracted",
        "context": "Haddon Morgan \nHausfeld LLP \nHogan Lovells \nHolland & Knight \nHusch Blac"
      },
      {
        "name": "Knight \nHusch",
        "role": "extracted",
        "context": "LLP \nHogan Lovells \nHolland & Knight \nHusch Blackwell \nIredale & Yoo \nJon"
      }
    ],
    "locations": [
      {
        "name": "SFO",
        "type": "airport"
      }
    ],
    "dates": [
      {
        "date": "2021-06-17",
        "event": "June 17, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:32.388Z"
}