{
  "document": {
    "id": "efta00023437",
    "filename": "EFTA00023437.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00023437.pdf",
    "text": "\n\nFrom: ' \nTo:'\n1I\nCc: n \nSubject: RE: FAA Question \nDate: Wed, 29 Sep 2021 14:53:03 +0000 \nGreat, thank you! \nFrom: \n< \nSent: Wednesday, September 29, 2021 10:51 AM \nTo: \nCc: \nSubject: RE: FAA Question \nHi \n>; \nWe have produced all FAA records. Most of the password-locked files were duplicates of the certified files, so we just \nproduced the certified ones. Only a few of the remaining password-locked files were not duplicates, so I ended up \nprinting, scanning, and stamping them, and including them with that production. So, overall, we are all set, and all the \nrecords were produced. Thanks for checking in! \nFrom: \nSent: Wednesday, September 29, 2021 10:48 AM \nTo: \nI \n< \nCc: \n< \nSubject: RE: FAA Question \nHi M, \n>; \n>; \n1 \nJust checking in on this thread. Are there still FAA records that we can't unlock and haven't produced? If so, we should \njust include them in the next production and stamp them whatever way we can. \nThanks, \nFrom: \n< \nSent: Friday, September 10, 2021 4:33 PM \nTo: \nCc: \n< \n>; \nSubject: RE: FAA Question \nEFTA00023437\n\nHi =, \nIt appears that external mail size constraints are preventing me from sending you the files that are password-protected. \nThe file names are below: \n• 188TH-Airworthiness \n• 188TH-Registration \n• 550GP-Registration \n• N550GP was N212JE was N415LM registration \n• N550GP was N212JE was N415LM registration \n• N722JE registration \nWhen attempting to edit the PDFs —  which all appear to be registration files —  we are prompted to enter passwords. These \nare not the complete set of password-protected documents, but these are the documents that we need to be able to \nprint/edit as soon as possible. \nI'm more than happy to answer any questions you may have for me. Thanks very much for any and all help you can \nprovide us! \nParalegal Specialist \nU.S. Attorney's Office I \nSDNY \nNew York, NY 10007 \nFrom: \nSent: Friday, September 10, 2021 4 04 PM \nTo: \nCc: \n<1flMM>: \n) \nSubject: RE: FAA Question \nC \nHi! \nCan you let me know which files were password protected? \nI don't believe I password protected any of them. \nThank you, \nSpecial Agent \nFederal Aviation Administration \nLaw Enforcement Assistance Program \nAtlanta, GA \nEFTA00023438\n\nFrom: \nSent: Friday, September 10, 2021 12:19 PM \nTo: \nCc: \nSubject: RE: FAA Question \nHi =, \nThank you very much for this information and for the quick turnaround. We really appreciate it. \nDo you happen to know the password on the PDF documents you sent us? We'd like to stamp them for discovery \npurposes, but they are password-protected. \nWe're still reviewing your email and these documents, but will certainly be back in touch if we have follow up questions. \nThanks, \nFrom: \nSent: Tuesday, August 24, 2021 8:21 AM \nTo: \nCc: \nSubject: RE: FAA Question \nS.; \n2007 Gulfstream GV-SP (G550), serial number 5173 was assigned tail number N415LM in March 2017 and was registered \nto \nChevron USA Inc., Oakland, CA. Per a bill of sale dated March 29, 2017, Chevron USA Inc sold Gulfstream N415LM to; \nPlan D LLC \nSt. Thomas, U.S. Virgins Islands \nThe registrant was Lawrence VISOSKI, he signed as Manager \nI believe he is Lawrence Paul VISOSKI Jr. he is a pilot \nI don't see EPSTEIN's name on any of the FAA paperwork. \nThere is open source reporting that VISOSKI was a pilot for EPSTEIN. \nIt looks like Insured Aircraft Title Service in Oklahoma handled the transaction. \nhttps://insuredaircraft.com/ \nPer the Plan D LLC, statement in support of registering aircraft that was submitted to the FM, Jeffrey E. EPSTEIN was a \nmember \nand VISOSKI was the manager. Further, Plan D LLC was established in 2012 in the U.S. Virgin Islands. \nPer a request to the FAA dated August 07, 2017 from VISOSKI, they requested to change the tail number from N415LM to \nN212JE. \nIn January 2018 they changed the tail number to N212JE. VISOSKI provided phone number and e-mail: \nOn August 14, 2019 I was told that N212JE was owned by Jeffrey Epstein and was in a hangar at the Cobb County airport \n(KRYY) in Kennesaw, Georgia. \nEFTA00023439\n\nFlight plans indicated N212JE operated on July 07, 2019 from Paris, France to Teterboro, NJ then on July 11, 2019 it \noperated from \nTeterboro, NJ to Brunswick, GA (KBQK). \nPer a bill of sale dated December 22, 2020, Lawrence VISOSKI on behalf of Plan D LLC \"sold\" N212JE to Six G Aviation LLC \nwho \"sold\" it the same day \nto N550GP LLC in Ontario, CA. N212JE was registered on February 24, 2021 to N550GP and signed as \nmanager of Frontier JV LLC, its member. \nin March 2021, they changed the tail number to N550GP and it's still registered as N550GP to N550GP LLC. \nIt looks like Insured Aircraft Title Service in Oklahoma handled this transaction also. \nhttps:Mnsuredaircraft.com/ \nI attached a picture of N212JE. \nxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \n1969 Boeing 727, serial number 20115, N505LS was sold on January 19, 2001 by Real Estate Exchange Inc., Portland, OR \nto JEGE Inc. New York, NY 10022. The signature on the aircraft registration application is \nnot legible \nbut they listed their title as President. They changed the tail number to N908JE in April 2001. On the 2013 re-registration \napplication for N908JE, \nDarren K. INDYKE, Vice President signed as Vice President of JEGE Inc. \nThey were the registered owner of N908JE from 2001 until October 05, 2019 when the registration was cancelled. \nThe aircraft was on the Part 125 certificate of JEGE Inc. and the CEO was Jeffrey EPSTEIN, \nWest Palm Beach, FL 33406 Phone \nN9081E was certificated for passenger operations only (not cargo). \nN908JE has a business configuration with a kitchen and bedroom and has approximately 25 seats in the aircraft and they \naren't economy seats. \nIt was used for private business not charter flights. \nhttps://www.aircraft.com/aircraft/1237885/n908je-boeing-727-100 \nN908JE might be in Brunswick, Georgia (BQK). If you need confirmation of its location please advise. \nI think Insured Aircraft Title Service in Oklahoma handled the transaction. \nhttps://insuredaircraft.com/ \nxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nIn 1994, a 1974 Gulfstream G-1159B, serial number 151, N979GA was sold by Gulfstream to \nHyperion Air Inc., Wilmington, Delaware. signed as the Chief Pilot and Jeffrey EPSTEIN signed as \nPresident. \nThe signature of EPSTEIN looks similar to the signature on the NS0SJS that became N909JE documents. \nIn May 1994 they changed the tail number to N909JE. In 1999 and 2013 we see Darren K. INDYKE name on documents on \nbehalf of \nHyperion Air Inc. In November 2013 they sold N909JE to Starbridge Landing Inc., Dover, Delaware ( \nThe aircraft was deregistered on December 02, 2014 for export to Venezuela. \nXxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nIn March 2012, a  2001 Bell 430 helicopter, serial number 49078, N901RL was registered to Hyperion Air Inc., \nEFTA00023440\n\nWilmington, Delaware. Darren INDYKE signed the registration application as Corporate Secretary. In June 2012 they \nchanged the \ntail number to N331JE. In August 2013 they transferred N331JE to Hyperion Air LLC, St. \nThomas, U.S. Virgin Islands. \nThe same players in the Inc and LLC are on the FAA registration paperwork - Darren INDYKE and Lawrence VISOSKI. \nIn November 2019 they provide phone numbe \nIn May 2020 they sold helicopter N331JE to CMG Aircraft Leasing Inc., Miami, FL (broker), who sold it the same day to QIR \nAir Resources LLC, \nSalt Lake City, Utah. In July 2020 they changed the tail number to N430D. \nNo other aircraft registered to or indexed to Hyperion Inc or LLC, and none to Ossa Properties Inc. \nXxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nOn May 30, 2013, 1988 Gulfstream G-IV, serial number 1085, tail number N423TT was registered to; \nJEGE, LLC \nSt. Thomas, U.S. Virgin Islands 00802 \nThe registrant was Lawrence VISOSKI, he signed as Manager \nIn July 2013 they (Lawrence VISOSKI) changed the tail number to N212JE. In August 2017, they (Lawrence VISOSKI) \nchanged the tail number to N120JE. \nAccording to the JEGE LLC, statement in support of registering aircraft submitted to the FAA in 2013, JEGE LLC was \nestablished in St. Thomas, U.S. Virgin Islands \non October 19, 2012 and the members were Jeffrey EPSTEIN and Lawrence VISOSKI. \nIn June 2019, an Aircraft Security Agreement for $2,800,000.00 on N1201E was filed with the FAA reflecting JEGE Inc., \nPowder Springs, GA 30127 \nas assignor and New Bern, NC 28562 as secured party. \nAccording to the JEGE LLC, statement in support of registering aircraft submitted to the FAA in 2019, JEGE LLC was \nestablished in St. Thomas, U.S. Virgin Islands \non October 19, 2012 and the members were Aviation Development Group LLC and the manager was Thomas H. Huff. \nHe is Thomas Harrison HUFF Ika/Powder Springs, GA \nHe's a pilot and has been involved in aviation at the Cobb County airport (RYY), in Kennesaw, GA for many years. \nHe is of interest to DEA S/A n Atlanta, GA \nThe aircraft is still registered to JEGE LLC, St. Thomas, U.S. Virgin Islands. \nI suspect HUFF bought JEGE LLC which included the aircraft. \nXxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nOn December 30, 2008, Sikosrksy Aircraft helicopter, S-76C-2, serial number 760750, tail number N750A was sold to; \nAir Ghislaine Inc \nWilmington, Delaware 19803 \nThe registrant was Larry VISOSKI, he signed as Director of Aviation \nOn February 11, 2010, Air Ghislaine Inc changed their name to Shmitka Air Inc. \nIn March 2010, Air Ghislaine Inc changed the tail number from N750A to N722JE. On the 8050-64 the signature is not \nlegibile but it looks \nsimilar to the signature of Lawrence VISOSKI. He signed as Director of Operations for Shmitka Air Inc., f/k/a Air Ghislaine \nInc. \nEFTA00023441\n\nOn August 25, 2010, N722JE was registered to Freedom Air International Inc., Wilmington, \nDelaware 19803 \nThe registrant was Darren K. INDYKE, he signed as Vice President \nAccording to a bill of sale dated July 26, 2011, Freedom Air International (Darren K. INDYKE) sold N722JE to ASI Wings LLC, \nHartford, CT \n). \nOn June 13, 2019, ASI Wings LLC sold N722JE to Hyperion Air LLC, St. Thomas, U.S. Virgin \nIslands \nThe registrant was Lawrence P. VISOSKI Jr., he signed as Manager \nPer a bill of sale dated May 13, 2021, Hyperion Air LLC (Larry VISOSKI) sold N722JE to Industrial Integrity Solutions Inc., \nOntario, CA \nsigned as CFO. \nXxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nOn January 29, 2000, Air Ghislaine Inc, Wichita, KS purchased 6.25% in a Beech 400A jet, serial number RK-260, tail \nnumber N787TA. \nOn May 01, 2009, Air Ghislaine Inc., sold their 6.25% to Flight Options LLC in Richmond Heights, Ohio. \nsigned the bill of sale as \nExecutive Vice President of Flight Options LLC, acting as attorney-in-fact for Air Ghislaine Inc. \n(this aircraft is currently assigned tail number N727KB) \nFlight Options provides fractional jet ownership. \nTo identify the persons behind Air Ghislaine Inc., contact Flight Options LLC in Ohio. \nhttp://www.flightoptions.com\nXxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nOn May 01, 2009, Air Ghislaine Inc., Richmond Heights, Ohio purchased 6.25% in a Beech 400A jet, serial number RK-244, \ntail number N439LX. \nOn February 11, 2010, Air Ghislaine Inc. changed their name to Shmitka Air Inc. and on July 06, 2010 Shmitka Air Inc. \nchanged their name to \nFreedom Air International Inc. \nOn June 02, 2011, Freedom Air International Inc sold their 6.25% share in N439LX to Flight Options LLC in Cleveland, Ohio. \nsigned the bill of sale as Director of Sales Administration of Flight Options LLC, acting as attorney-in-fact \nfor \nFreedom Air International Inc. \n(this aircraft is currently assigned tail number N188TH) \nFlight Options provides fractional jet ownership. \nTo identify the persons behind Shmitka Air Inc and Freedom Air International Inc., contact Flight Options LLC in Ohio. \nhttp://www.flightoptions.com\nXxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nBell 407, serial number 53375, G-IORB was deregistered by the United Kingdom civil aviation authority on November 04, \n2002 for \nexport to the United States. G-IORB was sold on October 30, 2002 to; \nAir Ghislaine Inc \nEFTA00023442\n\nNew York, NY 10022 \nIt was registered as N491GM on November 13, 2002 to; \nAir Ghislaine \nInc \nWilmington, Delaware \nThe signature of the registrant is illegible but looks like that of VISOSKI. \nBased on a name change from Air Ghislaine Inc to Shmitka Air Inc , the aircraft was registered on February 23, 2010 to \nShmitka Air Inc \nWilmington, DE \nThe registrant was Darren K. INDYKE, he signed as Vice President \nBased on a name change from Shmitka Air Inc to Freedom Air International Inc, the aircraft was registered on August 25, \n2010 to \nFreedom Air International Inc \nWilmington, DE \nThe registrant was Darren K. INDYKE, he signed as Vice President \nOn April 30, 2012, Freedom Air International Inc (Darren K. INDYKE) sold N491GM to Eagle Copters Ltd in Calgary, Canada. \nThe aircraft was registered in a trust and subsequently deregistered on May 07, 2012 for export to Canada. \nIt was later re-registered in the U.S. with tail number N405PJ. \nXxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \n1997 Sikorsky S-76C helicopter, serial number 760472, N162AE was sold on July 26, 2021 by ASI Wings Inc ( \n) to \nFreedom Air International Inc. \nSikorsky S-76C helicopter N162AE was registered on August 2011 to; \nFreedom Air International Inc \nWilmington, Delaware \nThe registrant was Darren K. INDYKE, he signed as Vice President. \nThey changed the tail number in August 2011 to N162AD. Lawrence VISOSKI signed the 8050-64 as Director of \nMaintenance of \nFreedom Air International Inc to change the tail number from N162AE to N162AD. \nPer a bill of sale dated February 09, 2012, Freedom Air International Inc. (Darren K. INDYKE) sold N162AD to \nGreenwich Aerogroup Inc Brazil Leasing Inc \nMiddletown, Delaware \nN162AD was deregistered on April 10, 2013 for export to Brazil. \nI ordered Blue Ribbon (certified) copies of the aircraft registration records of the ten aircraft and they will be sent via \nregular mail from the FAA in Oklahoma. \nEFTA00023443\n\nIn the next few hours you will receive an email with links to working copies of these aircraft registration files. \nNo other aircraft registered to or indexed to Hyperion Inc/LLC, Plan D LLC, Ossa Properties Inc. or \nJeffrey Epstein \nGhislaine Maxwell \nThomas World Air LLC \nFreedom Air Petroleum LLC \nNES LLC \nMaple, Inc. \nNautilus Inc. \nNo FAA certificates issued to Darren INDYKE. \nI hope this helps, \nSpecial Agent \nFederal Aviation Administration \nLaw Enforcement Assistance Program \nAtlanta, GA \nFrom: \nSent: Wednesday, August 18, 2021 1:08 PM \nTo: \nCc: \n< \nSubject: RE: FAA Question \nThanks, \nFrom: \nSent: Wednesday, August 18, 2021 1:07 PM \nTo: \nCc: \n< \nSubject: RE: FAA Question \n>; \nIn 2015/2016, DEA S/A was interested in EPSTEIN and his aircraft; \nSpecial Agent \nSaint Thomas Resident Office \nDrug Enforcement Administration \nSaint Thomas, Virgin Islands 00802 \nEFTA00023444\n\nIn August 2019, the FBI in Atlanta, GA was interested in aircraft linked to EPSTEIN. \nMore will follow. \nSpecial Agent \nFederal Aviation Administration \nLaw Enforcement Assistance Program \nAtlanta, GA \nFrom: \nSent: Wednesday, August 18, 2021 12:41 PM \nTo: \nCc: \nI  <)'; \n) < \nSubject: RE: FAA Question \nHi =, \nThanks again for the helpful call this morning. Here is the list of entities we'd like you to use as search terms: \nJeffrey Epstein \nGhislaine Maxwell \nAir Ghislaine \nThomas World Air LLC \nHyperion Air LLC \nFreedom Air Petroleum LLC \nNES LLC \nMaple, Inc. \nNautilus Inc. \nThanks, \nFrom: \nSent: Tuesday, August 17, 2021 3:56 PM \nTo: \nCc: \n< \nSubject: Re: FM Question \nAnytime after 0930 is preferable. \n>; \nSpecial Agent \nEFTA00023445\n\nFederal Aviation Administration \nAtlanta, GA \nFrom: \nSent: Tuesday, August 17, 2021 3:53:43 PM \nTo: \nCc: \n<a) \nSubject: RE: FAA Question \nThanks, . We'll plan to give you a call tomorrow morning, assuming you're free to talk then. \nThanks, \nFrom: \nSent: Tuesday, August 17, 2021 3:30 PM \nTo: \nCc: \nSubject: RE: FAA Question \nHi! \nFeel free to call my cell at your convenience. \nHappy to help, \nSpecial Agent \nFederal Aviation Administration \nLaw Enforcement Assistance Program \nAtlanta, GA \nFrom: \nSent: Tuesday, August 17, 2021 3:25 PM \nTo: \nCc: \n<a> \nSubject: FAA Question \nHi =, \n>*, \nI hope all's well. I got your email from at the FBI. We are working on a  case and could use some assistance \nfrom the FAA. Do you have a few minutes to talk sometime this week? \nEFTA00023446\n\nThanks, \nAssistant \nUnited States \nAttorney \nSouthern \nDistrict of New \nYork \nNew York, \nNew York 10007 \nEFTA00023447",
    "pageCount": 11,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "gust 14, 2019 I was told that N212JE was owned by Jeffrey Epstein and was in a hangar at the Cobb County airport \n("
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "D LLC, Ossa Properties Inc. or \nJeffrey Epstein \nGhislaine Maxwell \nThomas World Air LLC \nFreedom Air Petroleum LLC"
      },
      {
        "name": "Question \nDate",
        "role": "extracted",
        "context": ":'\n1I\nCc: n \nSubject: RE: FAA Question \nDate: Wed, 29 Sep 2021 14:53:03 +0"
      },
      {
        "name": "Question \nHi",
        "role": "extracted",
        "context": "M \nTo: \nCc: \nSubject: RE: FAA Question \nHi \n>; \nWe have produced all FAA"
      },
      {
        "name": "Paralegal Specialist",
        "role": "extracted",
        "context": "ll help you can \nprovide us! \nParalegal Specialist \nU.S. Attorney's Office I \nSD"
      },
      {
        "name": "Special Agent",
        "role": "extracted",
        "context": "ted any of them. \nThank you, \nSpecial Agent \nFederal Aviation Administrat"
      },
      {
        "name": "Federal Aviation",
        "role": "extracted",
        "context": ". \nThank you, \nSpecial Agent \nFederal Aviation Administration \nLaw Enforceme"
      },
      {
        "name": "Administration \nLaw",
        "role": "extracted",
        "context": "ecial Agent \nFederal Aviation Administration \nLaw Enforcement Assistance Progra"
      },
      {
        "name": "Enforcement Assistance",
        "role": "extracted",
        "context": "Aviation Administration \nLaw Enforcement Assistance Program \nAtlanta, GA \nEFTA000"
      },
      {
        "name": "Program \nAtlanta",
        "role": "extracted",
        "context": "n \nLaw Enforcement Assistance Program \nAtlanta, GA \nEFTA00023438\n\nFrom: \nSen"
      },
      {
        "name": "Virgins Islands",
        "role": "extracted",
        "context": "Plan D LLC \nSt. Thomas, U.S. Virgins Islands \nThe registrant was Lawrence"
      },
      {
        "name": "Lawrence Paul",
        "role": "extracted",
        "context": "d as Manager \nI believe he is Lawrence Paul VISOSKI Jr. he is a pilot \nI"
      },
      {
        "name": "Insured Aircraft",
        "role": "extracted",
        "context": "t for EPSTEIN. \nIt looks like Insured Aircraft Title Service in Oklahoma han"
      },
      {
        "name": "Title Service",
        "role": "extracted",
        "context": "t looks like Insured Aircraft Title Service in Oklahoma handled the trans"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "tablished in 2012 in the U.S. Virgin Islands. \nPer a request to the FAA da"
      },
      {
        "name": "In January",
        "role": "extracted",
        "context": "mber from N415LM to \nN212JE. \nIn January 2018 they changed the tail nu"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "ded phone number and e-mail: \nOn August 14, 2019 I was told that N212"
      },
      {
        "name": "Cobb County",
        "role": "extracted",
        "context": "in and was in a hangar at the Cobb County airport \n(KRYY) in Kennesaw,"
      },
      {
        "name": "Real Estate",
        "role": "extracted",
        "context": "s sold on January 19, 2001 by Real Estate Exchange Inc., Portland, OR"
      },
      {
        "name": "Exchange Inc",
        "role": "extracted",
        "context": "nuary 19, 2001 by Real Estate Exchange Inc., Portland, OR \nto JEGE Inc."
      },
      {
        "name": "Vice President",
        "role": "extracted",
        "context": "or N908JE, \nDarren K. INDYKE, Vice President signed as Vice President of J"
      },
      {
        "name": "West Palm",
        "role": "extracted",
        "context": "the CEO was Jeffrey EPSTEIN, \nWest Palm Beach, FL 33406 Phone \nN9081E"
      },
      {
        "name": "Hyperion Air",
        "role": "extracted",
        "context": "GA was sold by Gulfstream to \nHyperion Air Inc., Wilmington, Delaware. s"
      },
      {
        "name": "Chief Pilot",
        "role": "extracted",
        "context": "gton, Delaware. signed as the Chief Pilot and Jeffrey EPSTEIN signed as"
      },
      {
        "name": "In May",
        "role": "extracted",
        "context": "hat became N909JE documents. \nIn May 1994 they changed the tail nu"
      },
      {
        "name": "In November",
        "role": "extracted",
        "context": "behalf of \nHyperion Air Inc. In November 2013 they sold N909JE to Star"
      },
      {
        "name": "Starbridge Landing",
        "role": "extracted",
        "context": "mber 2013 they sold N909JE to Starbridge Landing Inc., Dover, Delaware ( \nThe"
      },
      {
        "name": "Xxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nIn",
        "role": "extracted",
        "context": "014 for export to Venezuela. \nXxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nIn March 2012, a  2001 Bell 430"
      },
      {
        "name": "Corporate Secretary",
        "role": "extracted",
        "context": "e registration application as Corporate Secretary. In June 2012 they \nchanged t"
      },
      {
        "name": "In June",
        "role": "extracted",
        "context": "ation as Corporate Secretary. In June 2012 they \nchanged the \ntail"
      },
      {
        "name": "In August",
        "role": "extracted",
        "context": "d the \ntail number to N331JE. In August 2013 they transferred N331JE"
      },
      {
        "name": "Aircraft Leasing",
        "role": "extracted",
        "context": "sold helicopter N331JE to CMG Aircraft Leasing Inc., Miami, FL (broker), who"
      },
      {
        "name": "Air Resources",
        "role": "extracted",
        "context": "sold it the same day to QIR \nAir Resources LLC, \nSalt Lake City, Utah. I"
      },
      {
        "name": "Salt Lake",
        "role": "extracted",
        "context": "y to QIR \nAir Resources LLC, \nSalt Lake City, Utah. In July 2020 they"
      },
      {
        "name": "In July",
        "role": "extracted",
        "context": "s LLC, \nSalt Lake City, Utah. In July 2020 they changed the tail nu"
      },
      {
        "name": "Hyperion Inc",
        "role": "extracted",
        "context": "t registered to or indexed to Hyperion Inc or LLC, and none to Ossa Prop"
      },
      {
        "name": "Ossa Properties",
        "role": "extracted",
        "context": "erion Inc or LLC, and none to Ossa Properties Inc. \nXxxxxxxxxxxxxxxxxxxxxxx"
      },
      {
        "name": "Xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nOn",
        "role": "extracted",
        "context": "none to Ossa Properties Inc. \nXxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nOn May 30, 2013, 1988 Gulfstream"
      },
      {
        "name": "Manager \nIn",
        "role": "extracted",
        "context": "awrence VISOSKI, he signed as Manager \nIn July 2013 they (Lawrence VISO"
      },
      {
        "name": "Aircraft Security",
        "role": "extracted",
        "context": "ce VISOSKI. \nIn June 2019, an Aircraft Security Agreement for $2,800,000.00 o"
      },
      {
        "name": "Powder Springs",
        "role": "extracted",
        "context": "he FAA reflecting JEGE Inc., \nPowder Springs, GA 30127 \nas assignor and Ne"
      },
      {
        "name": "New Bern",
        "role": "extracted",
        "context": "gs, GA 30127 \nas assignor and New Bern, NC 28562 as secured party."
      },
      {
        "name": "Aviation Development",
        "role": "extracted",
        "context": "19, 2012 and the members were Aviation Development Group LLC and the manager was"
      },
      {
        "name": "Thomas Harrison",
        "role": "extracted",
        "context": "er was Thomas H. Huff. \nHe is Thomas Harrison HUFF Ika/Powder Springs, GA"
      },
      {
        "name": "Xxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nOn",
        "role": "extracted",
        "context": "which included the aircraft. \nXxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nOn December 30, 2008, Sikosrksy"
      },
      {
        "name": "Sikosrksy Aircraft",
        "role": "extracted",
        "context": "xxxxxx \nOn December 30, 2008, Sikosrksy Aircraft helicopter, S-76C-2, serial n"
      },
      {
        "name": "Air Ghislaine",
        "role": "extracted",
        "context": "il number N750A was sold to; \nAir Ghislaine Inc \nWilmington, Delaware 198"
      },
      {
        "name": "Inc \nWilmington",
        "role": "extracted",
        "context": "A was sold to; \nAir Ghislaine Inc \nWilmington, Delaware 19803 \nThe registra"
      },
      {
        "name": "Aviation \nOn",
        "role": "extracted",
        "context": "SKI, he signed as Director of Aviation \nOn February 11, 2010, Air Ghisla"
      },
      {
        "name": "Shmitka Air",
        "role": "extracted",
        "context": "ine Inc changed their name to Shmitka Air Inc. \nIn March 2010, Air Ghis"
      },
      {
        "name": "In March",
        "role": "extracted",
        "context": "eir name to Shmitka Air Inc. \nIn March 2010, Air Ghislaine Inc chang"
      },
      {
        "name": "Freedom Air",
        "role": "extracted",
        "context": "010, N722JE was registered to Freedom Air International Inc., Wilmingto"
      },
      {
        "name": "International Inc",
        "role": "extracted",
        "context": "was registered to Freedom Air International Inc., Wilmington, \nDelaware 19803"
      },
      {
        "name": "On June",
        "role": "extracted",
        "context": "Wings LLC, \nHartford, CT \n). \nOn June 13, 2019, ASI Wings LLC sold"
      },
      {
        "name": "Virgin \nIslands",
        "role": "extracted",
        "context": "ion Air LLC, St. Thomas, U.S. Virgin \nIslands \nThe registrant was Lawrence"
      },
      {
        "name": "Manager \nPer",
        "role": "extracted",
        "context": "P. VISOSKI Jr., he signed as Manager \nPer a bill of sale dated May 13,"
      },
      {
        "name": "Industrial Integrity",
        "role": "extracted",
        "context": "Larry VISOSKI) sold N722JE to Industrial Integrity Solutions Inc., \nOntario, CA"
      },
      {
        "name": "Solutions Inc",
        "role": "extracted",
        "context": "722JE to Industrial Integrity Solutions Inc., \nOntario, CA \nsigned as CFO"
      },
      {
        "name": "Xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nOn",
        "role": "extracted",
        "context": "Ontario, CA \nsigned as CFO. \nXxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nOn January 29, 2000, Air Ghislai"
      },
      {
        "name": "On May",
        "role": "extracted",
        "context": "RK-260, tail \nnumber N787TA. \nOn May 01, 2009, Air Ghislaine Inc.,"
      },
      {
        "name": "Flight Options",
        "role": "extracted",
        "context": "ine Inc., sold their 6.25% to Flight Options LLC in Richmond Heights, Ohio"
      },
      {
        "name": "Richmond Heights",
        "role": "extracted",
        "context": ".25% to Flight Options LLC in Richmond Heights, Ohio. \nsigned the bill of sa"
      },
      {
        "name": "Executive Vice",
        "role": "extracted",
        "context": "signed the bill of sale as \nExecutive Vice President of Flight Options L"
      },
      {
        "name": "Xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nOn",
        "role": "extracted",
        "context": "http://www.flightoptions.com\nXxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nOn May 01, 2009, Air Ghislaine I"
      },
      {
        "name": "On February",
        "role": "extracted",
        "context": "RK-244, \ntail number N439LX. \nOn February 11, 2010, Air Ghislaine Inc."
      },
      {
        "name": "Sales Administration",
        "role": "extracted",
        "context": "e bill of sale as Director of Sales Administration of Flight Options LLC, acting"
      },
      {
        "name": "Xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nBell",
        "role": "extracted",
        "context": "http://www.flightoptions.com\nXxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx \nBell 407, serial number 53375, G-I"
      },
      {
        "name": "United Kingdom",
        "role": "extracted",
        "context": "-IORB was deregistered by the United Kingdom civil aviation authority on N"
      },
      {
        "name": "Delaware \nThe",
        "role": "extracted",
        "context": "r Ghislaine \nInc \nWilmington, Delaware \nThe signature of the registrant i"
      },
      {
        "name": "On April",
        "role": "extracted",
        "context": "he signed as Vice President \nOn April 30, 2012, Freedom Air Interna"
      },
      {
        "name": "Eagle Copters",
        "role": "extracted",
        "context": "ren K. INDYKE) sold N491GM to Eagle Copters Ltd in Calgary, Canada. \nThe"
      },
      {
        "name": "Wings Inc",
        "role": "extracted",
        "context": "sold on July 26, 2021 by ASI Wings Inc ( \n) to \nFreedom Air Internat"
      },
      {
        "name": "Greenwich Aerogroup",
        "role": "extracted",
        "context": "en K. INDYKE) sold N162AD to \nGreenwich Aerogroup Inc Brazil Leasing Inc \nMiddl"
      },
      {
        "name": "Inc Brazil",
        "role": "extracted",
        "context": "162AD to \nGreenwich Aerogroup Inc Brazil Leasing Inc \nMiddletown, Dela"
      },
      {
        "name": "Leasing Inc",
        "role": "extracted",
        "context": "reenwich Aerogroup Inc Brazil Leasing Inc \nMiddletown, Delaware \nN162AD"
      },
      {
        "name": "Blue Ribbon",
        "role": "extracted",
        "context": "export to Brazil. \nI ordered Blue Ribbon (certified) copies of the air"
      },
      {
        "name": "Thomas World",
        "role": "extracted",
        "context": "y Epstein \nGhislaine Maxwell \nThomas World Air LLC \nFreedom Air Petroleu"
      },
      {
        "name": "Nautilus Inc",
        "role": "extracted",
        "context": "um LLC \nNES LLC \nMaple, Inc. \nNautilus Inc. \nNo FAA certificates issued"
      },
      {
        "name": "Question \nThanks",
        "role": "extracted",
        "context": "To: \nCc: \n< \nSubject: RE: FAA Question \nThanks, \nFrom: \nSent: Wednesday, Aug"
      },
      {
        "name": "Saint Thomas",
        "role": "extracted",
        "context": "his aircraft; \nSpecial Agent \nSaint Thomas Resident Office \nDrug Enforce"
      },
      {
        "name": "Resident Office",
        "role": "extracted",
        "context": "Special Agent \nSaint Thomas Resident Office \nDrug Enforcement Administrat"
      },
      {
        "name": "Drug Enforcement",
        "role": "extracted",
        "context": "Saint Thomas Resident Office \nDrug Enforcement Administration \nSaint Thomas,"
      },
      {
        "name": "Administration \nSaint",
        "role": "extracted",
        "context": "dent Office \nDrug Enforcement Administration \nSaint Thomas, Virgin Islands 00802"
      },
      {
        "name": "Question \nAnytime",
        "role": "extracted",
        "context": "To: \nCc: \n< \nSubject: Re: FM Question \nAnytime after 0930 is preferable. \n>;"
      },
      {
        "name": "Administration \nAtlanta",
        "role": "extracted",
        "context": "FTA00023445\n\nFederal Aviation Administration \nAtlanta, GA \nFrom: \nSent: Tuesday, Au"
      },
      {
        "name": "Assistant \nUnited",
        "role": "extracted",
        "context": "week? \nEFTA00023446\n\nThanks, \nAssistant \nUnited States \nAttorney \nSouthern \nD"
      },
      {
        "name": "States \nAttorney",
        "role": "extracted",
        "context": "6\n\nThanks, \nAssistant \nUnited States \nAttorney \nSouthern \nDistrict of New \nY"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "ant \nUnited States \nAttorney \nSouthern \nDistrict of New \nYork \nNew York, \nNew"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "torney \nSouthern \nDistrict of New \nYork \nNew York, \nNew York 10007 \nE"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Teterboro",
        "type": "location"
      },
      {
        "name": "Miami",
        "type": "location"
      },
      {
        "name": "New York, NY",
        "type": "city"
      },
      {
        "name": "Program \nAtlanta, GA",
        "type": "city"
      },
      {
        "name": "Oakland, CA",
        "type": "city"
      },
      {
        "name": "Teterboro, NJ",
        "type": "city"
      },
      {
        "name": "Brunswick, GA",
        "type": "city"
      },
      {
        "name": "Ontario, CA",
        "type": "city"
      },
      {
        "name": "Portland, OR",
        "type": "city"
      },
      {
        "name": "Palm Beach, FL",
        "type": "city"
      },
      {
        "name": "Miami, FL",
        "type": "city"
      },
      {
        "name": "Powder Springs, GA",
        "type": "city"
      },
      {
        "name": "New Bern, NC",
        "type": "city"
      },
      {
        "name": "Kennesaw, GA",
        "type": "city"
      },
      {
        "name": "Atlanta, GA",
        "type": "city"
      },
      {
        "name": "Hartford, CT",
        "type": "city"
      },
      {
        "name": "Wichita, KS",
        "type": "city"
      },
      {
        "name": "Inc \nWilmington, DE",
        "type": "city"
      },
      {
        "name": "Administration \nAtlanta, GA",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-09-29",
        "event": "September 29, 2021"
      },
      {
        "date": "2021-09-10",
        "event": "September 10, 2021"
      },
      {
        "date": "2021-08-24",
        "event": "August 24, 2021"
      },
      {
        "date": "2017-03-29",
        "event": "March 29, 2017"
      },
      {
        "date": "2017-08-07",
        "event": "August 07, 2017"
      },
      {
        "date": "2019-08-14",
        "event": "August 14, 2019"
      },
      {
        "date": "2019-07-07",
        "event": "July 07, 2019"
      },
      {
        "date": "2019-07-11",
        "event": "July 11, 2019"
      },
      {
        "date": "2020-12-22",
        "event": "December 22, 2020"
      },
      {
        "date": "2021-02-24",
        "event": "February 24, 2021"
      },
      {
        "date": "2001-01-19",
        "event": "January 19, 2001"
      },
      {
        "date": "2019-10-05",
        "event": "October 05, 2019"
      },
      {
        "date": "2014-12-02",
        "event": "December 02, 2014"
      },
      {
        "date": "2013-05-30",
        "event": "May 30, 2013"
      },
      {
        "date": "2012-10-19",
        "event": "October 19, 2012"
      },
      {
        "date": "2008-12-30",
        "event": "December 30, 2008"
      },
      {
        "date": "2010-02-11",
        "event": "February 11, 2010"
      },
      {
        "date": "2010-08-25",
        "event": "August 25, 2010"
      },
      {
        "date": "2011-07-26",
        "event": "July 26, 2011"
      },
      {
        "date": "2019-06-13",
        "event": "June 13, 2019"
      },
      {
        "date": "2021-05-13",
        "event": "May 13, 2021"
      },
      {
        "date": "2000-01-29",
        "event": "January 29, 2000"
      },
      {
        "date": "2009-05-01",
        "event": "May 01, 2009"
      },
      {
        "date": "2010-07-06",
        "event": "July 06, 2010"
      },
      {
        "date": "2011-06-02",
        "event": "June 02, 2011"
      },
      {
        "date": "2002-11-04",
        "event": "November 04, \n2002"
      },
      {
        "date": "2002-10-30",
        "event": "October 30, 2002"
      },
      {
        "date": "2002-11-13",
        "event": "November 13, 2002"
      },
      {
        "date": "2010-02-23",
        "event": "February 23, 2010"
      },
      {
        "date": "2010-08-25",
        "event": "August 25, \n2010"
      },
      {
        "date": "2012-04-30",
        "event": "April 30, 2012"
      },
      {
        "date": "2012-05-07",
        "event": "May 07, 2012"
      },
      {
        "date": "2021-07-26",
        "event": "July 26, 2021"
      },
      {
        "date": "2012-02-09",
        "event": "February 09, 2012"
      },
      {
        "date": "2013-04-10",
        "event": "April 10, 2013"
      },
      {
        "date": "2021-08-18",
        "event": "August 18, 2021"
      },
      {
        "date": "2021-08-17",
        "event": "August 17, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:08.989Z"
}