{
  "document": {
    "id": "efta00027410",
    "filename": "EFTA00027410.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027410.pdf",
    "text": "\n\nFrom: \nTo: \nSubject \nDate: \nIVOtes \nfr\nom \nOr. \nLISa ROC \nMonday, February 1, 2021 1:40:40 PM \n2  1  21 \n• Dr. Rocchio has not treated any victims of JE or been involved in any JE litigation \n• Has not spoken publicly regardingJE or anything related to his case \n• Forensic and clinical psychologist \n• Independent group psychotherapy practice for over 20 years; in addition to providing \npsychotherapy, also has done legal consultation; forensic evaluations; expert testimony in \nboth civil and criminal matters \n• Most legal work involved some type of traumatic stress; in criminal arena, done battered \nwomen homicide cases; sometimes asked to opine on ways that violence in relationship \nmight have impacted someone's behavior at time of crime (e.g., coercion) \n• In civil space, have evaluated numerous victims of sex abuse, typically by people in authority \npositions; both plaintiff and defense \n• Has done some Title IX work for colleges consulting with both college attorneys and defense \nattorneys \n• Involved in American Psychological Association and Rhode Island Psychological Association \n• Treat clients for anxiety, depression, grief; also treats adults abused as kids; do work for \nPTSD first responders; workers comp cases \n• Doctorate at URI; clinical internship at Yale; post-doctorally worked in RI; \n• Clinical supervisor and instructor at Brown University school of medicine providing training \nfor psychology residents \n• Recently testified in criminal trial in Massachusetts last year; only testified twice (only \ntranscript for Mass. case; prior one was in rural courtroom that was not transcribed, about \n20 years ago); has also been deposed \n• Child sexual abuse — grooming: expertise with victims; in many forensic reports, particularly \nin civil arena, explain and describe grooming and offer examples of grooming process and \nhow perpetrators target someone with prior vulnerabilities and exploit slowly overtime to \nbuild trust and attachment; someone could have a lot of prior vulnerabilities and might draw \nconclusion that current difficulties as adult are substantially related to child sex abuse; \nnature of betrayal and attachments \n• Delayed reporting: often common for number of reasons; sometimes people don't \nconceptualize relationship as abusive, may feel loved, may not understand being abused or \nexploited, may be shame or guilt; especially now, people aware that reporting is fraught with \npain and hassle for victim; afraid won't be believed and personal life will be on display; \nsometimes too traumatized and think can't go through with it; number of factors that \ncontribute to when report; if someone has had multiple experiences of not being supported \nby people who are supposed to take care of them, then why would they believe that \nreaching out to someone would be helpful for them if they even realize that they are in need \nof help \n3502.001 \nPage I of 3 \nEFTA00027410\n\n• Trauma bonding: not phrase Dr. Rocchio uses; use the word attachment instead of bonding \nbut is same concept \no In case testified about intimate partner violence, explained that intimate partner \nviolence is relationship where primary dynamic is one of coercive control and power \nmaintained by acts of sexual, physical, psychological abuse; abusive interactions \ninterspersed with neutral and positive interactions, which function to maintain the \nconnection and increase dependency and increase power and control of perpetrator \no  in intimate partner violence and child sexual abuse, great deal of dependency, even \nlove and affection; use psychological tools (e.g., disassociation, denial) to try to block \nit/push away \no  to develop and grow kids need physical attention and contact, someone to think they \nare special; if perpetrator exploits that and gives child what need, children are \nresilient; creates trauma bond and interdependency \n• When someone is underage, child sexual abuse; can involve forcible rape but more typically \none of coercion and attachment; have worked with rape survivors who are victims of more \nforcible attack as well as ongoing abuse \n• Complex trauma is repeated exploitation/abuse/violence/acts of omission and commission \nduring developmentally vulnerable period of child's life; separate from PTSD (e.g., single \nincident rape); has experience in both \n• Incremental disclosure is very common; know memory is not video tape; whatever details \nare most salient and relevant to victim tend to be ones that get encoded, and then what gets \nmoved into storage; details may blur together, but basic concept of what happened in most \ncases is remembered \no  Extraneous details often are not; would not expect traumatic memory to always be \npresented in same way with same detail each time; look for generally consistent \ndetail \no Incremental disclosure as start to reveal memories; sometimes become more \ncomfortable and sometimes sparks more memories; psychological and memory \nprocess; know from research on memory of cases where people can have entire \nepisodes of life and childhood that don't recall; people can have memories of things \nthat did not happen but much less common \n• Experience with teenage child sexual abuse in forensic space; both boy and girl victims \n• Clinically have worked with people whose mothers were sexually abusive either \nindependently or in conjunction with fathers; don't think has worked on forensic case where \nthere has been a woman perpetrator of sexual abuse; literature is clear that women can be \nperpetrators of abuse \n• In clinical realm, if father sexually abused kid, mom who is not participating is non-offending \nparent; if both involved, they are both perpetrators; involvement in facilitating is still \nperpetrating behavior \n• Dr. Rocchio will let AUSAs know if lE victims reach out to Dr. Rocchio to assist in civil \nlitigation \n• Will try to find out if judge was asked to rule if testified as expert for any of her depositions \nAssistant United States Attorney \n3502.00 I \nPage 2 of 3 \nEFTA00027411\n\nUnited States Attorney's Office \nSouthern District of New York \nOne St. Andrew's Plaza \nNew York New York 10007 \nTel: \n3502.001 \nPage 3 of 3 \nEFTA00027412",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Rocchio",
        "role": "extracted",
        "context": "2021 1:40:40 PM \n2  1  21 \n• Dr. Rocchio has not treated any victi"
      },
      {
        "name": "Subject \nDate",
        "role": "extracted",
        "context": "From: \nTo: \nSubject \nDate: \nIVOtes \nfr\nom \nOr. \nLISa RO"
      },
      {
        "name": "American Psychological",
        "role": "extracted",
        "context": "nse \nattorneys \n• Involved in American Psychological Association and Rhode Island"
      },
      {
        "name": "Rhode Island",
        "role": "extracted",
        "context": "Psychological Association and Rhode Island Psychological Association \n•"
      },
      {
        "name": "Psychological Association",
        "role": "extracted",
        "context": "Association and Rhode Island Psychological Association \n• Treat clients for anxiety,"
      },
      {
        "name": "Brown University",
        "role": "extracted",
        "context": "supervisor and instructor at Brown University school of medicine providing"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "t for any of her depositions \nAssistant United States Attorney \n3502.00 I \nP"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "depositions \nAssistant United States Attorney \n3502.00 I \nPage 2 of 3 \nEFTA"
      },
      {
        "name": "Office \nSouthern",
        "role": "extracted",
        "context": "411\n\nUnited States Attorney's Office \nSouthern District of New York \nOne St."
      },
      {
        "name": "One St",
        "role": "extracted",
        "context": "outhern District of New York \nOne St. Andrew's Plaza \nNew York New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "of New York \nOne St. Andrew's Plaza \nNew York New York 10007 \nTel: \n35"
      },
      {
        "name": "York New",
        "role": "extracted",
        "context": "One St. Andrew's Plaza \nNew York New York 10007 \nTel: \n3502.001 \nP"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-02-01",
        "event": "February 1, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:18.229Z"
}