{
  "document": {
    "id": "efta00026936",
    "filename": "EFTA00026936.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026936.pdf",
    "text": "\n\nFrom: \nTo: \nSubject: \nDate: \nastsi;S: \n2021.03.03 call with Dr. Rocchio \nWednesday, March 3, 2021 1:24:41 PM \nAUSAs on call with Dr. Rocchio \n• Dr. Rocchio has been working with survivors of sexual trauma since graduate training on, \nincluding while at Yale in post-doctoral training. Primary client population in post-doctoral \ntraining were clients receiving therapy designed to treat primarily women who were suicidal, \nthe vast majority of whom had experienced some sort of trauma and abuse. Then when in \nprivate practice, since 1998, trauma has been Dr. Rocchio's area of expertise and specialty. So \nthe majority of clients she has worked with have experienced some form of trauma, including \na lot of childhood sexual trauma. Dr. Rocchio has also conducted assessments for courts that \ninvolved assessing juveniles with significant mental health difficulties, the majority of whom \nhad experienced some form of sexual trauma. She has been involved in assessment and \ntreatment of sexual trauma throughout entire career. \no  Beginning of her career, as high as 80% of clients were victims of child sexual abuse, \nthat percentage has varied over the years from a minimum of a third to as much as \n80% of her clients, currently approximately 50% of her clients \no \nDr. Rocchio is currently the president-elect of APA trauma committee (on CV) and \nfellow of that organization \no \nHas treated and evaluated hundreds upon hundreds victims of trauma, been working \nfor 25 years, and takes at least 20 clients (sometimes more) per year \n• Has sought specialized training involving sexual trauma: \no \nTook graduate school courses on violence and women \no  Have taken additional trainings regarding trauma, including numerous continuing \neducation programs as both a student and a teacher regarding treatment of trauma in \na clinical setting \no  Training include assessment and treatment of trauma and childhood sexual abuse, as \nwell as specific to forensic assessment of trauma in criminal and civil settings \n• Has been involved in multiple different types of civil and criminal cases involving trauma \nvictims \n3502.003 \nPage I of I \nEFTA00026936",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Rocchio \nWednesday",
        "role": "extracted",
        "context": "stsi;S: \n2021.03.03 call with Dr. Rocchio \nWednesday, March 3, 2021 1:24:41 PM"
      },
      {
        "name": "Rocchio",
        "role": "extracted",
        "context": ":24:41 PM \nAUSAs on call with Dr. Rocchio \n• Dr. Rocchio has been w"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-03-03",
        "event": "March 3, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:17.192Z"
}