{
  "document": {
    "id": "efta00029966",
    "filename": "EFTA00029966.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00029966.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 41 Filed 08/13/20 Page 1 of 5 \nU.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nAugust 13, 2020 \nVIA ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthern District of New York \nUnited States Courthouse \n40 Foley Square \nNew York, New York 10007 \nRe: United States v. Chislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Government respectfully submits this letter in opposition to the defendant's letter of \nAugust 10, 2020 (the \"Defense Letter\" or \"Def. Ltr.\"), requesting that the Court order the \nGovernment to disclose the names of certain Government witnesses 1I months prior to trial, and \nrequesting that the Court intervene in the protocols and individualized inmate determinations of \nthe Bureau of Prisons. Both applications should be denied. \nA. The Defendant's Demand That the Government Name Certain Trial Witnesses \nFor the third time in as many weeks, the defendant and her counsel have applied to the \nCourt for relief that is premature, meritless, or both. See Order dated July 23, 2020 (Dkt. 28) \n(denying the defendant's request that the Court enter an order prohibiting the Government and \nattorneys for non-parties from making extrajudicial statements \"concerning this case\"); Order \ndated July 30, 2020 (Dkt. 37) (denying the defendant's application for a protective order that would \nallow the defense to publicly name and identify victims). In the defendant's most recent \napplication, she asks the Court to order that the Government disclose a partial witness list, in the \nform of identifying certain victims referenced in the Superseding Indictment (the \"Indictment\"), \nfully 11 months prior to trial. This request is at best premature given that the production of \ndiscovery, on the schedule agreed to by the defendant, has just begun. Moreover, the parties have \nhad no discussions about—let alone asked the Court to set—a schedule for pretrial disclosures, \nincluding for witness lists and 3500 material. \nIn the first instance, the defendant complains about the status of discovery production, \narguing that \"almost six weeks since\" the arrest of the defendant, the Government is \"just now \nbeginning to produce Rule 16 discovery, despite confirming to the Court that discovery would \nbegin as soon as the Court entered a protective order.\" Def. Ltr. at 2. The suggestion that the \nGovernment somehow delayed that initial production is nonsense. As the Court is aware, the \nEFTA00029966\n\nCase 1:20-cr-00330-AJN Document 41 Filed 08/13/20 Page 2 of 5 \nHonorable Alison J. Nathan \nAugust 13, 2020 \nPage 2 \nprotective order was docketed on Friday, July 31, 2020'—the timing of which was principally the \nresult of the defendant's own refusal to agree to the terms of the proposed protective order. The \nGovernment then promptly produced an initial discovery production totaling more than 12,000 \npages the following Wednesday, August 5, 2020. Additionally, the Government continues to \nproduce discovery and earlier today made a second production, as the Government advised defense \ncounsel last week it  intended to do, totaling more than 150,000 pages, principally consisting of \nfinancial records.2  Although the Government expects to continue to produce a  large amount of \nelectronic discovery, the two productions already made constitute the vast majority of initial \ndiscovery, including search warrant applications and subpoena returns, which the Government has \nnow produced more than a week in advance of its deadline of August 21, 2020, and \napproximately 11 months prior to trial. \nIn sum, the Government has acted expeditiously in meeting its initial discovery obligations, \nproviding more than 165,000 pages of discovery materials in less than two weeks following the \nentry of the protective order—all of which was accompanied by detailed indices describing the \ngeneral topics and sources of the materials. \nAgainst this backdrop, the Defense Letter claims that over the course of just five days, \ndefense counsel determined, having \"expeditiously reviewed [the discovery] for high level \ncontent,\" Def. Ltr. at 2, that they cannot possibly investigate the charges against their client based \non the materials provided thus far, and asking the Court to order the Government to provide the \ndefendant with a partial witness list. That request should be denied. \nTellingly, the defendant cites no authority that requires the relief requested at this stage in \nthe litigation—i.e., prior to the completion of discovery and approximately 11 months before \ntrial—nor is the Government aware of any. For example, in the lead case cited by defense counsel, \nUnited States v. Cannone, 528 F.2d 296, 301 (2d Cir. 1975), although the opinion acknowledged \nthe ability of district courts to compel disclosure of the identity of government witnesses, the \nSecond Circuit reversed for abuse of discretion the district court's decision to do so in that case \nbecause the defendant there, as here, had made \"only an abstract, conclusory claim that such \ndisclosure was necessary to its proper preparation for trial.\" Id. at 301-02. In United States v. \nRueb, 00 Cr. 091 (RWS), 2001 WL 96177, at '8 (S.D.N.Y. Feb. 5, 2001), while the Court ordered \nthe Government to provide the defendant with its witness list, it  did so one month before trial, \nfollowing the completion of discovery production and in the context of pretrial motions. Those \ncircumstances plainly are not present here. Finally, in United States v.  Warme, a Western District \nof New York opinion from 2009 that has never been cited by another court, although the Court \n'  The Defense Letter states that the protective order was \"entered\" by the Court on July 30, 2020. \nWhile that is the date the protective order was signed by the Court, it was posted to the docket on \nJuly \n31, 2020. \n2  The Government's most recent discovery transmittal letter also included the months and years of \nbirth of the three victims identified in the Indictment, to enable the defendant to evaluate whether \nshe will make any motions or legal arguments—more than four months in advance of the deadline \nfor any such motion—relating to the ages of the victims. \nEFTA00029967\n\nCase 1:20-cr-00330-AJN Document 41 Filed 08/13/20 Page 3 of 5 \nHonorable Alison J. Nathan \nAugust 13, 2020 \nPage 3 \nordered disclosure of a certain victim identity shortly after the indictment, the Court noted that the \nGovernment had already confirmed to the defendant the identities of three of the four relevant \nvictims, and that a fourth victim, whose identity was at issue, was the subject of a charge that failed \nto identify the date of her alleged rape or any prior encounters between the victim and the \ndefendant. 2009 WL 427111, at *2. None of those facts are present here—by contrast, here, the \nIndictment particularly describes relevant time periods and events, including referring to the \ndefendant's conversations with victims, interactions with victims, and specific relevant locations.' \nTo the extent the defendant is arguing that she cannot identify the nature of the charges \nagainst her, the proper vehicle for such an argument is a motion for a bill of particulars. Any such \nmotion can be made in December with all other motions and following the completion of \ndiscovery. While the Government anticipates opposing such a motion as baseless on the facts of \nthis case, the Government respectfully submits that in any event such a  motion could not be \nmeaningfully evaluated at this stage, prior to the completion of discovery. See United States v. \nMahabub, 13 Cr. 908 (AJN), 2014 WL 4243657, at *2 (S.D.N.Y. Aug. 26, 2014) (denying a \nmotion for a bill of particulars that sought, among other things, the \"alleged victim and noting that \n\"[a] bill of particulars is not required unless the charges of the indictment are so general that they \ndo not advise the defendant of the specific acts of which he is accused. The government can also \ndischarge its obligation to disclose this information by other means, such as by presenting evidence \nin discovery. . . . A bill of particulars is not meant to provide the details of the government's \nevidence, or to be used as an investigative tool.\") (emphasis added, quotations and citations \nomitted); see also United States v. Thompson, 13 Cr. 378 (AJN), 2013 WL 6246489, at *7 \n(S.D.N.Y. Dec. 3, 2013) (denying a motion for a bill of particulars and noting that such motions \nare not \"a general investigative tool, a discovery device or a means to compel the government to \ndisclose evidence or witnesses to be offered prior to trial\") (emphasis added) (quotations and \ncitation omitted); cf. United States v. Sindone, 01 Cr. 517 (MBM), 2002 WL 48604, at *2 \n(S.D.N.Y. Jan. 14, 2002) (denying a  motion for a  bill of particulars to identify \"the unnamed \nalleged victim(s)\" but instructing the government to disclose the name of any victim it  did not \nintend to call as a witness at trial by 14 days prior to the start of trial). \nAlternatively, to the extent defense counsel is unable to assess or comprehend the discovery \nproduced by the Government, the Government is more than willing to discuss with the defense \n3  Defense counsel's invocation of the protective order in support of its argument, Def. Ltr. at I, 3, \nshould be of little comfort. The Government is deeply concerned by the recent actions of the \ndefendant's counsel who represent her in both this criminal matter as well as in certain civil \nmatters, and who in a recent public filing in a civil case referred to their receipt of sealed materials \nin discovery in this case. In particular, the defendant's counsel publicly claimed in a civil filing \nthat they purportedly had received \"critical new information\" from the criminal case that it could \nnot disclose \"because it is subject to a protective order in the Criminal Action,\" and further noting \npublicly a desire to seek modification of the protective order in this case to use such materials in \nthe civil case, which the protective order expressly precludes. See Giuffre v. Ghislaine Maxwell, \nNo. 15 Civ. 7433 (LAP) (Dkt. 1100). Moreover, even assuming the defendant intends to \nscrupulously adhere to the terms of the protective order, that would not change the relevant legal \nstandards, which weigh heavily against granting the requested relief. \nEFTA00029968\n\nCase 1:20-cr-00330-AJN Document 41 Filed 08/13/20 Page 4 of 5 \nHonorable Alison J. Nathan \nAugust 13, 2020 \nPage 4 \nany such issues as the discovery process continues. To date, the defendant has yet to ask the \nGovernment a single substantive question about the discovery. The Government is also prepared \nto engage in good faith discussions with the defense about an appropriate schedule for disclosure \nof 3500 material, exhibit lists, and witness lists, all of which the Government expects to produce \nreasonably in advance of the trial date in July 2021 to permit the defense to investigate witnesses. \nBut particularly given the nature of the charges, the Government's strong desire to protect the \nprivacy of the alleged victims, and the lack of any legal precedent for the defendant's request, the \nGovernment respectfully submits that at the present time—eleven months prior to trial, nearly \nthree months prior to the discovery deadline, and more than four months prior to the pretrial \nmotions deadline—there is no basis for the defendant to demand the Government disclose the \nidentity of its witnesses. \nB. The Defendant's Request that the Court Dictate the Conditions of Her Confinement \nThe defendant's requests with respect to the conditions of her confinement at the \nMetropolitan Detention Center (\"MDC\") are similarly premature and unavailing, and her request \nthat the Court dictate the terms of her confinement to the Bureau of Prisons (\"BOP\") should also \nbe denied.' \nAs an initial matter, the defendant's argument that she is being treated \"worse\" than other \ninmates is incorrect. There is no merit to her complaints about being monitored by staff, as it  is \nentirely appropriate for BOP to carefully monitor any inmate, particularly a new inmate who has \nnever before been incarcerated and who faces the strong likelihood of serving many years in prison. \nAdditionally, like all inmates, the defendant may be subject to observation or searches of her \nperson or space as appropriate.5  It is otherwise entirely unclear what specific \"privileges given to \nother pretrial detainees\" the defendant believes she is being denied. \nMore generally, the defendant, like all pretrial inmates, is subject to an individualized \nassessment by the BOP with respect to his or her placement in a  facility. Here, for reasons \nincluding safety, security, and the orderly functioning of the facility, BOP has made the \ndetermination that, at present, the defendant should not be fully integrated into the dorm-style \naccommodations of the general population. The Government understands from BOP that it  will \nOnce again, defense counsel has rushed to seek Court intervention on issues they have made little \nor no meaningful effort to address with the Government or, in this case, the BOP. The Government \nlearned of the defendant's specific objections to her conditions of incarceration for the first time \nfrom the Defense Letter, and has since conferred with BOP to understand and to address the issues \nas appropriate. Moreover, as noted below, the defendant filed the instant challenge to the \nGOP's \nplan to permit her time to review discovery before the BOP had a  chance to implement (and \nultimately modify) that plan. \n5 Defense counsel claims that prison staff \"constantly observe\" the defendant \"including her phone \nconversations with defense counsel.\" This is misleading. As with all inmates, the defendant is \nable to speak to her counsel behind a closed door, in an area that is visible—but not audible—to \nMDC staff. Among other reasons, this is so MDC staff can ensure that inmates do not complete \ncalls with their counsel and then call other individuals on a non-recorded line. \nEFTA00029969\n\nCase 1:20-cr-00330-AJN Document 41 Filed 08/13/20 Page 5 of 5 \nHonorable Alison J. Nathan \nAugust 13, 2020 \nPage 5 \ncontinue to evaluate where the defendant should be housed within the facility and that the \ndefendant will be placed into the general population if and when BOP is assured that such \nplacement would not pose a  threat to the orderly operation of the institution. The defendant \nidentifies no basis for the Court to disturb that determination by the BOP, particularly given that, \nas detailed below, her housing assignment will not negatively affect her ability to review discovery \nin this case. \nRegarding the defendant's request in connection with access to discovery, the Government \nunderstands from BOP that the defendant had not even yet received her copy of the Government's \nfirst discovery production at the time the Defense Letter was filed—she received the materials on \nTuesday, August II. While it is correct that GOP's initial plan was to provide three hours per day \nof access to the discovery—the same access that is granted to every other pretrial inmate, including \nthose with trial dates scheduled for far earlier than July 2021-as of earlier this week, and given \nthe volume of expected discovery, BOP informed the defendant that she will have the opportunity \nto access to her discovery from 7:00 a.m. to 8:00 p.m. every day of the week. Although this \narrangement will be subject to continued evaluation on an ongoing and individualized basis, and \nis subject to ordinary considerations of prison operations, BOP intends to provide that access on \nan ongoing basis to the extent it remains reasonably practicable to do so. Accordingly, this \napplication should be denied as moot. \nC. \nConclusion \nFor the reasons set forth above, the defendants' requests, as set forth in the Defense Letter, \nshould be denied. \nRespectfully submitted, \nAU \no \nREY \nSTRAUSS \nAct ng United States Attorney \nBy: \nCc: All counsel of record, via ECF \nAssistant United States Attorneys \nSouthern District of New York \nTel: (212) 637-2415 \nEFTA00029970",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "tective order expressly precludes. See Giuffre v. Ghislaine Maxwell, \nNo. 15 Civ. 7433 (LAP) (Dkt. 1100). Moreover, e"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "ge 1 of 5 \nU.S. Department of Justice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mo"
      },
      {
        "name": "The Silvio",
        "role": "extracted",
        "context": "outhern District of New York \nThe Silvio J. Mollo Building \nOne Saint"
      },
      {
        "name": "Mollo Building",
        "role": "extracted",
        "context": "ct of New York \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNew York, New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York, New York 10007 \nAugust"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "07 \nAugust 13, 2020 \nVIA ECF \nThe Honorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "ECF \nThe Honorable Alison J. Nathan \nUnited States District Court \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Court \nSouthern District of N"
      },
      {
        "name": "Court \nSouthern",
        "role": "extracted",
        "context": "athan \nUnited States District Court \nSouthern District of New York \nUnited"
      },
      {
        "name": "Foley Square",
        "role": "extracted",
        "context": "United States Courthouse \n40 Foley Square \nNew York, New York 10007 \nRe"
      },
      {
        "name": "Chislaine Maxwell",
        "role": "extracted",
        "context": "k 10007 \nRe: United States v. Chislaine Maxwell, 20 Cr. 330 (AJN) \nDear Judge"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "ne Maxwell, 20 Cr. 330 (AJN) \nDear Judge Nathan: \nThe Government respe"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "30 (AJN) \nDear Judge Nathan: \nThe Government respectfully submits this let"
      },
      {
        "name": "Defense Letter",
        "role": "extracted",
        "context": "ter of \nAugust 10, 2020 (the \"Defense Letter\" or \"Def. Ltr.\"), requesting"
      },
      {
        "name": "Demand That",
        "role": "extracted",
        "context": "e denied. \nA. The Defendant's Demand That the Government Name Certain T"
      },
      {
        "name": "Government Name",
        "role": "extracted",
        "context": "e Defendant's Demand That the Government Name Certain Trial Witnesses \nFor"
      },
      {
        "name": "Certain Trial",
        "role": "extracted",
        "context": "mand That the Government Name Certain Trial Witnesses \nFor the third time"
      },
      {
        "name": "Witnesses \nFor",
        "role": "extracted",
        "context": "Government Name Certain Trial Witnesses \nFor the third time in as many wee"
      },
      {
        "name": "See Order",
        "role": "extracted",
        "context": "remature, meritless, or both. See Order dated July 23, 2020 (Dkt. 28)"
      },
      {
        "name": "Superseding Indictment",
        "role": "extracted",
        "context": "ain victims referenced in the Superseding Indictment (the \"Indictment\"), \nfully 11"
      },
      {
        "name": "Honorable Alison",
        "role": "extracted",
        "context": "1 Filed 08/13/20 Page 2 of 5 \nHonorable Alison J. Nathan \nAugust 13, 2020 \nP"
      },
      {
        "name": "Nathan \nAugust",
        "role": "extracted",
        "context": "e 2 of 5 \nHonorable Alison J. Nathan \nAugust 13, 2020 \nPage 2 \nprotective"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "he proposed protective order. The \nGovernment then promptly produced an ini"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "of government witnesses, the \nSecond Circuit reversed for abuse of discret"
      },
      {
        "name": "In United",
        "role": "extracted",
        "context": "on for trial.\" Id. at 301-02. In United States v. \nRueb, 00 Cr. 091 ("
      },
      {
        "name": "Western District",
        "role": "extracted",
        "context": "in United States v.  Warme, a Western District \nof New York opinion from 200"
      },
      {
        "name": "The Defense",
        "role": "extracted",
        "context": "court, although the Court \n'  The Defense Letter states that the protec"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "the completion of discovery. See United States v. \nMahabub, 13 Cr. 90"
      },
      {
        "name": "Criminal Action",
        "role": "extracted",
        "context": "to a protective order in the Criminal Action,\" and further noting \npublicl"
      },
      {
        "name": "See Giuffre",
        "role": "extracted",
        "context": "ve order expressly precludes. See Giuffre v. Ghislaine Maxwell, \nNo. 15"
      },
      {
        "name": "Court Dictate",
        "role": "extracted",
        "context": "Defendant's Request that the Court Dictate the Conditions of Her Confine"
      },
      {
        "name": "Her Confinement",
        "role": "extracted",
        "context": "urt Dictate the Conditions of Her Confinement \nThe defendant's requests wit"
      },
      {
        "name": "Metropolitan Detention",
        "role": "extracted",
        "context": "ns of her confinement at the \nMetropolitan Detention Center (\"MDC\") are similarly"
      },
      {
        "name": "Conclusion \nFor",
        "role": "extracted",
        "context": "hould be denied as moot. \nC. \nConclusion \nFor the reasons set forth above,"
      },
      {
        "name": "Attorney \nBy",
        "role": "extracted",
        "context": "STRAUSS \nAct ng United States Attorney \nBy: \nCc: All counsel of record,"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "l counsel of record, via ECF \nAssistant United States Attorneys \nSouthern Di"
      },
      {
        "name": "States Attorneys",
        "role": "extracted",
        "context": "rd, via ECF \nAssistant United States Attorneys \nSouthern District of New Yor"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-08-13",
        "event": "August 13, 2020"
      },
      {
        "date": "2020-08-10",
        "event": "August 10, 2020"
      },
      {
        "date": "2020-07-23",
        "event": "July 23, 2020"
      },
      {
        "date": "2020-07-30",
        "event": "July 30, 2020"
      },
      {
        "date": "2020-07-31",
        "event": "July 31, 2020"
      },
      {
        "date": "2020-08-05",
        "event": "August 5, 2020"
      },
      {
        "date": "2020-08-21",
        "event": "August 21, 2020"
      },
      {
        "date": "2020-07-31",
        "event": "July \n31, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(212) 637-2415"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:24.678Z"
}