{
  "document": {
    "id": "efta00025204",
    "filename": "EFTA00025204.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00025204.pdf",
    "text": "\n\nFrom: \naNIMIE> \nTo:' \n(NYPD)\" \naMIIIIMI> \nCc: 'iFBI r \" \" \n(USANYS)\" \nSubject: FW: US v. Maxwell - 20 Cr. 330 (AIN) - Request to view evidence, highly confidential \nmaterials, scenes \nDate: Tue, 09 Mar 2021 20:32:32 +0000 \nAttachments: 2021.03.08 LAM Letter to USAO re evidence view (F).pdf; MM-\n108062 Miami Inventory.xlsx \nInline-Images: image001.jpg \nHi M, \nThanks very much for chatting this afternoon. To recap: \n•  By tomorrow: Please check to see whether it would be possible to prepare all of the \"HIGHLY CONFIDENTIAL\" \nnude/partially nude images and videos from the search of Epstein's devices for Maxwell and her counsel to review \nat 500 Pearl by next Wednesday or Thursday. If that is not feasible, please let me know how much time you need \nto prepare those materials for review. \n•  Please confirm that the only categories of \"HIGHLY CONFIDENTIAL\" nude/partially nude images in our custody that \nhave not been produced to the defense are (1) the images seized from Epstein's NY and USVI residences, which \nwere already loaded onto a laptop and brought by the FBI to the MDC for Maxwell to review, and (2) the images \nand videos seized from Epstein's devices. \n•  Attached is the inventory you all provided us detailing the physical evidence items from the FBI-Florida \ninvestigation. Please confirm that no items from the Florida case are missing from this index. \n•  Please provide us with a similar inventory of all physical evidence items in FBI-NY custody gathered during our \ninvestigation. \n•  Please work with to figure out the logistics of how to allow defense counsel and (where possible) Maxwell \nat 500 Pearl Street to review the physical items in the FBI's custody. \nThanks, \nFrom: Laura Menninger \nSent: Monday, March 8, 20212:03 PM \nTo: \n) <M\n>; \n(USANYS) <E> \nCc: Jeff Pagliuca <MI>: Christian R Everdell - Cohen & Gresser LLP \ntOBBI C STERNHEIM' < \nSubject: US v. Maxwell - 20 Cr. 330 (AJN) - Request to view evidence, highly confidential materials, scenes \n>; \nCounsel — \nPlease see attached correspondence. \n-Laura \nEFTA00025204\n\nLaura A. Menninger \nHaddon, Morgan and Foreman, P.C. \n150 East 10th Avenue \nDenver, Colorado 80203 \nCONFIDENTIALITY NOTICE: This e-mail transmission, and any documents, files or previous e-mail messages \nattached to it may contain information that is confidential or legally privileged. If you are not the intended \nrecipient, or a person responsible for delivering it to the intended recipient, you are hereby notified that you \nmust not read this transmission and that any disclosure, copying, printing, distribution or use of any of the \ninformation contained in or attached to this transmission is STRICTLY PROHIBITED. If you have received this \ntransmission in error, please notify the sender by telephone or return e-mail and delete the original \ntransmission and its attachments without reading or saving it in any manner. Thank you. \nEFTA00025205",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Miami Inventory",
        "role": "extracted",
        "context": "ence view (F).pdf; MM-\n108062 Miami Inventory.xlsx \nInline-Images: image001"
      },
      {
        "name": "Pearl Street",
        "role": "extracted",
        "context": "ere possible) Maxwell \nat 500 Pearl Street to review the physical items"
      },
      {
        "name": "Laura Menninger",
        "role": "extracted",
        "context": "BI's custody. \nThanks, \nFrom: Laura Menninger \nSent: Monday, March 8, 20212"
      },
      {
        "name": "Jeff Pagliuca",
        "role": "extracted",
        "context": ": \n) <M\n>; \n(USANYS) <E> \nCc: Jeff Pagliuca <MI>: Christian R Everdell -"
      },
      {
        "name": "Menninger \nHaddon",
        "role": "extracted",
        "context": "Laura \nEFTA00025204\n\nLaura A. Menninger \nHaddon, Morgan and Foreman, P.C. \n15"
      },
      {
        "name": "Avenue \nDenver",
        "role": "extracted",
        "context": "Foreman, P.C. \n150 East 10th Avenue \nDenver, Colorado 80203 \nCONFIDENTIAL"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:12.689Z"
}