{
  "document": {
    "id": "efta00009939",
    "filename": "EFTA00009939.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00009939.pdf",
    "text": "\n\nFrom: (USANYS)\" \nTo: (USANYS)\" \nCc: ' (USANYS)\" \nSubject: RE: the week ahead \nDate: Fri, 07 Aug 2020 12:25:48 +0000 \nThe RMI team is going \nto the grand jury on Monday. Fraud signed off on the charge and charging document. \nWe're hoping to circulate and send down to NSD a  bunch of paper on GEP, including a premises warrant for RG. I've \nlooked at a first draft already, and are working on a second draft now. I'm assuming, much as with \nthe memo we circulated last night, that everyone will want to see these, but if that's not the case, please let us know. \nBekah reviewed the first draft of the Hadden pros memo, which the team is now revising, and then one or both of us will \nre-review. We hope to get that up to you at least next week. Team would like to go to the grand jury the week of August \n24, with the primary time pressure coming from our desire to beat DANY. \nI assume we'll be pressing ahead with a Menedez DAG fight but have not heard back on whether Audrey has yet to make \na call. \nAlso, we still have not heard back from or anyone on what we should be doing, if anything, to gather and review \nmaterial from the SDFL Epstein investigation. My sense is in particular, has been exploring an alternative plan \nwhereby we gather and review only SDFL's 24 boxes of hard copy documents, which I am fine with and agree is more \nmanageable, but we haven't and really can't take any action without a decision, so I'm very hopeful this is something we'll \nget guidance on next week. On the list of things keeping me up at 3am, this is pretty consistently at or near the top... \nFrom: USANYS) \nSengust 7, 2020 6:30 AM \nTo: [USANYS) \n(USANYS \nSubject: the week ahead \nUSANYS) \nUSANYS) \n(USANYS) \nSANYS) 3 \n(USANYS) \nUSANYS) 1 \nHappy Particularly Preposterous Packaging Day!* The website puts it best, by saying \"there really is no right or wrong way \nto celebrate the day.\" In any event, no need for any packaging at all on the weekly update. Just let me know what's going \non next week. Thanks! \n*International Beer Day was too easy. \nChief, Criminal Division \nEFTA00009939\n\nUnited States Attorne 's Office, SDNY \nEFTA00009940",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Happy Particularly",
        "role": "extracted",
        "context": "ANYS) 3 \n(USANYS) \nUSANYS) 1 \nHappy Particularly Preposterous Packaging Day!*"
      },
      {
        "name": "Preposterous Packaging",
        "role": "extracted",
        "context": "USANYS) 1 \nHappy Particularly Preposterous Packaging Day!* The website puts it bes"
      },
      {
        "name": "International Beer",
        "role": "extracted",
        "context": "oing \non next week. Thanks! \n*International Beer Day was too easy. \nChief, Cri"
      },
      {
        "name": "Criminal Division",
        "role": "extracted",
        "context": "eer Day was too easy. \nChief, Criminal Division \nEFTA00009939\n\nUnited States"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:40.953Z"
}