{
  "document": {
    "id": "efta00028785",
    "filename": "EFTA00028785.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028785.pdf",
    "text": "\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 1 of 14 \nU.S. Department of Justice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nJuly 12, 2019 \nVIA \nECF \nThe Honorable Richard M. Berman \nUnited States District Court \nSouthern District of New York \nUnited States \nCourthouse \n500 Pearl Street \nNew York, New York 10007 \nRe: United States v. Jeffrey Epstein, 19 Cr. 490 (RMB) \nDear Judge Berman: \nThe Government respectfully submits this letter in response to the defendant's Motion for \nPretrial Release (the \"Release Motion\"), dated July 11, 2019 (Dkt. 6), and in further support of its \nMemorandum in Support of Detention (the \"Detention Memo\"), submitted to Magistrate Judge \nPitman on July 8, 2019, which is attached hereto and incorporated herein (Ex. A). \nPRELIMINARY STATEMENT \nThe defendant is a serial sexual predator who is charged with abusing underage girls for \nyears. A grand jury has returned an indictment alleging that he sexually exploited dozens of \nminors, including girls as young as 14 years old, in New York and Florida. To this day, he is a \nregistered sex offender designated by New York State in the highest category of risk to reoffend, \ndespite unsuccessfully attempting to have that classification lowered. And any doubt that the \ndefendant is unrepentant and unreformed was eliminated when law enforcement agents discovered \nhundreds or thousands of nude and seminude photographs of young females in his Manhattan \nmansion on the night of his arrest, more than a decade after he was first convicted of a sex crime \ninvolving a juvenile. \nThe defendant also faces substantial evidence of his guilt, founded on the corroborated \ntestimony of numerous victims, and this case presents the very real possibility that he will go to \nprison for the rest of his life. The defendant has at his disposal a vast fortune, the details of which \nremain largely concealed from the Court. He also has a history of obstruction and manipulation \nof witnesses, including, as detailed herein, as recently as within the past year, when media reports \nabout his conduct reemerged. And he continues to show a shocking lack of understanding of the \ngravity of the harm he has perpetrated, including through the minimization of his conduct and \ncasual disparagement of victims in his arguments. \nAgainst this backdrop of significant—and rapidly-expanding—evidence, serious charges, \nand the prospect of a lengthy prison sentence, the defendant proposes to be released on conditions \nthat are woefully inadequate. The Release Motion misconstrues and misunderstands the relevant \nEFTA00028785\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 2 of 14 \nHonorable Richard M. Berman \nUnited States District Judge \nJuly 12, 2019 \nPage 2 \nlaw, seeks to diminish and demean the harm caused to the many victims of the defendant's \nappalling sexual abuse, and utterly fails to meet its burden of rebutting the presumption that no \ncondition or combination of conditions will reasonably assure the appearance of the defendant as \nrequired and the safety of the community. Rather than even attempting to address the grave risks \nof releasing a defendant with extraordinary financial resources and a history of abusing minors, \nthe defendant instead proposes a  bail package that amounts to little more than a barely-secured \nbond masquerading as a 14-point plan. The Court should reject the defendant's application and \norder him detained pending trial. \nAmong other things, the proposed bail package contemplates the defendant pledging as the \nprincipal security a  property that has already been identified by the Government as subject to \nforfeiture upon the defendant's conviction, and which therefore is of no value as collateral. His \nproposed global waiver of extradition is unenforceable, and even if enforceable would be little \ncomfort to victims forced to wait additional years while the defendant is located and returned to \nthis country. The promise to \"deregister or otherwise ground\" his private jet is meaningless given \nhis wealth and ability to easily secure other means of travel. The two co-signers he proposes only \nfurther highlight his minimal community ties, including his lack of any family in or near the \nDistrict. Electronic monitoring would merely give the defendant less of a head start in fleeing—\nand does not guard against the risk of him endangering victims in the very home where he has \ncontinued to hoard nude images of young women and girls. And the private security force he \nproposes to guard his gilded cage, a proposal already rejected by this Court in similar \ncircumstances, simply reinforces the obvious fact that the defendant should be housed where he \ncan be secured at all times: a federal correctional center. \nThe defendant faces a  presumption of detention, Pretrial Services has recommended \ndetention, and victims of the defendant seek his detention. Because there are no set of conditions \nshort of incarceration that can reasonably assure the appearance of the defendant or reasonably \nprotect the community from the dangers he poses if released, the Court should order him detained. \nBACKGROUND \nAs previously set forth, a  federal grand jury in this District returned an indictment (the \n\"Indictment\") charging the defendant with violating Title 18, United States Code Section 1519, \nand conspiracy to commit the same. \nAs charged by the grand jury, the facts giving rise to those counts involve a  years-long \nscheme to sexually abuse underage girls. Specifically, the defendant enticed and recruited dozens \nof minor girls to engage in sex acts with him, for which he paid the victims hundreds of dollars in \ncash, in at least two different states. Victims were initially recruited to provide \"massages\" to the \ndefendant, which would be performed nude or partially nude, would become increasingly sexual \nin nature, and would typically include one or more sex acts, including groping and direct or indirect \ncontact with victims' genitals. To perpetuate this exploitation of underage girls, the defendant \nactively encouraged certain victims to recruit additional girls to be similarly sexually abused. He \npaid these victim-recruiters hundreds of dollars for each additional girl they brought to him, \ncreating a network of underage victims for him to exploit in New York and Palm Beach. \nEFTA00028786\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 3 of 14 \nHonorable Richard M. Berman \nUnited States District Judge \nJuly 12, 2019 \nPage 3 \nThe defendant, through counsel, continues to evidence a complete lack of appreciation for \nthe gravity of the offenses with which he is charged.' As an initial matter, there can be no plausible \nsuggestion that the allegations against the defendant involve isolated or aberrational conduct; they \ninvolve repeated, regular acts of sexual abuse committed over a  period of many years. And \nfollowing the defendant's prior conviction, as described previously by the Government, the \ndefendant continued to maintain at least hundreds and possibly thousands of nude photos of young \nsubjects. The defendant's victims in this case, often particularly vulnerable girls, were as young \nas 14 years old when he abused them. The defendant knew he was abusing minors, including \nbecause victims told him directly they were underage. And he preyed on his victims habitually \nand repeatedly—day after day, month after month, year after year. \nThe defense calls these disturbing alleged acts \"simple prostitution!' Mag. Tr. 12:12; see \nalso D. Tr. at 6:15-19 (\"This is basically the Feds today . . . redoing the same conduct that was \ninvestigated 10 years ago and calling it, instead of prostitution, calling it sex trafficking\"). That \ncharacterization is not only offensive but also utterly irrelevant given that federal law does not \nrecognize the concept of a  child prostitute—there are only trafficking victims—because a  child \ncannot legally consent to being exploited. Defense counsel's repeated assertion that the \nGovernment's case is infirm because no threats or coercion are alleged—e.g., Mag. Tr. at 12 \n(\"There was no coercion. There were no threats. There was no violence.\"), 17 (\"there was no \ncoercion. There was no intimidation. There is no deception.\"); Release Motion at 2 (\"There are \nno allegations . . . that he forced, coerced, defrauded, or enslaved anybody . . . .\")—is equally \nirrelevant because the offense with which the defendant has been charged requires no such proof. \nSee, e.g., United States v. Afrare, 632 F. App'x 272, 278 (6th Cir. 2016) (\"We hold that § 1591(a) \ncriminalizes the sex trafficking of children (less than 18 years old) with or without any force, fraud, \nor coercion, and it also criminalizes the sex trafficking of adults (18 or older), but only if done by \nforce, fraud, or \ncoercion.\"). \nFar more important, the defense has already effectively conceded that the Government will \nbe able to present evidence of the actual primary elements of the charged offense—i.e., that the \ndefendant engaged in sex acts for money with girls he knew were underage. See Release Motion \nat 2. On this record, the Government agrees with Pretrial Services that the defendant should be \ndetained pending trial. He poses a tremendous risk of flight and a danger to the community, and \nhe cannot overcome the statutory presumption in favor of detention in this case. \n' Such arguments are unsurprising from a defendant who previously compared himself to a \"person \nwho steals a bagel\" or a tragic mythical figure. See, e.g., Amber Southerland, Billionaire Jeffrey \nEpstein: I'm a sex offender, not a predator, N.Y. Post (2011) (\"I'm not a sexual predator, I'm an \n\"offender,\" the financier told The Post yesterday. `It's the difference between a murderer and a \nperson who steals a bagel.'\"); Philip Weiss, The Fantasist, NY Magazine (2007) (\"`It's the Icarus \nstory, someone who flies too close to the sun,' I said. 'Did Icarus like massages?' Epstein asked.\"). \n2 \"Mag. Tr.\" refers to the transcript of the hearing before Magistrate Judge Pitman on July 8, 2019; \n\"D. Tr.\" refers to the transcript of the hearing before this Court on July 8, 2019. \nEFTA00028787\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 4 of 14 \nHonorable Richard M. Berman \nUnited States District Judge \nJuly 12, 2019 \nPage 4 \nARGUMENT \nThe Government respectfully submits that the defendant cannot overcome the statutory \npresumption in favor of detention in this case for the following reasons, among others: \nI. Victims Seek Detention \nPursuant to the Crime Victims' Rights Act (\"CVRA\"), a crime victim has the right to be \nreasonably heard at certain public proceedings in the district court, including proceedings \ninvolving release. 18 U.S.C. § 3771(a)(4). Consistent with that requirement, the Government has \nbeen in contact with victims and counsel identified through this investigation in connection with \nthe argument regarding bail. \nMultiple victims and/or their counsel have asked the Government to seek detention (and to \ninform the Court of their views in that respect) for multiple reasons. First, they believe that the \ndefendant's continued detention is necessary under the CVRA's right to be reasonably protected \nfrom the accused. 18 U.S.C. § 3771(a)(1). They have specifically conveyed to the Government \nthat they would be fearful for their safety if the defendant were released. For the reasons articulated \nherein, the Government believes those concerns to be well-founded. \nAdditionally, certain victims have asked the Government to advise the Court that they are \nspecifically concerned about the defendant's proposal to be released even if under conditions that \nincluded home detention and full-time private guards. They believe it would be unfair to victims \nof a wealthy defendant, like Epstein, if he were to be given greater freedoms than others would be \nin similar circumstances, and that such an arrangement would be inconsistent with their rights. \nThey specifically asked the Government to advise the Court that they believed such an arrangement \ncould result in harassment and abuse by the defendant. 3\nII. The Defendant's Proposal Does Nothing to Mitigate His Flight Risk \nEach of the relevant factors to be considered as to flight risk—the nature and circumstances \nof the offense, the strength of the evidence, and the history and characteristics of the defendant—\ncounsel strongly in favor of detention, and the defendant's proposed package would do nothing \nwhatsoever to mitigate those risks. \nA. Defendant Proposes No Infringement Upon His \nAbility \nto Use his Vast Wealth to Flee \nIt  might not be immediately apparent to a reader of the Release Motion that the defendant \nis extravagantly wealthy and worth, according to records relating to the defendant recently \nobtained by the Government from a financial institution (\"Institution-1\"), more than $500 million. \n3 The Government is aware of at least one additional attorney for a victim who has publicly stated \nthat her client supports the pretrial detention of the defendant. The Government is unaware of any \nvictim who has expressed support for the defendant being granted pretrial release on bail. \nEFTA00028788\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 5 of 14 \nHonorable Richard M. Berman \nUnited States District Judge \nJuly 12, 2019 \nPage 5 \nIndeed, while the defendant has still not filled out a  financial affidavit, under penalty of \nperjury, in connection with his application for bail, his token effort to account for his finances \nmakes painfully clear the need for detention. The defendant reports having an extraordinary \namount of money in both total assets and cash or cash-equivalent holdings. And while the \ndefendant repeatedly represents in his Release Motion that his assets are \"in the United States,\" \nthere is absolutely nothing in the defendant's minimal financial submission to verify that. \nIndeed, and as discussed further below, even assuming the defendant's assets are presently \nin the United States, nothing in the proposed package would prevent the defendant from \ntransferring liquid assets out of the country quickly and in anticipation of flight or relocation. The \ndefendant is an incredibly sophisticated financial actor with decades of experience in the industry \nand significant ties to financial institutions and actors around the world. He could easily transfer \nfunds and holdings on a moment's to places where the Government would never find them so as \nto ensure he could live comfortably while a fugitive. \nBut perhaps most important, even were the defendant to sacrifice literally all of his current \nassets, there is every indication that he would immediately be able to resume making millions or \ntens of millions of dollars per year outside of the United States. He already earns at least \n_ \n$10,000,000 per year, according to records from Institution-1, while living in the U.S. Virgin \nIslands, traveling extensively abroad, and residing in part in Paris, France; there would be little to \nstop the defendant from fleeing, transferring his unknown assets abroad, and then continuing to do \nwhatever it  is he does to earn his vast wealth from a  computer terminal beyond the reach of \nextradition.' \nThat the defendant faces up to 45 years of incarceration on the current counts with which \nhe is charged provides the motive for him do so and is another significant factor in assessing the \nrisk of flight. See United States v. Jackson, 823 F.2d 4, 7 (2d Cir. 1987). So too is the strength of \nthe evidence, detailed above and in the Government's Detention Memo. Indeed, that evidence, \nalready robust less than a week ago when the Indictment was unsealed, is growing stronger by the \nday. Just since the Indictment was unsealed, several additional women, in multiple jurisdictions, \nhave identified themselves to the Government as having been victimized by the defendant when \nthey were minors. Moreover, pursuant to judicially-authorized search warrants, the Government \nhas discovered and seized a  significant volume of photographs of nude and seminude young \nwomen and girls in the defendant's Manhattan residence, and is in the process of reviewing dozens \nof electronic discs that contain still more such photos? And dozens of individuals have called the \nGovernment in recent days to convey information regarding the defendant and the allegations \n4  As noted in the Government's Detention Memo, the defendant is a frequent traveler and regularly \ntravels to and from the United States, including approximately more than 20 flights in which he \ntraveled to or from a foreign country since 2018 alone. Extensive international travel of this nature \nfurther demonstrates a significant risk of flight. See, e.g., United States v. Anderson, 384 F. Supp. \n2d 32, 36 (D.D.C. 2005). \n5 The Government's review of these materials, seized earlier this week, remains ongoing. \nEFTA00028789\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 6 of 14 \nHonorable Richard M. Berman \nUnited States District Judge \nJuly 12, 2019 \nPage 6 \ncontained in the Indictment. All this in less than a week, and all in addition to an Indictment that \nalready alleges the existence of dozens of victims in New York and dozens of victims in Florida. \nB. The Proposed Bond is Inadequate to Overcome the Presumption of Detention \nThe defendant's \"slate of highly restrictive\" measures which purportedly \"amply suffice to \nsecure his release\" are neither highly restrictive nor amply sufficient. Rather, they are effectively \nstandard conditions of home confinement, monitoring, and bond unsecured by the defendant's \nassets—broken out into 14 pieces. The Government will address the most concerning and salient \nelements of the defendant's proposal below. \nI. Lack of Meaningful Bond Security \nThe defendant proposes that the Court accept his Manhattan mansion as the primary \nsecurity for a  personal recognizance bond of an indeterminate amount, to be co-signed by the \ndefendant's brother and a friend. Release Motion at 4. This is plainly insufficient. \nAs an initial matter, and as noted above, the defendant's Manhattan mansion has been \nidentified in the Indictment as subject to forfeiture because it  is alleged to have been used to \ncommit or facilitate the commission of the sex trafficking offenses charged there. See 18 U.S.C. \n§ 1594(c)(1). Because the defendant would thus be likely to lose that property following a \nconviction, it  provides no value whatsoever as collateral. See 18 U.S.C. §  3142(g)(4) (\"In \nconsidering the conditions of release described . . . the judicial officer . . . shall decline to accept \nthe designation, or the use as collateral, of property that, because of its source, will not reasonably \nassure the appearance of the person as required.\"). And while the defendant offers to also pledge \nhis private jet as additional collateral, there is absolutely no reason to assume that the defendant \nwould not readily trade his private plane for his freedom. Indeed, the defendant, who has a  net \nworth of more than $500 million, by his own admission recently sold a second plane and thus \npresumably has cash on hand to replace the posted aircraft without difficulty if need be. \nNor does the proposed security of properties owned by two identified co-signers \nmeaningfully change the calculus. As further described below, the defendant provides no \ninformation about the value or equity of the property of his brother, Mark (the \"Palm Beach \nProperty\"), or the significance of that property in the context of his brother's own net worth!' \nSimilarly, the defendant provides no details regarding the \"investment interests\" of his friend Mr. \nMitchell, nor any reason to believe the loss of those \"interests\" would be meaningful to Mr. \nMitchell, let alone the defendant. More generally, given the defendant's proffered net worth, the \ndefendant could easily make his co-signers whole —  and even reward them —  were he to flee. \nThe proposed security, in sum, should give the Court little comfort the defendant would \nappear in Court if released on bail. \n6 In fact, the defendant's own submission makes clear that the Palm Beach Property is not his \nbrother's exclusive residence and that his brother lives elsewhere for half of the year. \nEFTA00028790\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 7 of 14 \nHonorable Richard M. Berman \nUnited States District Judge \nJuly 12, 2019 \nPage 7 \n2. Co-Signers, Moral Suasion, and Ties to the Community \nThe dearth of detailed financial information about the defendant himself, much less his \nbrother or friend, further shows the hollowness of the proposal. The Court cannot possibly \nevaluate whether there would be any incentive whatsoever for those the two proposed co-signers \nto exercise moral suasion over the defendant—or whether, as noted above, the defendant could \neasily compensate them, perhaps many times over, for any loss they incurred through the \ndefendant's flight from justice. The defendant provides no information about his brother other \nthan that he lives half the year in the home he purportedly would pledge, and even less information \nabout Mr. Mitchell, other than that he is \"Mr. Epstein's friend,\" his \"close personal friend of \ndecades,\" and his \"close personal friend.\" Release Motion at 4, 9. Their willingness to \"guarantee\" \nhis appearance, Release Motion at 9, is meaningless in the absence of such information. \nMoreover, the notion that any individual co-signer could meaningfully secure a bond for \nthis defendant strains credulity. Given the defendant's wealth and his extraordinary risk of flight, \nany bond for this defendant would assuredly have to be in the hundreds of millions of dollars to \neven be claimed to be sufficient to guard against the risks posed by the defendant's release. The \ndefendant offers no reason to believe any co-signers could meaningfully sign such a bond, much \nless these two particular individuals, which is yet another reason the proposed package is patently \ninsufficient. \n3. The Defendant's \"Consent\" to Extradition is Unenforceable and Impractical \nThe defendant's offer to sign a so-called \"consent\" to extradition provides no additional \nreassurance whatsoever. As an initial matter, the Government would need to find and re-arrest the \ndefendant before such a  waiver would even come into play. Moreover, even assuming the \nGovernment could locate and apprehend the defendant, numerous courts have recognized that such \npurported waivers are unenforceable and effectively meaningless because any defendant who signs \nsuch a purported waiver and then flees will assuredly contest the validity and/or voluntariness of \nthe waiver, and will get to do so in the jurisdiction of his choosing (Le., the one to which he \nchose \nto fl\nee). See, e.g., United States v. Morrison, No. 16-MR-118, 2016 WL 7421924, at *4 (W.D.N.Y. \nDec. 23, 2016); United States v. Kazeem, No. 15 Cr. 172, 2015 WL 4645357, at *3 (D. Or. Aug. \n3, 2015); United States v.  Young, Nos. 12 Cr. 502, 12 Cr. 645, 2013 WL 12131300, at *7 (D. Utah \nAug. 27, 2013); United States v. Cohen, No. C 10-00547, 2010 WL 5387757, at *9 n.11 (N.D. \nCal. Dec. 20, 2010); United States v. Bohn, 330 F. Supp. 2d 960, 961 (W.D. Tenn. 2004); United \nStates v. Stroh, No. 396 Cr. 139, 2000 WL 1832956, at *5 (D. Conn. Nov. 3, 2000); United States \nv.  Botero, 604 F. Supp. 1028, 1035 (S.D. Fla. 1985). .  The Department \nof Justice's Office of \nInternational Affairs is unaware of any country anywhere in the world that would consider an \nanticipatory extradition waiver binding. And, of course, the defendant could choose to flee to a \njurisdiction with which the United States does not have an extradition treaty. \nBeyond being impossible to guarantee, extradition is typically a lengthy, complicated and \nexpensive process, and the possibility that it would be successful neither provides any real \ndeterrent to the defendant's incentive to flee nor any measure of justice to the victims who would \nbe required to wait years for his return. \nEFTA00028791\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 8 of 14 \nHonorable Richard M. Berman \nUnited States District Judge \nJuly 12, 2019 \nPage 8 \n4. Home Confinement and Electronic Monitoring Provide No Assurance \nThe defendant's proposal of ankle-bracelet monitoring should be of no comfort to the \nCourt. In particular, the defendant's endorsement of a GPS monitoring bracelet rather than a radio \nfrequency bracelet is farcical because neither one is useful or effective after it has been removed. \nAt best, home confinement and electronic monitoring would reduce his head start should he decide \nto cut the bracelet and flee. See United States v. Zarger, \nNo. \n00 Cr. 773, 2000 WL 1134364, at *1 \n(E.D.N.Y. Aug. 4, 2000) (rejecting defendant's application for bail in part because home detention \nwith electronic monitoring \"at best . . . limits a fleeing defendant's head start\"); see also United \nStates v. Casteneda, No. 18 Cr. 047, 2018 WL 888744, at *9 (N.D. Cal. Feb. 2018) (same); United \nStates v. Anderson, 384 F. Supp.2d 32, 41 (D.D.C. 2005) (same); United States v. Benatar, No. 02 \nCr. 099, 2002 WL 31410262, at *3 (E.D.N.Y. Oct. 10, 2002) (same). \n5. Private Security is Inadequate, Unfair, and Impractical Here \nThe defendant also proposes the use of a private security force to march him to and from \ncourt under the threat of deadly force. This proposal should be rejected. \nAt the outset, it is far from clear that private jail, which seeks to replicate the conditions of \na  government-run detention facility in the defendant's home, is a  condition of \"release\" that \nimplicates the Bail Reform Act. \"[T]here is a debate within the judiciary over whether a defendant, \nif she is able to perfectly replicate a private jail in her own home at her own cost, has a right to do \nso under the Bail Reform Act and the United States Constitution.\" United States v. Valerio, 9 F. \nSupp. 3d 283, 292 (E.D.N.Y. 2014) (Bianco, J.) (collecting cases). The Second Circuit has \nnever \ndirectly addressed this issue. See United States v. Sabhnani, 493 F.3d 63, 78 n.18 (2d Cir. 2007) \n(\"The government has not argued and, therefore, we have no occasion to consider whether it would \nbe `contrary to the principles of detention and release on bail' to allow wealthy defendants 'to buy \ntheir way out by constructing a private jail.\" (citations omitted)). Indeed, a decision by this Court \nreasoned that \"the very severe restrictions\" in the private jail proposal presented to him did \"not \nappear to contemplate 'release' so much as it  describes a very expensive form of private jail or \ndetention.\" United States v. Zarrab, 2016 WL 3681423, at *10 (S.D.N.Y. June 16, 2016). \nCourts have long been troubled by private jail proposals like the defendant's which, \"at \nbest 'elaborately replicate a detention facility without the confidence of security such a  facility \ninstills.\"' United States v. Orena, 986 F.2d 628, 632 (2d Cir. 1993) (quoting United States v. Gotti, \n776 F. Supp. 666, 672 (E.D.N.Y. 1991) (rejecting private jail proposal)); see also Valerio, 9 F. \nSupp. 3d at 295 (\"The questions about the legal authorization for the private security firm to use \nforce against defendant should he violate the terms of his release, and the questions over whether \nthe guards can or should be armed, underscore the legal and practical uncertainties—indeed, the \nimperfections-of the private jail-like concept envisioned by defendant, as compared to the more \nsecure option of an actual jail.\"). A private security firm simply cannot replicate the controlled \nenvironment of a federal correctional facility, in which, typically, all of the needs to the prisoner \ncan be attended to without placing the prisoner in the community at large; the defendant's proposed \nprivate jail arrangement would have the effect of permanently placing him in just such a high-\nflight-risk circumstance. The risk of a public escape attempt while in the community and involving \nEFTA00028792\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 9 of 14 \nHonorable Richard M. Berman \nUnited States District Judge \nJuly 12, 2019 \nPage \n9 \narmed private guards attempting to stop the defendant, potentially by force—rather than the \ndefendant being in the environment of a federal facility—also greatly magnifies the danger of the \ndefendant's flight to the public. See United States v. Boustani, 356 F. Supp. 3d 246, 257 (E.D.N.Y. \n2019). \"This is why, as the Government correctly notes, federal prisoners should be detained in \nfacilities run by trained personnel from federal correctional facilities.\" Id. at 258 (citing Sablznani, \n493 F.3d at 74 n.13 (\"To the extent [armed private guards] implies an expectation that deadly force \nmay need to be used to assure defendant['s] presence at trial... [s]uch a conclusion would, in fact, \ndemand a defendant's detention\")). \nThe Second Circuit has held it  is not legal error \"for a district court to decline to accept,\" \nas \"a substitute for detention,\" a defendant hiring private security guards to monitor him. United \nStates v.  Bank, 369 Fed. App'x 152, 153-54 (2d Cir. 2010). In the same decision, the Second \nCircuit noted that it  was \"troubled\" by the possibility of \"allow[ing] wealthy defendants to buy \ntheir way out by constructing a private jail.\" (internal quotation marks omitted)). Id.; accord, e.g., \nUnited States v. Cilins, No. 13 Cr. 315 (WHP), 2013 WL 3802012, at *3 (S.D.N.Y. July 19, 2013) \n(\"it is contrary to underlying principles of detention and release on bail that individuals otherwise \nineligible for release should be able to buy their way out by constructing a private jail, policed by \nsecurity guards not trained or ultimately accountable to the Government, even if carefully \nselected' (quoting Borodin v. Ashcroft, 136 F. Supp. 2d 125, 134 (E.D.N.Y. 2001))); \nValerio, \n9 \nF. Supp. 3d at 293-94 (E.D.N.Y. 2014) (\"There is nothing in the Bail Reform Act that would \nsuggest that a defendant (or even, hypothetically, a group of defendants with private funding) has \na statutory right to replicate or construct a private jail in a home or some other location.\"). \nThe defendant's payment of his guards also raises the conflict of interest inherent in having \nthe defendant having extraordinary influence over a private security company tasked with guarding \nhim, leaving the company's incentives entirely aligned with the defendant. See, e.g., Boustani, \n356 F. Supp. 3d at 257 (in finding that private armed guards would not reasonably assure the \nappearance of a defendant, noting a \"clear conflict of interest—private prison guards paid by an \ninmate\" and noting that in a recent S.D.N.Y. case involving private security guards the defendant \n\"was outside of his apartment virtually all day, every weekday; was visited by a  masseuse for a \ntotal of 160 hours in a  30-day period; and went on an unauthorized visit to a  restaurant in \nChinatown with his private guards in tow\"); see also United States v. Tajideen, 17 Cr. 046, 2018 \nWL 1342475, at *5-6 (D.D.C. Mar. 15, 2018) (finding Zarrab \"particularly instructive\" and further \nnoting: \"While the Court has no reason to believe that the individuals selected for the defendant's \nsecurity detail would intentionally violate federal law and assist the defendant in fleeing the Court's \njurisdiction, it nonetheless is mindful of the power of money and its potential to corrupt or \nundermine laudable objectives. And although these realities cannot control the Court's ruling, they \nalso cannot be absolutely discounted or ignored.\"). \nFinally, in Zarrab this Court found that \"the Defendant's privately funded armed guard \nproposal is unreasonable because it  helps to foster inequity and unequal treatment in favor of a \nvery small cohort of criminal defendants who are extremely wealthy, such as Mr. Zarrab.\" 2016 \nWL 3681423, at *13; see also Boustani, 356 F. Supp. 3d at 258 (\"although this Defendant has vast \nfinancial resources to construct his own `private prison,' the Court is not convinced 'disparate \ntreatment based on wealth is permissible under the Bail Reform Act\", (quoting United States v. \nEFTA00028793\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 10 of 14 \nHonorable Richard M. Berman \nUnited States District Judge \nJuly 12, 2019 \nPage 10 \nBruno, 89 F. Supp. 3d 425, 432 (E.D.N.Y. 2015) (\"Even if Defendant had the financial capacity \nto replicate a  private jail within his own home, this Court is not convinced that such a  set of \nconditions would be sufficiently effective in this case to protect the community from Defendant, \nor that such disparate treatment based on wealth is permissible under the Bail Act.\")); Borodin, \n136 F. Supp. 2d at 134 (E.D.N.Y. 2001) (Nickerson, J.) (\"It is contrary to underlying principles of \ndetention and release on bail that individuals otherwise ineligible for release should be able to buy \ntheir way out by constructing a  private jail, policed by security guards not trained or ultimately \naccountable to the government, even if carefully selected.\"). \nIf the defendant's appearance can only be assured through use of round-the-clock guards, \nthe defendant belongs in a  federal detention center, not released under bail conditions that \neffectively create a private prison of one, using guards to be paid by the defendant himself. It is \nfrankly outrageous for the defendant to suggest that preventing him from using his vast wealth to \nduplicate a  private prison that cannot control, monitor, and contain him consistent with the \nrequirements of the Bail Act would cause him to somehow \"bear a special disadvantage.\" Release \nMotion at 12 n.9. Indeed: \"What more compelling case for an order of detention is there than a \ncase in which only an armed guard and the threat of deadly force is sufficient to assure the \ndefendant's appearance?' Zarrab, 2016 WL 3681432, at *12 (quoting United States v. Valerio, 9 \nF. Supp. 3d at \n295). \nIII. The Defendant Provides No Assurance He is Not a Danger to the Community and a \nRisk to Obstruct Justice \nA. Danger to the Community \nIn the first instance, the defendant's argument that 14 years without a criminal conviction \neliminates \"any danger presumption\" should be rejected. Were that the case—which is certainly \nis not—a lack of criminal record for any defendant would automatically rebut the presumption \napplicable to crimes such as sex trafficking. That is manifestly incorrect. See United States v. \nAntis, 607 F. App'x 95, 97 (2d Cir. 2015) (finding that a defendant's lack of criminal record was \n\"not so compelling as to defeat the presumption or to manifest clear error in the district court's \ndetermination that no combination of release conditions .  . . could reasonably assure against \ndangerousness and the risk of flight\"). Moreover, here, the defendant not only has a  criminal \nrecord, but has been convicted of a sex crime involving a minor. \nBut the ongoing and forward-looking danger posed by the defendant is further \ndemonstrated by the defendant's maintenance of a substantial collection of photographic trophies \nof his victims and other young females in his mansion, as discovered by the Government through \nits search warrants. As indicated in the Detention Memo, the many discs found in the defendant's \nresidence included those with hand-written labels including the following: \"Young [Name] + \n[Name],\" \"Misc nudes I,\" and \"Girl pies nude.\" Not surprisingly, the Government has found that \nsuch discs contain photographs of sexually suggestive photographs of fully- or partially-nude \nfemales appearing to be underage. \nEFTA00028794\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 11 of 14 \nHonorable Richard M. Berman \nUnited States District Judge \nJuly 12, 2019 \nPage 11 \nB. Danger to Obstruct Justice \nThe defendant has also already demonstrated a  willingness to use intimidation and \naggressive tactics in connection with a criminal investigation. Far from being \"musty,\" Release \nMotion at 6 n.6, the defendant's past behavior in connection with being investigated for sexually \nabusing children is the best predictor of his likely incentives and activities in connection with being \ncharged with sexually abusing children. For example, in the incident the defendant now claims \nwas not attributable to or authorized by him, the contemporaneous police report indicates that \npressure tactics were at the vet), least coordinated closely with individuals in the defendant's orbit. \nSee Palm Beach Police Report (the \"Police Report\") (Ex. B). According to the Police Report, the \nparent of one of the defendant's victims was driven off the road by a private investigator. The \nPolice Report provides further information regarding victim and witness threats and intimidation \nreported against an individual who was directly in contact with an assistant of the defendant, \nfollowed \"immediately\" by a call to that same individual from a phone number associated with the \ndefendant's businesses and associates. \nSeparately, and in addition, there are also extensive allegations of obstruction and \ntampering in connection with civil lawsuits brought against the defendant following his 2008 \nconviction. See Doe v. United States, 08 Civ. 80736 (S.D. Fla.), Dkt. 291-15 at 21-23, 31. \nMoreover, police reports suggest that an associate of Epstein's was offering to buy victims' silence \nduring the course of the prior investigation. Specifically, one victim reported that \"she was \npersonally contacted through a source that has maintained contact with Epstein,\" who \"assured \n[the victim] that she would receive monetary compensation for her assistance in not cooperating \nwith law enforcement.\" Indeed, the victim reported having been told: \"Those who help him will \nbe compensated and those who hurt him will be dealt with.\" See Palm Beach Police Report \n(Ex. C). \nAnd Epstein's efforts to influence witnesses continue to this day. As in the past, within \nrecent months. he paid significant amounts of money to influence individuals who were close to \nhim during the time period charged in this case and who might be witnesses against him at a trial. \nBy way of background, on or about November 28, 2018, the Miami Herald began publishing a \nseries of articles relating to the defendant, his conduct, and the circumstances of his prior \nconviction and the non-prosecution agreement (\"NPA\"). Records obtained by the Government \nfrom Institution-1 appear to show that just two days later, on or about November 30, 2018, the \ndefendant wired $100,000 from a trust account he controlled to an individual named as a possible \nco-conspirator in the NPA. The same records appear to show that just three days after that, on or \nabout December 3, 2018, the defendant wired $250,000 from the same trust account to another \nindividual named as a  possible co-conspirator in the NPA and also identified as one of the \ndefendant's employees in the Indictment. Neither of these payments appears to be recurring or \nrepeating during the approximately five years of bank records presently available to the \nGovernment. This course of action, and in particular its timing, suggests the defendant was \nattempting to further influence co-conspirators who might provide information against him in light \nof the recently re-emerging allegations \nEFTA00028795\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 12 of 14 \nHonorable Richard M. Berman \nUnited States District Judge \nJuly 12, 2019 \nPage 12 \nIV. The Defendant Raises Legal Arguments Not Relevant Here \nFinally, the defendant raises certain legal arguments he contends he will litigate at the \nappropriate stage and which he further suggests mitigate in favor of bail. None is meritorious, and \ncertainly none should give the Court any comfort whatsoever that the defendant would, if granted \nbail, refrain from fleeing so he could attempt to vindicate himself via dubious legal strategies. \nNevertheless, the Government will address the defendant's arguments briefly in turn. \nA. The Non-Prosecution Agreement Does Not Preclude Prosecution \nAs an initial matter, as the Court itself noted at the parties' initial appearance earlier this \nweek, and as the defendant appears to concede, the instant Indictment charges conduct well beyond \nthe scope of the NPA —  that is, alleged conduct that occurred here in New York and involving New \nYork based victims. D. Tr. 6-8; Release Motion at 2. For present purposes, that alone is sufficient \nto put this issue to rest, because even assuming the defendant were to mount a  meritorious \nchallenge to the NPA, he would still have to stand trial on Count Two of the Indictment and \nadditional charges brought based on New York conduct. \nBut more generally, the reasons the defendant can be prosecuted in the Southern District \nof New York—or anywhere else outside the SDFL—are manifold. The language of the NPA \noverwhelmingly refers to the SDFL, and the core terms and text of the agreement are limited to \nthe SDFL. The prefatory language states: \"THEREFORE, on the authority of R. Alexander \nAcosta, United States Attorney for the Southern District of Florida, prosecution in this District for \nthese offenses shall be deferred in favor of prosecution by the State of Florida.\"' The final \nparagraph of the prefatory language also states, among other things, that after fulfilling the terms \nof the agreement, \"no prosecution for the [sex abuse] offenses set out on pages 1  and 2  of this \nAgreement, nor any other offenses that have been the subject of the joint investigation by the \nFederal Bureau of Investigation and the United States Attorney's Office, nor any offenses that \narose from the Federal Grand Jury investigation will be instituted in this District.\" \nIn its terms section, the NPA further states that Epstein's signature \"is not to be construed \nas an admission of civil or criminal liability or a waiver of any jurisdictional or other defense\" as \nto any victim whose identity was not disclosed by SDFL to Epstein, as provided for in the NPA, \nand additionally states that neither Epstein's signature nor any resulting waivers or civil \nsettlements \"are to be construed as admissions or evidence of civil or criminal liability or a waiver \nof any jurisdictional or other defense as to any person.\" These provisions show the parties \ncontemplated possible criminal prosecutions in other jurisdictions and/or based on victims not \ninitially identified in the Florida investigations (whether in Florida or elsewhere). The final \nsubstantive paragraph of the NPA states that \"Epstein hereby requests that the United States \nAttorney for the Southern District of Florida defer [...] prosecution.\" \nIt is well settled in the Second Circuit that \"a plea agreement in one U.S. \nAttorney's office \ndoes not, unless otherwise stated, bind another.\" United States v.  Prisco, 391 F. App'x 920, 921 \nAll emphases relating to the NPA are added unless otherwise specified. \nEFTA00028796\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 13 of 14 \nHonorable Richard M. Berman \nUnited States District Judge \nJuly 12, 2019 \nPage 13 \n(2d Cir. 2010) (\"A plea agreement binds only the office of the United States Attorney for the \ndistrict in which the plea is entered unless it affirmatively appears that the agreement contemplates \na  broader restriction.\") (citing United States v. Annabi, 771 F.2d 670, 672 (2d Cir. 1985) (per \ncuriam)). Moreover, any references in an NPA to the \"Government\" or the \"United States\" do not \nabrogate these principles. Annabi, 771 F.2d at 672 (\"[A] plea agreement whereby a  federal \nprosecutor agrees that 'the Government' will dismiss counts of an indictment . .. might be thought \nto bar the United States from reprosecuting the dismissed charges in any judicial district unless the \nagreement expressly limits the scope of the agreement .. . . However, the law has evolved to the \ncontrary.\"). \"The mere use of the term 'government' in the plea agreement does not create an \naffirmative appearance that the agreement contemplated barring districts other than the particular \ndistrict entering into the agreement.\" United States v. Salameh, 152 F.3d 88, 120 (2d Cir. 1998) \n(citations and internal quotation marks omitted); see also United States v. Brown, No. 99-1230, \n2002 WL 34244994, at *2 (2d Cir. Apr. 26, 2002) (in analyzing an SDFL plea agreement, \nreiterating the holding of Annabi and noting that it applies \"even if the plea agreement purports to \nbind 'the Government' or the \"United States\") (summary order); United States v.  Bruno, 159 F. \nSupp. 3d 311, 321 (E.D.N.Y. 2016) (\"The Court disagrees with Defendant's argument that the \nphrase 'United States' shows an intent to bind all United States Attorney's Offices. Rather, the \nplea agreement covers only Defendant's liability in the SDFL.\"). \nIn sum, this issue is a distraction that has little relevance to the bail determination and does \nnothing to address the defendant's risk of flight or mitigate the danger he poses to the community. \nB. The Defendant Wrongly Argues the Statute Does Not Apply to His Sex Trafficking \nNext, the defendant wrongly argues that the \"principal conduct\" giving rise to the charges \nis his payment of underage girls for sex acts, and that such conduct could not possibly fall under \nthe charged statutes. As the defendant implicitly concedes, Release Motion at 14, this is an issue \nfor a motion to dismiss. Nevertheless, the defendant's argument is incorrect for two reasons. \nFirst, although the defendant undoubtedly participated on the demand side of the crime, he \nwas also instrumental on the supply side given his role in recruiting and causing others to recruit \nadditional victims. He organized, funded, and perpetuated a sex trafficking scheme in two states, \nincluding with co-conspirators. The fact that he did so for his own eventual and frequent sexual \ngratification does not vitiate his role in enticing and recruiting victims, consistent with the elements \nof the offense with which he is charged. The defendant was the leader of a  sex-trafficking \nenterprise, not a mere consumer. \ng This analysis similarly extends to a  non-prosecution agreement. See United States v. Laskow, \n688 F. Supp. 851, 854 (E.D.N.Y. 1988) (\"Defendant's argument, in effect, is that unless there is \nan explicit statement to the contrary, it is presumed that a non-prosecution agreement binds offices \nof the United States Attorney that are not parties to the agreement. This position is at odds with \nthe law in this Circuit, which presumes a  narrow reading of the boundaries of a  plea agreement \nunless a defendant can affirmatively establish that a more expansive interpretation was \ncontemplated.\") (citing Annabi, 771 F.2d at 672). \nEFTA00028797\n\nCase 1:19-cr-00490-RMB Document 11 Filed 07/12/19 Page 14 of 14 \nHonorable Richard M. Berman \nUnited States District Judge \nJuly 12, 2019 \nPage 14 \nSecond, he is also wrong on the law. Courts have found that Section 1591 applied to both \nsuppliers and consumers of commercial sex acts. See, e.g., United States v.  fingers, 702 F.3d \n1066, 1069 (8th Cir. 2013) (upholding the conviction of a defendant who attempted to pay for oral \nsex from an underage girl and explaining: \"The sole issue raised on appeal is whether \n'[t]he \nplain \nand unambiguous provisions of 18 U.S.C. §  1591 apply to both suppliers and consumers of \ncommercial sex acts.' We conclude they do.\") (alteration in original). The lone case cited by the \ndefendant, Flom v.  Taylor, No. 11 Civ. 8573, 2012 WL 13042630 (S.D.N.Y. July 2, 2012), relied \nheavily on the statutory interpretation undertaken by two district courts in the District of South \nDakota, United States v. Bonestroo, \nNo. \n11 Cr. 40016, 2012 WL 13704 (D.S.D. Jan. 4, 2012), and \nUnited States v. Jungers, 11 Cr. 40018, 2011 WL 6046495 (D.S.D. Dec. 5, 2011), both of which \nwere explicitly overruled by the Eighth Circuit decision in Jungers, 702 F.3d 1066. In the seven \nyears since Fierro has been decided, it does not appear to have been cited by a single other court. \nAdditionally, other cases in this Circuit and elsewhere have upheld convictions of procurers or \ncustomers. See United States v.  O'Connor, 650 F.3d 839 (2d Cir. 2011) (upholding convictions \nunder Section 1591 of both the buyer and seller of a child); United States v.  Cook, 782 F.3d 983 \n(8th Cir. 2015) (rejecting a constitutional challenge that Section 1591 would be void for vagueness \nif applied to purchasers); United States v.  Mikoloyck, No. 09 Cr. 036, 2009 WL 4798900 (W.D. \nMo. Dec. 7, 2009) (\"contrary to defendant's argument, 18 U.S.C. § 1591 clearly applies to those \nwho attempt to purchase underage sex, not merely the pimps of actual exploited children\") (citing \nUnited States v.  Roberts, 174 F. App's 475 (11th Cir. 2006) (in which defendant was convicted \nunder sections 1591(a) and 1594(a) even though no actual children were involved)). \nCONCLUSION \nAs set forth above, the defendant's proposed bail package is insufficient and insubstantial. \nPretrial Services, victims, and the Government all recommend pretrial detention due to the unusual \nand concerning confluence of factors in this case, including the defendant's extraordinary wealth, \ndemonstrated willingness to interfere with victims and witnesses, continued possession of lewd \nphotographs of young females, and both the incentive and means to flee prosecution. \nVery truly \nyours, \nGEOF REY S. BERMAN \nUnited States Attorney \nBy: \nAssistant United States Attorney \nSouthern \nDistrict of New York \nTel: (212) 637-2415 / 2225 / 2324 \nCc: Martin Weinberg, Esq., and Reid Weingarten, Esq., counsel for defendant \nEFTA00028798",
    "pageCount": 14,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "t \nNew York, New York 10007 \nRe: United States v. Jeffrey Epstein, 19 Cr. 490 (RMB) \nDear Judge Berman: \nThe Govern"
      },
      {
        "name": "Mitchell",
        "role": "extracted",
        "context": "ment interests\" of his friend Mr. \nMitchell, nor any reason to belie"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "chell, other than that he is \"Mr. Epstein's friend,\" his \"close per"
      },
      {
        "name": "Zarrab",
        "role": "extracted",
        "context": "re extremely wealthy, such as Mr. Zarrab.\" 2016 \nWL 3681423, at *1"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "e 1 of 14 \nU.S. Department of Justice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Department of Justice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nThe Silvio J. Mo"
      },
      {
        "name": "The Silvio",
        "role": "extracted",
        "context": "outhern District of New York \nThe Silvio J. Mollo Building \nOne Saint"
      },
      {
        "name": "Mollo Building",
        "role": "extracted",
        "context": "ct of New York \nThe Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNe"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "The Silvio J. Mollo Building \nOne Saint Andrew's Plaza \nNew York. New"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "Building \nOne Saint Andrew's Plaza \nNew York. New York 10007 \nJuly 12"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "007 \nJuly 12, 2019 \nVIA \nECF \nThe Honorable Richard M. Berman \nUnited Sta"
      },
      {
        "name": "Berman \nUnited",
        "role": "extracted",
        "context": "ECF \nThe Honorable Richard M. Berman \nUnited States District Court \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "ble Richard M. Berman \nUnited States District Court \nSouthern District of N"
      },
      {
        "name": "Court \nSouthern",
        "role": "extracted",
        "context": "erman \nUnited States District Court \nSouthern District of New York \nUnited"
      },
      {
        "name": "Pearl Street",
        "role": "extracted",
        "context": "nited States \nCourthouse \n500 Pearl Street \nNew York, New York 10007 \nRe"
      },
      {
        "name": "Dear Judge",
        "role": "extracted",
        "context": "ey Epstein, 19 Cr. 490 (RMB) \nDear Judge Berman: \nThe Government respe"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "90 (RMB) \nDear Judge Berman: \nThe Government respectfully submits this let"
      },
      {
        "name": "Pretrial Release",
        "role": "extracted",
        "context": "o the defendant's Motion for \nPretrial Release (the \"Release Motion\"), dated"
      },
      {
        "name": "Release Motion",
        "role": "extracted",
        "context": "n for \nPretrial Release (the \"Release Motion\"), dated July 11, 2019 (Dkt."
      },
      {
        "name": "Detention Memo",
        "role": "extracted",
        "context": "in Support of Detention (the \"Detention Memo\"), submitted to Magistrate Ju"
      },
      {
        "name": "Magistrate Judge",
        "role": "extracted",
        "context": "etention Memo\"), submitted to Magistrate Judge \nPitman on July 8, 2019, whic"
      },
      {
        "name": "The Release",
        "role": "extracted",
        "context": "that are woefully inadequate. The Release Motion misconstrues and misun"
      },
      {
        "name": "Honorable Richard",
        "role": "extracted",
        "context": "Filed 07/12/19 Page 2 of 14 \nHonorable Richard M. Berman \nUnited States Dist"
      },
      {
        "name": "Judge \nJuly",
        "role": "extracted",
        "context": "erman \nUnited States District Judge \nJuly 12, 2019 \nPage 2 \nlaw, seeks"
      },
      {
        "name": "Pretrial Services",
        "role": "extracted",
        "context": "a  presumption of detention, Pretrial Services has recommended \ndetention, a"
      },
      {
        "name": "Code Section",
        "role": "extracted",
        "context": "ating Title 18, United States Code Section 1519, \nand conspiracy to comm"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "im to exploit in New York and Palm Beach. \nEFTA00028786\n\nCase 1:19-cr-"
      },
      {
        "name": "See Release",
        "role": "extracted",
        "context": "girls he knew were underage. See Release Motion \nat 2. On this record,"
      },
      {
        "name": "Amber Southerland",
        "role": "extracted",
        "context": "c mythical figure. See, e.g., Amber Southerland, Billionaire Jeffrey \nEpstein"
      },
      {
        "name": "Billionaire Jeffrey",
        "role": "extracted",
        "context": "See, e.g., Amber Southerland, Billionaire Jeffrey \nEpstein: I'm a sex offender,"
      },
      {
        "name": "The Post",
        "role": "extracted",
        "context": "offender,\" the financier told The Post yesterday. `It's the differen"
      },
      {
        "name": "Philip Weiss",
        "role": "extracted",
        "context": "erson who steals a bagel.'\"); Philip Weiss, The Fantasist, NY Magazine ("
      },
      {
        "name": "The Fantasist",
        "role": "extracted",
        "context": "ls a bagel.'\"); Philip Weiss, The Fantasist, NY Magazine (2007) (\"`It's t"
      },
      {
        "name": "Did Icarus",
        "role": "extracted",
        "context": "o close to the sun,' I said. 'Did Icarus like massages?' Epstein asked"
      },
      {
        "name": "Victims Seek",
        "role": "extracted",
        "context": "ng reasons, among others: \nI. Victims Seek Detention \nPursuant to the Cr"
      },
      {
        "name": "Detention \nPursuant",
        "role": "extracted",
        "context": "mong others: \nI. Victims Seek Detention \nPursuant to the Crime Victims' Rights"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "ek Detention \nPursuant to the Crime Victims' Rights Act (\"CVRA\"), a crime"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "ursuant to the Crime Victims' Rights Act (\"CVRA\"), a crime victim has"
      },
      {
        "name": "Proposal Does",
        "role": "extracted",
        "context": "endant. 3\nII. The Defendant's Proposal Does Nothing to Mitigate His Fligh"
      },
      {
        "name": "Mitigate His",
        "role": "extracted",
        "context": "nt's Proposal Does Nothing to Mitigate His Flight Risk \nEach of the rele"
      },
      {
        "name": "Flight Risk",
        "role": "extracted",
        "context": "Does Nothing to Mitigate His Flight Risk \nEach of the relevant factors"
      },
      {
        "name": "Defendant Proposes",
        "role": "extracted",
        "context": "to mitigate those risks. \nA. Defendant Proposes No Infringement Upon His \nAbi"
      },
      {
        "name": "No Infringement",
        "role": "extracted",
        "context": "risks. \nA. Defendant Proposes No Infringement Upon His \nAbility \nto Use his"
      },
      {
        "name": "Upon His",
        "role": "extracted",
        "context": "dant Proposes No Infringement Upon His \nAbility \nto Use his Vast Wea"
      },
      {
        "name": "Vast Wealth",
        "role": "extracted",
        "context": "Upon His \nAbility \nto Use his Vast Wealth to Flee \nIt  might not be imm"
      },
      {
        "name": "Flee \nIt",
        "role": "extracted",
        "context": "ty \nto Use his Vast Wealth to Flee \nIt  might not be immediately app"
      },
      {
        "name": "Virgin \nIslands",
        "role": "extracted",
        "context": "n-1, while living in the U.S. Virgin \nIslands, traveling extensively abroad"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "ssessing the \nrisk of flight. See United States v. Jackson, 823 F.2d 4"
      },
      {
        "name": "The Proposed",
        "role": "extracted",
        "context": "ns of victims in Florida. \nB. The Proposed Bond is Inadequate to Overcom"
      },
      {
        "name": "Detention \nThe",
        "role": "extracted",
        "context": "o Overcome the Presumption of Detention \nThe defendant's \"slate of highly"
      },
      {
        "name": "Meaningful Bond",
        "role": "extracted",
        "context": "s proposal below. \nI. Lack of Meaningful Bond Security \nThe defendant propo"
      },
      {
        "name": "Security \nThe",
        "role": "extracted",
        "context": ". \nI. Lack of Meaningful Bond Security \nThe defendant proposes that the C"
      },
      {
        "name": "Moral Suasion",
        "role": "extracted",
        "context": "2019 \nPage 7 \n2. Co-Signers, Moral Suasion, and Ties to the Community \nT"
      },
      {
        "name": "Community \nThe",
        "role": "extracted",
        "context": "oral Suasion, and Ties to the Community \nThe dearth of detailed financial"
      },
      {
        "name": "Impractical \nThe",
        "role": "extracted",
        "context": "radition is Unenforceable and Impractical \nThe defendant's offer to sign a s"
      },
      {
        "name": "Utah \nAug",
        "role": "extracted",
        "context": ", 2013 WL 12131300, at *7 (D. Utah \nAug. 27, 2013); United States v."
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "d 960, 961 (W.D. Tenn. 2004); United \nStates v. Stroh, No. 396 Cr. 139, 20"
      },
      {
        "name": "The Department",
        "role": "extracted",
        "context": "28, 1035 (S.D. Fla. 1985). .  The Department \nof Justice's Office of \nInte"
      },
      {
        "name": "International Affairs",
        "role": "extracted",
        "context": "ment \nof Justice's Office of \nInternational Affairs is unaware of any country any"
      },
      {
        "name": "Home Confinement",
        "role": "extracted",
        "context": "ge \nJuly 12, 2019 \nPage 8 \n4. Home Confinement and Electronic Monitoring Pro"
      },
      {
        "name": "Electronic Monitoring",
        "role": "extracted",
        "context": "ge 8 \n4. Home Confinement and Electronic Monitoring Provide No Assurance \nThe def"
      },
      {
        "name": "Provide No",
        "role": "extracted",
        "context": "ent and Electronic Monitoring Provide No Assurance \nThe defendant's pr"
      },
      {
        "name": "Assurance \nThe",
        "role": "extracted",
        "context": "ctronic Monitoring Provide No Assurance \nThe defendant's proposal of ankle"
      },
      {
        "name": "Private Security",
        "role": "extracted",
        "context": "Y. Oct. 10, 2002) (same). \n5. Private Security is Inadequate, Unfair, and Im"
      },
      {
        "name": "Impractical Here",
        "role": "extracted",
        "context": "ty is Inadequate, Unfair, and Impractical Here \nThe defendant also proposes"
      },
      {
        "name": "Bail Reform",
        "role": "extracted",
        "context": "release\" that \nimplicates the Bail Reform Act. \"[T]here is a debate wit"
      },
      {
        "name": "The Second",
        "role": "extracted",
        "context": "anco, J.) (collecting cases). The Second Circuit has \nnever \ndirectly"
      },
      {
        "name": "Second \nCircuit",
        "role": "extracted",
        "context": "0). In the same decision, the Second \nCircuit noted that it  was \"troubled\""
      },
      {
        "name": "Bail Act",
        "role": "extracted",
        "context": "alth is permissible under the Bail Act.\")); Borodin, \n136 F. Supp. 2"
      },
      {
        "name": "Release \nMotion",
        "role": "extracted",
        "context": "bear a special disadvantage.\" Release \nMotion at 12 n.9. Indeed: \"What more"
      },
      {
        "name": "Provides No",
        "role": "extracted",
        "context": "at \n295). \nIII. The Defendant Provides No Assurance He is Not a Danger"
      },
      {
        "name": "Assurance He",
        "role": "extracted",
        "context": "II. The Defendant Provides No Assurance He is Not a Danger to the Commun"
      },
      {
        "name": "Obstruct Justice",
        "role": "extracted",
        "context": "the Community and a \nRisk to Obstruct Justice \nA. Danger to the Community"
      },
      {
        "name": "Community \nIn",
        "role": "extracted",
        "context": "uct Justice \nA. Danger to the Community \nIn the first instance, the defen"
      },
      {
        "name": "See Palm",
        "role": "extracted",
        "context": "ls in the defendant's orbit. \nSee Palm Beach Police Report (the \"Pol"
      },
      {
        "name": "Beach Police",
        "role": "extracted",
        "context": "defendant's orbit. \nSee Palm Beach Police Report (the \"Police Report\")"
      },
      {
        "name": "Police Report",
        "role": "extracted",
        "context": "alm Beach Police Report (the \"Police Report\") (Ex. B). According to the P"
      },
      {
        "name": "The \nPolice",
        "role": "extracted",
        "context": "ad by a private investigator. The \nPolice Report provides further infor"
      },
      {
        "name": "See Doe",
        "role": "extracted",
        "context": "llowing his 2008 \nconviction. See Doe v. United States, 08 Civ. 807"
      },
      {
        "name": "And Epstein",
        "role": "extracted",
        "context": "each Police Report \n(Ex. C). \nAnd Epstein's efforts to influence witnes"
      },
      {
        "name": "Miami Herald",
        "role": "extracted",
        "context": "about November 28, 2018, the Miami Herald began publishing a \nseries of"
      },
      {
        "name": "Raises Legal",
        "role": "extracted",
        "context": "9 \nPage 12 \nIV. The Defendant Raises Legal Arguments Not Relevant Here"
      },
      {
        "name": "Arguments Not",
        "role": "extracted",
        "context": "V. The Defendant Raises Legal Arguments Not Relevant Here \nFinally, the d"
      },
      {
        "name": "Relevant Here",
        "role": "extracted",
        "context": "nt Raises Legal Arguments Not Relevant Here \nFinally, the defendant raise"
      },
      {
        "name": "The Non",
        "role": "extracted",
        "context": "rguments briefly in turn. \nA. The Non-Prosecution Agreement Does No"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": "briefly in turn. \nA. The Non-Prosecution Agreement Does Not Preclude Prosecution"
      },
      {
        "name": "Does Not",
        "role": "extracted",
        "context": "The Non-Prosecution Agreement Does Not Preclude Prosecution \nAs an i"
      },
      {
        "name": "Preclude Prosecution",
        "role": "extracted",
        "context": "rosecution Agreement Does Not Preclude Prosecution \nAs an initial matter, as the"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "ere in New York and involving New \nYork based victims. D. Tr. 6-8; Re"
      },
      {
        "name": "Count Two",
        "role": "extracted",
        "context": "still have to stand trial on Count Two of the Indictment and \nadditi"
      },
      {
        "name": "Alexander \nAcosta",
        "role": "extracted",
        "context": "EFORE, on the authority of R. Alexander \nAcosta, United States Attorney for t"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "e joint investigation by the \nFederal Bureau of Investigation and the Unit"
      },
      {
        "name": "Federal Grand",
        "role": "extracted",
        "context": "offenses that \narose from the Federal Grand Jury investigation will be in"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": ".\" \nIt is well settled in the Second Circuit that \"a plea agreement in one"
      },
      {
        "name": "Wrongly Argues",
        "role": "extracted",
        "context": "community. \nB. The Defendant Wrongly Argues the Statute Does Not Apply to"
      },
      {
        "name": "Statute Does",
        "role": "extracted",
        "context": "Defendant Wrongly Argues the Statute Does Not Apply to His Sex Traffick"
      },
      {
        "name": "Not Apply",
        "role": "extracted",
        "context": "ongly Argues the Statute Does Not Apply to His Sex Trafficking \nNext,"
      },
      {
        "name": "His Sex",
        "role": "extracted",
        "context": "the Statute Does Not Apply to His Sex Trafficking \nNext, the defend"
      },
      {
        "name": "Trafficking \nNext",
        "role": "extracted",
        "context": "ute Does Not Apply to His Sex Trafficking \nNext, the defendant wrongly argues"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Miami",
        "type": "location"
      },
      {
        "name": "The Fantasist, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-07-12",
        "event": "July 12, 2019"
      },
      {
        "date": "2019-07-11",
        "event": "July 11, 2019"
      },
      {
        "date": "2019-07-08",
        "event": "July 8, 2019"
      },
      {
        "date": "2016-06-16",
        "event": "June 16, 2016"
      },
      {
        "date": "2013-07-19",
        "event": "July 19, 2013"
      },
      {
        "date": "2018-11-28",
        "event": "November 28, 2018"
      },
      {
        "date": "2018-11-30",
        "event": "November 30, 2018"
      },
      {
        "date": "2018-12-03",
        "event": "December 3, 2018"
      },
      {
        "date": "2012-07-02",
        "event": "July 2, 2012"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(212) 637-2415"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:21.001Z"
}