{
  "document": {
    "id": "efta00030695",
    "filename": "EFTA00030695.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030695.pdf",
    "text": "\n\nFrom: \nTo: Jeffrey Pop \nale \ncc: \nMin alM\n 11 \nIE>, \nSubject: RE: SDNY investigation, \nDate: Sat, 04 Jan 2020 04:36:43 +0000 \nInline-Images: image001.jpg \nJeff, \nThank you for this — it's extremely thorough and helpful, especially for an initial description, and we appreciate you \nsending it so promptly. We also appreciate Ms. willingness to share this information with us, which is \nobviously very personal but which meaningfully assists our investigation. \nIn the first instance, on an initial read, I wanted to advise that this information does not alter our view, which I also \nconveyed via email on December 24, that we do not currently have reason to believe Ms. has criminal exposure \nbased on what we are aware of in connection with her interactions with Epstein. Additionally, I do expect we likely will \nhave some follow-up queries; we'll circle back with you in more detail next week, but in the interim I wanted to \nacknowledge receipt and thank you for conveying. We'll be in touch again soon. \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: Jeffrey Pop \nSent: Friday, January 03, 2020 18:35 \nTo: \nI ‹\n> \nCc: \nI \nge: \nSubject: RE: SDNY investigation, \nDear \nAttached, in letter format, please find a version of an Attorney Proffer regarding \ninvolvement with Epstein. At the end, I  have also included an outline of \nhow he \noperated. \nand her \ncurrent perception as \nto \nThe foregoing is a culmination of a series of interviews with my client and I believe that it represents her \npotential testimony. Obviously, I am not certain whether any of the information presented is new to you or \nhelpful to your investigation. \nMy take away is that there is no doubt \nthat \nis a victim; she suffers to this day. At the same time there \nwere other people looking to introduce girls to Epstein. This pattern apparently was ongoing for decades. \nintroduction involvement was only in New York and not with minors. \nwas shocked \nwhen \nshe found out that Epstein was arrested in Florida. \nEFTA00030695\n\nShould you feel that an interview is necessary, please propose a couple of dates before January 20, 2020 (I \nhave an upcoming trial in late January). I will make my conference room available for the interview. \nLet me know if you have any \nquestions. \nSincerely, \nJeff \nJeffrey S. Pop, Esq. \nJEFFREY S. POP & ASSOCIATES \nBeverly Hills, California 90212-3429 \nfax \nwww.poplawyer.com \nwww.vaccineinjuryteam.com \nJEFFREY S. POP & ASSOCIATES \nA LAW CO P. PO RAT ON \nCONFIDENTIALITY \nThis e-mail is for the personal and exclusive use of the recipient(s) named above. It contains confidential information from Jeffrey S. Pop & Associates. Its contents are not only to \nremain absolutely confidential, but may also be subject to the attorney-client privilege or coverage under the work-product doctrine. If you have received this transmission and \nare not the Intended recipient(s) or his/her agent, please be advised that any disclosure, use, review, copying, selling, dissemination, publication, or distribution of this \ntransmission is strictly unauthorized and prohibited. If you have received this transmission in error, please notify the sender at the number above, return the original e-mall by \nmail, and delete the e-mall file from your computer. Postage is guaranteed. Your cooperation is appreciated. Thank you. \nFrom: )  \nSent: \nMonday, December 23, 2019 9:34 PM \nTo: \nJeffrey Pop \nCc: \n); \nSubject: RE: SONY investigation, \nJeff, \nI \nFollowing up on our phone conversation today, I wanted to memorialize that, as discussed, we do not currently have \nreason to believe Ms. has criminal exposure based on what we are aware of in connection with her interactions \nwith Jeffrey Epstein, and your brief attorney proffer regarding the circumstances of those interactions are consistent with \nthat view. In your further discussions with Ms. in advance of a further attorney proffer to address the general \nnature of her relationship with Mr. Epstein, as well as his employees or relevant close associates, if you have any concerns \nabout additional possible exposure you should please feel free to be in touch with us again. As we also discussed, I \nbelieve any non-federal offenses would be well outside the relevant statute(s) of limitation, but of course if you wish to \nfurther research that issue, or consult with criminal counsel, we defer to you entirely. \nPlease let us know if any other information would be useful at this stage, and hopefully we can be in touch in the coming \nweeks about productive next steps. \nthank you, \nEFTA00030696\n\nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00030697",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ware of in connection with her interactions \nwith Jeffrey Epstein, and your brief attorney proffer regarding the ci"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "ture of her relationship with Mr. Epstein, as well as his employees"
      },
      {
        "name": "Jeffrey Pop",
        "role": "extracted",
        "context": "From: \nTo: Jeffrey Pop \nale \ncc: \nMin alM\n 11 \nIE>,"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "h again soon. \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: J"
      },
      {
        "name": "Dear \nAttached",
        "role": "extracted",
        "context": "ect: RE: SDNY investigation, \nDear \nAttached, in letter format, please fin"
      },
      {
        "name": "Attorney Proffer",
        "role": "extracted",
        "context": ", please find a version of an Attorney Proffer regarding \ninvolvement with E"
      },
      {
        "name": "Jeff \nJeffrey",
        "role": "extracted",
        "context": "any \nquestions. \nSincerely, \nJeff \nJeffrey S. Pop, Esq. \nJEFFREY S. POP"
      },
      {
        "name": "Beverly Hills",
        "role": "extracted",
        "context": "JEFFREY S. POP & ASSOCIATES \nBeverly Hills, California 90212-3429 \nfax"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-01-03",
        "event": "January 03, 2020"
      },
      {
        "date": "2020-01-20",
        "event": "January 20, 2020"
      },
      {
        "date": "2019-12-23",
        "event": "December 23, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:26.470Z"
}