{
  "document": {
    "id": "efta00009800",
    "filename": "EFTA00009800.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00009800.pdf",
    "text": "\n\nFrom: \nSubject: MCC: AP sources: Feds investigate contraband flow at Epstein jail \nDate: Thu, 05 Mar 2020 22:36:45 +0000 \nAP sources: Feds investigate contraband flow at Epstein jail \nBy MICHAEL BALSAMO and MICHAEL R. SISAK March 5, 2020 GMT \nAP sources: Feds investigate contraband flow at Epstein jail \nFILE- This March 12, 2009 photo shows the Metropolitan Correctional Center in New York City. The federal jail in New York \nCity where wealthy financier Jeffrey Epstein took his own life is on lockdown as authorities try to determine whether \nsomeone smuggled a gun inside one of the most secure federal jails in the country. That's according to two people \nfamiliar with the matter who spoke Friday to The Associated Press. (AP Photo/Mark Lennihan, File) \nWASHINGTON (AP) —  The Justice Department has opened a criminal investigation into potential misconduct by guards as \nofficials keep inmates locked down at the federal jail in New York where financier Jeffrey Epstein killed himself over the \nsummer, people familiar with the matter told The Associated Press. \nThe investigation at the Metropolitan Correctional Center is focusing on the flow of contraband into one of the most \nsecure jails in America and is being led by federal prosecutors from the U.S. attorney's office in Manhattan, the people \nsaid. They were not authorized to discuss the investigation publicly and spoke on condition of anonymity. \nThe criminal investigation comes as inmates have remained locked in their cells without access to their lawyers a week \nafter authorities began tossing cells in search of a possible gun that so far they've been unable to find. The investigation \nstarted after jail officials received information that a gun may have been smuggled into the Manhattan lockup. Since then, \nofficials have canceled all visitation at the jail, which houses about 700 inmates. There are no signs of the lockdown \nending anytime soon. \nThe lockdown is just the latest crisis at the jail where Epstein died by suicide in August. Federal prosecutors allege that the \ntwo correctional officers assigned to watch Epstein's unit were snoozing and shopping on the internet, and later forged \nrecords to make it look like they checked in on him. \nAll visitors and inmates are searched before entering the facility and go through metal detectors. They are supposed to \nleave personal belongings outside the jail. All mail is also screened by correctional staff. A gun smuggled inside would be a \nmajor security breach. \nIn the past few days, officers have searched the facility and uncovered a sizable amount of contraband, including \ncellphones, but no gun has not been found, the people said. Investigators are trying to determine how the contraband has \nbeen entering into the facility. \nThe Bureau of Prisons said the jail is on \"modified operations\" because of the investigation. The bureau provided no \nestimate for when normal operations could resume, raising legal concerns because the jail houses pretrial inmates while \nEFTA00009800\n\ntheir cases are ongoing. \nIn a statement to the AP, the agency said it must \"take the time needed to complete a thorough investigation while \nactively working to return the facility to normal operations as soon as possible.\" \nDavid Patton, executive director and chief attorney of the Federal Defenders of New York, said it's a violation of inmates' \nconstitutional rights to deny them visits with their lawyers. He also said it has affected legal proceedings. \n\"Sentencings are being delayed. Hearings are being delayed,\" Patton said. \"But the MCC acts as though it's perfectly fine \nfor them to just shut down the entire institution to look for contraband. It's just not acceptable. They've got to be able to \nwalk and chew gum at the same time.\" \nPatton said federal prison officials have refused to provide information about what has prompted the current lockdown, \nother than saying it is for \"security concerns.\" They have not told the federal defenders that they are searching for a gun, \nhe said. \nPatton said the chief judge in the Southern District of New York has been working with the U.S. Marshals Service to bring a \nsmall number of people to the courthouse for individual meetings with lawyers, but they're capped at just five per day. \n\"It's just not nearly sufficient to deal with the need,\" he said. \nThe agency said Thursday that it arranged for additional staff from other parts of the U.S. to assist in the investigation and \nensure there is appropriate staffing at the jail. The agency said it \"has maintained communication with stakeholders as \nneeded\" and held a meeting with the chief federal judge and pubic defender in Manhattan, along with prosecutors, the \nMarshals Service and probation officials. \nThe agency also said it has discussed a plan to resume legal visits at the jail on Friday and expects to allow full legal \nvisitation by next week. Visits with family members could resume as soon as this week, officials added. \n\"The Bureau has been working closely with the stakeholders throughout this period to ensure those defendants with \nimminent court deadlines have the legal visits with their legal counsel as needed,\" the statement said. \nInmates are being locked down for 24 hours a day and lawyers have been told that on some units the prisoners are being \ndenied showers and being given cold meals in their cells. One inmate reported receiving peanut butter and jelly \nsandwiches for every meal since last Thursday. \nThe bureau said inmates are on a periodic shower rotation, except for those in special housing units, who remain on a \nregular schedule. \n\"All inmates have access to medical care and appointments and medical staff continue normal rounds on every floor,\" BOP \nsaid. \nPublic Affairs \nUnited States Department of Justice \nU.S. Attorney's Office I Southern District of New York \nEFTA00009801",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "al jail in New York \nCity where wealthy financier Jeffrey Epstein took his own life is on lockdown as authorities t"
      },
      {
        "name": "This March",
        "role": "extracted",
        "context": "d flow at Epstein jail \nFILE- This March 12, 2009 photo shows the Metr"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "arch 12, 2009 photo shows the Metropolitan Correctional Center in New York City. The"
      },
      {
        "name": "The Associated",
        "role": "extracted",
        "context": "he matter who spoke Friday to The Associated Press. (AP Photo/Mark Lenniha"
      },
      {
        "name": "Mark Lennihan",
        "role": "extracted",
        "context": "e Associated Press. (AP Photo/Mark Lennihan, File) \nWASHINGTON (AP) —  Th"
      },
      {
        "name": "The Justice",
        "role": "extracted",
        "context": "an, File) \nWASHINGTON (AP) —  The Justice Department has opened a crimi"
      },
      {
        "name": "The Bureau",
        "role": "extracted",
        "context": "entering into the facility. \nThe Bureau of Prisons said the jail is o"
      },
      {
        "name": "David Patton",
        "role": "extracted",
        "context": "ations as soon as possible.\" \nDavid Patton, executive director and chief"
      },
      {
        "name": "Federal Defenders",
        "role": "extracted",
        "context": "tor and chief attorney of the Federal Defenders of New York, said it's a viol"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "n said the chief judge in the Southern District of New York has been working"
      },
      {
        "name": "Marshals Service",
        "role": "extracted",
        "context": "as been working with the U.S. Marshals Service to bring a \nsmall number of p"
      },
      {
        "name": "Public Affairs",
        "role": "extracted",
        "context": "on every floor,\" BOP \nsaid. \nPublic Affairs \nUnited States Department of"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-03-05",
        "event": "March 5, 2020"
      },
      {
        "date": "2009-03-12",
        "event": "March 12, 2009"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:40.697Z"
}