{
  "document": {
    "id": "efta00030220",
    "filename": "EFTA00030220.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030220.pdf",
    "text": "\n\nFrom: ' \nTo: \nCc: \n(USANYS)\" \nSubject: RE: Epstein investigation \nDate: Mon, 01 Apr 2019 16:26:29 +0000 \nImportance: Normal \n(IMD) (FBI)\" <1 \nFollowing up on the below, please advise whether the full set of records is uploaded to the W drive for the agents' \naccess? Our office is concerned that we requested these materials initially more than two months ago and still do not \nhave them. Please let us know as soon as possible what the status is? And if there are any impediments, we can assist in \nexpediting. \nthanks very much, \nFrom: (USANYS) \nSent: Friday, March 29, 2019 16:39 \nTo: \nCc: \nSubject: RE: Epstein investigation \nHi =, \n(IMD) (FBI) < \nNY) (FBI) <I:>; \nJust following up on our conversation from Wednesday. I am writing to see if everything has been uploaded to the W \ndrive. \nThank so much, \nFrom: \nSent: Wednesday, February 13, 2019 9:53 AM \nTo:a \n(IMD) (FBI) \nCc: \n)<El>/ a \n(USANYS) \n(NY) \n(FBI) <)'; =c)\nSubject: RE: Epstein investigation \nWanted to quickly check in to follow up on our conversations last week and earlier this week —  I think you were able to \ntransmit the scanned records to S but I'm not sure whether that was just the 16,000 pages you mentioned when we \nlast spoke, or if you were able to get all 29,000 to her? And we're also hoping to confirm for sure that all the materials \nEFTA00030220\n\nyou received were definitely scanned in, and to get an index or catalog of those materials (including what media was \nincluded). \nAnother person on our team, I= who's copied, is jumping in to coordinate on this, so if it's easier to chat via \nphone her number is and please let us know if anything would be helpful on our end. \nthanks again! \nFrom: \nSent: Wednesday, January 30, 2019 17:19 \nTo:  \n(IMD) (FBI) \nCc: \n) \n(USANYS) \n(NY) (FBI) c\nl'*; \nSubject: RE: Epstein investigation \nFollowing up on our conversation from yesterday, wanted to send a quick email as promised so you have my full contact \ninfo — I'm reachable at this email address or by phone at (office) or (cell). Please don't \nhesitate to reach out anytime day or night if we can provide any useful info, or if you have any questions at all, and we \nappreciate you talking with us about the records information. Let us know if it makes sense to set up another call for \nFriday or early next week to check in on the questions we had, and thanks very much for your help. \nthanks again, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00030221",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "thanks again, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-03-29",
        "event": "March 29, 2019"
      },
      {
        "date": "2019-02-13",
        "event": "February 13, 2019"
      },
      {
        "date": "2019-01-30",
        "event": "January 30, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:25.305Z"
}