{
  "document": {
    "id": "efta00032340",
    "filename": "EFTA00032340.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032340.pdf",
    "text": "\n\nFrom:\nTo: \nCc: \nSubject: FW: Pnonties webpage -- draft \nDate: The, 05 Nov 2019 21:47:53 +0000 \nAttachments: SDNY PRIORITIES DRAFT_Revised_11.5.19_nvb.docx \nResending to include \nFrom: Stewart, Craig (USANYS) \nSent: Tuesday, November 5, 2019 4:37 PM \nTo: Strauss, Audrey (USANYS)  \nSubject: Priorities webpage -- draft \nAttached for your review is a draft Priorities webpage. There are further edits to be made —  some formatting (for \ninstance, putting dates in the right order or making sure that fonts and indentations are correct), some stylistic \n(e.g., the Combatting Corruption entries each begin with language akin to a headline while the others do not), \nand some more substantive (do we want to add or delete particular cases?). Also, the visuals that go with each \nsubpage have not been completed. In some instances, that's because Nick has not located visuals that he thinks \nare usable or a good fit. In other places, he has identified visuals that he plans to add, but has yet to do so. That \nsaid, many of the subpages do have visuals. In order to view the visuals for any subpage, you hit the \"Ctrl\" key \nwhile clicking on the heading for the subpage —  e.g., for Thwarting and Responding to Acts of Terror, you press \non the \"Ctrl\" key and click on the heading Thwarting and Responding to Acts of Terror. I've also attached a link \n(below), which is easier to open for that subpage so that you can see how the subpages will look. Please let me \nknow if you have questions. Thanks. \nRegards, \nCraig \nhttps://www.justice.gov/usao-sdny/thwarting-and-responding-acts-terror-and-enforcing-international-sanctions \nEFTA00032340",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Combatting Corruption",
        "role": "extracted",
        "context": "), some stylistic \n(e.g., the Combatting Corruption entries each begin with langu"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-11-05",
        "event": "November 5, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:30.088Z"
}