{
  "document": {
    "id": "efta00024873",
    "filename": "EFTA00024873.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00024873.pdf",
    "text": "\n\nFrom: \nTo:'\nCc: ' \n(OPR)\"  \n(USANYS)\" <1 \n (USANYS)\" czl \nSubject: RE: Numbers you requested \nDate: Tue, 28 Jul 2020 18:52:00 +0000 \nYes, of course. I'll call the given number, then. \nFrom: (USANYS) \n<\nSent: Tuesday, July 28, 2020 2:18 PM \nTo: (OPR) \nCc: (USANYS) \nSubject: RE: Numbers you requested \nca \n—  With apologies, any chance we can push this call to 4:30? \nFrom: (OPR) \nSent: Monday, July 27, 2020 6:07 PM \nTo: (USANYS) \nCc: (USANYS); (OPR) \n(OPR) \nSubject: Re: Numbers you requested \nPerfect. I'll leave logistics to you. \nBest, \nSent from my iPhone \nOn Jul 27, 2020, at 6:05 PM, (USANYS) < \n> wrote:\nSure, no problem. Would 4 tomorrow work for you? If so, we can give you a call then or circulate a dial in if that's \neasier. \nSent from my iPhone \nOn Jul 27, 2020, at 5:28 PM, (OPR) c›  wrote: \nM, we're not clear about what you mean by \"the materials [OPRI obtained,\" and we need to consider issues raised by \nhaving OPR provide its records for a case in litigation. Could I speak with you (or whoever on your team you wish) to \nget a better understanding of what you're looking to get? \nI'm available tomorrow afternoon at or after 3:30, or anytime Wednesday. \nBest regards, \nFrom: (USANYS) \nSent: Monday, July 27, 2020 3:51 PM \nEFTA00024873\n\nTo: \n(OPR) \nCc: (USANYS) < (OPR) \n(OPR) t3\n)\n►ir->; \n>: \nSubject: RE: Numbers you requested \nThanks very much, This is extremely helpful. I  think it does make sense for us to talk further about how we \nmight be able to get copies from you of the materials you obtained, including the 500,000+ emails and the 15-20,000 \nscanned hard copy documents. I've copied our team, whom I believe you've been in touch with already, \nand a Would you mind if I put them back in touch with you or the appropriate \nperson in your office to talk through the logistics of obtaining copies of these materials? \nThanks again, \nFrom: (OPR) \nSent: Monday, July 27, 2020 10:46 AM \nTo: (USANYS) \nCc: (USANYS) < (OPR) \n(OPR) \nSubject: Numbers you requested \nAUSA \nChief, Public Corruption \nUSAO-SDNY \nFollowing are some numbers you requested. \n1. Total number of email files obtained for the 5 subjects 4 approximately 516,000. \nThis does not count attachments (e.g., correspondence, drafts, final documents, press report, etc.) as \nseparate files. \nNote that for subjects who left the USAO during the pendency of the Epstein case, there are fewer, \nand that the line AUSA (who remained involved with the CVRA litigation until mid-2019) accounts for \nthe vast majority of the files. \n2. It is our best ballpark estimate that we determined approximately 3,000 unique emails were directly relevant \nto OPR's investigation, but we certainly considered a larger universe. \n3. Our best (most useful) collection of scanned-in USAO hard copy documents is from the CVRA litigation, and \nincludes both the production to petitioners (3,754 pages), and a separate collection of privileged \ndocuments/records (about 15,267 pages) that were submitted to the court (and that remained privileged). \nWe also have hundreds of pages of other case documents in both hard copy format and electronically, but \nthey are largely duplicative of these two sets and are difficult to quantify. \nWe hope this is helpful. \nRegards, \nEFTA00024874",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "to you. \nBest, \nSent from my iPhone \nOn Jul 27, 2020, at 6:05 PM, (US"
      },
      {
        "name": "Public Corruption",
        "role": "extracted",
        "context": "s you requested \nAUSA \nChief, Public Corruption \nUSAO-SDNY \nFollowing are som"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-28",
        "event": "July 28, 2020"
      },
      {
        "date": "2020-07-27",
        "event": "July 27, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:12.012Z"
}