{
  "document": {
    "id": "efta00016836",
    "filename": "EFTA00016836.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016836.pdf",
    "text": "\n\nFrom \nTo \nCc \nSubject: Times: Lawsuit Claims Epstein Trafficked Girls in Caribbean Until 2018 \nDate: Wed, 15 Jan 2020 20:20:25 +0000 \nInline-Images: image001.jpg; image006.jpg; image007.jpg \nhttps://www.nytimes.com/2020/01/15/nyregion/jeffrey-epstein-virgin-islands.html \nLawsuit Claims Epstein Trafficked Girls in \nCaribbean Until 2018 \nThe attorney general of the Virgin Islands says Mr. Epstein and his associates used a database to track \nvictims as young as n years old. \nA new lawsuit significantly expanded the scope of wrongdoing in which Mr. Epstein was said to have \nengaged.Credit...New York State Sex Offender Registry, via Associated Press \nEFTA00016836\n\nBy Ali Watkins \nJan. 15, 2020Updated 2:41 p.m. ET \nNew evidence shows Jeffrey Epstein sexually abused and trafficked hundreds of young women and \ngirls on his private Caribbean island, some as recently as 2018, significantly expanding the scope of his \nalleged conduct, a top law enforcement official said in a lawsuit filed on Wednesday. \nMr. Epstein, a wealthy financier who died by suicide in a Manhattan jail last year, was bringing girls as \nyoung as 11 and 12 to his secluded estate in the Virgin Islands, known as Little Saint James, and kept a \ncomputerized database to track the availability and movements of women and girls, the lawsuit said. \nThe lawsuit, which was filed by Denise N. George, the attorney general of the Virgin Islands, \nbroadened the dimensions of the wrongdoing in which Mr. Epstein was said to have engaged. He had \nbeen charged by Manhattan prosecutors in July with sexually exploiting dozens of women and girls in \nNew York and Florida, but they did not point to any actions beyond \n2005. \nIn August, Mr. Epstein hanged himself at the Metropolitan Correctional Center, where he was being \nheld awaiting trial on federal sex trafficking and conspiracy charges. Prison guards had not checked on \nhim for hours on the night he died, and the circumstances surrounding his death are now the subject \nof at least three federal investigations.\nIn the weeks before Mr. Epstein killed himself, he and his lawyers vigorously denied the criminal \ncharges. His lawyers had previously said he had been law-abiding since his 2008 conviction in Florida \nfor solicitation. \nThe suit was filed against Mr. Epstein's estate and seeks the forfeiture of Little Saint James and Mr. \nEpstein's second private island, Great Saint James, as well as the dissolution of numerous shell \ncompanies he established in the territory that officials have said acted as fronts for his sex trafficking \nenterprise. \nAs part of its policies, the government of the Virgin Islands could take any assets recovered from Mr. \nEpstein's estate and consider disbursing them to women and girls who were victimized by him in the \nregion, Ms. \nGeorge said. \nThe new accusations — which draw both from independent investigations by Ms. George's office and \ncourt documents from cases across the country — argue that Mr. Epstein ran a decades-long sex \ntrafficking scheme that had a primary nexus in the Virgin Islands. \nContinue reading  the main story \nEFTA00016837\n\nImage \nDenise N. George, the attorney general of the Virgin Islands, is suing the estate of Jeffrey Epstein, a \nwealthy financier. Credit...Gabriella N. Baez for The New York Times \nEFTA00016838\n\n\"Epstein clearly used the Virgin Islands and his residence in the U.S. Virgin Islands at Little Saint \nJames as a way to be able to conceal and to be able to expand his activity here,\" Ms. George said. \nThe suit underscores the legal complications of reckoning with such wide-reaching crimes as those Mr. \nEpstein is said to have committed. Ms. George's suit is the first filed against the estate by a government \nentity, but it joins a field of similar claims filed by more than a dozen women. \nIt remains unclear how Mr. Epstein's assets, which are valued at about $500 million, could be \nallocated. \n\"We don't have a long history of figuring out what to do in cases of human trafficking,\" said Bridgette \nCarr, the director of the Human Trafficking Clinic at the University of Michigan Law School, who \nconsulted with Ms. George's team on the case. \"I think this litigation and the courts are just trying to \ncome up with the best, imperfect solution.\" \nMr. Epstein's executor, Darren K. Indyke, could not immediately be reached for comment. \nMs. George said she believed the case could chip away at the region's reputation as a notorious haven \nfor the rich and powerful. \n\"We will not remain complacent, and we will enforce our laws whatever way we can,\" Ms. George said. \n\"It doesn't matter the social status of the person. It's that the laws apply equally.\" \nA property on the island of Little Saint James, a private estate where Mr. Epstein is alleged to have \ntrafficked hundreds of girls. Credit...Gabriella N. Baez for The New York Times \nADVERTISEMENT \nContinue reading  the main story \nThe court documents said that Mr. Epstein operated with impunity for years at Little Saint James and \nGreat Saint James, which he obtained through a straw purchaser in 2016. \nAs recently as July 2018, Mr. Epstein refused to permit an investigator from the Virgin Island's \nDepartment of \nJustice \nto enter Little Saint James, claiming the island's dock was his \"front door,\" \naccording to the lawsuit. The investigator was doing routine monitoring of Mr. Epstein because he was \na registered sex offender. \nMr. Epstein's victims included aspiring models from South America, according to court documents. \nEFTA00016839\n\nMr. Epstein used a ring of associates to rotate the women and girls in and out of sexual servitude, \nusing fraudulent modeling visas to transport them across state lines and international borders, the \nlawsuit said. He tracked their availability and proximity using the database, court documents said. \nThe suit also said air traffic controllers in the Virgin Islands observed Mr. Epstein leaving his private \nplane in 2018 with girls who looked as young as 11. \nIn one undated incident detailed in the lawsuit, a 15-year-old girl attempted to swim off Mr. Epstein's \nisland and escape after she was forced to engage in sex acts with Mr. Epstein and others. The girl was \nfound, and held captive on the island after he confiscated her passport, the suit said. \nProsecutors in New York have said their investigation has continued and anyone who helped Mr. \nEpstein could face criminal charges.\nIn addition, the lawsuit said, Mr. Epstein embarked on several illegal construction projects at Great \nSaint James, which caused damage to native coral and wildlife. \nContinue reading  the main story \nThe more than a dozen women who have filed lawsuits against Mr. Epstein's estate in New York City \nsince his death have accused him of exploiting and sexually abusing them when they were young \nwomen and girls, according to court documents. Many are seeking financial compensation. \nThe lawsuit in the Virgin Islands appears to be the first filed against the estate in that jurisdiction. Mr. \nEpstein maintained his legal permanent residence — and his estate —  there. He hastily filed his will in \na Virgin Islands court just days before he killed himself. \nMs. George's lawsuit also seeks to head off an effort by Mr. Epstein's executor, Mr. Indyke, to turn Mr. \nEpstein's vast wealth into a victim's compensatory fund. Mr. Indyke's proposal, which is currently \nbeing litigated in a separate Virgin Islands case, imposes confidentiality on any claimants, Ms. George \nsaid. \n\"The estate continues to engage in a course of conduct aimed at concealing the criminal activities of the \nEpstein enterprise,\" the lawsuit said. \nIn a statement when that fund was first announced, Mr. Indyke said it would give victims \"the \nopportunity to obtain appropriate compensation and to be heard and treated with compassion, dignity \nand respect.\" \nEFTA00016840",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "15, 2020Updated 2:41 p.m. ET \nNew evidence shows Jeffrey Epstein sexually abused and trafficked hundreds of young"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "al of the Virgin Islands says Mr. Epstein and his associates used a"
      },
      {
        "name": "George",
        "role": "extracted",
        "context": "imized by him in the \nregion, Ms. \nGeorge said. \nThe new accusatio"
      },
      {
        "name": "Indyke",
        "role": "extracted",
        "context": "rt by Mr. Epstein's executor, Mr. Indyke, to turn Mr. \nEpstein's v"
      },
      {
        "name": "From \nTo",
        "role": "extracted",
        "context": "From \nTo \nCc \nSubject: Times: Lawsuit"
      },
      {
        "name": "Cc \nSubject",
        "role": "extracted",
        "context": "From \nTo \nCc \nSubject: Times: Lawsuit Claims Epstei"
      },
      {
        "name": "Lawsuit Claims",
        "role": "extracted",
        "context": "From \nTo \nCc \nSubject: Times: Lawsuit Claims Epstein Trafficked Girls in C"
      },
      {
        "name": "Epstein Trafficked",
        "role": "extracted",
        "context": "ubject: Times: Lawsuit Claims Epstein Trafficked Girls in Caribbean Until 2018"
      },
      {
        "name": "Caribbean Until",
        "role": "extracted",
        "context": "s Epstein Trafficked Girls in Caribbean Until 2018 \nDate: Wed, 15 Jan 2020"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "The attorney general of the Virgin Islands says Mr. Epstein and his asso"
      },
      {
        "name": "State Sex",
        "role": "extracted",
        "context": "ve \nengaged.Credit...New York State Sex Offender Registry, via Associ"
      },
      {
        "name": "Offender Registry",
        "role": "extracted",
        "context": "d.Credit...New York State Sex Offender Registry, via Associated Press \nEFTA00"
      },
      {
        "name": "Associated Press",
        "role": "extracted",
        "context": "te Sex Offender Registry, via Associated Press \nEFTA00016836\n\nBy Ali Watkins"
      },
      {
        "name": "By Ali",
        "role": "extracted",
        "context": "sociated Press \nEFTA00016836\n\nBy Ali Watkins \nJan. 15, 2020Updated"
      },
      {
        "name": "Watkins \nJan",
        "role": "extracted",
        "context": "d Press \nEFTA00016836\n\nBy Ali Watkins \nJan. 15, 2020Updated 2:41 p.m. ET"
      },
      {
        "name": "Little Saint",
        "role": "extracted",
        "context": "the Virgin Islands, known as Little Saint James, and kept a \ncomputeriz"
      },
      {
        "name": "In August",
        "role": "extracted",
        "context": "to any actions beyond \n2005. \nIn August, Mr. Epstein hanged himself a"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "Epstein hanged himself at the Metropolitan Correctional Center, where he was being \nh"
      },
      {
        "name": "Great Saint",
        "role": "extracted",
        "context": "tein's second private island, Great Saint James, as well as the dissolu"
      },
      {
        "name": "Image \nDenise",
        "role": "extracted",
        "context": "the main story \nEFTA00016837\n\nImage \nDenise N. George, the attorney gener"
      },
      {
        "name": "The New",
        "role": "extracted",
        "context": "redit...Gabriella N. Baez for The New York Times \nEFTA00016838\n\n\"Ep"
      },
      {
        "name": "York Times",
        "role": "extracted",
        "context": "Gabriella N. Baez for The New York Times \nEFTA00016838\n\n\"Epstein clear"
      },
      {
        "name": "Bridgette \nCarr",
        "role": "extracted",
        "context": "s of human trafficking,\" said Bridgette \nCarr, the director of the Human Tr"
      },
      {
        "name": "Human Trafficking",
        "role": "extracted",
        "context": "te \nCarr, the director of the Human Trafficking Clinic at the University of M"
      },
      {
        "name": "Michigan Law",
        "role": "extracted",
        "context": "g Clinic at the University of Michigan Law School, who \nconsulted with M"
      },
      {
        "name": "Virgin Island",
        "role": "extracted",
        "context": "rmit an investigator from the Virgin Island's \nDepartment of \nJustice \nto"
      },
      {
        "name": "South America",
        "role": "extracted",
        "context": "included aspiring models from South America, according to court documents"
      },
      {
        "name": "Great \nSaint",
        "role": "extracted",
        "context": "egal construction projects at Great \nSaint James, which caused damage to"
      }
    ],
    "locations": [
      {
        "name": "Little Saint James",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:53.481Z"
}