{
  "document": {
    "id": "efta00021524",
    "filename": "EFTA00021524.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021524.pdf",
    "text": "\n\nFrom: \nTo: \nCc: \nSubject: RE: \nWednesd \nDate: \nThe, 30 Jul 2019 21:00:48 +0000 \nInline-Images: image001.jpg; image002.png; image003.jpg; image004.png; image005.jpg \nI  would recommend coordinating with your client to meet her and travel together, if that works. Thanks. \nFrom: \nSent: Tuesday, July 30, 2019 4:56 PM \nTo: \nCc: \nSubject: RE: Wednesday \nThank you very much. Also, since the courthouse is near the Bowery hotel is there any chance that car could pick \nme up at the courthouse after the car picks up illt Then I would be able to ride with her to my hotel, the Lotte New \nYork Palace .In the alternative, I guess I could try to get to her hotel to go with her in the car to my hotel, but picking me \nup at the courthouse would be easier for me. \nFrom: \nSent: Tuesday, July 30, 2019 :48 PM \nTo: Gloria Allred\n)\nCc: \nSubject: RE: Wednesday \nLet's plan to meet tomorrow at 2 p.m. at your hotel, in that case. I'll send a separate email, copying \nmake sure that car arrangements are made for your client. Hope you have a good flight. \nFrom: \nSent: Tuesday, July 30, 2019 4:41 PM \nTo. \nto \nEFTA00021524\n\nCc \nSubject: RE: Wednesday \nMy flight is leaving for New York now and I will not be able to respond to more emails until tonight. I am sorry that I am \nunable to arrange for a room at her hotel. If you are able to arrange for a room at her hotel and if the government will pay \nfor it ,that will be fine as far as I am concerned. \nFrom: \nSent: Tuesday, July 30, 2019 1:36 PM \nTo: \nCc \nSubject: RE: Wednesday \nThat is understandable, and thanks for letting us know. Are you referring to meeting at her hotel or at yours? If possible, I \nthink it would be easier for everyone to meet at her hotel, if you're able to arrange for a conference room there. We are \navailable to meet at 2 in either case. Thanks. \nFrom: \nSent: Tuesday, July 30, 2019 4:32 PM \nTo: \nCc: \nSubject: RE: Wednesday \nShe emailed me that she would feel more comfortable meeting at the hotel. Would you be available to meet at 2 or 3 \nP.M. instead of at 1P.M. so that there is time for lunch after the court status conference? Also, I have good news. When we \nmeet tomorrow, I will discuss a third victim whom I represent who would like to meet with you in August in New York. \nEFTA00021525\n\nFrom: \nSent: Tuesday, July 30, 2019 1:25 PM \nTo: \nCc: \nSubject: RE: Wednesday \nDo you have a sense yet of what time works for you and your client to come to our office tomorrow afternoon? \nThanks, \nFronr \nSent: Monday, July 29, 2019 6:17 PM \nTo!) \nSu ject: RE: Wednesday \nI understand. I will let you know as soon as I hear from=i. Also, I am open to having the meeting later than 1P.M. \n,because I scheduled that time prior to knowing about the status conference in the morning. Let me see what wants \nto do and then we can discuss the where and when and will work for you. \nFrom: \nSent: Monday, July 29, 2019 3:09 PM \nTo \nCc: \nSubject: RE: Wednesday \nThanks for letting us know about the possible meeting location change— please let us know once you've been able to \nconfirm with your client, and we can let know so that she can cancel the car service. \nEFTA00021526\n\nRegarding the court conference, we are unfortunately not able to reserve seats for anyone—the court manages court \nsecurity and the crowd, so we don't have control over that. The other victim attorneys have been attending the \nconferences on their own, and although I don't know, I would guess that means that they have been arriving early. \nThanks, \nFrom: \nSent: Monday, July 29, 2019 6:00 PM \nTo: \nSubject: RE: Wednesday \nThank you very much for this information. I plan to attend this court this status conference on Wednesday. I am \nconcerned that the courtroom may be full and no seat will be available for me . Would you be kind enough to have \nsomeone on your staff save a seat for me? Also, since the courthouse is very close to your office I have emailed to \nask if she would be willing to meet at your office instead of at my hotel at 1P.M.Since her hotel is near to your office and \nnear the courthouse and since I will be in the area now as well , if she feels comfortable meeting at your office instead of \nmy hotel I am willing to meet at your office to save you and her the time to travel to my hotel. I will let you know when \nshe responds. \nFrom: \nSent: Monday, July 29, 2019 1:50 PM \nTo: \nSubject: RE: Wednesday \nYes—in this district, criminal defendants are present at all court conferences absent unusual circumstances. \nSent: Mon ay, .....91211.114.14M\nFrom: \nTo: \nI see that a  status conference is scheduled for Mr. Epstein 's criminal case in court in New York at 11A.M.on Wednesday \n,July 31. Do you know if Mr. Epstein will be present for the status conference in court on Wednesday? \nEFTA00021527\n\nEFTA00021528",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "s conference is scheduled for Mr. Epstein 's criminal case in court"
      },
      {
        "name": "Wednesd \nDate",
        "role": "extracted",
        "context": "rom: \nTo: \nCc: \nSubject: RE: \nWednesd \nDate: \nThe, 30 Jul 2019 21:00:48 +"
      },
      {
        "name": "Wednesday \nThank",
        "role": "extracted",
        "context": "56 PM \nTo: \nCc: \nSubject: RE: Wednesday \nThank you very much. Also, since th"
      },
      {
        "name": "Lotte New",
        "role": "extracted",
        "context": "ide with her to my hotel, the Lotte New \nYork Palace .In the alternat"
      },
      {
        "name": "York Palace",
        "role": "extracted",
        "context": "r to my hotel, the Lotte New \nYork Palace .In the alternative, I guess"
      },
      {
        "name": "Gloria Allred",
        "role": "extracted",
        "context": "ay, July 30, 2019 :48 PM \nTo: Gloria Allred\n)\nCc: \nSubject: RE: Wednesday"
      },
      {
        "name": "Wednesday \nLet",
        "role": "extracted",
        "context": "ia Allred\n)\nCc: \nSubject: RE: Wednesday \nLet's plan to meet tomorrow at 2"
      },
      {
        "name": "Cc \nSubject",
        "role": "extracted",
        "context": "41 PM \nTo. \nto \nEFTA00021524\n\nCc \nSubject: RE: Wednesday \nMy flight is"
      },
      {
        "name": "Wednesday \nMy",
        "role": "extracted",
        "context": "FTA00021524\n\nCc \nSubject: RE: Wednesday \nMy flight is leaving for New Yor"
      },
      {
        "name": "Wednesday \nThat",
        "role": "extracted",
        "context": ":36 PM \nTo: \nCc \nSubject: RE: Wednesday \nThat is understandable, and thanks"
      },
      {
        "name": "Wednesday \nShe",
        "role": "extracted",
        "context": "32 PM \nTo: \nCc: \nSubject: RE: Wednesday \nShe emailed me that she would fee"
      },
      {
        "name": "Wednesday \nDo",
        "role": "extracted",
        "context": "25 PM \nTo: \nCc: \nSubject: RE: Wednesday \nDo you have a sense yet of what"
      },
      {
        "name": "Fronr \nSent",
        "role": "extracted",
        "context": "tomorrow afternoon? \nThanks, \nFronr \nSent: Monday, July 29, 2019 6:17 P"
      },
      {
        "name": "To \nCc",
        "role": "extracted",
        "context": "onday, July 29, 2019 3:09 PM \nTo \nCc: \nSubject: RE: Wednesday \nTha"
      },
      {
        "name": "Wednesday \nThanks",
        "role": "extracted",
        "context": ":09 PM \nTo \nCc: \nSubject: RE: Wednesday \nThanks for letting us know about the"
      },
      {
        "name": "Wednesday \nYes",
        "role": "extracted",
        "context": "19 1:50 PM \nTo: \nSubject: RE: Wednesday \nYes—in this district, criminal de"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-07-30",
        "event": "July 30, 2019"
      },
      {
        "date": "2019-07-29",
        "event": "July 29, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:04.844Z"
}