{
  "document": {
    "id": "efta00028880",
    "filename": "EFTA00028880.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00028880.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \n20 Cr. 330 (AJN) \nREPLY MEMORANDUM OF GHISLAINE MAXWELL \nIN SUPPORT OF HER MOTION TO DISMISS THE SUPERSEDING INDICTMENT \nFOR BREACH OF THE NON-PROSECUTION AGREEMENT \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \nPhone: \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN & FOREMAN P.C. \nPhone: \nBobbi C. Stemheim \nLaw \nOffices of Bobbi C. Stemheim \nPhone: \nAttorneys for Ghislaine Maxwell \nEFTA00028880\n\nTABLE OF \nCONTENTS \nPage \nI. The NPA Applies to Ms. Maxwell, and She Has Standing to Enforce It.  2 \nII. The Co-Conspirator Immunity Provision is Not Limited to the SDFL. \n7 \nIII. The Co-Conspirator Immunity Provision Is Not Limited to the 2001-07 Time \nPeriod or to Violations of Specific Statutes  \n13 \nIV. In the Alternative, the Court Should Conduct Discovery and an Evidentiary Hearing \nRegarding the Parties' Intent.  16 \nCONCLUSION 18 \nEFTA00028881\n\nTABLE OF AUTHORITIES \nPage(s) \nCases \nBank of New York Mellon Trust Co. v. Morgan Stanley Mortg. Capital, Inc., \n821 F.3d 297 (2d Cir. 2016) 8, \n9 \nCollins v.  Univ. of Notre Dame DU Lac, \n929 \nF.3d 830 (7th Cir. 2019) 8, \n9 \nPenncro Assocs., Inc. v. Sprint Spectrum, L.P., \n499 F.3d 1151 (10th Cir. 2007) \n8, 9 \nUnited States v. Aleman, \n286 F.3d 86 (2d Cir. 2002) \n17 \nUnited States v. Annabi, \n771 F.2d 670 (2d Cir. 1985) passim \nUnited States v.  CFW Const. Co., \n583 F. Supp. 197 (D.S.C. 1984), of d, 749 F.2d 33 (4'h Cir. 1984) 6 \nUnited States v. El-Sadig, \n133 F. Supp. 2d 600 (N.D. Ohio 2001) \n3, \n6 \nUnited States v. Feldman, \n939 F.3d \n182 (2d Cir. 2019) 5, 6, 10, 17 \nUnited States v. Florida West Intl Airways, Inc., \n853 F. Supp. 2d 1209 (S.D. Fla. 2012) 3, 4, 6 \nUnited States v.  Gebbie, \n294 F.3d 540 (3d Cir. 2002) 12 \nUnited States v.  Gonzalez, \n93 \nF. App'x 268 (2d Cir. 2004) 8 \nUnited States v. Harvey, \n791 F.2d 294 (4th Cir. 1986)  12 \nUnited States v. Mariamma Viju (01), \nNo. 3:15-CR-0240-B, 2016 WL 107841 (N.D. Tex. Jan. 11, 2016) 6 \nUnited States v. Padilla, \n186 F.3d 136 (2d Cir. 1999)  10 \nEFTA00028882\n\nUnited States v. Sattar, \n272 F. Supp. 2d 348 (S.D.N.Y. 2003)  17 \nUnited States v. Van Thornout, \n100 F.3d 590 (8th \nCir. 1996)  \n12 \nOther Authorities \nDienst, J., Valiquette, J., Winter, T., and Fitzpatrick, S. \"Jeffrey Epstein Confidante Ghislaine \nMaxwell Arrested on Sex Abuse Charges.\" NBC New York. July 3, 2020  15 \niii \nEFTA00028883\n\nGhislaine Maxwell respectfully submits this Memorandum in Support of her Motion to \nDismiss the Superseding Indictment for Breach of the Non-Prosecution Agreement (\"Motion\"). \nAs though it were wielding an invisible ink pen, the government adds language to its \nNon-Prosecution Agreement (\"NPA\") with Jeffrey Epstein that does not exist in the text, and \nthen pretends no one can see the clear, unambiguous language that does appear there. The plain \nlanguage of the NPA states, without limitation, that \"the United States ... will not institute any \ncriminal charges against any potential co-conspirators of Epstein.\" Because the Superseding \nIndictment (\"Indictment\") contends that Ms. Maxwell was a co-conspirator of Epstein, the NPA, \non its face, applies here. Thus, the government's only argument, which it makes throughout its \nopposition, is that the NPA means something other than what it says. \nIn suggesting that the parties to the NPA intended to immunize only the four individuals \nspecifically named in the co-conspirator immunity provision, the government flagrantly ignores \nthe express statement that immunity is \"not limited to\" those individuals. In arguing that the \nprovision binds only the United States Attorney's Office for the Southern District of Florida \n(\"USAO-SDFL\"), the government asks the Court to add the words \"in this District\" to that \nprovision, on the thin suggestion that the parties must have meant to include the same limitation \non location of prosecution that they included in Epstein's immunity provision, even though they \nfailed to do so. And for good measure, the government asks the Court to find that the parties \nmust have intended to limit co-conspirator immunity to specific statutory offenses committed \nbetween 2001 and 2007, even though—again—no such limitation appears in the text of the co-\nconspirator immunity provision. \nNotwithstanding the bedrock principle that plea agreements are construed strictly against \nthe government, the government asks the Court to simply assume that the parties intended the \nEFTA00028884\n\nNPA to be read more narrowly than the language provides, arguing that following the NPA's \nplain language would contradict \"common sense.\" (Opp.' 8, 16.) But a non-prosecution \nagreement is not an ordinary contract. Federal prosecutors know how to draft clear limitations \non promises made to criminal defendants, and they have a unique obligation to do so. What \nstrains \"common sense\" is the notion that any reasonable prosecutor who intended the NPA to be \nread as the government contends would have omitted the limitations and modifications the \ngovernment now seeks—particularly when dealing with a defendant who sought to \"resolve \nglobally\" his criminal liability. NPA at 2. The Court should therefore decline the government's \ninvitation to rewrite the NPA to its liking, should enforce the NPA as written, and should grant \nMs. Maxwell's Motion. \nIn the alternative, the Court should permit discovery and hold an evidentiary hearing to \ndetermine the parties' intent with respect to the co-conspirator immunity provision. While Ms. \nMaxwell contends that the NPA unambiguously bars her prosecution here, and that neither \ndiscovery nor a hearing is necessary for the Court to grant this motion, the government's \narguments regarding the NPA parties' intent simply cannot be credited without the consideration \nof evidence. Because Ms. Maxwell, as a nonparty, has no personal knowledge regarding the \nparties' intent and no access to relevant documents, she should be permitted to take discovery in \nadvance of any hearing. \nI. The NPA Applies to Ms. Maxwell, and She Has Standing to Enforce It. \nThe NPA's co-conspirator immunity provision forecloses \"any criminal charges against \nany potential co-conspirators of Epstein, including but not limited to\" four named individuals. \nNPA at 5 (emphasis added). The phrase \"potential co-conspirators of Epstein\" obviously \nincludes Ms. Maxwell. As the opening statement of the Indictment makes clear: \"The charges \n\"Opp.\" refers herein to the Government's Omnibus Opposition to the Defendant's Pre-Trial Motions. \n2 \nEFTA00028885\n\nset forth herein stem from the role of [Ms. Maxwell] in the sexual exploitation and abuse of \nmultiple minor girls by Jeffrey Epstein.\" Indictment ¶ I. The Indictment also contains two \nconspiracy counts that charge Ms. Maxwell with conspiring with Epstein. Id. 119, 15. \nAccording to the government, however, Ms. Maxwell's status as an alleged co-\nconspirator of Epstein is somehow insufficient for an NPA that immunizes \"potential co-\nconspirators of Epstein\" to apply to her. The government claims that there is \"no evidence that \nthe parties intended to confer a benefit on her in particular.\" Opp. 20. In essence, the \ngovernment implausibly argues that even though the parties expressly agreed to immunize \"any \npotential co-conspirators of Epstein,\" only those individuals whom the parties were thinking \nabout \"in particular\" qualify for immunity. The government cites no support for the rule it has \nconcocted, and case law is to the contrary. \nFor example, in United States v. Florida West Intl Airways, Inc., 853 F. Supp. 2d 1209 \n(S.D. Fla. 2012), where a corporation had entered into a plea agreement that immunized its \nemployees, the court held that one of those employees had standing to enforce the agreement as a \nthird-party beneficiary by virtue of his employment; the court did not require a showing that the \nparties thought about protecting that employee \"in particular\" when they agreed to immunize the \nclass. Id. at 1228. Similarly, in United States v. El-Sadig, 133 F. Supp. 2d 600 (N.D. Ohio \n2001), where a Saudi prince had entered into an agreement with the government that none of the \nindividuals involved in purchasing guns for two members of the Saudi royal family would be \nprosecuted, the court did not require the defendant to show that the government and the prince \nintended to immunize him \"in particular\"; to the contrary, as the court noted, the parties to the \nagreement did not even discuss the defendant. Id. at 604. \n3 \nEFTA00028886\n\nMs. Maxwell thus need not show that the parties to the NPA were thinking of her \"in \nparticular\"; rather, it is sufficient that she falls within the class of individuals the parties to the \nNPA intended to benefit. See, e.g., Florida West, 853 F. Supp. 2d at 1228 (\"the signatory parties \nunmistakably intended to confer immunity on a discrete class of corporations and individuals ... \nthat could include the Defendants\"). And that class is clear from the face of the NPA: \"any \npotential co-conspirators of Epstein,\" i.e., anyone else who might be prosecuted in connection \nwith Epstein's conduct. NPA at 5. \nAlthough the NPA expressly provides that that class is \"including but not limited to\" the \nfour individuals named in the co-conspirator immunity provision (NPA at 5), the government \nasks the Court to disregard this plain language and instead credit a passage from the report of the \nDepartment of Justice's Office of Professional Responsibility (\"OPR Report\"2) stating that the \nline prosecutor who negotiated the NPA \"believed\" that only the four individuals expressly \nnamed in the co-conspirator immunity provision \"would benefit.\" Opp. 20-21 (quoting OPR \nReport at 167). Regardless of the truth of this decade-after-the-fact and self-serving \"belief,\" it \nis immaterial. By agreeing to immunize \"potential\" co-conspirators \"including but not limited \nto\" the four named individuals, the government explicitly agreed that the NPA would apply to \nany others who might be charged as co-conspirators in the future—a class that includes Ms. \nMaxwell. \nThe OPR Report itself re-affirms the intent to extend immunity beyond those already \nidentified as potential co-conspirators. In reviewing the negotiating history of the parties over \nthis provision, the OPR Report notes that the government had not specifically contemplated other \npotential co-conspirators, yet it also demonstrates that the Epstein defense lawyers consistently \n2  The OPR Report, of which only the executive summary had been released previously, has been submitted as \nExhibit 3 to the government's opposition. \n4 \nEFTA00028887\n\nand successfully pushed back against the government's attempts to limit the scope of the \nprovision. Epstein's lawyers, in fact, insisted on a proposal that would have immunized the four \nindividuals, \"any employee\" of one of Epstein's companies, and \"any unnamed co-conspirators \nfor any criminal charge that arises out of the ongoing federal investigation.\" OPR Report at 166 \nn.237. \nDefense counsel's efforts were in line with their representations to the government that \nEpstein \"wanted to make sure that he's the only one who takes the blame for what happened.\" \nId. at 167 (internal quotations omitted). When the government \"finally revised\" the language to \nthe provision that appears in the signed NPA, it obviously acceded to defense's counsel's desire \nto leave open the possibility that other \"potential co-conspirators\" might someday have occasion \nto invoke the immunity provision. Id. at 166. \nIn addition to being irrelevant, the government's argument that Ms. Maxwell had largely \nescaped its attention at the time of the NPA is demonstrably incorrect. The government's own \nfile demonstrates that the FBI had interviewed Accuser-23 in 2006 (Opp. 16 n.9; Dkt. 148, Ex. B \n(sealed)), and thus had obviously learned of Accuser-2's claims regarding Ms. Maxwell now \nincluded in the Indictment. Indeed, an internal FBI document expressly names Ms. Maxwell as \none of the individuals that the FBI's Miami office \"began investigating\" in 2006 as part of the \ninvestigation that led to the NPA. (See Ex. A). Thus, the government was clearly aware of Ms. \nMaxwell at the time it executed the NPA and agreed to extend the immunity provision to \"any \npotential co-conspirators.\" She is covered by the NPA. \nAs a third party immunized by the NPA, Ms. Maxwell has third-party beneficiary status \nto enforce it. While the government cites United States v. Feldman, 939 F.3d 182 (2d Cir. 2019), \nfor the proposition that \"plea agreements differ from commercial contracts\" (Opp. 18), the \n\"differ[ence]\" to which the Second Circuit was referring was that in construing a plea agreement, \n3  Accuser-2 is identified in the Indictment as Minor Victim-2. \n5 \nEFTA00028888\n\ncourts hold the government to an even higher standard than parties to a commercial contract. \nFeldman, 939 F.3d at 189 (describing \"meticulous standards of performance\" to which \nprosecutors are held in negotiating plea agreements). As the government acknowledges, at least \nthree courts have applied the third-party beneficiary doctrine to confer standing on third parties \nto enforce immunity provisions in plea agreements. Florida West, \n853 \nF. Supp. 2d at 1228; El-\nSadig, 133 F. Supp. 2d at 608-09; United States v.  CFWConst Co., 583 F. Supp. 197, 203 \n(D.S.C. 1984), aff'd, 749 F.2d 33 (4th Cir. 1984). The government's attempt to distinguish these \ncases on the ground that they did not \"analyze\" the applicability of the third-party beneficiary \ndoctrine to plea agreements (Opp. 19) is utterly nonsensical. As demonstrated in Ms. Maxwell's \nopening memorandum (\"Mem.\"), all three courts expressly held that the doctrine applies. Mem. \n16-17. \nThe lone case cited by the government to the contrary does not suggest a different result \nhere. In United States v. Mariamma Viju (01), the court held that a third party may not enforce \nrights under a plea agreement \"[w]here the defendant himself can obtain relief\" from a broken \nplea deal.\" No. 3:15-CR-0240-B, 2016 WL 107841, *4 (N.D. Tex. Jan. II, 2016). Here, \nEpstein cannot obtain relief for the government's breach of the NPA; not only is he deceased, but \nhe served the sentence stemming from his guilty plea long before his death, paid millions of \ndollars to accusers under the NPA's claims provision, and thus would have had no occasion to \nenforce the NPA by withdrawing his guilty plea. Nor is it clear that Epstein could have \nwithdrawn his plea had the NPA been breached while he was serving his sentence, given that the \nNPA—unlike a plea agreement—was not submitted to the state court in which Epstein entered \nhis plea. \n6 \nEFTA00028889\n\nIn sum, the Indictment itself establishes Ms. Maxwell as a \"potential co-conspirator of \nEpstein,\" and the clear weight of authority vests her with standing to enforce the co-conspirator \nimmunity provision as a third-party beneficiary. \nII. The Co-Conspirator Immunity Provision is Not Limited to the SDFL. \nMs. Maxwell demonstrated in her opening brief that the NPA, read as a whole, creates an \naffirmative appearance that the parties intended the co-conspirator immunity provision—unlike \nEpstein's immunity provision—to apply outside the Southern District of Florida (\"SDFL\"). In \narguing that the NPA's selective use of language limiting the scope of Epstein's immunity \napplies to the entire NPA, the government inverts fundamental principles of contract law and \nasks the Court to read nonexistent limitations into the NPA. The government then, incredibly, \nproceeds to fault Ms. Maxwell—a nonparty to the NPA—for failing to possess and produce \nevidence regarding the parties' intent in negotiating the agreement. While the text of the NPA, \nread using basic principles of contractual interpretation, unambiguously prohibits the \ngovernment from prosecuting Epstein's potential co-conspirators in any district, to the extent that \nthe Court finds it necessary to consider extrinsic evidence, that evidence is in the hands of the \ngovernment and Epstein's attorneys—and thus Ms. Maxwell should be permitted to obtain it \nthrough discovery. \nThe government argues that application of the co-conspirator immunity provision beyond \nthe SDFL is barred by United States v. Annabi, 771 F.2d 670 (2d Cir. 1985) (per curiam), in \nwhich the Second Circuit stated that \"[a] plea agreement binds only the office of the United \nStates Attorney for the district in which the plea is entered unless it affirmatively appears that the \nagreement contemplates a broader restriction.\" Id. at 672.4  Ms. Maxwell's opening brief \nContrary to the government's suggestion, no court has held that an \"affirmative[] appear[ance]\" requires an explicit \n\"promise to bind other districts.\" See Opp. 4.  Rather, in interpreting a plea agreement, \"[t]he court looks to the \n7 \nEFTA00028890\n\ndemonstrated that the NPA, as a whole, gives rise to such an appearance—and the government \noffers no reasonable alternative interpretation. \nUnlike Annabi and its progeny, the NPA here contains significant evidence of the parties' \nintent to apply the co-conspirator immunity provision outside the SDFL. While the provision \ngranting immunity to Epstein himself expressly limits his immunity to prosecutions \"in this \nDistrict,\" NPA at 2, the co-conspirator immunity provision contains no such limitation. \n\"[W]here contract provisions use different language, courts must assume the parties intended \ndifferent meanings.\" Bank of New York Mellon Trust Co. v. Morgan Stanley Mortg. Capital, \nInc., 821 F.3d 297, 309 (2d Cir. 2016); see also Collins v. Univ. of Notre Dame Du Lac, 929 F.3d \n830, 841 (7th Cir. 2019) (noting \"common, if not automatic presumption\" that \"when parties to \nthe same contract use such different language to address parallel issues, it is reasonable to infer \nthat they intend this language to mean different things\") (internal punctuation and citation \nomitted); Penncro Assocs., Inc. v. Sprint Spectrum, L.P., 499 F.3d 1151, 1156-57 (10th Cir. \n2007) (same). Thus, the appropriate inference here is that the parties intended to limit Epstein's \nimmunity, but not immunity for potential co-conspirators, to prosecutions in the Southern \nDistrict of Florida (\"SDFL\"). \nThe government offers no reasonable alternative explanation for the contrasting language \nin the two provisions. Instead, it argues that because the parties limited Epstein's immunity to \nthe SDFL, they must have meant to limit co-conspirators' immunity to the SDFL as well, but \nmust have forgotten to include the appropriate language. This argument—that the use of \ndifferent language in parallel provisions compels an inference that identical, rather than different \nmeanings, are intended—turns fundamental contract interpretation on its head. See, e.g., Bank of \nreasonable understanding of the parties as to the terms of the agreement.\" United States v. Gonzalez, 93 F. App'x \n268, 270 (2d Cir. 2004) (internal citations and emphasis omitted). \n8 \nEFTA00028891\n\nNew York Mellon Trust Co., 821 F.3d at 309; Collins, 929 F.3d at 841; Penncro Assocs., 499 \nF.3d at 1156-57. Here, the NPA contains only two immunity provisions: one for Epstein, which \nis expressly limited to the SDFL, and one for co-conspirators, which is not. The government's \nclaim that this distinction reflects an intent to apply the limitation universally strains credulity.5\nIt is simply inconceivable that any reasonable prosecutor who intended to limit the co-\nconspirator immunity provision to the SDFL—and who had thought to include precisely such \nlimiting language in Epstein's immunity provision—would have found it unnecessary to include \nidentical language in the co-conspirator immunity provision. Indeed, the omission reveals an \nintent not to so limit that provision. \nMs. Maxwell's opening memorandum pointed out a second indication in the text of the \nNPA that the parties intended to apply the co-conspirator immunity provision outside the SDFL: \nwhere a provision in the NPA is intended to refer only to the USAO-SDFL, it does so explicitly. \nSee Mem. at 8-9 (citing examples of NPA's explicit references to USAO-SDFL). While the \ngovernment is correct that the use of the term \"the United States\" in a plea agreement, without \nsnore, is insufficient under Annabi and its progeny to demonstrate an intent to bind other \ndistricts, the NPA's references to both the USAO-SDFL and \"the United States\" require an \ninference that a distinction between the two is intended—and that where \"the United States\" is \nused, the intent is to refer to the government as a whole. Again, \"where contract provisions use \ndifferent language, courts must assume the parties intended different meanings.\" Bank of New \nYork Mellon Trust Co., 821 F.3d at 309. The government does not even attempt to offer an \ns \nThe government incorrectly cites to a brief filed by the USAO-SDFL in 2013 as taking the position that \"the NPA \ndid not bind other districts.\" Opp. 13 (quoting Government Brief, 08 Civ. 80736 (KAM), Dkt. No. 205.2, at 10-11 \n(S.D. Fla.)). But the cited passage in that brief argued only that the NPA did not bar the prosecution of Epstein in \nother districts, which is not in dispute; it made no such argument with respect to the prosecution of potential co-\nconspirators. In any event, any self-serving attempts by the USAO-SDFL to limit the NPA's applicability years \nafter it was executed—after the NPA had been widely criticized and scrutinized—are no more probative of the \nparties' intent in 2007 than the arguments made by the government here. \n9 \nEFTA00028892\n\nalternative explanation for this difference in terminology, reasonable or otherwise—presumably \nbecause it cannot. \nThus, a drafting prosecutor who intended to limit the co-conspirator immunity provision \nto the SDFL clearly knew how to do so, using either of two methods employed elsewhere in the \ndocument. The government could have used the same language in the co-conspirator immunity \nprovision that it used in the Epstein immunity provision, providing that \"the United States ... \nwill not institute any criminal charges in this District against any potential co-conspirators of \nEpstein.\" It did not. Alternatively, it could have referred expressly to the USAO-SDFL, as it did \nelsewhere in the NPA, and provided that \"the United States Attorney's Office . . . will not \ninstitute any criminal charges against any potential co-conspirators of Epstein.\" Again, it did \nnot. It would be absurd to conclude that a reasonable prosecutor who had used both drafting \ntools to limit other provisions of the NPA, yet failed to use either of them in the co-conspirator \nimmunity provision, intended to impose the same limitations on the co-conspirator immunity \nprovision—let alone that Epstein would reasonably have understood this intent. \nThe government's inability to provide a reasonable alternative explanation for its use of \ndifferent language in the different provisions of the NPA removes any potential ambiguity from \nthe co-conspirator immunity provision. But to the extent there remains any doubt, plea \nagreements must be construed \"strictly against the government,\" Feldman, 939 F.3d at 189 \n(internal citations omitted), and the government is held \"responsible for \nimprecisions or \nambiguities in the agreement.\" United States v. Padilla, 186 F.3d 136, 142 (2d Cir. 1999). \nWhile the government argues that Annabi relieves it of this responsibility where the \n\"imprecisions or ambiguities\" relate to the geographic applicability of a plea agreement (Opp. 6 \nn.2), it cites no authority for this proposition. While Annabi requires an affirmative appearance \nI0 \nEFTA00028893\n\nthat the NPA is binding outside the SDFL, any ambiguity as to whether such an appearance \nexists must still be resolved against the govemment.6\nNor does the idea that the government agreed to broader immunity for Epstein's potential \nco-conspirators than for Epstein himself \"strain[] common sense,\" as the government argues. \nSee Opp. 8. According to the OPR Report, the line prosecutor stated that her office \"considered \nEpstein to be the top of the food chain, and we wouldn't have been interested in prosecuting \nanyone else.\" OPR Report at 70. She also reportedly said that Epstein \"wanted to make sure \nthat he's the only one who takes the blame for what happened.\" Id. at 167 (internal quotations \nomitted). And Epstein and his counsel were clearly aware that the investigation had extended \nbeyond the SDFL and involved New York-based witnesses. Under such circumstances, any \ncompetent defense lawyer would have sought the broadest immunity possible for Epstein's \npotential co-conspirators, in order to limit the potential that he would become embroiled in the \nprosecution of a third party—and in fact, Epstein did not agree to the NPA until the co-\nconspirator immunity provision was included. And it is entirely logical that the government \nagreed to a broader immunity for potential co-conspirators, whom it had no interest in \nprosecuting, than for Epstein himself, who was the sole focus of the government's prosecution \nefforts. This outcome is consistent with the language of the NPA. \nThe text of the NPA, read as a whole, thus creates an affirmative appearance that the co-\nconspirator immunity provision is not limited to the SDFL, and it is unnecessary for the Court to \n6 Notwithstanding the mountain of authority, in this Circuit and elsewhere, articulating the exacting standards to \nwhich the government is to be held in negotiating a plea agreement, the government implies that such standards \nsomehow do not apply when the plea agreement is enforced by a third party. Opp. 6 n.2. This suggestion is \nunsupported by any authority, and the government offers no explanation why its promises of third-party immunity \nshould be held to a lower standard than other provisions of a plea agreement. \n11 \nEFTA00028894\n\nconsider extrinsic evidence of the parties' intent.' To the extent that the Court finds that \nextrinsic evidence is relevant, however, the government's argument demonstrates precisely why \nthe Court should permit discovery in this action. While the government ludicrously faults Ms. \nMaxwell for failing to produce \"documentary evidence\" of the parties' intent and the scope of \nthe SDFL investigation (Opp. 10), Ms. Maxwell, as a nonparty to the NPA, has no access to such \nevidence without discovery. Any evidence of the parties' intent would be in the possession of \nthe government and Epstein's counsel, and at this stage, Ms. Maxwell can only scour the few \nclues available to the public—such as a privilege log filed in a related civil lawsuit-for crumbs \nof information about the negotiation and investigation. \nThe government's response to those crumbs illustrates why any consideration of extrinsic \nevidence—which, as noted above, is unnecessary given the unambiguous text of the NPA—\nshould be preceded by discovery. In her opening memorandum, Ms. Maxwell cited to three \npages from the above-referenced privilege log in a civil lawsuit filed by one of Epstein's victims, \nall of which contain entries reflecting the USAO-SDFL's consultation with the United States \nAttorney's Office for this District, travel by USAO-SDFL attorneys to New York, or interviews \nand/or subpoenas of New York-based witnesses. Mem. at 11 (citing Privilege Log, Doe v. \nUnited States, Case No. 9:08-CV-80736 (S.D. Fla.), Dkt. No. 212-1 (filed July 19, 2013) \n(\"SDFL Privilege Log\"), at 4, 5, 7). In response, the government has focused on only one of \nthose three entries and produced the documents referenced in the privilege log. See Opp. 10. \n7  The government's argument that a United States Attorney lacks the \"authority\" to bind other districts (Opp. 13-\n14)—and that the government can simply walk away from a plea agreement in which a United States Attorney has \nnot received the approvals prescribed by internal Justice Department guidelines—is unavailing. The government \ncites no case in which a court has invalidated a plea agreement on this basis, and its argument is contradicted not \nonly by the Third, Fourth, and Eighth circuits—in which the default rule is that plea agreements bind other \ndistricts—but also by the Second Circuit's statement that a United States Attorney may bind other districts in a plea \nagreement if there is an affirmative appearance to that effect. United States v.  Gebhie, 294 F.3d 540, 54749 (3d \nCir. 2002); United States v.  Van Thornout, 100 F.3d 590, 594 (8th Cir. 1996); United States v. Harvey, 791 F.2d \n294, 303 (4th Cir. 1986); Annaba, 771 F.2d at 672. \n12 \nEFTA00028895\n\nThe other two documents remain unavailable to Ms. Maxwell—as, presumably, do other \ndocuments whose existence cannot be discovered in the public record. Nor has Ms. Maxwell \nhad the opportunity to question those involved in the investigation and negotiation. It is patently \nunreasonable for the government to blame Ms. Maxwell for failing to produce evidence relating \nto the investigation and negotiation leading up to the NPA, while simultaneously opposing her \nrequest for discovery and cherry-picking its responses to the limited publicly available \ninformation she has been able to identify. That limited information has already yielded \nsupportive documents and more will no doubt follow with further discovery. \nIII. The Co-Conspirator Immunity Provision Is Not Limited to the 2001-07 Time Period \nor to Violations of Specific Statutes. \nThe government's argument that the co-conspirator immunity provision does not apply to \nthe time period or the offenses charged in the Indictment consists of (i) asserting that the NPA \nsays things it does not, in fact, say and (ii) attacking a strawman position, never asserted by Ms. \nMaxwell, that the NPA gives Ms. Maxwell carte blanche immunity from federal prosecution for \nall past and future criminal conduct of any kind, wherever and whenever committed. The co-\nconspirator immunity provision simply does not contain the limitations the government now \nseeks to attribute to it, and Ms. Maxwell's position that it prohibits the Mann Act charges against \nher is entirely reasonable, \nFirst, the government's assertion that \"the NPA contains detailed provisions that limit the \nscope of the crimes immunized in the agreement\" is simply not true. See Opp. 15. The NPA \ncontains only vague limitations as to the scope of Epstein's immunity, and no limitations \nwhatsoever as to the scope of immunity for potential co-conspirators. \n8 To be clear, Ms. Maxwell does not assert that the NPA forecloses the perjury counts of the Indictment, which arise \nout of alleged post-NPA conduct. \n13 \nEFTA00028896\n\nAs to Epstein, the NPA prescribes immunity for three categories of \noffenses: (i) \"the \noffenses set out on pages 1  and 2 of this Agreement\"; (ii) \"any other offenses\" that were the \nsubject of the loint investigation\" by the FBI and the USAO-SDFL; and (iii) \"any offenses that \narose from the Federal Grand Jury investigation.\" NPA at 2. The government's assertion that \nthe NPA bars prosecution only for \"the specific offenses enumerated in the NPA\" (Opp. 15-16) \ndeliberately ignores the second and third categories listed above. The second category is \nsignificant because, contrary to the government's argument, the NPA does not purport to \"list[] \neach and every statutory offense under investigation\" (see Opp. 15); rather, it states only that the \ninvestigation involved offenses \"including\" those enumerated. NPA at 1. Moreover, the NPA \nexpressly states that the joint investigation included not only offenses committed from \napproximately 2001 to 2007, but also \"Epstein's background.s9 Id. The scope of the third \ncategory—offenses that arose \"from the Federal Grand Jury investigation\"—is completely \nunknown, as the NPA neither defines the term \"Federal Grand Jury investigation\" nor describes \nits scope. But the text of the NPA provides no basis for the government's assertion that Epstein \nwas immunized only as to the specific offenses enumerated on the first two pages. \nAs an example, the USAO-SDFL acknowledges that it interviewed Accuser-2 as part of \nits investigation. Opp. 16 n.9. Thus, the USAO-SDFL obviously was aware of the allegations \nby Accuser-2 against Epstein as set forth in the Indictment, allegations that entail the 1994-97 \ntime period at issue in this case and the offenses with which Ms. Maxwell is charged. If the \nNPA were strictly limited to the 2001-07 time period and to the specific offenses enumerated, as \n9 \nContrary to the government's argument, Ms. Maxwell does not contend that the NPA \"immunize[d] Epstein for his \n`background.'\" See Opp. 16 n.9. On its face, however, it immunized Epstein for offenses that were the subject of \nthe joint investigation—an investigation that, according to the NPA, included Epstein's background. NPA at 1. To \nthe extent that the joint investigation of Epstein's background uncovered offenses prior to 2001 (such as the conduct \nunderlying the charges against Ms. Maxwell here), the plain language of the NPA immunized Epstein from \nprosecution for those offenses. \n14 \nEFTA00028897\n\nthe government claims, it would not have precluded even the SDFL from bringing charges \narising out of Accuser-2's allegations of conduct in the 1990s. The government cannot seriously \nmake such an argument. \nEven the vague contours of the limitations on Epstein's immunity, however, are absent \nfrom the co-conspirator immunity provision. And while the government claims it would be \n\"exceedingly strange\" to interpret the co-conspirator immunity provision more broadly than \nEpstein's immunity provision (Opp. 16), as explained in Part H above, such an interpretation is \nentirely consistent with the government's focus on Epstein vis-à-vis potential co-conspirators. It \nwould be \"exceedingly strange,\" however, for a federal prosecutor who intended to limit co-\nconspirator immunity to specific conduct or specific offenses to omit such limitations from the \ntext of an immunity provision in a non-prosecution agreement. \nUnable to explain the absence of such limiting language, the government resorts to the \nreductio ad absurdum argument that unless the Court writes into the NPA the language the \ngovernment now wishes had been included in 2007, Ms. Maxwell can claim that \"she is immune \nfrom prosecution for any federal crime, during any time period, anywhere, in the United States.\" \nOpp. 3 (emphasis in original). Ms. Maxwell makes no such argument, and a faithful \ninterpretation of the NPA leads to no such conclusion. Ms. Maxwell contends only that a \nprovision that immunizes \"potential co-conspirators of Epstein\" precludes their prosecution for \nconduct allegedly done in conspiracy with Epstein—conduct that even the United States \nAttorney for this District has characterized as a \"prequel\" to offenses by Epstein that the NPA \nundisputedly immunizes. See, e.g., Dienst, J., Valiquette, J., Winter, T., and Fitzpatrick, S. \n\"Jeffrey Epstein Confidante Ghislaine Maxwell Arrested on Sex Abuse Charges.\" NBC New \nYork. July 3, 2020 (https://www.nbcnewyork.com/news/local/crime-and-courts/ghislaine-\n15 \nEFTA00028898\n\nmaxwell-arrested-jeffrey-epstein-aide/2495762/).  Such an interpretation, rather than an insertion \ninto the co-conspirator immunity provision of arbitrary limitations designed to satisfy the \ngovernment's interests here, is the \"common-sense way to read the NPA\" that the Court should \nadopt. See Opp. 16. \nIV. In the Alternative, the Court Should Conduct Discovery and an Evidentiary \nHearing Regarding the Parties' Intent. \nFor the reasons explained above, Counts One through Four have been brought in breach \nof the NPA and should be dismissed. The text of the NPA, read as a whole, unambiguously bars \nMs. Maxwell's prosecution here, and the government is reduced to arguing that the parties must \nhave meant to write various provisions of the NPA differently than they actually did. These \narguments are manifestly inadequate, and they should be rejected. \nShould the Court have any doubt about the parties' intent, however, discovery and an \nevidentiary hearing regarding the parties' intent are warranted. The government's arguments \nregarding the parties' intent simply cannot be credited without the presentation of evidence. For \nexample, to the extent that the scope of offenses for which the NPA immunized Epstein is \ndeemed relevant to the co-conspirator immunity provision, that scope cannot be delineated \nwithout determining precisely which offenses might have arisen out of the investigation by the \nFBI and the USAO-SDFL (including the investigation into \"Epstein's background\"), as well as \nwhich offenses arose out of the undefined \"Federal Grand Jury investigation.\" Similarly, the \ngovernment's claims that the parties did not intend to confer the benefit of immunity on Ms. \nMaxwell, and that the parties intended to limit the co-conspirator immunity provision to the \nSDFL, raise issues regarding the scope of the SDFL investigation, the USAO-SDFL's awareness \nof Ms. Maxwell, and the extent to which the investigation involved this District. These issues \n16 \nEFTA00028899\n\ncannot be resolved in the government's favor on this record, and the plain language of the NPA \ncannot be disregarded without discovery and an evidentiary hearing. \nThe government argues that Ms. Maxwell is not entitled to an evidentiary hearing \nbecause she has not submitted affidavits, and that she is not entitled to discovery because she has \noffered only \"conjecture.\" Opp. 22. But unlike the cases the government cites, Ms. Maxwell has \nsubmitted evidence far more powerful than an affidavit claiming an oral agreement: she has \nsubmitted the NPA itself, which, on its face, bars her prosecution. See Feldman, 939 F.3d at \n184, 190 (hearing based on oral representations made to defendant); United States v. Aleman, \n286 F.3d 86, 91 (2d Cir. 2002) (granting hearing where defendant submitted attorney affidavits \nalleging oral agreement); United States v. Sattar, 272 F. Supp. 2d 348, 383 (S.D.N.Y. 2003) \n(same). Ms. Maxwell's contention that the plain language of the NPA reflects the parties' intent \nis not \"conjecture,\" and the Court cannot find to the contrary without hearing evidence—\nevidence that we anticipate would confirm that the parties intended the NPA to mean exactly \nwhat it says and that it bars the prosecution of Ms. Maxwell, but is unavailable to Ms. Maxwell \nwithout \ndiscovery.1°\n10 In addition, unlike the defendants in the cases the government cites, Ms. Maxwell was a nonparty to the NPA, and \nher attorneys thus have neither firsthand knowledge of the parties' intent nor access to evidence regarding the \nparties' intent While the government points out that Ms. Maxwell has not submitted an affidavit from Epstein's \ncounsel, defense counsel notes that it has made several unsuccessful attempts to obtain information from Jay \nLelkowitz, the attorney who was principally involved in negotiating the language of the NPA on Epstein's behalf. \n17 \nEFTA00028900\n\nCONCLUSION \nFor the reasons set forth herein, Ms. Maxwell respectfully requests that her motion to \ndismiss be granted. In the alternative, Ms. Maxwell respectfully requests discovery and \nevidentiary hearing regarding the parties' intent in negotiating the NPA. \nDated: March 15, 2021 \nNew York, New York \nRespectfully submitted, \n/s/ Christian R. Everdell \nChristian R. Everdell \nCOHEN \n& GRESSER LLP \nPhone: \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN & FOREMAN P.C. \nPhone: \nBobbi C. Stemheim \nLaw \nOffices of Bobbi C. Stemheim \nAttorneys for Ghislaine Maxwell \n18 \nEFTA00028901\n\nCERTIFICATE OF SERVICE \nI hereby certify that on March 15, 2021, I served by email, pursuant Rule 2(B) of the \nCourt's individual practices in criminal cases, the within memorandum and any accompanying \nexhibits upon the following: \nU.S. Attorney's Office, SDNY \nIs/ Christian Everdell \nEFTA00028902",
    "pageCount": 23,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "Valiquette, J., Winter, T., and Fitzpatrick, S. \"Jeffrey Epstein Confidante Ghislaine \nMaxwell Arrested on Sex Abu"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \n20 Cr. 330 (AJN) \nREPLY MEMORANDUM"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "Page \nI. The NPA Applies to Ms. Maxwell, and She Has Standing to"
      },
      {
        "name": "Pagliuca \nLaura",
        "role": "extracted",
        "context": "ESSER LLP \nPhone: \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON, MORGAN"
      },
      {
        "name": "Stemheim \nLaw",
        "role": "extracted",
        "context": "OREMAN P.C. \nPhone: \nBobbi C. Stemheim \nLaw \nOffices of Bobbi C. Stemheim"
      },
      {
        "name": "Stemheim \nPhone",
        "role": "extracted",
        "context": "eim \nLaw \nOffices of Bobbi C. Stemheim \nPhone: \nAttorneys for Ghislaine Max"
      },
      {
        "name": "She Has",
        "role": "extracted",
        "context": "A Applies to Ms. Maxwell, and She Has Standing to Enforce It.  2 \nI"
      },
      {
        "name": "Enforce It",
        "role": "extracted",
        "context": "well, and She Has Standing to Enforce It.  2 \nII. The Co-Conspirator I"
      },
      {
        "name": "The Co",
        "role": "extracted",
        "context": "anding to Enforce It.  2 \nII. The Co-Conspirator Immunity Provisio"
      },
      {
        "name": "Conspirator Immunity",
        "role": "extracted",
        "context": "to Enforce It.  2 \nII. The Co-Conspirator Immunity Provision is Not Limited to t"
      },
      {
        "name": "Not Limited",
        "role": "extracted",
        "context": "pirator Immunity Provision is Not Limited to the SDFL. \n7 \nIII. The Co-"
      },
      {
        "name": "Provision Is",
        "role": "extracted",
        "context": ". The Co-Conspirator Immunity Provision Is Not Limited to the 2001-07 Ti"
      },
      {
        "name": "Time \nPeriod",
        "role": "extracted",
        "context": "Is Not Limited to the 2001-07 Time \nPeriod or to Violations of Specific"
      },
      {
        "name": "Specific Statutes",
        "role": "extracted",
        "context": "e \nPeriod or to Violations of Specific Statutes  \n13 \nIV. In the Alternative,"
      },
      {
        "name": "Court Should",
        "role": "extracted",
        "context": "IV. In the Alternative, the Court Should Conduct Discovery and an Evid"
      },
      {
        "name": "Conduct Discovery",
        "role": "extracted",
        "context": "Alternative, the Court Should Conduct Discovery and an Evidentiary Hearing \nR"
      },
      {
        "name": "Evidentiary Hearing",
        "role": "extracted",
        "context": "ould Conduct Discovery and an Evidentiary Hearing \nRegarding the Parties' Inten"
      },
      {
        "name": "Cases \nBank",
        "role": "extracted",
        "context": "ABLE OF AUTHORITIES \nPage(s) \nCases \nBank of New York Mellon Trust Co."
      },
      {
        "name": "Mellon Trust",
        "role": "extracted",
        "context": "e(s) \nCases \nBank of New York Mellon Trust Co. v. Morgan Stanley Mortg."
      },
      {
        "name": "Morgan Stanley",
        "role": "extracted",
        "context": "New York Mellon Trust Co. v. Morgan Stanley Mortg. Capital, Inc., \n821 F."
      },
      {
        "name": "Notre Dame",
        "role": "extracted",
        "context": ") 8, \n9 \nCollins v.  Univ. of Notre Dame DU Lac, \n929 \nF.3d 830 (7th C"
      },
      {
        "name": "Penncro Assocs",
        "role": "extracted",
        "context": "3d 830 (7th Cir. 2019) 8, \n9 \nPenncro Assocs., Inc. v. Sprint Spectrum, L."
      },
      {
        "name": "Sprint Spectrum",
        "role": "extracted",
        "context": "9 \nPenncro Assocs., Inc. v. Sprint Spectrum, L.P., \n499 F.3d 1151 (10th C"
      },
      {
        "name": "Florida West",
        "role": "extracted",
        "context": ", 6, 10, 17 \nUnited States v. Florida West Intl Airways, Inc., \n853 F. S"
      },
      {
        "name": "Intl Airways",
        "role": "extracted",
        "context": "United States v. Florida West Intl Airways, Inc., \n853 F. Supp. 2d 1209"
      },
      {
        "name": "Mariamma Viju",
        "role": "extracted",
        "context": ". 1986)  12 \nUnited States v. Mariamma Viju (01), \nNo. 3:15-CR-0240-B, 20"
      },
      {
        "name": "Van Thornout",
        "role": "extracted",
        "context": ". 2003)  17 \nUnited States v. Van Thornout, \n100 F.3d 590 (8th \nCir. 199"
      },
      {
        "name": "Other Authorities",
        "role": "extracted",
        "context": "3d 590 (8th \nCir. 1996)  \n12 \nOther Authorities \nDienst, J., Valiquette, J.,"
      },
      {
        "name": "Confidante Ghislaine",
        "role": "extracted",
        "context": "zpatrick, S. \"Jeffrey Epstein Confidante Ghislaine \nMaxwell Arrested on Sex Abus"
      },
      {
        "name": "Maxwell Arrested",
        "role": "extracted",
        "context": "Epstein Confidante Ghislaine \nMaxwell Arrested on Sex Abuse Charges.\" NBC Ne"
      },
      {
        "name": "Sex Abuse",
        "role": "extracted",
        "context": "hislaine \nMaxwell Arrested on Sex Abuse Charges.\" NBC New York. July"
      },
      {
        "name": "Superseding Indictment",
        "role": "extracted",
        "context": "of her Motion to \nDismiss the Superseding Indictment for Breach of the Non-Prosecu"
      },
      {
        "name": "Prosecution Agreement",
        "role": "extracted",
        "context": "ictment for Breach of the Non-Prosecution Agreement (\"Motion\"). \nAs though it wer"
      },
      {
        "name": "Superseding \nIndictment",
        "role": "extracted",
        "context": "tors of Epstein.\" Because the Superseding \nIndictment (\"Indictment\") contends that"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tes Attorney's Office for the Southern District of Florida \n(\"USAO-SDFL\"), th"
      },
      {
        "name": "While Ms",
        "role": "extracted",
        "context": "nspirator immunity provision. While Ms. \nMaxwell contends that the N"
      },
      {
        "name": "Because Ms",
        "role": "extracted",
        "context": "e consideration \nof evidence. Because Ms. Maxwell, as a nonparty, has"
      },
      {
        "name": "Omnibus Opposition",
        "role": "extracted",
        "context": "rs herein to the Government's Omnibus Opposition to the Defendant's Pre-Trial"
      },
      {
        "name": "Trial Motions",
        "role": "extracted",
        "context": "sition to the Defendant's Pre-Trial Motions. \n2 \nEFTA00028885\n\nset forth"
      },
      {
        "name": "The Indictment",
        "role": "extracted",
        "context": "rey Epstein.\" Indictment ¶ I. The Indictment also contains two \nconspiracy"
      },
      {
        "name": "Professional Responsibility",
        "role": "extracted",
        "context": "rtment of Justice's Office of Professional Responsibility (\"OPR Report\"2) stating that"
      },
      {
        "name": "See Ex",
        "role": "extracted",
        "context": "igation that led to the NPA. (See Ex. A). Thus, the government was"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "\"differ[ence]\" to which the Second Circuit was referring was that in con"
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "entified in the Indictment as Minor Victim-2. \n5 \nEFTA00028888\n\ncourts h"
      },
      {
        "name": "Const Co",
        "role": "extracted",
        "context": "608-09; United States v.  CFWConst Co., 583 F. Supp. 197, 203 \n(D.S"
      },
      {
        "name": "In United",
        "role": "extracted",
        "context": "est a different result \nhere. In United States v. Mariamma Viju (01),"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "binds only the office of the United \nStates Attorney for the district in"
      },
      {
        "name": "See Opp",
        "role": "extracted",
        "context": "ise to bind other districts.\" See Opp. 4.  Rather, in interpreting"
      },
      {
        "name": "Unlike Annabi",
        "role": "extracted",
        "context": "alternative interpretation. \nUnlike Annabi and its progeny, the NPA here"
      },
      {
        "name": "Du Lac",
        "role": "extracted",
        "context": "ollins v. Univ. of Notre Dame Du Lac, 929 F.3d \n830, 841 (7th Cir."
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "ators, to prosecutions in the Southern \nDistrict of Florida (\"SDFL\"). \nThe gov"
      },
      {
        "name": "See Mem",
        "role": "extracted",
        "context": "SDFL, it does so explicitly. \nSee Mem. at 8-9 (citing examples of N"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "different meanings.\" Bank of New \nYork Mellon Trust Co., 821 F.3d at"
      },
      {
        "name": "Government Brief",
        "role": "extracted",
        "context": "districts.\" Opp. 13 (quoting Government Brief, 08 Civ. 80736 (KAM), Dkt. No"
      },
      {
        "name": "While Annabi",
        "role": "extracted",
        "context": "thority for this proposition. While Annabi requires an affirmative appea"
      },
      {
        "name": "And Epstein",
        "role": "extracted",
        "context": "nternal quotations \nomitted). And Epstein and his counsel were clearly"
      },
      {
        "name": "Privilege Log",
        "role": "extracted",
        "context": "witnesses. Mem. at 11 (citing Privilege Log, Doe v. \nUnited States, Case"
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "e Log, Doe v. \nUnited States, Case No. 9:08-CV-80736 (S.D. Fla.), D"
      },
      {
        "name": "Justice Department",
        "role": "extracted",
        "context": "rovals prescribed by internal Justice Department guidelines—is unavailing. The"
      },
      {
        "name": "Time Period",
        "role": "extracted",
        "context": "Is Not Limited to the 2001-07 Time Period \nor to Violations of Specific"
      },
      {
        "name": "Mann Act",
        "role": "extracted",
        "context": "osition that it prohibits the Mann Act charges against \nher is entir"
      },
      {
        "name": "Federal Grand",
        "role": "extracted",
        "context": "offenses that \narose from the Federal Grand Jury investigation.\" NPA at 2"
      },
      {
        "name": "Evidentiary \nHearing",
        "role": "extracted",
        "context": "ould Conduct Discovery and an Evidentiary \nHearing Regarding the Parties' Intent"
      },
      {
        "name": "Counts One",
        "role": "extracted",
        "context": "the reasons explained above, Counts One through Four have been brough"
      },
      {
        "name": "See Feldman",
        "role": "extracted",
        "context": "s face, bars her prosecution. See Feldman, 939 F.3d at \n184, 190 (heari"
      },
      {
        "name": "Jay \nLelkowitz",
        "role": "extracted",
        "context": "ts to obtain information from Jay \nLelkowitz, the attorney who was princip"
      },
      {
        "name": "Everdell \nChristian",
        "role": "extracted",
        "context": "submitted, \n/s/ Christian R. Everdell \nChristian R. Everdell \nCOHEN \n& GRESSER"
      },
      {
        "name": "Stemheim \nAttorneys",
        "role": "extracted",
        "context": "eim \nLaw \nOffices of Bobbi C. Stemheim \nAttorneys for Ghislaine Maxwell \n18 \nEF"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "Attorney's Office, SDNY \nIs/ Christian Everdell \nEFTA00028902"
      }
    ],
    "locations": [
      {
        "name": "Miami",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2020-07-03",
        "event": "July 3, 2020"
      },
      {
        "date": "2013-07-19",
        "event": "July 19, 2013"
      },
      {
        "date": "2021-03-15",
        "event": "March 15, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:22.405Z"
}