{
  "document": {
    "id": "efta00013886",
    "filename": "EFTA00013886.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013886.pdf",
    "text": "\n\nFrom: \nTo: \nSubject: : pstem \nDate: Thu, 29 May 2008 13:29:03 +0000 \nImportance: Normal \nNo telling how long the DAG's office will take to decide. Tuesday is off. \n----Ori inal Messa e---\nFrom: \nSe \n• \nTo \nCc: \nSubjec : pstem \nHi  an. I received■ e-mail stating that the DAG agreed to meet with epstein's people. Does this mean that Tuesday is off? I \nneed to let the gj coordinator know. \nM\nSAlso, I am sure thassimembe he was the person whom we initially classified as a victim until epstein's attorneys \ncomplained. Well,as just in interviewed a girl who was 14 or 15 when she first went to epstein's house who reports that epstein told \nher that he had sex wits Mprobably would have been 15 or 16 when this conversation occurred.) The girl also reports that she \ntold epstein her true age and epstein told her that he doesn't care about age. \nI know that epstein's people will, no doubt, continue to tell the dag and others that epstein didn't know about the girls' ages so I  thought you \nshould know. \nMuPlease let me know about tuesday so I don't needlessly spoil nday. And, any chance the case was discussed with the ag when he \nwas in town? \nThanks. \nEFTA00013886",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Normal \nNo",
        "role": "extracted",
        "context": "8 13:29:03 +0000 \nImportance: Normal \nNo telling how long the DAG's of"
      },
      {
        "name": "To \nCc",
        "role": "extracted",
        "context": "inal Messa e---\nFrom: \nSe \n• \nTo \nCc: \nSubjec : pstem \nHi  an. I r"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2008-05-29",
        "event": "29 May 2008"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:47.650Z"
}