{
  "document": {
    "id": "efta00014290",
    "filename": "EFTA00014290.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00014290.pdf",
    "text": "\n\nSubject: RE: Data Transfer \nIssue \nDate: Thu, 03 Jun 2021 17:31:35 +0000 \nWe stamped \"Confidential\" on every page of the particular production uploaded because it is a defined term in our \nCourt-ordered protective order. Per my conversation with IN just now, I will send • a copy of one page of that \nproduction (which consisted of 5GB of non-testifying witness 3500) along with our protective order, with the hopes that \nwe can head this off. \nFrom: \n(USANYS) \nSent: Thursday, June 3, 2021 12:15 PM \nTo: (USANYS)(USANYS) \n(USANYS) <:•; \n(USANYS) \n(USANYS) \n(USANYS) \nSubject: RE: Data Transfer Issue \nSecurity people have complained in the past that the rubric \"confidential\" should be reserved for classified \ninformation, but \"confidential\" is in such common use in litigation and in protective orders that such a limitation \non its use never seemed workable. This is a little over the top, but that's what security is these days. \nFrom: (USANYS) <> \nSent: Thursday, June 3, 202112:06 PM \nTo: (USANYS) ic:); \n< \n .. \n, \n(USANYS); (USANYS) 4 (USANYS) \n(USANYS) (USANYS) \n4 * \nSubject: Data Transfer Issue \nI am including everyone in this email because this situation has the potential to spin further out of control. \nI just received a call from the computer security chief at EOUSA. They have been continuing to look at this \nsituation. They have been reviewing the documents that were sent and have found documents that are stamped, \n\"CONFIDENTIAL\". Such a stamping to them indicates the documents might be classified. He also said these documents \nwere not redacted and relate to Epstein. I told him they do relate to Epstein. MI instructed me to have the Criminal \nChief or the AUSA contact the FBI to have them look at the documents and determine if they are classified. He wants this \ndone asap so that we can have a call later in the day with him and others, include the General Counsel's Office. He also \ntold me to notify the Contracting Officer on the this contract (she is at the Justice Management Division) and notify her of \na potential classified spill by a contractor. I told him I would do that if it is determined there was a classified spill. \n• \nEFTA00014290",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Data Transfer",
        "role": "extracted",
        "context": "Subject: RE: Data Transfer \nIssue \nDate: Thu, 03 Jun 202"
      },
      {
        "name": "Issue \nDate",
        "role": "extracted",
        "context": "Subject: RE: Data Transfer \nIssue \nDate: Thu, 03 Jun 2021 17:31:35 +0"
      },
      {
        "name": "Issue \nSecurity",
        "role": "extracted",
        "context": ") \nSubject: RE: Data Transfer Issue \nSecurity people have complained in the"
      },
      {
        "name": "Criminal \nChief",
        "role": "extracted",
        "context": "MI instructed me to have the Criminal \nChief or the AUSA contact the FBI t"
      },
      {
        "name": "General Counsel",
        "role": "extracted",
        "context": "h him and others, include the General Counsel's Office. He also \ntold me to"
      },
      {
        "name": "Contracting Officer",
        "role": "extracted",
        "context": "e also \ntold me to notify the Contracting Officer on the this contract (she is"
      },
      {
        "name": "Justice Management",
        "role": "extracted",
        "context": "this contract (she is at the Justice Management Division) and notify her of"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-06-03",
        "event": "June 3, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:48.565Z"
}