{
  "document": {
    "id": "efta00032290",
    "filename": "EFTA00032290.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032290.pdf",
    "text": "\n\nFrom: Jenna Dabbs \nTo:' \nCc: \nAlex Conlon \" \n\" \nI, \nSubject: Re: Epstein \nDate: Sun, 11 Aug 2019 01:53:01 +0000 \nWe appreciate the offer of support for M. has been in touch with her several times today and, as you \nmight expect, she is experiencing a lot of different emotions. We will stay on top of it, I  know she has already \nbeen in touch with support folks at FBI, and will certainly circle up with you if need be. \nBest, \nJenna \nGet Outlook for iOS \nFrom: \nSent: Saturday, August 10, 2019 7:18:59 PM \nTo: Jenna Dabbs \nCc: Alex Conlon e \nSubject: RE: Epstein \nJenna, \nIt was very shocking news, particularly given the entirety of the circumstances. And we appreciate the kind words, \nparticularly given your experience—that's very kind and it's meaningful to hear. \nIn terms of initial substantive questions, unfortunately I think we won't have robust answers quite yet—right now we \ndon't have any additional information on civil forfeiture in particular, and I also don't know what if any options there are \nfor us in terms of restitution (separate from the civil context). With respect to the investigation, we're not in a position to \ntalk about specific possible paths forward, but we can say, consistent with a brief statement our Office put out this \nafternoon, that the investi ation remains ongoing—and in the coming days we can talk with more particularity about \nwhat that might mean for in particular. In the meantime, though, in terms of herself, we're continuing to \ntry to see if there are imme late options for resources in the next 24 hours, but even if we are not able to do so \ntomorrow, certainly on Monday at the latest you and/or she can be in touch with our Office's specialists and/or the FBI \nfolks. We certainly want her to have any support that would be useful, and we are happy to stay in touch about that—\nplease let us know especially if you think her situation is, or becomes, an emergency. \nThank you again, \nFrom: Jenna Dabbs \nSent: Saturday, August 10, 2019 09:50 \nTo: \n`=> ) < \n) \nCc: Alex Conlon \nSubject: Epstein \nWe were certainly saddened to see the news this morning, as I know all of you were. I appreciate that you \nhave more \nEFTA00032290\n\npressing issues to deal with at the moment, but we are interested in whether you expect any aspect of the SDNY's \ninvestigation/case to continue, potentially a separate civil forfeiture proceeding, or possible criminal prosecutions against \nother defendants. We also understand that you may not be in a position to tell us anything at the moment, which is fine. \nJust anticipating and preparing for questions we expect to be asked. Separately, having had the experience of a defendant \nin a case I charged commit suicide, I wanted to add that it can be a complicated feeling, and to the extent it is helpful, I \nthink you brought a really important case and conducted yourselves in a professional, compassionate and impressive way. \nSo despite sad news, and frustrating news after putting so much work into filing a case and preparing to see it through, \nheads should be held high. \nBest, \nJenna \nJenna Dabbs I  Kaplan Hecker & Fink LLP \n350 Fifth Avenue I Suite 7110 \nNew k ion8 \n(W) \nThis email and its attachments may contain information that is confidential and/or protected from disclosure by the attorney-client. work product or other \napplicable legal privilege. If you are not the intended recipient of the email. please be aware that any unauthorized review use. disclosure. dissemination. \ndistribution, or copying of this communication. or any of its contents. is strictly prohibited. If you have received this communication in \nerror, \nplease notify \nthe sender immediately and destroy all copies of the message from your computer system. Thank you. \nThis email and its attachments may contain information that is confidential and/or protected from disclosure by the attorney-client work product or other \napplicable legal privilege. If you are not the intended recipient of the email. please be aware that any unauthorized review. use. disclosure. dissemination. \ndistribution, or copying of this communication. or any of its contents. is strictly prohibited. If you have received this communication in \nerror, \nplease notify \nthe sender immediately and destroy all copies of the message from your computer system. Thank you. \nEFTA00032291",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jenna Dabbs",
        "role": "extracted",
        "context": "From: Jenna Dabbs \nTo:' \nCc: \nAlex Conlon \" \n\""
      },
      {
        "name": "Alex Conlon",
        "role": "extracted",
        "context": "From: Jenna Dabbs \nTo:' \nCc: \nAlex Conlon \" \n\" \nI, \nSubject: Re: Epstei"
      },
      {
        "name": "Epstein \nDate",
        "role": "extracted",
        "context": "Conlon \" \n\" \nI, \nSubject: Re: Epstein \nDate: Sun, 11 Aug 2019 01:53:01 +0"
      },
      {
        "name": "Jenna \nGet",
        "role": "extracted",
        "context": "with you if need be. \nBest, \nJenna \nGet Outlook for iOS \nFrom: \nSent:"
      },
      {
        "name": "Epstein \nJenna",
        "role": "extracted",
        "context": ": Alex Conlon e \nSubject: RE: Epstein \nJenna, \nIt was very shocking news,"
      },
      {
        "name": "Epstein \nWe",
        "role": "extracted",
        "context": ") \nCc: Alex Conlon \nSubject: Epstein \nWe were certainly saddened to se"
      },
      {
        "name": "Jenna \nJenna",
        "role": "extracted",
        "context": "should be held high. \nBest, \nJenna \nJenna Dabbs I  Kaplan Hecker & Fink"
      },
      {
        "name": "Kaplan Hecker",
        "role": "extracted",
        "context": "Best, \nJenna \nJenna Dabbs I  Kaplan Hecker & Fink LLP \n350 Fifth Avenue"
      },
      {
        "name": "Fifth Avenue",
        "role": "extracted",
        "context": "Kaplan Hecker & Fink LLP \n350 Fifth Avenue I Suite 7110 \nNew k ion8 \n(W)"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:29.996Z"
}