{
  "document": {
    "id": "efta00021640",
    "filename": "EFTA00021640.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021640.pdf",
    "text": "\n\nFrom: \nTo: \nSubject: RE: \nDate: Fri, 19 Jul 2019 16:16:57 +0000 \nI'll add summaries for \nFrom \nSent: Thursday, July 18, 2019 7:56 PM \nTo: \nSubject: RE: \norry for the delay. \nI added which I think is the only one for me —  thanks for doing! \nFrom \nSent: I hursday, July 18, 2019 10:49 \nTo: \nSubject: RE: \nRE: \nGuys, I filled in summaries for the interviews I attended. Would you please fill in the ones that you guys attended/know \nthe details of, so we can send to \nSince Epstein's arrest, our team has conducted the following interviews: \n• as interviewe .  In 2001, when Msleas approximately 14 \nr young woman, identity unknown (the \"Woman\"), befriended her outside her schoo \n. After they became friends, the Woman invited her to Epstein's house. In subsequent meetings, \nover approximately a year, Ms as enticed to provide nude massages, and was paid $300 in cash each \ntime. In fall 2002, while Ms as massaging Epstein, he asked her t \n• \nand intends to continue to cooperate with the investigation. \nwas interviewed In 2002, when Ms-was 14 years old her friend \nrecruited her to give Epstein a massage at his Palm Beach house, during which Epstein touched \necruited one other minor girl to give Epstein a massage. \n• vas interviewed In the early 2000s, when Ms was either 16 \nor 17 years old, her friend recruited her to give Epstein massages at his Palm Beach house. e provided him with \nat least two massages and was during both. During the \nfirst, Epstein \nhe second \ninvolv \n• \n• \nwas interviewed on \nk\nvas interviewed on \nsne met tpstem throug \naIn or around 2004, when Ms as in her early 20s, \nAround December 2004, Epstein o ere Ms. a job \nworking as an assistant. Around early 2005, Ms. egan working as an assistant for Epstein, an the remained \nhis employee until early 2006. Her responsibilities inc uded running errands and scheduling appointments. As a \nEFTA00021640\n\nresult, Ms heduled numerous massages for Epstein. According to Ms Epstein expected to have two \nmassages every ay: one in the morning and one in the afternoon. Ms ere responsible \nfor ensuring that these massages were confirmed when Epstein was i as responsible \nfor scheduling the massages in At some point, Epstein and Ms egan ving sexual encounters. \nM as very distressed when discussing these incidents and was no prepared to describe them in detail \nduring our first meeting. \nthat is Fmassages were sexual. Ms \ndescribed how Epstein had two groups of girls who provided massages in his homes: one group was of \nprofessional masseuses who gave actual massages to Epstein's friends, and the second group consisted of young \ngirls who were not professional masseuses and who only gave massages to Epstein. Ms called certain \ndetails that signaled that girls in this second group were minors. For example, she was asked to help find SAT prep \ncourses for one girl, and she recalled girls mentioning school and their parents. \n• was interviewed on \n• \n• \nwas interviewed o \nas interviewed or Ms. knew and interacted with Epstein \nbetween in or around 2007 and in or around 2017. She first me n through \nher \nwho had been \npreviously introduced to Epstein by a mutual friend, in 2007 when she was 17 years old. Epstein specifically asked \nher age and told her, in substance, that they could not interact until she turned 18. After her 18th\nbirthday, Epstein began having :ive him massages, \nA short time later, Epstein took \nDuring that trip, Epst \nand 2009, Epstein ha \nthese instances a \nhis jail sentence, IV tisited him at his office on \nhim. After Epstein completed his sentence, Ms. \nshe continued to occasionally work for him by running errands or cleaning his house. In or around 2013, Epstein \npaid Ms. '0,00 \n• \nmagi \non a trip to his private island in the Virgin Islands. \nn multiple occasions. \nuring a massage. Between 2007 \ncribed the first few of \nhen Epstein was serving \nat least one occasions and engaged in sexual conduct with \nd not have any other sexual encounters with him, but \neased all communication with Epstein after the \ndivorce in 2017. \nIn addition, numerous other potential victims and witnesses have contacted the team either directly or through their \nattorneys. We are continuing to schedule interviews. \nFrom: \nSent: Tuesday, July 16, 2019 9:21 PM \nTo: \nCc: \n—\nSubject: Re: RE: \nDoes not need to be very detailed — if you could by Thursday, would be great. \nSent from my iPhone \nOn Jul 16, 2019, at 8:33 PM vrote: \nSure, by when do you need this? We don't have 302s back from the agent yet, and we didn't take a separate set of \nnotes for ourselves, so if you need this quickly, we can't be particularly detailed. \nEFTA00021641\n\nFro \nSent: Tuesda Jul 16 2019 8:30 PM \nTo: \nSu . \nSorry to ask, but can you guys put together brief (few sentence, maybe more for . summaries of the interviews you \ndid last week? In addition, can you provide any information on other victims who have reached out and we expect to \ninterview soon? Putting together an overall summary for brass. Thank youl \nEFTA00021642",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "From \nSent",
        "role": "extracted",
        "context": "0000 \nI'll add summaries for \nFrom \nSent: Thursday, July 18, 2019 7:56"
      },
      {
        "name": "Since Epstein",
        "role": "extracted",
        "context": "etails of, so we can send to \nSince Epstein's arrest, our team has conduc"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "give Epstein a massage at his Palm Beach house, during which Epstein t"
      },
      {
        "name": "Around December",
        "role": "extracted",
        "context": "when Ms as in her early 20s, \nAround December 2004, Epstein o ere Ms. a job"
      },
      {
        "name": "Ms Epstein",
        "role": "extracted",
        "context": "ges for Epstein. According to Ms Epstein expected to have two \nmassage"
      },
      {
        "name": "After Epstein",
        "role": "extracted",
        "context": "ed him at his office on \nhim. After Epstein completed his sentence, Ms."
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "to his private island in the Virgin Islands. \nn multiple occasions. \nurin"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "ould be great. \nSent from my iPhone \nOn Jul 16, 2019, at 8:33 PM vrot"
      },
      {
        "name": "Fro \nSent",
        "role": "extracted",
        "context": "arly detailed. \nEFTA00021641\n\nFro \nSent: Tuesda Jul 16 2019 8:30 PM"
      },
      {
        "name": "Tuesda Jul",
        "role": "extracted",
        "context": "ed. \nEFTA00021641\n\nFro \nSent: Tuesda Jul 16 2019 8:30 PM \nTo: \nSu . \nS"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-07-18",
        "event": "July 18, 2019"
      },
      {
        "date": "2019-07-16",
        "event": "July 16, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:05.107Z"
}