{
  "document": {
    "id": "efta00015493",
    "filename": "EFTA00015493.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015493.pdf",
    "text": "\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 1  of 18 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nTHE NEW YORK TIMES COMPANY, \nPlaintiff, \nNo. 20-CV-833 (PAE) \nv. \nFEDERAL BUREAU OF PRISONS, \nDefendant. \nSUPPLEMENTAL DECLARATION OF KARA CHRISTENSON \nI, Kara Christenson, hereby declare as follows: \nI. I am employed by the United States Department of \nJustice, \nFederal Bureau of \nPrisons (\"BOP\"), as a Government Information Specialist (\"GIS\") for Central Office, stationed \nat the Federal Medical Center in Rochester, Minnesota (\"FMC Rochester\"). My background and \nemployment history with BOP are described in my declaration filed in this matter on August 5, \n2020. \n2. The statements made in this declaration are based upon my personal knowledge \nand information available to me in my official capacity and about which I  have become \nknowledgeable. \n3. I submit this supplemental declaration in further support of GOP's motion for \nsummary judgment in this case and in opposition to plaintiffs' cross-motion for summary \njudgment. \n4. Plaintiffs have raised the issue of whether BOP received FOIA requests \nfor video \nfootage before plaintiffs' own request on August 12, 2020. BOP received a separate FOIA \n1 \nEFTA00015493\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 2 of 18 \nrequest (not from plaintiffs) for Metropolitan Correctional Center video records dated August 10, \n2019, the same day BOP turned over the video records to the Federal Bureau of Investigation, \nand this request was logged on August 12, 2019. \nBOP 's Productions Since August 5, 2020 \n5. On August 11, 2020, BOP produced 77 additional pages of records to plaintiffs, \nconsisting of 5 pages released in full and 72 pages released in part. These pages included \napproximately 57 pages of various log books pertaining to Epstein, including approximately 51 \npages of attorney log books showing attorney visits to Epstein. In connection with the GOP's \nreleases of pages of log books, I  need to make a correction to my declaration filed on August 5, \n2020. In that declaration at Paragraph 22, I stated that BOP had located two pages of scanned \nvisitor logs, which it was reviewing and intended to release in part. Instead, BOP located \napproximately 51 pages of copies of scanned attorney log books showing attorney visits to \nEpstein, which it released to plaintiffs with appropriate redactions. \n6. Relatedly, at Paragraph 39 of my declaration filed on August 5, 2020, I \ninadvertently stated that BOP had located and produced with redactions a page from a log \nshowing a visitor for Epstein on July 30, 2019. In fact, the page (copied onto two pages) that was \nproduced to plaintiffs with redactions came from an Intake Screening Phone Log showing that \nEpstein made a phone call on July 30, 2019, not that he received a visit on that date. BOP did not \nproduce \nthe cover to this log because it does not refer to Epstein and is non-responsive. Because \nthe log book showed a phone call, rather than a visit, Paragraph 36 of my declaration filed on \nAugust 5, 2020, should be modified to state that BOP also located one physical log book, the \nIntake Screening Phone Log, showing a call made by Epstein on July 30, 2019. \n7. On August 31, 2020, BOP produced 351 additional pages of records to plaintiffs, \nconsisting of 12 pages released in full and 339 pages released in part. These pages included the \n2 \nEFTA00015494\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 3 of 18 \napproximately 51 pages of attorney log books, showing attorney visits to Epstein, as attachments \nto email records. \n8. In October 2020, BOP reached an agreement with plaintiffs, through counsel, \npursuant to which the Office of Inspector General of the United States Department of Justice \n(\"OIG\") \nwould produce back to BOP certain records BOP had produced to OIG in connection \nwith investigations into Epstein's death, and that BOP would review these records in response to \nplaintiffs' FOIA request. BOP subsequently reached a further agreement with plaintiffs, through \ncounsel, that it would not review emails records in OIG's possession, except for emails to or \nfrom Epstein himself while he was at MCC. BOP has determined that Epstein did not send or \nreceive any emails himself while he was at MCC. Specifically, any email sent or received by \nEpstein while he was at MCC would be logged in GOP's Trulincs system, and Trulincs shows \nthat Epstein did not send or receive any emails while he was at MCC. Accordingly, BOP did not \nreview the email records in OIG's possession. \n9. BOP received approximately 7,475 pages of records back from OIG, not \nincluding emails. I  reviewed these pages and determined that approximately 6,898 were non-\nresponsive or duplicative of records previously reviewed by BOP. Of the remaining pages (the \n\"Returned Records\"), BOP withheld 387 pages in full, pursuant to Exemptions 6, 7(C), and/or \n7(A). On January 8, 2021, BOP produced the remaining 190 pages of records to plaintiffs, \nconsisting of 14 pages released in full and 176 pages released in part. These pages included 8 \npages of records that BOP had previously withheld in full pursuant to Exemption 7(A), but that \nBOP has since determined in consultation with the United States Attorney's Office for the \nSouthern District of New York could be released with certain redactions. \nBOP's Updated Index \n3 \nEFTA00015495\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 4 of 18 \n10. Attached as Exhibit 1  to this declaration is an updated index of records withheld \nin full by BOP in this case (the \"Updated Index\"). The Updated Index includes certain changes \nand additions to the Index submitted as Exhibit 8 to my declaration submitted on August 5, 2020 \n(the \"Original Index\"). \nII. The Updated Index reduces the number of pages of count documents noted as \nwithheld at Entry 24 by 18 pages. These 18 pages consist of an inmate census roster dated \nAugust 9, 2019, containing Epstein's name and the names of other inmates held at MCC. Two of \nthe 18 eighteen pages, including the page showing Epstein's name, were released in part to \nplaintiffs.' The remaining 16 pages were withheld in full under Exemptions 6 and 7(C) and are \nnow included at Entry 59 of the Updated Index, along with pages of other inmate census rosters \nfor other dates. \n12. The Updated Index omits two entries of the Original Index, Entries 34 and 37, \nconsisting of records from the MCC's Special Housing Unit (the \"SHU\") that BOP determined \ncould be released in part, with redactions pursuant to Exemptions 6, 7(A), and 7(C), instead of \nwithheld in full pursuant to Exemption 7(A).2 The Updated Index also omits Entry 54, consisting \nThe first, cover page of this inmate census roster, as received from BOP, appears to have barely \nlegible handwriting on it. BOP located a copy of this pages with the handwriting moderately \nmore visible among its previously withheld records. BOP released the version returned by CMG \nwith the barely legible handwriting and would have redacted the handwriting pursuant to \nExemptions, 6, 7(C), 7(E), and/or 7(F) had it released the more legible version. This census \ninmate roster does not appear to specifically concern Epstein (apart from his appearance on one \npage of the roster, which was released in part), and the handwriting does not appear to relate to \nEpstein but instead appears to relate to counting of inmates. \n2 Of the three pages noted at Entry 37 of the Original Index, two pages were duplicates, with \nhandwritten notes on one of the pages. Because those portions of the page were redacted, only \none copy of these two pages were released in part to plaintiffs. The redacted portions and the \nhandwritten portions do not appear to relate to Epstein. In addition, the four pages noted at Entry \n34 of the Original Index had also been counted in the pages noted at Entry 22, and the page count \nnoted at Entry 22 of the Updated Index has been reduced accordingly. \n4 \nEFTA00015496\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 5 of 18 \nof emails withheld under Exemption 5 and the attorney-client privilege, because plaintiff is not \nchallenging the withholding of these records. \n13. Entry 19 of the Updated Index includes 12 pages of Epstein's medical records, \nwithheld in full under Exemption 7(A), and in part under Exemption 6 and 7(C). On August 31, \n2020, after I submitted my previous declaration, BOP produced 88 pages of Epstein's medical \nrecords, but withheld in full 12 pages for reasons explained at Paragraph 20 of the August 5, \n2020, declaration of Counsel to the Acting United States Attorney Russell Capone. \n14. The Updated Index corrects an inadvertent error that resulted in double counting \nof seventeen pages of emails listed at Entry 52 and twenty-nine pages of emails listed at Entry \n53. \nBOP 's Assertions of Exemptions 5 and 7(E) Over Documents Previously Withheld in Full \n15. The Updated Index clarifies that BOP is not asserting Exemptions 5 or 7(E) as a \nbasis to withhold certain documents in full. BOP has conducted a further review of certain \nrecords that previously were withheld in full pursuant to Exemptions 5 and/or 7(E), in addition to \nExemption 7(A). As a result of that further review, and as reflected on the Updated Index, BOP \nis withdrawing its assertion of Exemption 5 as a basis to withhold in full Entries 1, 2, and 12. \nBOP continues to assert Exemption 5 as a basis to withhold portions of Entries 2 and 12 for the \nreasons explained in my prior declaration, but not Entry 1, as reflected on the Updated Index. All \nof these documents are separately withheld in full pursuant to Exemption 7(A). \n16. With respect to the responses to the psychological reconstruction prepared after \nEpstein's death, listed at Entry 12 on the Updated Index, the majority of the pages withheld are \ndrafts, containing comments from various perspectives within BOP on versions of the document \npreceding its final version. Five pages of the responses to the psychological reconstruction \n5 \nEFTA00015497\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 6 of 18 \nprepared after Epstein's death consist of a timeline of events, over which BOP is no longer \nasserting Exemption 5. \n17. As a result of its further review, BOP is no longer asserting Exemption 7(E) to \nwithhold any document in full. Specifically, and as reflected on the Updated Index, BOP is \nwithdrawing its assertion of Exemption 7(E) as a basis to withhold in full Entries 2, 9, 10, 12, 13, \n15, 17, 18, and 36. As reflected on the Updated Index, BOP continues to assert Exemption 7(E) \nas to non-public information in these documents that would reveal investigatory techniques and \nprocedures or the specific application thereof, except for Entries 10 and 36, over which BOP no \nlonger asserts Exemption 7(E). All of these documents are separately withheld in full pursuant to \nExemption \n7(A). \n18. BOP is asserting Exemption 7(E) to protect information in the incident report, \nlisted at Entry 1 on the Updated Index, which would reveal specific steps taken in responding to \nan inmate emergency in the Special Housing Unit. Releasing this type of information would \nallow inmates to learn the manner in which MCC staff are likely to respond to emergencies and \npotentially interfere with staff's ability to manage emergency situations. \n19. BOP is asserting Exemption 7(E) to protect information in the psychological \nreconstruction of inmate death, listed at Entry 2 on the Updated Index, which would reveal \nparticular sources of information that such investigations typically rely on or seek to rely on. \nSpecifically, it discusses how the availability or lack thereof of specific sources of information \naffected an investigation, as well as typical sources routinely relied upon. Because of the specific \nconstraints under which investigations must proceed in the correctional facility setting, \nidentification of sources that are typically relied upon or that are unavailable or relied upon in a \nspecific instance are part of BOP investigatory plans and response, and disclosure of sources that \nwere unavailable or relied upon or typical sources relied upon could hamper GOP's ability to \n6 \nEFTA00015498\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 7 of 18 \nconduct investigations in the future by alerting staff and/or inmates to such sources and allowing \nthem to take steps to interfere with sources or evidence. \n20. BOP is asserting Exemption 7(E) to protect information in the inmate \ninvestigative report, listed at Entry 9 on the Updated Index, regarding the use of Security Threat \nGroup (\"STG\") designations. STG is an enhanced monitoring technique used to maintain \nbalanced prison populations in an effort to protect the safety and security of staff and inmates. \nInmates are generally not aware of their placement in an STG, and only certain inmates are \nassigned an STG. Not every inmate has an STG assignment. BOP is also asserting Exemption \n7(E) to protect information in the inmate investigative report concerning specific steps taken in \nresponding to an inmate emergency in the Special Housing Unit. Releasing this type of \ninformation would provide an opportunity for inmates to learn the manner in which staff are \nlikely to respond to emergencies and potentially interfere with staff's ability to manage \nemergency situations. \n21. BOP is asserting Exemption 7(E) to protect information in the responses to the \npsychological reconstruction prepared following Epstein's death, listed at Entry 12 on the \nUpdated Index, which would reveal specific steps taken in responding to an inmate emergency in \nthe Special Housing Unit. Releasing this type of information would provide an opportunity for \ninmates to learn the manner in which staff are likely to respond to emergencies and potentially \ninterfere with staff's ability to manage emergency situations. \n22. BOP is asserting Exemption 7(E) to protect information in an August 14, 2019, \nletter, listed at Entry 13 on the Updated Index, that would reveal details about how a BOP team \ninvestigating an incident, known as an After Action Review Team, conducts an investigation, \nand the access it requires to BOP facilities to complete its work. Release of these details would \nalert staff to systems and information reviewed as part of an investigation and could lead to \n7 \nEFTA00015499\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 8 of 18 \nattempts to distort, delete, or otherwise manipulate details and data relevant to an investigation. \nRelease of the names of members of the After Action Review Team, contained in the August 14, \n2019 letter, would also disclose law enforcement techniques and procedures because the manner \nin which team members are selected, the positions they hold, and the locations from which they \nwere chosen and deployed are critical considerations in the assembly of an After Action Review \nTeam. Withholding the names of team members protects the investigative process by ensuring \nstaff are not aware of who is deemed an appropriate team member and reducing the opportunity \nto attempt to influence the investigation of an event. \n23. BOP is asserting Exemption 7(E) to protect information in a memorandum and \nreport from Epstein's July 23, 2019 apparent suicide attempt (Form 583), listed at Entry 15 on \nthe Updated Index, regarding the use of STG designations, for the reasons stated above with \nregard to the inmate investigation report. BOP is also asserting Exemption 7(E) to protect certain \ninformation in the memorandum and report from Epstein's July 23, 2019 attempt (Form 583) \nthat was obtained from witnesses. In any investigation, identifying witnesses and how an \ninterview is conducted, including questions and responses, are critical components of the \ninvestigatory techniques of security staff of the BOP, especially in a correctional setting where \nthere are often multiple witnesses and the correctional setting poses a significant risk of \ncontamination or influence of witness by other witnesses and/or other inmates. The investigative \ntechniques involved include what witnesses to interview and what procedures must be \nundertaken to ensure the greatest cooperation by the witness during any interview. Witnesses to \nan event might influence each other if they are not separated before any interactions or \nconversations occur between them. In this sense, the investigative techniques, in a correctional \nsetting, include strategic decisions that account for the secure and orderly operations of the \ncorrectional facilities to ensure inmate and staff safety is not put in jeopardy. Disclosure of this \n8 \nEFTA00015500\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 9 of 18 \ninformation in the memorandum and report would reveal how the information was gathered and \ncould provide an opportunity for inmates to manipulate victims or witnesses to an incident in an \neffort to improperly influence an investigation. \n24. BOP is asserting Exemption 7(E) to protect information in a chain of custody \nform, listed at Entry 17 on the Updated Index, about where evidence is stored. Release of this \ninformation could provide an opportunity for staff to manipulate evidence or the staff responsible \nfor \ncontrolling it. \n25. BOP is asserting Exemption 7(E) to protect information in the reports of Epstein's \nJuly 23, 2019, apparent suicide attempt, listed at Entry 18 on the Updated Index, regarding \nspecific procedures, including notification processes, used in an inmate emergency in the Special \nHousing Unit. Releasing this type of information would provide an opportunity for inmates to \nlearn the manner in which staff are likely to respond to emergencies and potentially interfere \nith staff's ability to manage emergency situations. \nApplication of Exemptions to the Returned Records \n26. The Updated Index identifies at Entries 55-61 the pages of the Returned Records \nwithheld in full by BOP. All of the Returned Records withheld in full by BOP are withheld \nunder FOIA Exemption 7(A), except for the 2 pages of records showing transferors of funds to \nEpstein noted at Entry 58 of the Updated Index and the 274 pages of inmate census rosters at \nEntry 59 of the Updated Index, which are withheld under Exemption 6 and 7(C) and discussed \nbelow. The basis for withholdings of Returned Records under Exemption 7(A) is explained in \nthe accompanying supplemental declaration of Counsel to the Acting United States Attorney \nRussell Capone. In addition to the withholdings in full under Exemptions 6, 7(A), and 7(C), \nBOP has also withheld certain portions of Returned Records under Exemptions 6, 7(A), 7(C), \n7(E), and 7(F). \n9 \nEFTA00015501\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 10 of 18 \nThreshold Justification for Application of Exemption 7 \n27. As a threshold to applying Exemption 7, an agency has to demonstrate that the \n\"records or information [were] compiled for law enforcement purposes.\" 5 U.S.C. §552(b)(7). \n28. As explained at Paragraphs 51-53 of my previous declaration, the BOP is a law \nenforcement agency. \n29. All of the Returned Records were compiled for law enforcement_purposes \nbecause they were compiled in the exercise of GOP's statutory authority to detain certain \nindividuals. All of these records relate to GOP's operations and were compiled in order to carry \nout GOP's responsibilities to protect the safety, security, and orderly operation of BOP facilities, \nspecifically MCC New York, to protect the public, and/or to protect the safety and care of \ninmates at MCC New York, including Epstein. In addition, as with many of the records \npreviously withheld in this matter, the Returned Records were gathered and provided to OIG in \nconnection with a law enforcement investigation of Epstein's death. The records at issue in this \nFOIA request meet the law enforcement threshold of Exemption (b)(7). \nRecords Withheld Pursuant to Exemptions 6 and 7(C) \n30. 5 U.S.C. § 552(b)(6) (\"FOIA Exemption 6\") protects from disclosure \"personnel \nand medical files and similar files the disclosure of which would constitute a clearly unwarranted \ninvasion of personal privacy.\" 5 \nU.S.C. § 552(b)(6). \n31. 5 U.S.C. § 552(b)(7)(C) \n(\"Exemption 7(C)\") exempts from disclosure records or \ninformation compiled for law enforcement purposes where its disclosure \"could reasonably be \nexpected to constitute an unwarranted invasion of personal privacy.\" 5 U.S.C. § 552(b)(7)(C). \n32. Some of the Returned Records withheld by BOP contain personal information \nwithheld under Exemptions 6 and 7(C) (the \"6 & 7(C) Returned Records\"). The 6 & 7(C) \nReturned Records include personnel files within the meaning of Exemption 6, such as daily \n10 \nEFTA00015502\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 11 of 18 \nassignment rosters for the MCC. The remainder of the 6 & 7(C) Returned Records are \"similar \nfiles\" within the meaning of Exemption 6 because they contain information about particular, \nidentifiable individuals. This information includes personally identifying information, such as \nnames and contact information, of various third-party individuals other than Epstein. \n33. Exemptions 6 and 7(C) each require a balancing of the privacy interests \nimplicated by disclosure of a record with the public interest in its disclosure. The privacy \ninterests implicated by the 6 & 7(C) Returned Records include the privacy interests of BOP \nemployees, BOP inmates other than Epstein, visitors or senders of funds to BOP inmates, and \nlegal counsel for BOP inmates. The 6 & 7(C) Returned Records contain personally identifying \ninformation, such as names and contact information, for each of these categories of individuals \nand for some individuals detail their association with Epstein or their involvement in Epstein's \nincarceration. Release of this information—particularly in light of the intense media interest in \nand public speculation concerning Epstein's death—could reasonably be expected to expose \nthese third parties to unwanted scrutiny, embarrassment, and even harassment or retaliation. \n34. The sole public interest in disclosure to be weighed against these privacy interests \nunder both Exemption 6 and 7(C) is the public's understanding of BOP or other government \noperations. The personal information withheld from the 6 and 7(C) Records will not \nsignificantly contribute to the public's understanding of the operation or activities of BOP or any \nother government agency. The withheld personal information does not provide significant \ninsight into government activities or operations in connection with Epstein's incarceration or the \nresponse of BOP or any other government agency to Epstein's death. \n35. The large volume of publicity and often unfounded speculation concerning the \ncircumstances of Epstein's death increase the likelihood that disclosure of the information \n11 \nEFTA00015503\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 12 of 18 \nwithheld under Exemptions 6 and 7(C) would cause an unwarranted invasion of personal \nprivacy. \n36. In light of this public and unfounded speculation about Epstein's death and the \nmedia coverage thereof, it is reasonable to expect that individuals identified through government \ndisclosures as associated with Epstein's incarceration and death, or investigation of the charges \nagainst Epstein or the circumstances of his death, could be targeted or harassed. Accordingly, \npublicizing the identity, contact information, or other personal information about a particular \nindividual's associations or interactions with Epstein will amount to a significant invasion of \npersonal privacy, with no meaningful contribution to the public's understanding of how the \ngovernment works. \n37. For each category of individuals with personally identifying information present \nin the 6 & 7(C) Returned Records, the individual privacy concerns outweigh the putative public \ninterest in their disclosure. \na. The disclosure of personally identifying information of BOP employees, such \nas their names or contact information, would significantly invade their \npersonal privacy without contributing significantly to public understanding of \nhow BOP works. Disclosing the names or contact information of individual \nBOP employees does not provide insight into how BOP works. \nb. The disclosure of personally identifying information of BOP inmates, such as \ntheir names or contact information, would significantly invade their personal \nprivacy without contributing significantly to public understanding of how \nBOP works. The names or contact information of particular inmates sheds no \nlight on how BOP works. \nc. The disclosure of personally identifying information of visitors or senders of \nfunds to BOP inmates, such as their names and contact information, would \nsignificantly invade their personal privacy without contributing significantly \nto public understanding of how the government works. Identification of \nindividuals who visited or sent money to Epstein or other inmates does not \nshed light on BOP conduct or how BOP or any other government agency \nworks. \n12 \nEFTA00015504\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 13 of 18 \nd. The disclosure of personally identifying information of legal counsel to \nEpstein and other BOP inmates, such as their names and contact information, \nwould significantly invade their personal privacy without contributing \nsignificantly to public understanding of how the government works. \nIdentification of counsel to Epstein or other inmates does not shed light on \nBOP conduct or how BOP or any other government agency works. \n38. Two sets of Returned Records were withheld in full under Exemptions 6 & 7(C). \nOne set of the Returned Records, noted at Entry 59 of the Updated Index, consists of 274 pages \nfrom inmate census rosters for July 23-25 and 27-31, 2019, and August 1-6 and 8-10, 2019. \nAlthough Epstein's name appears once on each of these rosters, the pages with his name were \nreleased in part. The 274 pages withheld in full contain no information about Epstein and \ninstead list the names and some personal information of other inmates at MCC on those dates. \nIdentification of other inmates incarcerated at the same time as Epstein would shed no light on \nBOP's or the government's operations, but would invade the privacy of the other inmates, \nincluding by associating them with Epstein in a government document. \n39. The other set of Returned Records withheld in full under Exemptions 6 & 7(C), \nnoted at Entry 58 of the Updated Index, consists of 2 pages showing the transferors of funds to \nEpstein. Specifically, these pages are electronically generated pages containing details of \ntransfers of funds to Epstein. The transfers themselves, including the amount of the transfer but \nnot the names of the transferors, were documented in pages released in part. The pages withheld \nin full include identifying details of the transferors. The identity of the transferors of funds to \nEpstein would not shed any light on how BOP or the government works, but would invade the \nprivacy of the transferors, including by detailing their association with Epstein during his \nincarceration. \n40. The release of the personally identifying information in the 6 & 7(C) Returned \nRecords would constitute a clearly unwarranted invasion under Exemption 6, and, at a minimum, \n13 \nEFTA00015505\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 14 of 18 \ncould reasonably be expected to constitute an unwarranted invasion under Exemption 7(C), of \nthe personal privacy of BOP employees, BOP inmates other than Epstein, visitors or senders of \nfunds to BOP inmates, or legal counsel for BOP inmates. \nReturned Records Withheld Pursuant to Exemptions 7(E) \n41. 5 U.S.C. § 522 (b)(7)(E) (\"Exemption 7(E)\") exempts from disclosure \"records or \ninformation compiled for law enforcement purposes, but only to the extent that the production of \nsuch law enforcement records or information ... would disclose techniques and procedures for \nlaw enforcement investigations or prosecutions, or would disclose guidelines for law \nenforcement investigations or prosecutions if such disclosure could reasonably be expected to \nrisk circumvention of the law.\" \n42. Some of the Returned Records withheld in part by BOP contain information about \nor \ndiscussion of law enforcement techniques and procedures or guidelines for law enforcement \ninvestigations or prosecutions (the \"7(E) Returned Records\"). \n43. Portions of the 7(E) Returned Records fall within the scope of Exemption 7(E) \nbecause they include information or discussions that would disclose law enforcement techniques \nand procedures or guidelines for law enforcement investigations and their use in managing the \nMCC. With one exception, none of the information in the Returned Records withheld by BOP \nunder Exemption 7(E) pertains specifically to Epstein. Instead, the information concerns steps \ntaken by BOP staff in response to issues at the MCC unrelated to Epstein or primarily routine \nactions taken by BOP staff. Specifically, BOP disclosed in part pages of lieutenant's logs, \nTRUINTEL logs, inmate census roster pages, and an MCC running board page that mention or \nrefer to Epstein but also document techniques, procedures, and/or guidelines used in managing \n14 \nEFTA00015506\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 15 of 18 \nthe MCC and enforcing the law there? For example, disclosing details of counts within the MCC \nor the use of body alarms there would disclose law enforcement techniques, procedures, and/or \nguidelines. If the Court requires further information, BOP is prepared to file an ex parte \nsupplemental declaration explaining in greater detail the techniques, procedures, and guidelines \nat \nissue. \n44. The one redaction in the 7(E) Returned Records made by BOP pursuant to \nExemption 7(E) that does pertain specifically to Epstein is the redaction of certain information \non an electronically generated inmate profile of Epstein that would disclose how BOP classifies \ncertain inmates for security purposes. Disclosure of that portion of Epstein's inmate profile \nwould disclose a law enforcement technique or procedure by disclosing how BOP classifies \ncertain inmates in connection with security issues. \n45. Disclosure of the information in the 7(E) Returned Records withheld pursuant to \nExemption 7(E) would create a risk of circumvention of the law. Disclosure of the information \nwould provide inmates or other individuals with details about how MCC works and its security. \nThey could use this information to destabilize the MCC and to perpetrate crimes there. \nReturned Records Withheld Pursuant to Exemption 7(F) \n46. 5 U.S.C. § 522 (b)(7)(F) (\"Exemption 7(F)\") exempts from disclosure \"records or \ninformation compiled for law enforcement purposes, but only to the extent that the production of \nsuch law enforcement records or information ... could reasonably be expected to endanger the \nlife or physical safety of any individual.\" \n3 Lieutenant's logs withheld in full pursuant to Exemption 7(A), noted at Entry 49 of the \nUpdated Index, also contain information that falls with the scope of Exemption 7(E) for the \nreasons discussed here. \n15 \nEFTA00015507\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 16 of 18 \n47. Some of the Returned Records withheld by BOP in full or in part contain \ninformation that falls within the scope of Exemption 7(F) (the \"7(F) Returned Records\"). Such \ninformation falls into two categories. First, disclosure of the personally identifying information, \nsuch as names and contact information, of third-party individuals employed by BOP could \nreasonably be expected to endanger the life or physical safety of these individuals. Second, \ndisclosure of certain techniques and procedures used in the management of the MCC could \nreasonably be expected to endanger the life or physical safety of BOP employees and inmates \nheld by BOP. \n48. First, some of the 7(F) Returned Records fall in part within the scope of \nExemption 7(F) because the release of the personally identifying information contained in these \nrecords could reasonably be expected to endanger the life or physical safety of BOP employees \nwhose personally identifying information is contained in the 7(F) Returned Records. BOP \nemployees work with inmates and criminal defendants who, upon their release from \nincarceration or during their incarceration, might target BOP employees for reprisal. BOP \nemployees in many cases live in the cities where they work, frequently utilize public \ntransportation, and regularly engage in community and social activities in those cities. The \nrelease of personally identifying information of BOP employees increases the risks of such \ntargeting or harassment because it would make it easier for identified employees to be targeted or \nharassed. Because of the attention and speculation surrounding Epstein's death, it is reasonable \nto expect that individuals identified through disclosures by the government as associated with \nEpstein's incarceration and death could be targeted. \n49. Second, some of the 7(F) Returned Records fall in part within the scope of \nExemption 7(F) because the release of information contained therein would reveal details about \nthe operation and management of the MCC that could be used to destabilize the MCC and \n16 \nEFTA00015508\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 17 of 18 \nperpetrate crimes there, endangering the lives and physical safety of BOP employees and MCC \ninmates. With one exception, none of this information pertains specifically to Epstein. Instead, \nthe information concerns steps taken by BOP staff in response to issues at the MCC unrelated to \nEpstein or primarily routine, but sensitive, actions taken by BOP staff. Specifically, BOP \ndisclosed in part pages of lieutenant's logs, TRUINTEL logs, inmate census roster pages, an \nMCC running board page, and SHU records that mention or refer to Epstein but also document \naspects of the MCC and its operations that are not public and could enable individuals to harm \nBOP employees or MCC inmates.4  For example, disclosing certain details of counts within the \nMCC or the use of body alarms there could reasonably be expected to endanger the lives and \nphysical safety of BOP employees and MCC inmates. If the Court requires further information, \nBOP is prepared to file an ex parte supplemental declaration explaining in greater detail the \ninformation at issue. \n50. The one set of redactions in the Returned Records made by BOP pursuant to \nExemption 7(F) that does pertain specifically to Epstein is the redaction of certain information on \nan electronically generated inmate profile of Epstein that would disclose how BOP classifies \ncertain inmates for security purposes. Disclosure of those portions of Epstein's inmate profile \ncould reasonably be expected to endanger the lives and physical safety of BOP employees and \nMCC inmates by revealing how BOP classifies certain inmates in connection with security \nissues. \n4 TRUINTEL reports and lieutenant's logs withheld in full pursuant to Exemption 7(A), noted at \nEntries 32 and 49 of the Updated Index, also contain information that falls with the scope of \nExemption 7(F) for the reasons discussed here. \n17 \nEFTA00015509\n\nCase 1:20-cv-00833-PAE Document 39 Filed 01/15/21 Page 18 of 18 \nPursuant to 28 U.S.C. § 1746, I declare under penalty of perjury that the foregoing is true \nand correct to the best of my knowledge and belief. \nExecuted this _15th_ day of January 2021. \ne4\ninerseevz fr\\ \nKara Christenson \nGovernment Information Specialist \nFOIA/PA Section (Central Office) \nBureau of Prisons \n18 \nEFTA00015510",
    "pageCount": 18,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Kara Christenson",
        "role": "extracted",
        "context": "ATION OF KARA CHRISTENSON \nI, Kara Christenson, hereby declare as follows:"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "ates Department of \nJustice, \nFederal Bureau of \nPrisons (\"BOP\"), as a Gov"
      },
      {
        "name": "Government Information",
        "role": "extracted",
        "context": "eau of \nPrisons (\"BOP\"), as a Government Information Specialist (\"GIS\") for Centra"
      },
      {
        "name": "Central Office",
        "role": "extracted",
        "context": "mation Specialist (\"GIS\") for Central Office, stationed \nat the Federal Me"
      },
      {
        "name": "Federal Medical",
        "role": "extracted",
        "context": "ral Office, stationed \nat the Federal Medical Center in Rochester, Minnesot"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "est (not from plaintiffs) for Metropolitan Correctional Center video records dated Au"
      },
      {
        "name": "Productions Since",
        "role": "extracted",
        "context": "d on August 12, 2019. \nBOP 's Productions Since August 5, 2020 \n5. On August"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "ions Since August 5, 2020 \n5. On August 11, 2020, BOP produced 77 add"
      },
      {
        "name": "Intake Screening",
        "role": "extracted",
        "context": "with redactions came from an Intake Screening Phone Log showing that \nEpste"
      },
      {
        "name": "Phone Log",
        "role": "extracted",
        "context": "came from an Intake Screening Phone Log showing that \nEpstein made a"
      },
      {
        "name": "In October",
        "role": "extracted",
        "context": "hments \nto email records. \n8. In October 2020, BOP reached an agreemen"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "rsuant to which the Office of Inspector General of the United States Departme"
      },
      {
        "name": "Returned Records",
        "role": "extracted",
        "context": "Of the remaining pages (the \n\"Returned Records\"), BOP withheld 387 pages in"
      },
      {
        "name": "On January",
        "role": "extracted",
        "context": "ptions 6, 7(C), and/or \n7(A). On January 8, 2021, BOP produced the rem"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "es Attorney's Office for the \nSouthern District of New York could be released"
      },
      {
        "name": "Updated Index",
        "role": "extracted",
        "context": "th certain redactions. \nBOP's Updated Index \n3 \nEFTA00015495\n\nCase 1:20-c"
      },
      {
        "name": "The Updated",
        "role": "extracted",
        "context": "s case (the \"Updated Index\"). The Updated Index includes certain change"
      },
      {
        "name": "Original Index",
        "role": "extracted",
        "context": "tted on August 5, 2020 \n(the \"Original Index\"). \nII. The Updated Index red"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "ing of records from the MCC's Special Housing Unit (the \"SHU\") that BOP det"
      },
      {
        "name": "Acting United",
        "role": "extracted",
        "context": "declaration of Counsel to the Acting United States Attorney Russell Capon"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "Counsel to the Acting United States Attorney Russell Capone. \n14. The Upda"
      },
      {
        "name": "Russell Capone",
        "role": "extracted",
        "context": "Acting United States Attorney Russell Capone. \n14. The Updated Index corre"
      },
      {
        "name": "Over Documents",
        "role": "extracted",
        "context": "ions of Exemptions 5 and 7(E) Over Documents Previously Withheld in Full"
      },
      {
        "name": "Previously Withheld",
        "role": "extracted",
        "context": "ons 5 and 7(E) Over Documents Previously Withheld in Full \n15. The Updated Inde"
      },
      {
        "name": "Security Threat",
        "role": "extracted",
        "context": "d Index, regarding the use of Security Threat \nGroup (\"STG\") designations."
      },
      {
        "name": "After Action",
        "role": "extracted",
        "context": "ting an incident, known as an After Action Review Team, conducts an inve"
      },
      {
        "name": "Review Team",
        "role": "extracted",
        "context": "ent, known as an After Action Review Team, conducts an investigation,"
      },
      {
        "name": "Review \nTeam",
        "role": "extracted",
        "context": "e assembly of an After Action Review \nTeam. Withholding the names of tea"
      },
      {
        "name": "Special \nHousing",
        "role": "extracted",
        "context": "in an inmate emergency in the Special \nHousing Unit. Releasing this type of"
      },
      {
        "name": "Threshold Justification",
        "role": "extracted",
        "context": "Filed 01/15/21 Page 10 of 18 \nThreshold Justification for Application of Exemption"
      },
      {
        "name": "Records Withheld",
        "role": "extracted",
        "context": "reshold of Exemption (b)(7). \nRecords Withheld Pursuant to Exemptions 6 and"
      },
      {
        "name": "Although Epstein",
        "role": "extracted",
        "context": "d August 1-6 and 8-10, 2019. \nAlthough Epstein's name appears once on each o"
      },
      {
        "name": "Returned \nRecords",
        "role": "extracted",
        "context": "g information in the 6 & 7(C) Returned \nRecords would constitute a clearly un"
      },
      {
        "name": "Withheld Pursuant",
        "role": "extracted",
        "context": "OP inmates. \nReturned Records Withheld Pursuant to Exemptions 7(E) \n41. 5 U.S"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-08-05",
        "event": "August 5, \n2020"
      },
      {
        "date": "2020-08-12",
        "event": "August 12, 2020"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, \n2019"
      },
      {
        "date": "2019-08-12",
        "event": "August 12, 2019"
      },
      {
        "date": "2020-08-05",
        "event": "August 5, 2020"
      },
      {
        "date": "2020-08-11",
        "event": "August 11, 2020"
      },
      {
        "date": "2019-07-30",
        "event": "July 30, 2019"
      },
      {
        "date": "2020-08-31",
        "event": "August 31, 2020"
      },
      {
        "date": "2021-01-08",
        "event": "January 8, 2021"
      },
      {
        "date": "2019-08-09",
        "event": "August 9, 2019"
      },
      {
        "date": "2020-08-31",
        "event": "August 31, \n2020"
      },
      {
        "date": "2019-08-14",
        "event": "August 14, 2019"
      },
      {
        "date": "2019-08-14",
        "event": "August 14, \n2019"
      },
      {
        "date": "2019-07-23",
        "event": "July 23, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:50.839Z"
}