{
  "document": {
    "id": "efta00020772",
    "filename": "EFTA00020772.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00020772.pdf",
    "text": "\n\nFrom: \n(OPR)\" \nTo: (USANYS)\" \nCc: 1.„11.411:„.YS\" \n(OPR)\" \nSubject: Numbers you requested \nDate: Mon, 27 Jul 2020 14:46:17 +0000 \nAUSA \nChief, Public Corruption \nUSAO-SDNY \n--\nFollowing are some numbers you requested. \n1. Total number of email files obtained for the 5 subjects 4 approximately 516,000. \nThis does not count attachments (e.g., correspondence, drafts, final documents, press report, etc.) as \nseparate files. \nNote that for subjects who left the USAO during the pendency of the Epstein case, there are fewer, and \nthat the line AUSA (who remained involved with the CVRA litigation until mid-2019) accounts for the vast \nmajority of the files. \n2. It is our best ballpark estimate that we determined approximately 3,000 unique emails were directly relevant to \nOPR's investigation, but we certainly considered a larger universe. \n3. Our best (most useful) collection of scanned-in USAO hard copy documents is from the CVRA litigation, and \nincludes both the production to petitioners (3,754 pages), and a separate collection of privileged \ndocuments/records (about 15,267 pages) that were submitted to the court (and that remained privileged). We \nalso have hundreds of pages of other case documents in both hard copy format and electronically, but they are \nlargely duplicative of these two sets and are difficult to quantify. \nWe hope this is helpful. \nRegards, \nEFTA00020772",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Public Corruption",
        "role": "extracted",
        "context": "14:46:17 +0000 \nAUSA \nChief, Public Corruption \nUSAO-SDNY \n--\nFollowing are"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:01.547Z"
}