{
  "document": {
    "id": "efta00032599",
    "filename": "EFTA00032599.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032599.pdf",
    "text": "\n\nPRIVATE AND CONFIDENTIAL \nDear \nIt has been a long time since we were here in together and that meeting is often in \nmy thoughts. I hope that you are all well. I am so grateful we managed to speak despite the \npandemic —  thank you for travelling to see me. I hose that ou received the additional \ninformation sent to you a while ago \nPlease can someone let me know if it is possible to listen in on the trial or get daily \ntranscripts? No one has been in touch with me since we spoke. My understanding was that \nvictims would be kept informed of events? Please can you tell me who I contact? \nI specifically wanted to let you know that \nEFTA00032599\n\nI feel that some people don't \nsee me as a rea person wit ee ings. I  ee comp ete y exposed to a nightmare that I have \nbeen so violently thrown into without my consent or voice... this is one of the reasons why I \nso appreciated being able to speak with you in ao set the record straight. \nSomething that struck a chord with me was written by the author Chimanda Ngozi Adichie: \n'In this age of social media, where a story travels the world in minutes, silence sometimes \nmeans that other people can hijack your story and soon, their false version becomes the \ndefining story about you. The assumption of good faith is dead..... \nYours sincerel \nEFTA00032600",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Dear \nIt",
        "role": "extracted",
        "context": "PRIVATE AND CONFIDENTIAL \nDear \nIt has been a long time since we"
      },
      {
        "name": "Chimanda Ngozi",
        "role": "extracted",
        "context": "me was written by the author Chimanda Ngozi Adichie: \n'In this age of soc"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:32.044Z"
}