{
  "document": {
    "id": "efta00011192",
    "filename": "EFTA00011192.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00011192.pdf",
    "text": "\n\nExhibit \nU \nEFTA00011192\n\nIN THE MATTER OF AN OPINION \nON THE EXTRADITION LAW OF ENGLAND AND WALES \nRE GHISLAINE MAXWELL \nOverview \n1. This Opinion is provided pursuant to instructions from Peters and Peters Solicitors LLP I  dated 12 \nAugust 2020 in the context of bail proceedings relating to Ms Ghislaine Maxwell before the United \nStates District Court, Southern District of New York. Subsequent instructions have confirmed that Ms \nMaxwell will execute a waiver of her right to extradition that could be exhibited to a future extradition \nrequest made by the United States and relied upon in any extradition proceedings. The specific \nquestions asked by Peters and Peters are attached at Annex A. A summary of counsel's relevant \nexperience is attached at Annex B. The waiver is attached at Annex C. \n2. In summary: \n(a) Extradition proceedings in the United Kingdom are governed by the Extradition Act 2003 \n(`the 2003 Act') and, in general, comprise; (i) a hearing before a designated `appropriate \njudge' (the extradition hearing); and (ii) an appeal, subject to a leave requirement. \n(b) In proceedings under the 2003 Act, a  requested person may consent to their extradition \nwhich has the effect of removing the need for an extradition hearing and waiving the \nperson's statutory appeal rights. \n(c) In the majority of cases, proceedings in England and Wales in relation to US extradition \nrequests are concluded in under two years2.  The process is significantly shorter if the \nrequested person consents to their extradition and in those cases the timescales are \napproximately between one and three months. \n(d) It  is extremely unlikely that bail would be granted in an extradition case in circumstances \nwhere the requested person had absconded from criminal proceedings in the United States \nprior to trial and in breach of bail. \nI  The following documents were annexed to the instructions: (a) Superseding Indictment United States v  Ghislaine \nManvell, dated 8 July 2020; (b) a transcript of the arraignment and bail hearing that took place on 14 July 2020; (c) the \nMotion to Detain the Defendant dated 2 July 2020; (d) the Memorandum in Opposition to the Motion for Detention dated \n10 July 2020; (e) and the Government Reply Memorandum in Support of Detention dated 13 July 2020. \n2 \nThere is no data as to the duration of extradition proceedings in Northern Ireland and Scotland but it  may be inferred \nthat the timescales are similar. \n1922623.1 \n1 \nEFTA00011193\n\n(e) On the basis of the information currently known, it is highly unlikely that Ghislaine \nMaxwell would be able successfully to resist extradition to the United States in relation to \nthe charges in the superseding indictment dated 7 July 2020. \n1922623.1 \n2 \nEFTA00011194\n\nA. Extradition arrangements between the United Kingdom and the United States \nThe extradition arrangements \n3. Extradition relations between the United Kingdom and the United States of America are governed by \nan extradition treaty signed on 31 March 20033,  which is given effect in the domestic law of the \nUnited Kingdom.' by the 2003 Ace. \nOverview of the extradition process \n4. The United States of America has been designated as a `Part 2 territory' (also referred to as a \n`Category 2 territory') for the purposes of the 2003 Act6.  The effect of this designation is that \nextradition requests from the United States fall to be considered under Part 2 of the 2003 Act7, and the \nUnited States is exempted from the requirement to provide evidence sufficient to make a  case to \nanswer against the requested person (`the prima fade case requirement')8. \n5. Once a valid9 request for extradition is made by a Part 2 territory, the Secretary of State must, subject \nto very limited exceptions1D not applicable here, issue a certificate under section 70. Once a certificate \nis issued, the Secretary of State must send the request and certificate to the appropriate judge. In \npractice, it is extremely rare for the Secretary of State to refuse to issue a certificate under section 70. \n6. Under Part 2 of the 2003 Act, a requested person may be arrested pursuant to either a full extradition \nrequest'', or a  provisional request pending the service of a  full extradition request12.  In both cases, \nthere is an 'initial hearing' at which the requested person is produced before 'the appropriate \njudge'\n13\n3   Extradition Treaty between the Government of the United States of America and the Government of the United \nKingdom of Great Britain and Northern Ireland, signed 31 March 2003 and ratified on 26 April 2007. \n4 \nThe Extradition Act 2003 governs extradition to and from the United Kingdom. The Act applies in the three \njurisdictions within the United Kingdom: (a) England and Wales; (b) Scotland; and (c) Northern Ireland. There am \nlimited regional variations of which the only one of relevance to this Opinion is that the forum bar in s. 83A of the 2003 \nAct (see para. [34] below) is not yet in force in Scotland. \ns Extradition Act 2003, c.41, given Royal Assent on 20 November 2003. \n6 Extradition Act 2003 (Designation of Part 2 Territories) Order 2003/3334, Art. 2. \n7 Extradition Act 2003, s. 69. \n8 Extradition Act 2003, ss. 84(7) and 86(7). \n9  The conditions governing whether a request is valid are in ss. 70(3).(4A) and (7) of the 2003 Act. \nI° These relate to cases where: (a) there is a competing extradition request from another state (ss. 70(2)(a) and 126); and \n(b) the requested person has been granted refugee status or humanitarian protection in the UK (s. 70(2)(b) and (c)). \n\"  Extradition Act 2003, s. 71. \n12 Extradition Act 2003, s. 73. \n\"\nAs defined ins. 139 of the Extradition Act 2003. \n1922623.1 \n3 \nEFTA00011195\n\nwho must consider, amongst other things, whether to remand the person in custody or on bail''. In \ncases where the person appears before the court pursuant to a full extradition request, the judge must \nset a date for the extradition hearing to begin's. In provisional arrest cases, this date is set after the full \nrequest is served which, in US extradition cases, must be within 65 days of arrest16. \n7. At the extradition hearing, the appropriate judge must decide: (a) whether the extradition request \nmeets certain technical requirements''; (b) whether the person appearing before the judge is the \nperson whose extradition is requested's; (c) whether the offence(s) specified in the extradition request \nare extradition offence(s)19;  (d) whether there are any bars to extradition20; (e) whether extradition \nwould be compatible with the person's rights under the European Convention on Human Rights \n('ECHR') within the meaning of the Human Rights Act 199821; and, where applicable, (f) whether \nextradition would be oppressive by reason of the person's mental or physical condition22. \n8. If the appropriate judge decides all the statutory questions in favour of the requesting government, \nthen they must send the case to the Secretary of State23  who must decide whether any of the bars to \nextradition that she must consider24  apply. These bars are different to those considered by the \nappropriate judge. The Secretary of State has no power to consider any human rights objections to \nextradition25. If she decides that no bars apply, she must order the person's extradition?' subject to \nvery limited exceptions which are not applicable here27. \n\"  Extradition Act 2003, ss. 72(7Xc) and 74(7)(c). \n15  Extradition Act 2003, s. 75. \n\" Extradition Act 2003, s. 74(11Xb) and Extradition Act 2003 (Designation of Part 2 Territories) Order 2003/3334, Art. \n4. \n12   Extradition Act 2003, s. 78(2). The request must contain: (a) the documents specified in s. 70(9) (the extradition \nrequest and the Secretary of State's certificate); (b) particulars of the offence(s) specified in the request; (c) an arrest \nwarrant or a certificate of conviction and, where applicable, sentence. The judge must also decide whether the relevant \ndocumentation has been served on the requested person: s. 87(4)(c). \nIS  Extradition Act 2003, s. 78(4)(a). \n19 \nExtradition Act 2003, s. 78(4)(b). \n20\n \nThe bars to extradition are: (a) the rule against double jeopardy (s. 80); (b) extraneous considerations (s. 81); (c) \npassage of time (s. 82); (d) hostage-taking considerations (s. 83); and (e) forum (s. 83A). The bars to extradition are \nconsidered further at pans. 26 to 35 below. \n21  Section 87. The rights under the ECHR apply to every person within the jurisdiction of the United Kingdom: ECHR, \nArt. I. \n22  Extradition Act 2003, s. 91. \n23  Extradition Act 2003, s. 87(3). \n24 The bars to extradition that the Secretary of State must consider are: (a) the death penalty (s. 94); (b) speciality (s. 95); \n(c) earlier extradition to the United Kingdom from another territory (s. 96); and (d) earlier transfer to the United \nKingdom from the International Criminal Court (s. 96A). \n23  Extradition Act 2003, s. 70(11). \n1922623.1 \n4 \nEFTA00011196\n\n9. A requested person may appeal the decision of the appropriate judge to send the case to the Secretary \nof State, the decision of the Secretary of State to order extradition, or both28, except in consent cases \nwhere the person is deemed to have waived their rights of appealt9. Where the requested person is \ndischarged at the extradition hearing or by the Secretary of State, the requesting government may \nappeal the decision to discharge30. Extradition appeals are heard by the High Court. An appeal may be \nbrought on a  question of law or fact and may not be brought unless the court grants leave to appeal \nwhich requires the Appellant to establish that there is a reasonably arguable ground of appeal31. \n10. Either party may appeal a decision of the High Court to the Supreme Court, but only where the High \nCourt has certified that the decision involves a point of law of general public importance, and either \nthe High Court or the Supreme Court concludes that the point is one that ought to be considered by the \nSupreme Court32. Where leave is granted, the Supreme Court may either grant the appeal, or dismiss \nit33. In practice, such appeals are extremely rare; in the past ten years, only one US extradition case \nhas been considered by the Supreme Court\". \n11. In some cases, a  requested person may apply to the European Court of Human Rights and seek an \ninjunction to prevent the extradition from taking place until the application is  determined3s.  Such \napplications, which must be based on an alleged violation of a right under the ECIIR36, are also very \nrare. \n26 Extradition Act 2003, s. 93(4). \n23  The exceptions are: (a) that the Secretary of State is informed that the request has been withdrawn (s. 93(4)(a)); (b) \nthere is a  competing claim for extradition from another state (ss. 93(4Xb), 126(2) and 179(2)); (c) the person has been \ngranted asylum or humanitarian protection in the United Kingdom (s. 93(4)(c) and 6(A)); or (d) extradition would be \nagainst the interests of UK national security (s. 208). \nzg Extradition Act 2003, ss.103 and 108. \n\"  Extradition Act 2003, ss. 103(2) and 108(2). \n\"  Extradition Act 2003, ss. 105 and 110. \n31  Extradition Act 2003, ss. 103(4), 105(4), 108(3) and 110(4) and Criminal Procedure Rules ('CrimPR'), r. 50.17(4)(b). \n32 Extradition Act 2003, s. 114(4). \n33 Extradition Act 2003, s. 115(1). \n\"Norris v Government of the United States of America [2010] 2 AC 487. \n33 ECHR, Art. 34 and European Court of Human Rights, Rules of the Court, r. 39. \nECHR, Art. 34. \n1922623.1 \n5 \nEFTA00011197\n\nAn overview of the timeframes in relation to US extradition requests \n12. The timescales applicable to extradition proceedings are defined by statute and are set out in Annex D, \nalong with the circumstances in which the time-limits can be extended. \n13. There are few publicly available figures with respect to the timescales in Part 2  extradition cases in \ngeneral, and none with respect to US extradition cases. In July 2013, the UK Government estimated that, \non average, Part 2  extradition cases took approximately 10 months to conclude37.  In practice, contested \nUS extradition cases can take longer than 10 months, although the majority conclude within two years. \n14. These timescales are significantly reduced in cases such as this one where the requested person consents \nto his or her extradition at an early stage in the process. In those cases, extradition would be likely to take \nplace within three months. \nB. Consent to extradition \n15. At the initial hearing where a  requested person is first produced before the court, the appropriate judge is \nrequired to give them \"the required information about consent \"38. This information is: (a) that the person \nmay consent to extradition; (b) an explanation of the effect of consent and the procedure that will apply if \nconsent is given; and (c) that consent must be given in writing and is irrevocable39. \n16. Where consent is given before the case has been sent to the Secretary of State, it  must be given at a \nhearing before the appropriate judge'10. Once the case has been sent to the Secretary of State, consent must \nbe given to the Secretary of Staten. \n17. Where consent is given before the case is sent to the Secretary of State, the consequences are as follows: \n(a) If the appropriate judge has not fixed a date for the extradition hearing, they are not required to do \nSOJ2\n; \n(b) If the extradition hearing has begun, the appropriate judge is no longer required to proceed with \nit43; \n37  HM Government, Decision pursuant to Article 10 of Protocol 36 to the Treaty on the Functioning of the European \nUnion, July 2013, Cm 8671, page 94. \n3°  Extradition Act 2003, ss. 72(7Xb) and 74(7Xb). \n\"  Extradition Act 2003, ss. 72(8) and 74(8). \n4°  Extradition Act 2003, s. 127(4), (6)-(7). \nd1  Extradition Act 2003, s.I27(5). \nd2  Extradition Act 2003, s. 128(2). \nd3  Extradition Act 2003, s. 128(3). \n1922623.1 \n6 \nEFTA00011198\n\n(c) The appropriate judge is required to send the case to the Secretary of State\"; \n(d) The speciality bar to extradition no longer applies45. \n18. In all extradition cases, a requested person who consents to extradition loses the right to appeal against \neither the decision to send the case to the Secretary of State or the order for extradition** . \n19. The main effect of a decision by a requested person to consent to extradition is that the overall extradition \nprocedure is substantially shortened. In the context of US extradition cases, this means that removal can \ntake place within months, sometimes weeks, as compared to the longer timescales considered above. \nC. Bail in extradition cases \n20. Where extradition is sought for the purpose of prosecuting the requested person for an offence, the person \nhas the same right to bail as a defendant in domestic criminal proceedings, namely there is a presumption \nthat bail will be granted unless one of the exceptions in Schedule 1 to the Bail Act 1976 appliesJ7. The \nthree exceptions in Schedule 1 that most commonly apply in extradition proceedings are where there are \nsubstantial grounds to believe that the requested person, if released on bail, would: (a) fail to surrender to \ncustody; (b) commit an offence while on bail; or (c) interfere with witnesses or otherwise obstruct the \ncourse of justices. \n21. In considering whether to grant bail in an extradition case, the appropriate judge must have regard to as \nmany of the statutory considerations as appear to be relevantJ9. Those considerations are: (a) the nature \nand seriousness of the offence and the likely sentence; (b) the character, antecedents, associations and \ncommunity ties of the requested person; (c) the requested person's record as respects the fulfilment of \ntheir obligations under previous grants of bail in criminal proceedings; (d) the strength of the evidence \nagainst the requested person; and (e) any risk that the requested person may cause physical to mental \ninjury to another person. \n22. The approach taken by the High Court in a number of recent US bail appeals gives an indication as to the \nway in which the statutory considerations are approached in practice. In all five cases bail was refused\". \n44 Extradition Act 2003, s. 128(4). \n45  Extradition Act 2003, s.95(2). The principle of specialty is a rule of extradition law that is intended to ensure that an \nextradited person is not dealt with in the requesting state for any offence other than that for which they have been \nextradited. \n46 Extradition Act 2003, ss. 100(2), 103(2) and 108(2). \n47 Bail Act 1976, s. 4(2A). Them is no presumption of bail where extradition is sought in a conviction case: s. 4(2B). \n4.8 \nBail Act 1976, Schedule I, para. 2(1). \n49 Bail Act 1976, Schedule I, para. 9. \nso \nAdeagbo v Government of the United States of America  5  August 2020 (unreported) (wire fraud, money laundering \nand identity theft); Singh v Government of the United States of America [2019] EWHC 1800 (Admin) (drug trafficking); \n1922623.1 \n7 \nEFTA00011199\n\nIn three of the five cases the applicant was either a  British citizen or had significant community and \nfamily ties to the \nUKS1\n  but these were outweighed by the risk of flight, and in the other case, the lack of \nsubstantial community ties was cited as a factor in refusing bail\". \n23. As to the question in Peters and Peters' instructions, namely whether a person who absconded from US \ncriminal proceeding in breach of bail would be likely to be granted bail in any subsequent UK extradition \nproceedings, such a person is extremely unlikely to be granted bail. While every bail application falls to \nbe considered by reference to all the circumstances that are relevant at the time that the application is \nmade, in practice evidence of both a clear desire to evade prosecution for the offences in the extradition \nrequest, and a previous history of failure to comply with bail conditions, would militate strongly against \nthe grant of bail in almost all factual circumstances. \nD. The bars to extradition that may conceivably be open to Ms Maxwell should she face extradition to \nthe US in relation to the charges on the superseding indictment dated 7 August 2020 \n24. The offences in the superseding indictment are extradition offences within the meaning of section 137 \nof the Extradition Act 2003\". \n25. On the basis of the information available, there does not appear to be any arguable basis upon which \nthe bars of double jeopardys4; hostage-taking considerations95; death penalty56;  speciality\"; or earlier \nextradition or transfer could be engaged58. \n26. On the information available, the remaining bars - abuse of process/political motivation; passage of \ntime; forum; and mental and physical condition - would almost certainly fail in this case. \nPerry  fn 44, (kidnapping); Ahdullah v Government of the United States of America [2018] EWHC 2609 (Admin) (fraud); \nGovernment of the United States of America v Panovas [2018] EWHC 921 (Admin) (fraud). \n51 \nAbdullah. Panovas- Perry and Adeaebo.\n52 \nSingh.\n53  Had the conduct alleged occurred in the United Kingdom it would have amounted offences that include: (a) conspiracy \nto commit indecent assault contrary to section 1  of the Criminal Law Act 1967; (b) aiding and abetting or inciting \nindecent assault contrary to common law; (c) indecent assault contrary to section 14 of the Sexual Offences Act 1957; \nand (d) perjury contrary to section 1  of the Perjury Act 1911. \n53  Extradition Act 2003, s. 80. This bar is engaged \"if (and only in it appears that [the person] would be entitled to be \ndischarged under any rule of law relating to previous acquittal or conviction if he were charged with the extradition \noffence in the part of the United Kingdom where the judge exercises his jurisdiction\". \n55  Extradition Act 2003, s. 83. One of the requirements of this bar is that the act or omission constituting the extradition \noffence also constitutes an offence under s. I  of the Taking of Hostages Act 1982 which prohibits the taking of hostages \nin the context of international terrorism. \n55  Extradition Act 2003, s. 94. \n\" Extradition Act 2003, s. 95. See fn 46 above for a definition of `specialty'. \nss \nExtradition Act 2003, ss. 96 and 96A. \n1922623.1 \n8 \nEFTA00011200\n\nAbuse of process/political motivation \n27. Extradition requests are rarely discharged on the basis that the case in the requesting state is politically \nmotivated or abusive. It is well established that there is a  presumption of good faith in relation to a \nrequesting state, such as the US, which has a long history of respect for democracy, human rights and \nthe rule of law, and which has longstanding extradition arrangements with the United Kingdom\". \n28. It  is highly unlikely that Ms. Maxwell would be able to establish that the US prosecutor had acted in \nbad faith, for example by seeking her extradition for a collateral motive in circumstances where they \nknew there was no real case against herb0. \n29. It  is also highly unlikely that Ms Maxwell would be able to establish that her extradition was sought \nfor the purpose of prosecuting or punishing her on account of her political opinions, or that she might \nbe prejudiced at her trial or punished, detained or restricted in her personal liberty by reason of those \nopinions61. \nPassage of time \n30. Notwithstanding the date of the allegations in the superseding indictment, a  judge is unlikely to \nconclude that it  would be unjust or oppressive to extradite Ms Maxwell by reason of the passage of \ntime since the alleged commission of the offences62. The courts have upheld orders for extradition in \ncases with similar timescales to those in Ms Maxwell's case, including two cases involving historic \nallegations of sexual offending where the relevant time period was 20 and 33 years. In both cases, the \ncourts placed emphasis on the public interest in ensuring that extradition arrangements were honoured \nand in ensuring that serious allegations were tried63. \n31. As to oppression, the graver the offence the higher the threshold for oppressionTM.  Given the \nseriousness of the offences in Ms Maxwell's case, it is unlikely that she would be able to establish that \nany personal or family hardship that might be caused by the extradition65 should outweigh the public \n59 Ahmad v United Kingdom (2010) 51 EHRR SE6, para. 105. \n60 \nR (Bermingham) v Director of the Serious Fraud Office [2007] QB 727, para. 100. \n61  Extradition Act 2003, s. 81. \n62  Extradition Act 2003, s. 82. The date range for the offences in the superseding indictment is 1994-1997. \n63 Short v Falkland Islands [2020] 1  WLR 1644, pants. 41.49 and Henderson v Government of Australia [2015] EWHC \n1421 (Admin), pans. 19-26. \n\" Kakis v Government of the Republic of Cyprus [1978] I  WLR 779 at 784. \n\" Oppression requires personal or family hardship greater than that inevitably inherent in the act of extradition when \nfacing what is likely to be long criminal trial process in another country \nGanes \nv Government of Trinidad and Tobago \n[2009] 1  WLR 1038, para. 36- Norris v Government of United States of America [2007] 1  WLR 1730. \n1922623.1 \n9 \nEFTA00011201\n\ninterest in these offences being tried\". Similarly, there is a high threshold in relation to injustices', \nand it is very unlikely that Ms Maxwell would be able to meet it. There is a general presumption that \njustice will be done despite the passage of time and the burden is on the requested person to establish \nthe contrary\". In assessing injustice, the appropriate judge would have regard to the procedural \nsafeguards that exist under US domestic law69. Further, the judge is very likely to place weight on the \nfact that Ms Maxwell had, in the hypothetical scenario under consideration, absconded from ongoing \nproceedings that would otherwise have resulted in her trial in the US. As the English High Court \nexpressed it in Tollman  \"the very fact that the accused invokes justice to prevent [their] extradition \nrequires consideration of the circumstances which have led to the fact that [they are] not facing \njustice in the country from which [they have] fled\"\". In those circumstances it is very unlikely that \nMs Maxwell would be able to rely on the bar of passage of time to defeat extradition. \nForum \n32. It is highly unlikely that Ms Maxwell would be able to rely on the bar of forum, which applies where \nextradition would not be in the interests of justice because: (a) a substantial measure of the requested \nperson's `relevant activityi71  occurred in the UK; and (b) having regard to 'the specified matters'72\nrelating to the interests of justice (and only those matters), the extradition should not take place73. \n33. Although some of the conduct alleged in the superseding indictment is said to have occurred in \nLondon74, three of the 'specified matters' are likely to weigh heavily against a finding that extradition \nwould be barred by forum. First, it appears that the majority of the harm caused by the offending7s\nalleged in the superseding indictment occurred in the United States. An extradition judge would treat \n66  Kakis at 784. Although the passage of time bar was successfully relied on in the US extradition case of Eason v \nGovernment of the United States of America  [2020] EWHC 604 (Admin) the case-law is clear that a  fact-specific \nenquiry is required, and that authorities are of \"very limited value\" when considering the facts of individual cases: \nSteblins v Government of Latvia [2006] EWHC 1272 (Admin), para. 13. \n67  Gomes para. 36 and Lisowski-v-Regional Court of Bialystock (Poland) [2006] EWHC 3227 (Admin), para. 9. \n68 \nGames, para. 36. \n\" Woodcock v  Government of New Zealand [2004] 1  WLR 47, para. 29; Gomes para. 32-  Linkevicius v Prosecutor \nGeneral's Office of the Republic of Lithuania  [2006] EWHC 3481 (Admin) at para. 17; and Crean v  Government o( \nIreland [2007] EWHC 814 (Admin) at para. 21; Henderson  pans. 19-26. \n7°  Government of the United States of America v Tollman [2008] EWHC 184 (Admin), para. 53. \n71 \n'Relevant activity' means activity which is material to the commission of the extradition offence and is alleged to have \nbeen performed by the requested person: Extradition Act 2003, s. 83A(6). \nn  As defined ins. 83A(3) of the Extradition Act 2003. \n73 \n&tradition Act 2003, s. 83A(1) and (2). \n74 Superseding indictment dated 7 August 2020, para. 6. \n75 \nExtradition Act 2003, s. 83A(3)(a). \n1922623.1 \n10 \nEFTA00011202\n\nthis as a  weighty factor7s. Second, a  court would be likely to consider that the interests of the \nvictims\" would be best served by a  trial in the United States. The High Court has held that the \ninterests of victims's  \"will be in having a trial at a place where, if they do give evidence or wish to be \npresent, they can be so\" 79.  Third, Ms Maxwell's connections to the UK\" do not appear \nto be of a \ntype likely to be considered substantial in this context. \nMental and physical condition \n34. It is highly unlikely that Ms Maxwell would be able to establish that her physical or mental condition \nis  such that it would be unjust or oppressive to extradite her81. In order to rely on her physical or \nmental health in opposition to extradition, Ms Maxwell would need to serve evidence sufficient to \nmeet the statutory test. Most cases in the `unjust' category relate to the persons' fitness to plead to \notherwise to participate in trial proceedings. Oppression is a high threshold, not easily surmountableR2\nand stress and hardship, which occur in most extradition cases, are not sufficient83. Even in cases \nwhere the requested person suffers from a  serious medical conditions, it is  often possible for the \nrequesting state gives an assurance as to the medical care that will be providedTM, or an undertaking to \nreturn an individual if they are later found to be unfit to pleads', and thus ensure that extradition is \npossible notwithstanding the requested person's medical problems. \n76 Love v United States [2018] 1 WLR 2889, para. 28. \nn  Extradition Act 2003, s. 83A(3)(a). \nn  Extradition Act 2003, s. 83A(3)(a). \n79 Shaw v United States [2014] EWHC 4654 (Admin), paragraph 61. It is to be noted in this regard that, at Ms Maxwell's \nbail hearing on 14 July 2020, one of the victims made a statement in person and another provided a written statement that \nwas read to the court by the prosecutor: United States of America v Ghislaine Maxwell  Transcript of hearing, 14 July \n2020, pp. 3840. \n8° Extradition Act 2003, s. 83A(3)(g). \n81 \nExtradition Act 2003, s. 91. \n82 Love v Government of the United States  para. 122. \n83 Dewani v Govenrment of South Africa [2012] EWHC 842 (Admin), para. 73. \n84 Miao v Government of the United States of America [2ino] EWHC 2178 (Admin), para. 37. \nss \nDewani \n1922623.1 \n11 \nEFTA00011203\n\nE. The human rights objections that may conceivably be open to Ms Maxwell should she face \nextradition to the US in relation to the charges on the superseding indictment dated 7 August 2020 \n35. Finally, it is highly unlikely that Ms Maxwell would be able to demonstrate that her extradition would \nbe incompatible with her rights under the ECHR\". The human rights grounds that might potentially \nbe relied upon by Ms Maxwell are considered in the paragraphs that follows'. \nArticle 3 (Orison conditions) \n36. Article 3 protects the right not to be subject to torture or inhuman or degrading treatment. The test is \nwhether substantial grounds have been shown that, if extradited, the person faces a  \"real risk\" of \ntreatment contrary to Article 3u.  The test is a  stringent one and a  strong case is required to make \ngood a violation of Article 3\". Mistreatment must attain a minimum level of severity before Article 3 \nis engaged. Prison conditions can meet that test although, whether they do, depends on all the \ncircumstances, including the personal characteristics of the detainee90. Although Article 3 complaints \nbased on prison conditions are not uncommon in US cases, the courts have repeatedly rejected such \nsubmissions91 92.  Further, even if there were to be a case where the systemic conditions at one or more \nUS detention facilities were found to give rise to a  serious risk that Article 3 would be breached by \nextradition, such difficulties are capable of being surmounted by the provision of assurances that the \nrequested person will not be detained in those particular prisons, or by giving guarantees in relation to \n\"  Extradition Act 2003, s. 87. \n87 There does not appear to be any basis upon which it could be said that the following rights are engaged: (a) Art. 2 (the \nright to life); (b) An. 4 (freedom from slavery); (c) Art. 5 (unlawful detention); Art. 7 (no punishment without law); An. \n9 (freedom of thought, conscience and religion); Art. 10 (freedom of speech); Art. 1 I  (freedom of assembly); Art. 12 (the \nright to many); Art. 14 (discrimination); Arts. 1-3 of the First Protocol (protection of property; right to education; right to \nfree elections); and Art. 1 of the Thirteenth Protocol (abolition of the death penalty). \nts Soering v United Kingdom (1989) 11 EHRR 439, pans. 88 and 91. \n\" Elashmawy v Court of Brescia. Italy and Om [2015] EWHC 28 (Admin), para. 49. \n9° Ireland v United Kingdom (1979-80) 2 EHRR 25, para. 162. \n91 \nIncluding: Ahmad v United Kingdom (2013) 56 EHRR I, pans. 207-210; Pham v Government of the United States of \nAmerica  [2014] EWHC 4167 (Admin), paras. 44-51; Bedwell v  Government of the United States [2019] EWHC 3131 \n(Admin), para. 36; Dempsey  pans. 35-50; Sanchez v Government of the United States of America  [2020] EWHC 508 \n(Admin); and Miao para. 41. \n92  The conditions at the New York detention facilities, MDC and MCC were a  factor in the court's conclusion in Love \n(see fn 76 above) that extradition would be oppressive in light of Mr Love's \"rather particular circumstances\" which \nincluded a serious health condition (paras 102 and 106-108). The decision in Love was based on section 91 of the 2003 \nAct, and the court made no finding under Article 3 (para 123). In Hafeez, which was decided in January 2020, the High \nCourt received the same evidence as has been before the court in Love and concluded that \"the evidence in this case falls \nwell short of the necessary,  threshold\" to prove a breach of Article 3 based on the conditions at MDC and MCC (see \nHafeez v Government of the United States of America [2020] EWHC 155 (Admin), pan. 66). \n1922623.1 \n12 \nEFTA00011204\n\nspecific concerns, such as access to medical care93. In those circumstances, it  is highly unlikely that \nMs Maxwell would be able to rely on Article 3 to defeat a request for her extradition. \nArticle 6 (fair trial) \n37. Article 6  ECHR protects the right to a fair trial, and the European Court of Human Rights has noted \nthat Article 6 is \"strikingly similar\" to the Eighth Amendment to the US Constitution\". An issue may \nexceptionally be raised under Article 6 in an extradition case in circumstances where the requested \nperson risks suffering a  flagrant denial of justice in the requesting country95.  The test of `flagrant \ndenial' is particularly high, requiring a court to find not only that the trial would be unfair, but that \nthere would be \"a total nullification of the right to a fair trial \" 96 In practice, this threshold is rarely \novercome in extradition cases and it has never been met in a US extradition case. In those \ncircumstances, it is highly unlikely that Ms Maxwell would be able to successfully invoke Article 6 to \nresist her extradition. \nArticle 8 (private and family life) \n38. Article 8 ECHR protects the right to private and family life. In assessing Article 8, the court is \nrequired to conduct a balancing exercise where fact= in favour of extradition, including the \n\"constant and weighty\" public interests in honouring extradition treaties and ensuring that people \naccused of crimes should be brought to trial, are weighed against any personal or other factors that \nwould render extradition an interreference with private or family life. The test is whether any \ninterference would be disproportionate to the legitimate aims pursued by extradition97. In practice, the \nmore serious the offence, the more difficult it is to establish that extradition would be \ndisproportionate. Given the nature of the charges that she faces, it is highly unlikely that such an \nargument would succeed in Ms Maxwell's case. \nConclusion \n39. In conclusion, if the United States were to request Ms Maxwell's extradition in circumstances where \nshe had absconded to the United Kingdom in breach of bail conditions imposed in the United States, it \nis extremely unlikely that she would be granted bail and highly unlikely that she would be able \n\"  See, for example Miao at para. 37 where the court stated that: \"Assurances are commonly given in extradition cases in \norder to mitigate risks which might otherwise bar extradition. It is common for assurances to be given in respect of \nconditions of detention and the treatment of physical and mental illness (and associated suicide prevention) and they \nform an important part of extradition law\". \n94 Ahmad v United Kingdom 51 EHRR SE6, para. 133. \n95  Othman v United Kingdom (2012) 55 EHRR I, pan. 258. \n96  Othman para. 260. \n99 R (on the application of HH) v  Westminster City Magistrates' Court [2013] I  AC 338, pan. 30. \n1922623.1 \n13 \nEFTA00011205\n\nsuccessfully to resist the request for her extradition. Further, the waiver of her right to extradition \n(Annex C) would be admissible in any extradition proceedings and, in cases, such as this one, where \nthe requested person consents to their extradition, the extradition process is likely to take between one \nand three months to complete. \nDavid \nPerry QC \n6KBW College Hill \n8 October 2020 \n1922623.1 \n14 \nEFTA00011206\n\nAnnex A \nEFTA00011207\n\nAnnex A -  Ouestions set out in the Peters and Peters instructions dated 12 August 2020 \nCounsel is instructed to prepare an expert opinion in respect of the following: \n(a) Outline the extradition arrangements between the United Kingdom and the United \nStates, including an overview of the general manner in which the arrangements work \nand the general timeframe for UK extradition proceedings in relation to requests from \nthe US. Address any means by which UK extradition proceedings may be expedited. \n(b) Describe the manner in which a  requested person may consent to extradition (at all \nstages of the extradition process), and the impact of any such consent on the process \nby which the requested person may be subsequently removed. \n(c) Outline the arrangements in respect of bail pending extradition, and whether a \nrequested person is likely to be remanded on bail pending the hearing of an extradition \nrequest by the US, and any subsequent removal of that person from the UK. In a case \nwhere a person, subject to prosecution in US criminal proceedings, flees to the UK in \nbreach of bail conditions imposed by a US court, outline the likelihood of that person \nbeing remanded on bail in the UK pending the hearing of the extradition request, and \ntheir subsequent removal from the UK. \n(d) Outline the bars to extradition, and identify those which might, based on current \ninstructions, be conceivably open to Ms Maxwell were she to be arrested in the UK \nand subject to UK extradition proceedings pursuant to a request from the US, such as \npassage of time (section 82), forum (section 83A) and physical or mental condition \n(section 91). Address, in general terms, the prospects of Ms Maxwell successfully \navailing herself of any such bars, given the current approach in UK extradition case-\nlaw and the general thresholds required. \n(e) Outline the nature of the obligation for any extradition to be compatible with the \nrequested person's human rights (section 87) and identify those arguments that might \nconceivably be open to Ms Maxwell in any future extradition proceedings, such as \nArticle 3 and Article 6. Address, in general terms, the prospects of Ms Maxwell \nsuccessfully availing herself of any such bars, given the current approach in UK \nextradition case-law and the general thresholds required. \nEFTA00011208\n\nAnnex B \nEFTA00011209\n\nAnnex B —  CV of David Perry OC \n1. \nDavid \nPerry QC \n1.1. David Perry QC is a barrister and former head of chambers at 6KBW College Hill. From \n1991 to 1997, he was one of the Standing Counsel to the Department of Trade and \nIndustry. From 1997 to 2001, he was Junior Treasury Counsel to the Crown at the Central \nCriminal Court and Senior Treasury Counsel from 2001 until 2006, when he `took silk' \n(i.e. was appointed Queen's Counsel). He is a deputy High Court Judge and a judge of \nthe Court of Appeal of Jersey and Guernsey. \n1.2. Mr Peny prosecutes and defends and has extensive experience of extradition and mutual \nlegal assistance cases, both in the United Kingdom and overseas. He is a member of the \nEditorial Board of the Criminal Law Review and a joint editor of Blackstone's Criminal \nPractice, a leading practitioners' work. \n2. Extradition —  Experience and Expertise \n2.1. Mr Perry is widely considered one of the UK's pre-eminent extradition practitioners and \nis listed as such in the leading industry journals. He has acted on behalf of many overseas \ngovernments and appeared in the High Court, House of Lords and Supreme Court in the \nleading cases. He has acted as an expert consultant to the Commonwealth Secretariat on \ninternational co-operation and has advised overseas governments on the drafting and \nimplementation of their domestic legislation. \n3. Independent review of the United Kingdom's extradition arrangements \n3.1. In 2011/12, together with Lord Justice Scott Baker and Anand Doobay, Mr Perry was \nappointed by the UK Government to conduct the Home Office's Independent Review of \nthe UK's extradition arrangements. The review formed the basis of changes to the \nExtradition Act 2003. \n3.2. The year-long review looked in detail at the following five areas: \n• the Home Secretary's discretionary powers to stop extradition. \n• the operation of the European Arrest Warrant, which deals with extradition \nrequests between European countries. \n• where a crime is mainly committed in the UK, whether the person should be tried \nin the UK. \n• whether the US-UK Extradition Treaty is unbalanced. \n• whether requesting countries should be required to provide sufficient evidence to \nprove an allegation. \n3.3. The report, totalling 488 pages and presented to the Home Secretary on 30 September \n2011, made a series of recommendations in respect of the UK's extradition arrangements. \nPart 7 of the report looked specifically at extradition arrangements between the United \nStates and United Kingdom under the 2003 UK-US Treaty on Extradition. It assessed the \neffectiveness of the tests used in each jurisdiction and laid out the authors' observations \non the procedures under the treaty. Their conclusion was that the 2003 treaty was \noperating fairly and there was no basis to seek its renegotiation. \nEFTA00011210\n\n4. Practical Experience \n4.1. Mr Perry has acted for governments and individuals in the most important and high-\nprofile extradition matters, including extradition requests between the United Kingdom \nand the United States: \n• \nUSA v  Mackeliar: Acted on behalf of the Governor of the Cayman Islands in \nextradition proceedings brought on behalf of the Government of the United States. \n• \nUSA v Brian Dempsey [2020] EWHC 603 (Admin): Appeared for the Government \nof the United States in relation to an extradition request for an individual who had \ntravelled to Syria as part of the on-going conflict. \n• Russia v Alexander Zmikhnovskiy Westminster Magistrates Court, 15 April 2019 \n(unreported): Extradition request of former CEO of Oboronenergosbyt JSC, \nwho \nwas alleged to have been involved in fraud by the Russian Federation, his \nextradition was refused on several grounds. \n• Russia v Yurov, Westminster Magistrates Court, 28 September 2018 (unreported): \nAppeared for Ilya Yurov, former Chairman of a large Russian bank and previously \naccused of fraud, to successfully resist an extradition request from Russia. \n• Russia v A: Instructed to advise A in respect of a  prospective extradition request \nfrom Russia. The issues in the case relate to prison conditions, health, and fair trial. \n• \nR (H10 v  Westminster Magistrates' Court [2012] UKSC 25; [2012] 3 WLR 90: \none of the leading cases on the application of Article 8 ECHR in extradition \nproceedings \n• Norris v Government of the United States of America [2010] UKSC 9; [2010] 2 \nAC 487: Represented the Government of the United States in the Supreme Court \nin the leading case on the application of Articles 3 and 8 of the Convention in \nextradition proceedings. \n• Norris v Government of the United States of America [2008] UKHL 16, [2008] 1 \nAC 920: Represented the Government of the United States in the House of Lords \nin the leading case on cartels and competition law, and the requirement of double \ncriminality in extradition proceedings. \n• R (Bermingham) v  Director of the Serious Fraud Office [2006] EWHC 200 \n(Admin); [2007] QB 727: the extradition of the Natwest Three', one of the first \ncases US cases to \nproceed under the Extradition Act 2003. \nEFTA00011211\n\nAnnex \nC \nEFTA00011212\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUNITED STATES OF AMERICA, \n-  against - \nGHISLAINE MAXWELL, \nDefendant. \nDocket No. 20-CR-330 (MN) \nAFFIDAVIT AND WAIVER OF \nEXTRADITION \nGhislaine Maxwell, being duly sworn, deposes and says: \nI. I am the named defendant in the above-captioned case. I am a citizen of the \nUnited States, the United Kingdom, and France. I have resided in the United States since \napproximately 1991. I am currently incarcerated at the Metropolitan Detention Center in \nBrooklyn, New York. \n2. I have reviewed with my counsel, Mark S. Cohen and Christian R. Everdell of \nCohen & Gresser, LLP, the charges contained in the superseding indictment in the above-\ncaptioned case (the \"Indictment\"). In addition, I have been informed by United States and \nUnited Kingdom counsel, with whom I am satisfied, of my rights under the United Kingdom's \nExtradition Act 2003 (the \"Act\"), which gives effect to the Extradition Treaty between the \nGovernment of the United Kingdom of Great Britain and Northern Ireland and the Government \nof the United States of America (the \"Treaty\"). I  understand that, in proceedings in the United \nKingdom under the Act in respect of an extradition request by the United States under the Treaty \nin connection with the Indictment, I would be entitled to argue that I should not be extradited to \nthe United States. I understand that in the absence of my consent to extradition, I cannot be \nEFTA00011213\n\nsurrendered to the United States authorities unless and until a court in the United Kingdom issues \na ruling finding that there are no bars to my extradition. \n3. If I am released on bail in connection with the Indictment, I hereby voluntarily \nand irrevocably waive any rights to contest any extradition request by the United States under the \nTreaty with respect to the offenses charged in the Indictment. Specifically, I consent to \nextradition pursuant to Part 2 sections 127 and 128 of the Act in connection with the offenses \ncharged in the Indictment. In addition, to the extent that it might be relevant, I waive any rights \nto assert that any bars to extradition apply, and I confirm that no such bars apply. \n4. In the event that I  violate my bail conditions after being released, I understand \nthat the purpose of this affidavit is for the government to offer it to the authorities in the United \nKingdom when my extradition is sought by the United States government in relation to the \ncharges in the Indictment. I understand that the United Kingdom authorities may use this \naffidavit to assist in determining my extraditability. \n5. I make this waiver freely and voluntarily, after having consulted with counsel. \nDated this day of December 2020. \nGhislaine Maxwell \nI hereby certify that on this day of December 2020, Ghislaine Maxwell personally appeared \nbefore me and made his oath in due form of law that the statements herein are true. \nThe Honorable Alison J. Nathan \nUnited States District Judge \nSouthern District of New York \n2 \nEFTA00011214\n\nAnnex D \nEFTA00011215\n\nAnnex. I) — in relation to US \nextradition requests under the Extradition Act \n2003 \nStage Time-limit \nPreliminary stages \nCertification of the \nextradition request \nNo statutory time-limit' \nComment III: there is no consistent practice as to the length \nof time that it takes to certify an extradition request. Some \nrequests are certified within days; in other cases, certification \ntakes several months. Requests are certified more quickly in \ncases where the US authorities request expedition \nThe sending of the request \nand the certificate to the \nextradition judge \nNo statutory time-limit-\nComment PI: in practice, the documents are usually sent to \nthe appropriate judge on the same day that the request is \ncertified \nArrest under a provisional \nwarrant \nThe requested person must be brought before the extradition \njudge \"as soon as practicable\" after arrest, unless bail is \ngranted by the arresting officer' \nThe full extradition request must be served within 65 days-1\nComment PI: bail is rarely granted prior to the requested \nperson's production in court and never in cases where the \nCrown Prosecution Service objects to bail \nArrest pursuant to a full \nextradition \nrequest \nThe requested person must be brought before the extradition \njudge \"as soon as practicable\" after arrest, unless bail is \ngranted by the arresting officer' \nComment 141: see Comment [3] \nExtradition Act 2003, s. 70(1). \n2 Extradition Act 2003, s. 70(9). \n3 Extradition Act 2003, s. 74(3). \n4 Extradition Act 2003, s. 74(11)(6) and Extradition Act 2003 (Designation of Part 2 Territories) Order \n200313334, Art. 2. \n5 Extradition Act 2003, s. 72(3). \nEFTA00011216\n\nCases where the requested person consents to extradition \nSending the case to the \nSecretary of State \nNo statutory time-limie \nComment IS]: in practice, where the requested person \nconsents to extradition, the case is sent to the Secretary of \nState straight away \nOrder for extradition Two months of the date on which the case is sent to the \nSecretary of State \nComment 161: where the requested person consents to \nextradition, the Secretary of State does not need to wait four \nweeks to consider any representations from the requested \nperson before ordering extradition: section 93(7) \nRemoval 28 days of the order for \nextraditions\nCases where there is an extradition hearing \nThe date of the extradition \nhearing (provisional arrest) \nTwo months from the date on which the Secretary of State \nsends the documents to the extradition judge. That date can be \nextended by the extradition judge on application by one of the \nparties where the judge considers it to be \"in the interests of \njustice\" to fix a later date. The time-limit can be extended \nmore than once \nComment 171: in practice, the extradition judge often \n\"opens\" the extradition hearing at the initial hearing with the \neffect that this time-limit ceases to run \nThe date of the extradition \nhearing (arrest pursuant to a \nfull request) \nTwo months from the initial hearing. That date can be \nextended by the extradition judge on application by one of the \nparties where the judge considers it to be \"in the interests of \njustice\" to fix a later date. The time-limit can be extended \nmore than once' \nComment 181: in practice, the extradition judge often \n\"opens\" the extradition hearing at the initial hearing with the \neffect that this time-limit ceases to run \n6  Extradition Act 2003, s. 128. \n7  Extradition Act 2003, s. 99(3). \n8  Extradition Act 2003, s. 117(2)(a). \nExtradition Act 2003, s. 76(3)-(4). \n1° Extradition Act 2003, s. 75(2)—(3). \nEFTA00011217\n\nSending the case to the \nSecretary of State \nNo statutory time-limit\" \nComment Pi: in practice, the judge sends the case to the \nSecretary of State straight away \nOrder for extradition Two months of the date on which the case is sent to the \nSecretary of State' \nExtradition may not be ordered during the first four weeks of \nthis period (`the permitted period') to allow the requested \nperson to make representations13\nCases where there is no appeal \nRemoval 28 days starting with: (a) the day on which the requested \nperson is informed that an order for extradition has been made \n(in cases where no in-time appeal is lodged); or (b) the day on \nwhich leave to appeal is refused by the High Court14\nCases where there is an appeal \nLodging an application for \npermission to appeal a \ndecision to send the case to \nthe Secretary of State \nNotice of application for leave to appeal must be lodged \nwithin 14 days of the day on which the requested person was \ninformed of the Secretary of State's decision to order \nextradition1s\nThis time-limit may be extended if the person \"did everything \nreasonably possible to ensure that the notice was given as \nsoon as it could be given\"' \nLodging an application for \npermission to appeal against \nan order for extradition \nNotice of application for leave to appeal must be lodged \nwithin 14 days of the day on which the requested person was \ninformed of the Secretary of State's decision to order \nextradition17\nII Extradition Act 2003, s. 87. \n12  Extradition Act 2003, s. 99(3). \n13  Extradition Act 2003, s. 93(5)—(6). \n14  Extradition Act 2003, s. 117(1)—(2). \nIs Extradition Act 2003, s. 103(9). \n16 Extradition Act 2003, s. 103(10). \n17 Extradition Act 2003, s. 108(4)(b). \nEFTA00011218\n\nAn application may be lodged out of time only where \nit appears to the High Court that (a) the appeal is necessary to \navoid real injustice, and the circumstances are exceptional and \nmake it appropriate for the appeal to be heard; or (b) the \nperson did everything reasonably possible to ensure that the \nnotice was given as soon as it could be given18\nLodging an application for \npermission to appeal against \ndischarge at the extradition \nhearing \nNotice of application for leave to appeal must be lodged \nwithin 14 days of the day on which the order for discharge \nwas made19\nThis time-limit may not be extended \nLodging an application for \npermission to appeal against \ndischarge by the Secretary \nof \nState \nNotice of application for leave to appeal must be lodged \nwithin 14 days of the day on which the requesting government \nis informed of the order for discharge20\nThis time-limit may not be extended \nLodging an application for \nleave to appeal to the High \nCourt \n14 days, starting on the day on which the court makes it \ndecision on the appeal to it21\nLodging an application to \nthe Supreme Court for leave \nto appeal \n14 days, starting on the day on which the High Court refuses \nleave to appeal\n22 \nLodging an appeal if leave it \ngranted \n28 days starting on the day on which leave is granted23\nExtradition following appeal \nRemoval 28 days starting with: (a) the day on which the decision of the \nrelevant court becomes final, or (b) the day on which \nproceedings on the appeal are discontinued'. \n18  Extradition Act 2003, s. I08(7A) and (8). \n19  Extradition Act 2003, s. 105(5). \n\"Extradition Act 2003, s. 110(5). \n21  Extradition Act 2003, s. 114(5). \n22  Extradition Act 2003, s. 114(6). \n23  Extradition Act 2003, s. 114(7). \n24  Extradition Act 2003, s. 118(2). \nEFTA00011219\n\nIn cases where there is no appeal to the Supreme Court, the \nrelevant court is the High Court and the decision becomes \nfinal when the period for applying for permission to appeal \nends and there is no such application, or leave to appeal is \nrefused25. \nIn cases where there is an appeal to the Supreme Court, the \nrelevant court is the Supreme Court and the decision becomes \nfinal when it is made26. \n25 Extradition Act 2003, s. 118(3) and (4). \n26 Extradition Act 2003, s. 118(3) and (6). \nEFTA00011220",
    "pageCount": 29,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ON THE EXTRADITION LAW OF ENGLAND AND WALES \nRE GHISLAINE MAXWELL \nOverview \n1. This Opinion is provided pursuant t"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": ". It  is highly unlikely that Ms. Maxwell would be able to establis"
      },
      {
        "name": "This Opinion",
        "role": "extracted",
        "context": "ISLAINE MAXWELL \nOverview \n1. This Opinion is provided pursuant to instr"
      },
      {
        "name": "Peters Solicitors",
        "role": "extracted",
        "context": "instructions from Peters and Peters Solicitors LLP I  dated 12 \nAugust 2020"
      },
      {
        "name": "Ms Ghislaine",
        "role": "extracted",
        "context": "bail proceedings relating to Ms Ghislaine Maxwell before the United \nSt"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "Ghislaine Maxwell before the United \nStates District Court, Southern Dist"
      },
      {
        "name": "District Court",
        "role": "extracted",
        "context": "ell before the United \nStates District Court, Southern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "nited \nStates District Court, Southern District of New York. Subsequent instr"
      },
      {
        "name": "Ms \nMaxwell",
        "role": "extracted",
        "context": "tructions have confirmed that Ms \nMaxwell will execute a waiver of her"
      },
      {
        "name": "United Kingdom",
        "role": "extracted",
        "context": "xtradition proceedings in the United Kingdom are governed by the Extraditi"
      },
      {
        "name": "Extradition Act",
        "role": "extracted",
        "context": "d Kingdom are governed by the Extradition Act 2003 \n(`the 2003 Act') and, i"
      },
      {
        "name": "Superseding Indictment",
        "role": "extracted",
        "context": "exed to the instructions: (a) Superseding Indictment United States v  Ghislaine \nM"
      },
      {
        "name": "Ghislaine \nManvell",
        "role": "extracted",
        "context": "g Indictment United States v  Ghislaine \nManvell, dated 8 July 2020; (b) a tra"
      },
      {
        "name": "Government Reply",
        "role": "extracted",
        "context": "ed \n10 July 2020; (e) and the Government Reply Memorandum in Support of Dete"
      },
      {
        "name": "Northern Ireland",
        "role": "extracted",
        "context": "of extradition proceedings in Northern Ireland and Scotland but it  may be i"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "n, it is highly unlikely that Ghislaine \nMaxwell would be able successfully to"
      },
      {
        "name": "The United",
        "role": "extracted",
        "context": "f the extradition process \n4. The United States of America has been de"
      },
      {
        "name": "Under Part",
        "role": "extracted",
        "context": "ificate under section 70. \n6. Under Part 2 of the 2003 Act, a requeste"
      },
      {
        "name": "Extradition Treaty",
        "role": "extracted",
        "context": "he appropriate \njudge'\n13\n3   Extradition Treaty between the Government of the"
      },
      {
        "name": "United \nKingdom",
        "role": "extracted",
        "context": "ica and the Government of the United \nKingdom of Great Britain and Northern"
      },
      {
        "name": "Great Britain",
        "role": "extracted",
        "context": "ent of the United \nKingdom of Great Britain and Northern Ireland, signed"
      },
      {
        "name": "The Extradition",
        "role": "extracted",
        "context": "atified on 26 April 2007. \n4 \nThe Extradition Act 2003 governs extradition"
      },
      {
        "name": "The Act",
        "role": "extracted",
        "context": "and from the United Kingdom. The Act applies in the three \njurisdi"
      },
      {
        "name": "Royal Assent",
        "role": "extracted",
        "context": "adition Act 2003, c.41, given Royal Assent on 20 November 2003. \n6 Extra"
      },
      {
        "name": "European Convention",
        "role": "extracted",
        "context": "the person's rights under the European Convention on Human Rights \n('ECHR') wit"
      },
      {
        "name": "Human Rights",
        "role": "extracted",
        "context": "er the European Convention on Human Rights \n('ECHR') within the meaning"
      },
      {
        "name": "The Secretary",
        "role": "extracted",
        "context": "ed by the \nappropriate judge. The Secretary of State has no power to cons"
      },
      {
        "name": "International Criminal",
        "role": "extracted",
        "context": "the United \nKingdom from the International Criminal Court (s. 96A). \n23  Extradit"
      },
      {
        "name": "High Court",
        "role": "extracted",
        "context": "tion appeals are heard by the High Court. An appeal may be \nbrought on"
      },
      {
        "name": "Supreme Court",
        "role": "extracted",
        "context": "sion of the High Court to the Supreme Court, but only where the High \nCou"
      },
      {
        "name": "High \nCourt",
        "role": "extracted",
        "context": "eme Court, but only where the High \nCourt has certified that the decisi"
      },
      {
        "name": "European Court",
        "role": "extracted",
        "context": "ested person may apply to the European Court of Human Rights and seek an"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "105(4), 108(3) and 110(4) and Criminal Procedure Rules ('CrimPR'), r. 50.17(4)"
      },
      {
        "name": "In July",
        "role": "extracted",
        "context": "pect to US extradition cases. In July 2013, the UK Government estim"
      },
      {
        "name": "European \nUnion",
        "role": "extracted",
        "context": "aty on the Functioning of the European \nUnion, July 2013, Cm 8671, page 94."
      },
      {
        "name": "Bail Act",
        "role": "extracted",
        "context": "ceptions in Schedule 1 to the Bail Act 1976 appliesJ7. The \nthree ex"
      },
      {
        "name": "Ms Maxwell",
        "role": "extracted",
        "context": "at may conceivably be open to Ms Maxwell should she face extradition t"
      },
      {
        "name": "Criminal Law",
        "role": "extracted",
        "context": "contrary to section 1  of the Criminal Law Act 1967; (b) aiding and abet"
      },
      {
        "name": "Sexual Offences",
        "role": "extracted",
        "context": "contrary to section 14 of the Sexual Offences Act 1957; \nand (d) perjury co"
      },
      {
        "name": "Perjury Act",
        "role": "extracted",
        "context": "contrary to section 1  of the Perjury Act 1911. \n53  Extradition Act 20"
      },
      {
        "name": "Hostages Act",
        "role": "extracted",
        "context": "under s. I  of the Taking of Hostages Act 1982 which prohibits the taki"
      },
      {
        "name": "Serious Fraud",
        "role": "extracted",
        "context": "Bermingham) v Director of the Serious Fraud Office [2007] QB 727, para. 1"
      },
      {
        "name": "Falkland Islands",
        "role": "extracted",
        "context": "ent is 1994-1997. \n63 Short v Falkland Islands [2020] 1  WLR 1644, pants. 41"
      },
      {
        "name": "English High",
        "role": "extracted",
        "context": "n her trial in the US. As the English High Court \nexpressed it in Tollma"
      },
      {
        "name": "Regional Court",
        "role": "extracted",
        "context": "Gomes para. 36 and Lisowski-v-Regional Court of Bialystock (Poland) [2006]"
      },
      {
        "name": "New Zealand",
        "role": "extracted",
        "context": "\" Woodcock v  Government of New Zealand [2004] 1  WLR 47, para. 29; G"
      },
      {
        "name": "Prosecutor \nGeneral",
        "role": "extracted",
        "context": "omes para. 32-  Linkevicius v Prosecutor \nGeneral's Office of the Republic of L"
      },
      {
        "name": "The High",
        "role": "extracted",
        "context": "trial in the United States. The High Court has held that the \ninte"
      },
      {
        "name": "South Africa",
        "role": "extracted",
        "context": "2. \n83 Dewani v Govenrment of South Africa [2012] EWHC 842 (Admin), para"
      },
      {
        "name": "Although Article",
        "role": "extracted",
        "context": "cteristics of the detainee90. Although Article 3 complaints \nbased on prison"
      },
      {
        "name": "First Protocol",
        "role": "extracted",
        "context": "rimination); Arts. 1-3 of the First Protocol (protection of property; righ"
      },
      {
        "name": "Thirteenth Protocol",
        "role": "extracted",
        "context": "elections); and Art. 1 of the Thirteenth Protocol (abolition of the death penal"
      },
      {
        "name": "Mr Love",
        "role": "extracted",
        "context": "uld be oppressive in light of Mr Love's \"rather particular circumst"
      },
      {
        "name": "In Hafeez",
        "role": "extracted",
        "context": "g under Article 3 (para 123). In Hafeez, which was decided in January"
      },
      {
        "name": "Eighth Amendment",
        "role": "extracted",
        "context": "s \"strikingly similar\" to the Eighth Amendment to the US Constitution\". An i"
      },
      {
        "name": "Westminster City",
        "role": "extracted",
        "context": "(on the application of HH) v  Westminster City Magistrates' Court [2013] I"
      },
      {
        "name": "David \nPerry",
        "role": "extracted",
        "context": "nd three months to complete. \nDavid \nPerry QC \n6KBW College Hill \n8 Octo"
      },
      {
        "name": "College Hill",
        "role": "extracted",
        "context": "plete. \nDavid \nPerry QC \n6KBW College Hill \n8 October 2020 \n1922623.1 \n1"
      },
      {
        "name": "David Perry",
        "role": "extracted",
        "context": "FTA00011209\n\nAnnex B —  CV of David Perry OC \n1. \nDavid \nPerry QC \n1.1."
      },
      {
        "name": "Standing Counsel",
        "role": "extracted",
        "context": "91 to 1997, he was one of the Standing Counsel to the Department of Trade an"
      },
      {
        "name": "Junior Treasury",
        "role": "extracted",
        "context": "ry. From 1997 to 2001, he was Junior Treasury Counsel to the Crown at the C"
      },
      {
        "name": "Central \nCriminal",
        "role": "extracted",
        "context": "y Counsel to the Crown at the Central \nCriminal Court and Senior Treasury Cou"
      },
      {
        "name": "Senior Treasury",
        "role": "extracted",
        "context": "e Central \nCriminal Court and Senior Treasury Counsel from 2001 until 2006,"
      },
      {
        "name": "Mr Peny",
        "role": "extracted",
        "context": "of Jersey and Guernsey. \n1.2. Mr Peny prosecutes and defends and ha"
      },
      {
        "name": "Editorial Board",
        "role": "extracted",
        "context": "rseas. He is a member of the \nEditorial Board of the Criminal Law Review an"
      },
      {
        "name": "Criminal \nPractice",
        "role": "extracted",
        "context": "joint editor of Blackstone's Criminal \nPractice, a leading practitioners' wor"
      },
      {
        "name": "Mr Perry",
        "role": "extracted",
        "context": "xperience and Expertise \n2.1. Mr Perry is widely considered one of t"
      },
      {
        "name": "Commonwealth Secretariat",
        "role": "extracted",
        "context": "s an expert consultant to the Commonwealth Secretariat on \ninternational co-operatio"
      },
      {
        "name": "Lord Justice",
        "role": "extracted",
        "context": ".1. In 2011/12, together with Lord Justice Scott Baker and Anand Doobay,"
      },
      {
        "name": "Scott Baker",
        "role": "extracted",
        "context": "2, together with Lord Justice Scott Baker and Anand Doobay, Mr Perry wa"
      },
      {
        "name": "Anand Doobay",
        "role": "extracted",
        "context": "Lord Justice Scott Baker and Anand Doobay, Mr Perry was \nappointed by t"
      },
      {
        "name": "Home Office",
        "role": "extracted",
        "context": "UK Government to conduct the Home Office's Independent Review of \nthe"
      },
      {
        "name": "Independent Review",
        "role": "extracted",
        "context": "to conduct the Home Office's Independent Review of \nthe UK's extradition arra"
      },
      {
        "name": "Home Secretary",
        "role": "extracted",
        "context": "following five areas: \n• the Home Secretary's discretionary powers to sto"
      },
      {
        "name": "European Arrest",
        "role": "extracted",
        "context": "tion. \n• the operation of the European Arrest Warrant, which deals with ext"
      },
      {
        "name": "Practical Experience",
        "role": "extracted",
        "context": "egotiation. \nEFTA00011210\n\n4. Practical Experience \n4.1. Mr Perry has acted for"
      },
      {
        "name": "Cayman Islands",
        "role": "extracted",
        "context": "behalf of the Governor of the Cayman Islands in \nextradition proceedings b"
      },
      {
        "name": "Brian Dempsey",
        "role": "extracted",
        "context": "the United States. \n• \nUSA v Brian Dempsey [2020] EWHC 603 (Admin): Appe"
      },
      {
        "name": "Alexander Zmikhnovskiy",
        "role": "extracted",
        "context": "n-going conflict. \n• Russia v Alexander Zmikhnovskiy Westminster Magistrates Court"
      },
      {
        "name": "Westminster Magistrates",
        "role": "extracted",
        "context": "ssia v Alexander Zmikhnovskiy Westminster Magistrates Court, 15 April 2019 \n(unrepo"
      },
      {
        "name": "Russian Federation",
        "role": "extracted",
        "context": "been involved in fraud by the Russian Federation, his \nextradition was refused"
      },
      {
        "name": "Ilya Yurov",
        "role": "extracted",
        "context": "8 (unreported): \nAppeared for Ilya Yurov, former Chairman of a large R"
      },
      {
        "name": "Natwest Three",
        "role": "extracted",
        "context": "B 727: the extradition of the Natwest Three', one of the first \ncases US"
      },
      {
        "name": "Docket No",
        "role": "extracted",
        "context": "ISLAINE MAXWELL, \nDefendant. \nDocket No. 20-CR-330 (MN) \nAFFIDAVIT AN"
      },
      {
        "name": "Metropolitan Detention",
        "role": "extracted",
        "context": "currently incarcerated at the Metropolitan Detention Center in \nBrooklyn, New York"
      },
      {
        "name": "The Honorable",
        "role": "extracted",
        "context": "statements herein are true. \nThe Honorable Alison J. Nathan \nUnited Stat"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "rue. \nThe Honorable Alison J. Nathan \nUnited States District Judge \nSouthe"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "able Alison J. Nathan \nUnited States District Judge \nSouthern District of N"
      },
      {
        "name": "Judge \nSouthern",
        "role": "extracted",
        "context": "athan \nUnited States District Judge \nSouthern District of New York \n2 \nEFTA"
      },
      {
        "name": "Stage Time",
        "role": "extracted",
        "context": "er the Extradition Act \n2003 \nStage Time-limit \nPreliminary stages \nCe"
      },
      {
        "name": "Crown Prosecution",
        "role": "extracted",
        "context": "and never in cases where the \nCrown Prosecution Service objects to bail \nArre"
      },
      {
        "name": "State \nNo",
        "role": "extracted",
        "context": "the case to the \nSecretary of State \nNo statutory time-limie \nComment"
      },
      {
        "name": "State \nComment",
        "role": "extracted",
        "context": "is sent to the \nSecretary of State \nComment 161: where the requested pers"
      },
      {
        "name": "Comment Pi",
        "role": "extracted",
        "context": "te \nNo statutory time-limit\" \nComment Pi: in practice, the judge sends"
      },
      {
        "name": "State \nNotice",
        "role": "extracted",
        "context": "the case to \nthe Secretary of State \nNotice of application for leave to a"
      },
      {
        "name": "Is Extradition",
        "role": "extracted",
        "context": "ion Act 2003, s. 117(1)—(2). \nIs Extradition Act 2003, s. 103(9). \n16 Extr"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-08-12",
        "event": "12 \nAugust 2020"
      },
      {
        "date": "2020-07-08",
        "event": "8 July 2020"
      },
      {
        "date": "2020-07-14",
        "event": "14 July 2020"
      },
      {
        "date": "2020-07-02",
        "event": "2 July 2020"
      },
      {
        "date": "2020-07-10",
        "event": "10 July 2020"
      },
      {
        "date": "2020-07-13",
        "event": "13 July 2020"
      },
      {
        "date": "2020-07-07",
        "event": "7 July 2020"
      },
      {
        "date": "2003-03-31",
        "event": "31 March 2003"
      },
      {
        "date": "2007-04-26",
        "event": "26 April 2007"
      },
      {
        "date": "2003-11-20",
        "event": "20 November 2003"
      },
      {
        "date": "2020-08-05",
        "event": "5  August 2020"
      },
      {
        "date": "2020-08-07",
        "event": "7 August 2020"
      },
      {
        "date": "2020-07-14",
        "event": "14 July \n2020"
      },
      {
        "date": "2020-10-08",
        "event": "8 October 2020"
      },
      {
        "date": "2020-08-12",
        "event": "12 August 2020"
      },
      {
        "date": "2011-09-30",
        "event": "30 September \n2011"
      },
      {
        "date": "2019-04-15",
        "event": "15 April 2019"
      },
      {
        "date": "2018-09-28",
        "event": "28 September 2018"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:43.338Z"
}