{
  "document": {
    "id": "efta00031498",
    "filename": "EFTA00031498.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00031498.pdf",
    "text": "\n\nFrom: \nTo: \nSubject: RE: GHISLAINE MAXWELL CHARGED IN MANHATTAN FEDERAL COURT FOR \nCONSPIRING WITH JEFFREY EPSTEIN TO SEXUALLY ABUSE MINORS \nDate: Mon, 06 Jul 2020 21:08:45 +0000 \nThis is now belated, but—thank you!! And hope you and the fam are hanging in there these days! \nFrom \nSent: Thursda July 02 2020 15:01 \nTo: \nSubject: Fwd: GHISLAINE MAXWELL CHARGED IN \nMANHATTAN FEDERAL COURT FOR CONSPIRING WITH JEFFREY EPSTEIN \nTO SEXUALLY ABUSE MINORS \nCongratulations! \nBegin forwarded message: \nFrom:\nDate: uIy 2, 2020 at 1.22.27 1 M EDI  \nSubject: GHISLAINE MAXWELL CHARGED IN MANHATTAN FEDERAL COURT FOR \nCONSPIRING WITH JEFFREY EPSTEIN TO SEXUALLY ABUSE MINORS \n[cicnage001 png®01D53E43.CA2BB290]\nGHISLAINE MAXWELL CHARGED IN MANHATTAN FEDERAL COURT FOR CONSPIRING WITH \nJEFFREY EPSTEIN TO SEXUALLY ABUSE MINORS<https://edit.justice.gov/usao-sdny/prighislaine-\nmaxwell-charged-manhattan-federal-court-cons  iring-jeffreyspstein-sexually> \nMaxwell is Alleged to Have Facilitated, Participated in Acts of Abuse \nAdditionally Charged With Perjury in Connection With 2016 Depositions \nAudrey Strauss, the Acting United States Attorney for the Southern District of New York, William F. Sweeney \nJr., the Assistant Director-in-Charge of the New York Field Office of the Federal Bureau of Investigation \n(\"FBP\"), and Dermot Shea, Commissioner of the New York City Police Department (\"NYPD\"), announced that \nGHISLANE MAXWELL was arrested this morning and charged with enticing a minor to travel to engage in \ncriminal sexual activity, transporting a minor with the intent to engage in criminal sexual activity, conspiracy to \ncommit both of those offenses, and perjury in connection with a sworn deposition. The Indictment unsealed \ntoday alleges that between at least in or about 1994 through 1997, MAXWELL and co-conspirator Jeffrey \nEpstein exploited girls as young as 14, including by enticing them to travel and transporting them for the \npurpose of engaging in illegal sex acts. As alleged, knowing that Epstein had a preference for young girls, \nMAXWELL played a critical role in the grooming and abuse of minor victims that took place in locations \nincluding New York, Florida, and New Mexico. In addition, as alleged, MAXWELL made several false \nstatements in sworn depositions in 2016. MAXWELL is expected to be presented this afternoon in the in \nfederal court in New Hampshire. This case is assigned to U.S. District Judge Alison J. Nathan. \nEFTA00031498\n\nActing U.S. Attorney Audrey Strauss said: \"As alleged, Ghislaine Maxwell facilitated, aided, and participated \nin acts of sexual abuse of minors. Maxwell enticed minor girls, got them to trust her, and then delivered them \ninto the trap that she and Jeffrey Epstein had set. She pretended to be a woman they could trust. All the while, \nshe was setting them up to be abused sexually by Epstein and, in some cases, Maxwell herself. Today, after \nmany years, Ghislaine Maxwell finally stands charged for her role in these crimes.\" \nFBI Assistant Director William F. Sweeney Jr. said: \"Preserving the innocence of children is among the most \nimportant responsibilities we carry as adults. Like Epstein, Ms. Maxwell chose to blatantly disregard the law \nand her responsibility as an adult, using whatever means she had at her disposal to lure vulnerable youth into \nbehavior they should never have been exposed to, creating the potential for lasting harm. We know the quest \nfor justice has been met with great disappointment for the victims, and that reliving these events is traumatic. \nThe example set by the women involved has been a powerful one. They persevered against the rich and \nconnected, and they did so without a badge, a gun, or a subpoena - and they stood together. I  have no doubt the \nbravery exhibited by the women involved here has empowered others to speak up about the crimes of which \nthey've been subjected.\" \nNYPD Commissioner Dermot Shea said: \"The heinous crimes these charges allege are, and always will be \nabhorrent for the lasting trauma they inflict on victims. I commend our investigators, and law enforcement \npartners, for their continuing commitment to bringing justice to the survivors of sexual assault, everywhere.\" \nIf you believe you are a victim of the sexual abuse perpetrated by Jeffrey Epstein, please contact the FBI at I-\n800-CALL FBI, and reference this case. \nAccording to the Indictment[1] unsealed today in Manhattan federal court: \nFrom at least 1994 through at least 1997, GHISLAINE MAXWELL assisted, facilitated, and participated in \nJeffrey Epstein's abuse of minor girls by, among other things, helping Jeffrey Epstein to recruit, groom, and \nultimately abuse victims known to MAXWELL and Epstein to be under the age of 18. The victims were as \nyoung as 14 years old when they were groomed and abused by MAXWELL and Epstein, both of whom knew \nthat their victims were in fact minors. As a part and in furtherance of their scheme to abuse minor victims, \nMAXWELL and Epstein enticed and caused minor victims to travel to Epstein's residences in different states, \nwhich MAXWELL knew and intended would result in their grooming for and subjection to sexual abuse. \nAs alleged, MAXWELL enticed and groomed minor girls to be abused in multiple ways. For example, \nMAXWELL attempted to befriend certain victims by asking them about their lives, taking them to the movies \nor taking them on shopping trips, and encouraging their interactions with Epstein. MAXWELL also acclimated \nvictims to Epstein's conduct simply by being present for victim interactions with Epstein, which put victims at \nease by providing the assurance and comfort of an adult woman who seemingly approved of Epstein's \nbehavior. Additionally, to make victims feel indebted to Epstein, MAXWELL would encourage victims to \naccept offers of financial assistance from Epstein, including offers to pay for travel or educational expenses. \nMAXWELL also normalized and facilitated sexual abuse by discussing sexual topics with victims, \nencouraging them to massage Epstein, and undressing in front of a victim. \nAs MAXWELL and Epstein intended, these grooming behaviors left minor victims vulnerable and susceptible \nto sexual abuse by Epstein. MAXWELL was then present for certain sexual encounters between minor victims \nand Epstein, such as interactions where a minor victim was undressed, and ultimately MAXWELL was present \nfor sex acts perpetrated by Epstein on minor victims. That abuse included sexualized massages during which a \nminor victim was fully or partially nude, as well as group sexualized massages of Epstein involving a minor \nvictim where MAXWELL was present. \nAs alleged, minor victims were subjected to sexual abuse that included, among other things, the touching of a \nvictim's breasts or genitals, placing a sex toy such a vibrator on a victim's genitals, directing a victim to touch \nEpstein while he masturbated, and directing a victim to touch Epstein's genitals. MAXWELL and Epstein's \nvictims were groomed or abused at Epstein's residences in New York, Florida, and New Mexico, as well as \nMAXWELL's residence in London, England. \nAdditionally, in 2016, while testifying under oath in a civil proceeding, MAXWELL repeatedly made false \nstatements, including about certain specific acts and events alleged in the Indictment. \nGHISLAINE MAXWELL, 58, is charged with one count of enticing a minor to travel to engage in illegal sex \nEFTA00031499\n\nacts, which carries a maximum sentence of five years in prison, one count of conspiracy to entice a minor \nto \ntravel to engage in illegal sex acts, which carries a maximum sentence of five years in prison, one count of \ntransporting a minor with the intent to engage in criminal sexual activity, which carries a maximum sentence of \n10 years in prison, one count of conspiracy to transport a minor with the intent to engage in criminal sexual \nactivity, which carries a maximum sentence of five years in prison, and two counts of perjury, each of which \ncarries a maximum sentence of five years in prison. \nThe statutory maximum penalties are prescribed by Congress and are provided here for informational \npurposes only, as any sentencing of the defendant would be determined by the judge. \nMs. Strauss praised the outstanding investigative work of the FBI and the NYPD. \nThis case is bein handled by the Office's Public Corruption Unit. Assistant U.S. Attorneys-\nand are in charge of the prosecution. \nThe charges contained in the Indictment are merely accusations. The defendant is presumed innocent unless \nand until proven guilty. \n20-138 \n### \nDO NOT REPLY TO THIS MESSAGE. IF YOU HAVE QUESTIONS, PLEASE CALL THE PRESS OFFICE \nAT (212) 637-2600. \nFollow us on Facebook<https://www.facebook.com/usaosdny/>'Follow us on \nTwitter<https://twitter.com/SDNYnews> ISDNY website<http:thvww.justice.gov/usao-sdny> \nIYouTube<https://www.youtube.com/user/USAOSDNY>\n[1] As the introductory phrase signifies, the entirety of the text of the Indictment, and the description of the \nIndictment set forth herein, constitute only allegations, and every fact described therein should be treated as an \nallegation. The defendant is presumed innocent unless and until proven guilty. \n<image001.png> \n<U.S. v. Ghislaine Maxwell Indictment.pdf> \n<Ghislaine Maxwell Indictment PR.pdf> \nEFTA00031500",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "D IN MANHATTAN FEDERAL COURT FOR \nCONSPIRING WITH JEFFREY EPSTEIN TO SEXUALLY ABUSE MINORS \nDate: Mon, 06 Jul 2020"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "From: \nTo: \nSubject: RE: GHISLAINE MAXWELL CHARGED IN MANHATTAN FEDERAL COURT FOR \nCONSPIRIN"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "arry as adults. Like Epstein, Ms. Maxwell chose to blatantly disreg"
      },
      {
        "name": "Strauss",
        "role": "extracted",
        "context": "be determined by the judge. \nMs. Strauss praised the outstanding i"
      },
      {
        "name": "From \nSent",
        "role": "extracted",
        "context": "hanging in there these days! \nFrom \nSent: Thursda July 02 2020 15:01"
      },
      {
        "name": "Thursda July",
        "role": "extracted",
        "context": "here these days! \nFrom \nSent: Thursda July 02 2020 15:01 \nTo: \nSubject:"
      },
      {
        "name": "Have Facilitated",
        "role": "extracted",
        "context": "ually> \nMaxwell is Alleged to Have Facilitated, Participated in Acts of Abus"
      },
      {
        "name": "Abuse \nAdditionally",
        "role": "extracted",
        "context": "ated, Participated in Acts of Abuse \nAdditionally Charged With Perjury in Conne"
      },
      {
        "name": "Charged With",
        "role": "extracted",
        "context": "n Acts of Abuse \nAdditionally Charged With Perjury in Connection With 20"
      },
      {
        "name": "Connection With",
        "role": "extracted",
        "context": "nally Charged With Perjury in Connection With 2016 Depositions \nAudrey Stra"
      },
      {
        "name": "Depositions \nAudrey",
        "role": "extracted",
        "context": "rjury in Connection With 2016 Depositions \nAudrey Strauss, the Acting United St"
      },
      {
        "name": "Acting United",
        "role": "extracted",
        "context": "ositions \nAudrey Strauss, the Acting United States Attorney for the South"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "ey Strauss, the Acting United States Attorney for the Southern District of"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "nited States Attorney for the Southern District of New York, William F. Sween"
      },
      {
        "name": "Sweeney \nJr",
        "role": "extracted",
        "context": "trict of New York, William F. Sweeney \nJr., the Assistant Director-in-C"
      },
      {
        "name": "Assistant Director",
        "role": "extracted",
        "context": "William F. Sweeney \nJr., the Assistant Director-in-Charge of the New York Fie"
      },
      {
        "name": "Field Office",
        "role": "extracted",
        "context": "tor-in-Charge of the New York Field Office of the Federal Bureau of Inve"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "New York Field Office of the Federal Bureau of Investigation \n(\"FBP\"), an"
      },
      {
        "name": "Dermot Shea",
        "role": "extracted",
        "context": "f Investigation \n(\"FBP\"), and Dermot Shea, Commissioner of the New York"
      },
      {
        "name": "City Police",
        "role": "extracted",
        "context": "Commissioner of the New York City Police Department (\"NYPD\"), announce"
      },
      {
        "name": "The Indictment",
        "role": "extracted",
        "context": "tion with a sworn deposition. The Indictment unsealed \ntoday alleges that"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "7, MAXWELL and co-conspirator Jeffrey \nEpstein exploited girls as young as 1"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "luding New York, Florida, and New Mexico. In addition, as alleged, MAX"
      },
      {
        "name": "New Hampshire",
        "role": "extracted",
        "context": "n in the in \nfederal court in New Hampshire. This case is assigned to U.S"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "This case is assigned to U.S. District Judge Alison J. Nathan. \nEFTA000314"
      },
      {
        "name": "Attorney Audrey",
        "role": "extracted",
        "context": "n. \nEFTA00031498\n\nActing U.S. Attorney Audrey Strauss said: \"As alleged, Gh"
      },
      {
        "name": "Sweeney Jr",
        "role": "extracted",
        "context": "Assistant Director William F. Sweeney Jr. said: \"Preserving the innoce"
      },
      {
        "name": "Like Epstein",
        "role": "extracted",
        "context": "ibilities we carry as adults. Like Epstein, Ms. Maxwell chose to blatant"
      },
      {
        "name": "Commissioner Dermot",
        "role": "extracted",
        "context": "hey've been subjected.\" \nNYPD Commissioner Dermot Shea said: \"The heinous crime"
      },
      {
        "name": "Public Corruption",
        "role": "extracted",
        "context": "bein handled by the Office's Public Corruption Unit. Assistant U.S. Attorney"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-02",
        "event": "July 02 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "(212) 637-2600"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:28.245Z"
}