{
  "document": {
    "id": "efta00030736",
    "filename": "EFTA00030736.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030736.pdf",
    "text": "\n\nAO 93 (SDNY Rev. 01/17) Search and Seizure 'Warrant \nUNITED STATES DISTRICT COURT \nfor the \nSouthern District of New York \nIn the Matter of the Search of \n(Briefly describe the property to be searched \nor identiry, the person by name and address) \n27 electronic devices seized on \nAugust 12, 2019 from Little Saint James in the \nVirgin Islands \nCase No. \nSEARCH AND SEIZURE WARRANT \nTo: Any authorized law enforcement officer \nAn application by a federal law enforcement officer or an attorney for the government requests the search \nof the following person or property located in the \nSouthern \nDistrict of \nNew York \n(identiry, the person or describe the properry, to be searched and give its location): \nSee Attachment A \nThe person or property to be searched, described above, is believed to conceal (identify the person or describe the property \nto be seized): \nSee Attachment A \nThe search and seizure are related to violation(s) of (insert statutory citations): \nI  find that the affidavit(s), or any recorded testimony, establish probable cause to search and seize the person or \nproperty. \nYOU ARE COMMANDED to execute this warrant on or before \n(not to exceed 14 days) \nO in the daytime 6:00 a.m. to 10 p.m. O at any time in the day or night as I  find reasonable cause has been \nestablished. \nUnless delayed notice is authorized below, you must give a copy of the warrant and a receipt for the property \ntaken to the person from whom, or from whose premises, the property was taken, or leave the copy and receipt at the \nplace where the property was taken. \nThe officer executing this warrant, or an officer present during the execution of the warrant, must prepare an \ninventory as required by law and promptly return this warrant and inventory to the Clerk of the Court. \nUpon its return, this warrant and inventory should be filed under seal by the Clerk of the Court. \nUSMJ Initials \nO I  find that immediate notification may have an adverse result listed in 18 U.S.C. § 2705 (except for delay \nof trial), and authorize the officer executing this warrant to delay notice to the person who, or whose property, will be \nsearched or seized (check the appropriate box) Ofor days (not to exceed 30). \n°until, the facts justifying, the later specific date of  \nDate and time issued: \nJudge's signature \nCity and state: New York, NY Hon. James L. Cott, United States Magistrate Judge \nPrinted name and title \nEFTA00030736\n\nAO 93 (SDNY Rev. 01/17) Search and Seizure 'Warrant (Page 2) \nReturn \nCase No.: Date and time warrant executed: Copy of warrant and inventory left with: \nInventory made in the presence of : \nInventory of the property taken and name of any person(s) seized: \nCertification \nI declare under penalty \nto the Court. \nDate: \nof perjury that this inventory is correct and was returned along with the original warrant \nExecuting officer's signature \nPrinted name and title \nEFTA00030737\n\nAttachment A \nI. Devices Subject to Search and Seizure \nThe devices that are the subject of this search and seizure warrant (the \"Subject Devices\") \nare described as follows: \nThe Subject Devices were all recovered from a search of a private island in the U.S. Virgin \nIslands, known as Little Saint James, which is an approximately 75 acre island located \napproximately four miles off the southeast coast of St. Thomas Island (the \"Virgin Islands \nResidence\") on or about August 12, 2019. The Virgin Islands Residence consists of multiple \nstructures, including a main residence as well as several other smaller structures on the island, \nincluding a pool house, sheds, a beach house, an office, and multiple cabanas. The Subject Devices \nare particularly described as follows: \na. A gray Mac desktop computer labeled \"kitchen mac,\" which was recovered from a \ndesk in the main residence on the island (\"Subject Device-1\"); \nb. A silver Mac laptop labeled \"JE big laptop,\" bearing serial number W89111772QT, \nwhich was recovered from a  desk in the main residence on the island (\"Subject \nDevice\n-2\"); \nc. A silver MacBook Pro bearing serial number c02qmOgugwdp, which was \nrecovered from a desk in the main residence on the island (\"Subject Device-3\"); \nd. A silver iPad model A1567 bearing serial number dmpq125ng5ypy, which was \nrecovered from a desk in the main residence (\"Subject Device-4\"); \ne. A silver iPad model A1567 bearing serial number dmpqL1rmg5y, which was \nrecovered from a desk in the main residence (\"Subject Device-5\"); \nf. A silver Mac desktop computer bearing serial number cO2nmlmOfy14, which was \nrecovered from a desk in the pool house on the island (\"Subject Device-6\"); \nA silver Mac desktop computer, which was recovered from a desk in a cabana on \nthe island (\"Subject \nDevice-7\"); \nh. A Toshiba Laptop, which was recovered from a box on the floor near a desk in a \nshed on the island (\"Subject Device\n-8\"); \ni. An HP laptop bearing serial number cnd81368v5, which was recovered from a desk \nin a shed on the island (\"Subject Device-9\"); \nA silver Mac desktop computer, which was recovered from a desk in a cabana on \nthe island (\"Subject Device-10\"); \n2017.08.02 \nEFTA00030738\n\nk. A silver Macbook desktop computer, which was recovered from a desk in a cabana \non the island (\"Subject Device-11\"); \nI. A Dell Inspiron Tower computer model D19M QCNFA335, which was recovered \nfrom a desk in the beach house on the island (\"Subject Device-12\"); \nm. A silver Mac desktop computer model A1311 bearing serial number \nW804736DDAS, which was recovered from a desk in the beach house on the island \n(\"Subject Device\n-13\"); \nn. A Unfi video bearing mac ID 1829f b4fbe426ea90, which was recovered from a \nserver rack inside a shed on the island (\"Subject Device-14\"); \no. A Unifi Server bearing mac ID 1735K 788A20463234-8uuu9f, which was \nrecovered from a server rack inside a shed in on the island (\"Subject Device-15\"); \np. An HP server with four 500 GB drives, bearing serial number MXQ3220187, which \nwas recovered from a shed on the island (\"Subject Device-16\"); \nq. A Panasonic KX TDE100 computer bearing serial number 1OC-TDa0104 \n9LCCD005398, which was found on a server rack in a shed on the island (\"Subject \nDevice-17\"); \nr. A 6 bay with 146 GB drives bearing serial number MXQ824A1R, which was found \non a server rack in a shed on the island (\"Subject Device-18\"); \ns. A silver Mac desktop computer, which was recovered from a desk in a cabana on \nthe island (\"Subject Device-19\"); \nt. An HP desktop tower model 260-A010, bearing serial number cnv7160050, which \nwas recovered from the maintenance office on the island (\"Subject Device-20\"); \nu. An HP tower model 260-A010, bearing serial number cnv716004y, which was \nrecovered from the maintenance office on the island (\"Subject Device-21\"); \nv. A Mac desktop computer model A1312, bearing serial number w89524czspj, which \nwas recovered from the maintenance office on the island (\"Subject Device-22\"); \nw. A Lenovo tower machine type 90J0, bearing serial number mj07yg6u, which was \nrecovered the maintenance office on the island (\"Subject Device-23\"); \nx. A Lenovo tower bearing serial number 153306g2umjxekgx, which was recovered \nthe maintenance office on the island (\"Subject Device-24\"); \ny. An HP Tower bearing serial number CNV74213M3 570-P056, which was \nrecovered the maintenance office on the island (\"Subject Device-25\"); \n2 \n2017.08.02 \nEFTA00030739\n\nz. A Unifi cloudkey with FCCID: SWX-UCCK IC 6545A-UCCK and Mac ID \nI 843kb4fbe4d30c69-dcrgm9, which was found on a server rack in a shed on the \nisland (\"Subject Device-26\"); and \naa. A red Nikon digital camera, which was recovered on a file cabinet next to a desk in \na cabana on the island (\"Subject \nDevice-27\"). \nII. Review of ESI on the Subject \nDevices \nLaw enforcement personnel (who may include, in addition to law enforcement officers and \nagents, attorneys for the government, attorney support staff, agency personnel assisting the \ngovernment in this investigation, and outside technical experts under government control) are \nauthorized to review the ESI contained on the Subject Device for evidence, fruits, and \ninstrumentalities of violations of Title 18, United States Code, Sections 1591 (sex trafficking of \nminors), and 371 (sex trafficking conspiracy) (the \"Subject Offenses\") described as follows: \n1. Evidence concerning the identity or location of the owner(s) or user(s) of the \nSubject \nDevices \n2. Evidence concerning the identity or location of, and communications with, co-\nconspirators of Jeffrey Epstein, including \n3. Any documents or communications with or regarding victims or potential victims \nof the \nSubject Offenses; \n4. Documents or records reflecting payments to victims and/or co-conspirators \nincluding but not limited to bank and financial records, spreadsheets, ledgers, account listings, \ncheck and wire records, and documents reflecting cash withdrawals. \n5. Any photographs of victims or potential victims of the Subject Offenses. \n6. Any nude, partially nude, or sexually suggestive photographs of individuals who \nappear to be teenage girls, or younger. \n7. Records or other items that evidence ownership, control, or use of, or access to \ndevices, storage media, and related electronic equipment used to access, transmit, or store \ninformation relating to the Subject Offenses, including, but not limited to, sales receipts, \nwarranties, bills for Internet access, handwritten notes, registry entries, configuration files, saved \nusernames and passwords, user profiles, e-mail contacts, and photographs. \n8. Any child erotica, defined as suggestive visual depictions of nude minors that do \nnot constitute child pornography as defined by 18 U.S.C. § 2256(8). \nIf the Government determines that any of the Subject Devices is no longer necessary to retrieve \nand preserve the data on the device, and that any of the Subject Devices is not subject to \nseizure \npursuant to Federal Rule of Criminal Procedure 41(c), the Government will return any such \nSubject \nDevice, upon request. \n3 \n2017.08.02 \nEFTA00030740",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "of, and communications with, co-\nconspirators of Jeffrey Epstein, including \n3. Any documents or communications wi"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "ATES DISTRICT COURT \nfor the \nSouthern District of New York \nIn the Matter of"
      },
      {
        "name": "Little Saint",
        "role": "extracted",
        "context": "ized on \nAugust 12, 2019 from Little Saint James in the \nVirgin Islands"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "om Little Saint James in the \nVirgin Islands \nCase No. \nSEARCH AND SEIZURE"
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "James in the \nVirgin Islands \nCase No. \nSEARCH AND SEIZURE WARRANT"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": "n or property located in the \nSouthern \nDistrict of \nNew York \n(identiry, the"
      },
      {
        "name": "See Attachment",
        "role": "extracted",
        "context": "ched and give its location): \nSee Attachment A \nThe person or property to"
      },
      {
        "name": "Magistrate Judge",
        "role": "extracted",
        "context": "James L. Cott, United States Magistrate Judge \nPrinted name and title \nEFTA"
      },
      {
        "name": "Return \nCase",
        "role": "extracted",
        "context": "nd Seizure 'Warrant (Page 2) \nReturn \nCase No.: Date and time warrant ex"
      },
      {
        "name": "Devices Subject",
        "role": "extracted",
        "context": "FTA00030737\n\nAttachment A \nI. Devices Subject to Search and Seizure \nThe de"
      },
      {
        "name": "Seizure \nThe",
        "role": "extracted",
        "context": "Devices Subject to Search and Seizure \nThe devices that are the subject"
      },
      {
        "name": "Subject Devices",
        "role": "extracted",
        "context": "rch and seizure warrant (the \"Subject Devices\") \nare described as follows:"
      },
      {
        "name": "The Subject",
        "role": "extracted",
        "context": ") \nare described as follows: \nThe Subject Devices were all recovered fr"
      },
      {
        "name": "Virgin \nIslands",
        "role": "extracted",
        "context": "a private island in the U.S. Virgin \nIslands, known as Little Saint James,"
      },
      {
        "name": "Thomas Island",
        "role": "extracted",
        "context": "ff the southeast coast of St. Thomas Island (the \"Virgin Islands \nResiden"
      },
      {
        "name": "The Virgin",
        "role": "extracted",
        "context": "on or about August 12, 2019. The Virgin Islands Residence consists of"
      },
      {
        "name": "Islands Residence",
        "role": "extracted",
        "context": "t August 12, 2019. The Virgin Islands Residence consists of multiple \nstructu"
      },
      {
        "name": "Subject Device",
        "role": "extracted",
        "context": "ain residence on the island (\"Subject Device-1\"); \nb. A silver Mac laptop"
      },
      {
        "name": "Subject \nDevice",
        "role": "extracted",
        "context": "ain residence on the island (\"Subject \nDevice\n-2\"); \nc. A silver MacBook Pr"
      },
      {
        "name": "Book Pro",
        "role": "extracted",
        "context": "Device\n-2\"); \nc. A silver MacBook Pro bearing serial number c02qmOg"
      },
      {
        "name": "Toshiba Laptop",
        "role": "extracted",
        "context": "(\"Subject \nDevice-7\"); \nh. A Toshiba Laptop, which was recovered from a b"
      },
      {
        "name": "Dell Inspiron",
        "role": "extracted",
        "context": "(\"Subject Device-11\"); \nI. A Dell Inspiron Tower computer model D19M QCN"
      },
      {
        "name": "Unifi Server",
        "role": "extracted",
        "context": "(\"Subject Device-14\"); \no. A Unifi Server bearing mac ID 1735K 788A2046"
      },
      {
        "name": "Subject \nDevices",
        "role": "extracted",
        "context": "\"). \nII. Review of ESI on the Subject \nDevices \nLaw enforcement personnel (w"
      },
      {
        "name": "Subject Offenses",
        "role": "extracted",
        "context": "trafficking conspiracy) (the \"Subject Offenses\") described as follows: \n1. E"
      },
      {
        "name": "Federal Rule",
        "role": "extracted",
        "context": "ject to \nseizure \npursuant to Federal Rule of Criminal Procedure 41(c),"
      },
      {
        "name": "Criminal Procedure",
        "role": "extracted",
        "context": "pursuant to Federal Rule of Criminal Procedure 41(c), the Government will re"
      }
    ],
    "locations": [
      {
        "name": "Little Saint James",
        "type": "location"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-08-12",
        "event": "August 12, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:26.553Z"
}