{
  "document": {
    "id": "efta00029538",
    "filename": "EFTA00029538.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00029538.pdf",
    "text": "\n\nThe Government expects Minor Victim-3 to testify, in substance and in part, that she met \nthe defendant when she was approximately 17 years old. Within a  few weeks of meeting the \ndefendant, at the defendant's invitation, Minor Victim-3 went to the defendant's townhouse in \nLondon for tea. The defendant expressed an interest in Minor Victim-3, talked with Minor Victim-\n3 about Minor Victim-3's life and interests, and told Minor Victim-3 about her boyfriend Jeffrey \nEpstein, who she wanted Minor Victim-3 to meet. Shortly after, the defendant invited Minor \nVictim-3 to her home. During that first visit, the defendant introduced Minor Victim-3 to Epstein \nand encouraged her to give Epstein a foot massage. Epstein instructed Minor Victim-3 to massage \nhis shoulders. Minor Victim-3 left the townhouse after she was excused. \nShortly thereafter, the defendant invited Minor Victim-3 to her home again and encouraged \nMinor Victim-3 to provide Epstein with a massage. The defendant showed Minor Victim-3 to a \nroom in which a massage table was set up. Epstein was in the room. Epstein removed his robe \nand was naked. The defendant handed Minor Victim-3 oil and closed the door. After the massage, \nthe defendant was outside the room and asked if Minor Victim-3 had fun and whether Epstein \nliked the massage. The defendant subsequently told Minor Victim-3 that Epstein was impressed \nwith her and asked her to come back to her townhouse. The defendant encouraged Minor Victim-\n3 to provide a massage to Epstein. The defendant thanked Minor Victim-3, indicating that if it \nwasn't Minor Victim-3 or someone else, it  would all fall to her (the defendant). The defendant \nagain showed Minor Victim-3 to a room with a massage table where Epstein was naked. Both \nmassages involved at least one sex act with Minor Victim-3. \nFollowing those two encounters, the defendant and Epstein invited Minor Victim-3 to \ntravel with them to Florida, the U.S. Virgin Islands, and New York. Minor Victim-3 eventually \naccepted these invitations, but she does not recall whether she was 17 or 18 when she took her first \ntrip at Epstein and the defendant's invitation. Minor Victim-3 traveled to visit the defendant and \nEpstein in New York, Palm Beach, and Little Saint James. When Minor Victim-3 met the \ndefendant and Epstein in these locations, she provided additional massages to Epstein, during \nwhich he engaged in sex acts with Minor Victim-3. Over the course of their interactions, the \ndefendant made multiple statements to Minor Victim-3 reflecting the defendant's awareness that \nEpstein engaged in sex acts with Minor Victim-3. On at least one occasion, the defendant asked \nMinor Victim-3 if she knew any other young females to bring to Epstein and made comments to \nMinor Victim-3 about Epstein's significant sexual needs. \nOn one occasion in Palm Beach, the defendant provided Minor Victim-3 with a schoolgirl \nuniform and told Minor Victim-3, in substance and in part, that she should bring Epstein his tea in \nthe uniform. After Minor Victim-3 brought Epstein tea that had been provided by the defendant, \nEpstein raped Minor Victim-3. \nEFTA00029538",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "The Government",
        "role": "extracted",
        "context": "The Government expects Minor Victim-3 to tes"
      },
      {
        "name": "Minor Victim",
        "role": "extracted",
        "context": "The Government expects Minor Victim-3 to testify, in substance an"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "Victim-3 about her boyfriend Jeffrey \nEpstein, who she wanted Minor Victim-"
      },
      {
        "name": "Minor \nVictim",
        "role": "extracted",
        "context": "after, the defendant invited Minor \nVictim-3 to her home. During that fi"
      },
      {
        "name": "Virgin Islands",
        "role": "extracted",
        "context": "ith them to Florida, the U.S. Virgin Islands, and New York. Minor Victim-3"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "ant and \nEpstein in New York, Palm Beach, and Little Saint James. When"
      },
      {
        "name": "Little Saint",
        "role": "extracted",
        "context": "in New York, Palm Beach, and Little Saint James. When Minor Victim-3 me"
      },
      {
        "name": "When Minor",
        "role": "extracted",
        "context": "each, and Little Saint James. When Minor Victim-3 met the \ndefendant a"
      },
      {
        "name": "After Minor",
        "role": "extracted",
        "context": "tein his tea in \nthe uniform. After Minor Victim-3 brought Epstein tea"
      }
    ],
    "locations": [
      {
        "name": "Little Saint James",
        "type": "location"
      },
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:23.631Z"
}