{
  "document": {
    "id": "efta00021713",
    "filename": "EFTA00021713.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021713.pdf",
    "text": "\n\nFrom: \nTo: BOBBI C STERNHEIM < \nCc: \nSubject: Re: Ghislaine Maxwell 02879-509 \nDate: Fri, 08 Jan 2021 18:15:18 +0000 \nGood afternoon Bobbi: \nAs you noted Ms. Maxwell has continuously been produced in advance of \n12:30 PM. In addition, I would like to note that while Ms. Maxwell was \nproduced after the scheduled time (twice), the additional time was \nprovided to compensate for the delay. Please understand that while we \nare working to ensure all inmates are produced for their court and legal \ncalls, there are institutional emergencies that require additional \nassistance, causing staff to slightly deviate from time frames. \nShould you request a copy of the incident report, Ms. Maxwell may \nprovide you with it, however I cannot. I can further assure you that \nthe daily searches are consistent with BOP Program Statement § 552.06, \nSearches of Housing Units, Inmates, and Inmate Work Areas. It is my \nunderstanding that gloves and masks were recently brought to the unit. \nAny further concerns you have indicated will be reviewed and addressed \naccordingly if need be. \nThank you for your time and patience in this matter, \n>>> BOBBI C STERNHEIM IMMIS 1/7/2021 \n9:50 \nPM \n>» \nFor the past two days, Ms. Maxwell has not been on time for the daily \n12:30 VTCs. Yesterday, she arrived at 12:59; today she arrived at \n12:47. Until esterda , Ms. Maxwell appeared in advance of 12:30. We \nappreciate 's assistance in facilitating Ms. Maxwell's \nappearance, but no explanation has been provided for these delays.. \nEach delay limits the time Ms. Maxwell can confer with counsel. We hope \nthis will not be repeated and is not retribution for complaints made by \ncounsel. \nWe learned today that the complaint report issued to Ms. Maxwell \nearlier this week has now been revised. I renew my request \nfor the \noriginal report and request a copy \nof the updated report. \nThis morning at 6:40 am, the team leader ordered Ms. Maxwell to clean a \ntoilet, providing a few paper towels, \nbut no gloves, sending a clear message that Ms. Maxwell should clean \nthe toilet bare handed, despite having cleaned the toilet the night \nEFTA00021713\n\nbefore. Gloves were provided only upon request by Ms. Maxwell. Per the \nA&O Handbook, sanitation duties commence at 7:30 am for pretrial inmates \n(See A&O, p.4). We request that Ms. Maxwell be permitted to perform \nsanitation duties in the evening when returned to her isolation cell. \nFurther, the team leader ordered Ms. Maxwell to clean crumbs from her \nbed. Lest she face another charge of being untidy, Ms. Maxwell \nattempted to comply but there were no crumbs - just stains on the \nblanket issued to her. This is another example of the petty \nofficiousness displayed by the present team. \nThe ear searches continue. Routinely, in connection with open mouth \nsearches, guards run fingers through Ms. Maxwell's hair and behind her \nears, at times before she gets a chance to put on her face mask.These \nsearches - conducted within 6 inches of Ms.Maxwell's face- continue to \nincrease her risk of exposure to COVID. The number of daily searches of \nMs. Maxwell, an isolated inmate under constant surveillance by multiple \nguards, seems excessive and unnecessarily violative.. \nBOBBI C. STERNHEIM, ESQ. \nLaw Offices of Bobbi C. Stemheim \n- 4th Floor \nNew York, NY 10011 \nMain:\nCell: \nFax: \nThis message and any attached documents contain information from the \nLaw Offices of Bobbi C. Sternheim \nthat may be confidential and/or privileged. \nIf you are not the intended recipient, you may not read, copy, \ndistribute, or use this information. \nIf you have received this transmission in error, please notify the \nsender immediately by reply e-mail and then delete this message. Thank \nyou. \nEFTA00021714",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "From: \nTo: BOBBI C STERNHEIM < \nCc: \nSubject: Re: Ghislaine Maxwell 02879-509 \nDate: Fri, 08 Jan 2021 18:15:18 +0000"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "fternoon Bobbi: \nAs you noted Ms. Maxwell has continuously been pro"
      },
      {
        "name": "Program Statement",
        "role": "extracted",
        "context": "rches are consistent with BOP Program Statement § 552.06, \nSearches of Housin"
      },
      {
        "name": "Housing Units",
        "role": "extracted",
        "context": "tement § 552.06, \nSearches of Housing Units, Inmates, and Inmate Work Are"
      },
      {
        "name": "Inmate Work",
        "role": "extracted",
        "context": "f Housing Units, Inmates, and Inmate Work Areas. It is my \nunderstandin"
      },
      {
        "name": "Law Offices",
        "role": "extracted",
        "context": ".. \nBOBBI C. STERNHEIM, ESQ. \nLaw Offices of Bobbi C. Stemheim \n- 4th F"
      },
      {
        "name": "Floor \nNew",
        "role": "extracted",
        "context": "s of Bobbi C. Stemheim \n- 4th Floor \nNew York, NY 10011 \nMain:\nCell:"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-01-07",
        "event": "1/7/2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:05.251Z"
}