{
  "document": {
    "id": "efta00031086",
    "filename": "EFTA00031086.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00031086.pdf",
    "text": "\n\nFrom: ' \nSubject: NY law speech \nDate: Tue, 14 Jan 2020 16:33:46 +0000 \nAs a result of this new law, victims of childhood sexual abuse whose voices were never heard and whose stories were \nnever told have now been given a new chance to come forward, to share their experiences, and to vindicate their rights, \nall goals wholeheartedly shared by my Office, which is committed to using the federal criminal law to the maximum extent \npossible to investigate and prosecute those who sexually abuse and traffic minors. \nAs many of you know, last year, my Office brought criminal sex trafficking charges against Jeffrey Epstein, a serial predator \nwho, over a period of years, abused dozens and potentially hundreds of young girls. To do so, we relied on the courage of \nmany young women who were victimized as minors and who were willing -- years after their abuse —  to share their \nstories. And while Epstein committed suicide before he could face trial, our investigation into his co-conspirators \ncontinues. \nAs I have said publicly before, we can only do the work we do with the assistance of victims willing to come forward. By \nproviding victims of childhood sexual abuse with a new opportunity to be heard, this law marks not only an important \nstep for victims' rights but will help facilitate the work of law enforcement in identifying and prosecuting those who prey \non and seek to do harm to our most vulnerable. \nEFTA00031086",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "brought criminal sex trafficking charges against Jeffrey Epstein, a serial predator \nwho, over a period of years,"
      }
    ],
    "locations": [],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:27.365Z"
}