{
  "document": {
    "id": "efta00026788",
    "filename": "EFTA00026788.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00026788.pdf",
    "text": "\n\nJeffrey \nEpstein \n457 Madison \nAvenue \nNew York, NY 10022 \nVicky \nWard \nVanity Fair \n4 Times \nSquare \nNew York, NY 10036 \nDear Ms. Ward, \nThank you for your letter of December \n19th\n \nfurther documenting your \nreporting style. First with respect to my \nhouse. If you recall you asked me \non numerous occasions, whether sHi \npurchased \n#9 outright. You followed \nup with a similar question to Mr. on at least 2 occasions, I have told \nyou repeatedly that, yes, in fact I  did purchase it outright and you tirelessly \nrepeated \"then why were there no transfer taxes paid?\" I explained in \nwriting that transfer taxes are in most instances not made \npublic. After \nsending you documentation on #9's \ntransfer taxes, you then continued on \n#11. Also in writing, I told Graydon that I never owned #11. Add that to \nthe fact that Graydon has told me that #11 is not part of the story and once \nagain, like a Gospel choir, you chant: \"but what about the transfer taxes?\" \nEnclosed please \nfind a copy of the transfer taxes paid, given to you off the \nrecord, confirming that I was only a trustee and once again requiring me to \nspend more time on \nquestions whose relevance you have yet to describe. \nIn regard your question in your latest letter regarding refuting the \nclaims of \n. \nWhy don't you detail those claims to me so that I \nand the State Trooper can respond to any factual claims? I hope the copy of \nthis letter, also given to you off the record, will be given to Vanity Fair's \nlawyers, who should at last understand there is cause for concern. I think \nyou will agree that the only quote \"claim\" that you describe to me was that \nhad felt \"uncomfortable\" and asked her father to immediately \ncome \nand get her. Are you now asking me to refute how \"a \nfelt\"? A typical tabloid-like question. Or are you asking me whether she \nleft? You certainly did not ask me who paid for her move or when or how \nEFTA00026788\n\ndid she leave. (I paid.) The facts \nand circumstances surrounding \nbehavior, attitude and actions which include \nhundreds of dollars of \nunauthorized country club charges \nfor massages, misrepresentations and \nerratic \noutbursts are easily verified by the former State Trooper, a highly \nreputable source, who \nlived on the property the entire time was in \nresidence. The trooper is a witness to \nwhat occurred during his stay in Ohio. \nHe could \ntestify to what he saw, but certainly cannot testify to what she felt. \nYou have, at least until today, made no attempt whatsoever to contact this \nperson that I made known to Graydon in writing, who will attest to these \nincidents and more. I can only believe the reason you have not is that \nknowing his version would contradict your article. In addition, you have \nalready seen the letter sent after she left Ohio suggesting the idea of \nrepaying her theft with paintings. Please fitaintouts of \nmy message sheet \nfrom July \n1996. Specifically it refers to message confirming \nmassage at the country club and the fact that she did not \nimmediately leave Ohio. You will also find country club bills detailing her \nfinancial misdeeds. \nWith respect to M, you \nwill recall that you \nspecifically told me that there had been no allegations with respect I \nwas \nshocked then, to say the least, when the fact checker then faxed \nGhislaine with the allegations regarding , in a fax dated only last \nFriday. You must admit that you had made no mention of this at any \nprevious time. I have already sent documentation from \ncomprising a postcard written from Thailand after her ranch visit confirming \nher hardly disturbed attitude. Enclosed lease find additional \ncorrespondence \nfrom and \nwho helped her research student \nprograms after her ranch visit. These are also given \nto you \noff \nthe record. \nI would like to point out to you that your statement the \nquotes were \nread to me in context, could be best exemplified by your question, \"have you \never upgraded your friends to \nfirst class and why?\" The context as you put it \nwas only made clear when Erin Gladney faxed me the question: \"we \nare also \nwondering if at any time you put upgrade stickers on airline tickets for any \nemployees or friends of \nyours, if so can you explain how they work\". Not \nexactly a quote read to me in context is it? If you truly believe that my \nquotes were read to me in context, I see no \nreason why you would not now \nsend \nthem to me in writing. \nPlease \npay me the minimum courtesy and deny to me in writing the \nfact, or as you wrote it, the allegation contained in my letter to Graydon, the \nfact that on numerous occasions you have \ntirelessly repeated the sentence: \"I \nam only a journalist hired by my editor to do a story and \nthen required to \npublish what I hear\". I am sure you now understand that this sentence \nEFTA00026789\n\ndenigrates both you, your magazine and your profession. So if you did not \non numerous occasions repeat this \nsentence to me I will accept your denial \nin writing. \nLast, is the sentence in your letter that illustrates the lack of care and \ninattention to detail that you have so consistently portrayed. I  know \nyou can \ndo \nbetter. You state that you \"have simply been investigating these matters \nwith people with knowledgeable sources\". I am unqualified to \ncomment on \nthe sentence's grammar, but can only assume this will in future allow you to \nfall back on the idea that the inaccuracies and negligence \nweren't yours, they \nweren't even your sources, they could only be \nattributable to the lack of care \nof the so called people whose own \nsources must have misled them. For the \nrecord, I would also suggest to you that you \nrepeatedly gave me inaccurate \naccounts of your deadline to, \nI believe, give me the false impression that \ntime did not allow me to adequately \nresearch and respond. \nSincerely, \nJeffrey \nEpstein \nP.S. In one of your last calls you referred to Michael Stroll as one of my \nclients. This was never \ntrue. \nReminder, this letter with its enclosures are all \ngiven to you \noff \nthe record as \nit's sole purpose is to correct inaccuracies in your story. \nDictated but \nnot read \nEnclosure: 7 pages \nEFTA00026790\n\nOn the \nbasis of what I provided you off the record, you now understand that \nalleged feelings of uncomfortablness grew out of her own \nfinancial misdeeds. It is impossible to accurately tell this story without \nincluding these financial facts that would be deeply \nembarrassing to \nHowever if you \nchoose to include this highly subjective and undocumented \nmaterial relating to her feelings you would have an obligation to tell the \nwhole story including her financial misdeeds \nbased on her own admissions, \nso long as you can do so without \nattributing the documents to me \nEFTA00026791\n\nEFTA00026792",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ward",
        "role": "extracted",
        "context": "are \nNew York, NY 10036 \nDear Ms. Ward, \nThank you for your lett"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "Jeffrey \nEpstein \n457 Madison \nAvenue \nNew Yor"
      },
      {
        "name": "Madison \nAvenue",
        "role": "extracted",
        "context": "Jeffrey \nEpstein \n457 Madison \nAvenue \nNew York, NY 10022 \nVicky \nW"
      },
      {
        "name": "Vicky \nWard",
        "role": "extracted",
        "context": "Avenue \nNew York, NY 10022 \nVicky \nWard \nVanity Fair \n4 Times \nSquare"
      },
      {
        "name": "Vanity Fair",
        "role": "extracted",
        "context": "York, NY 10022 \nVicky \nWard \nVanity Fair \n4 Times \nSquare \nNew York, N"
      },
      {
        "name": "Times \nSquare",
        "role": "extracted",
        "context": "Vicky \nWard \nVanity Fair \n4 Times \nSquare \nNew York, NY 10036 \nDear Ms."
      },
      {
        "name": "Dear Ms",
        "role": "extracted",
        "context": "Square \nNew York, NY 10036 \nDear Ms. Ward, \nThank you for your le"
      },
      {
        "name": "State Trooper",
        "role": "extracted",
        "context": "aims to me so that I \nand the State Trooper can respond to any factual cl"
      },
      {
        "name": "Erin Gladney",
        "role": "extracted",
        "context": "it \nwas only made clear when Erin Gladney faxed me the question: \"we \na"
      },
      {
        "name": "Michael Stroll",
        "role": "extracted",
        "context": "ur last calls you referred to Michael Stroll as one of my \nclients. This w"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:16.839Z"
}