{
  "document": {
    "id": "efta00015290",
    "filename": "EFTA00015290.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015290.pdf",
    "text": "\n\nFrom: \"Matthew L. Schwartz\" \nTo:' \nCc: \nSubject: Re: Forfeiture question \nDate: Mon, 14 Oct 2019 00:22:25 +0000 \nnrr \nThanks . If any of you have a moment for a forfeiture-related question in the next few days, please let me \nknow. FYI, this has nothing to do with my firm's representation of certain victims. Thanks. \n-mis \nMatthew L. Schwartz \nOn \nOctober 13, 2019 at 7:44:17 PM EDT, \nwrote: \nHIM, \nThe Epstein case team are AUSAs and \nThey're the right people to talk to about anything Epstein-related. \nSent from my iPhone \nOn Oct 13, 2019, at 2:59 PM, Matthew L. Schwartz <1 > wrote: \nall cc'd on this email. \nDo either of you guys or the appropriate other person have 2 minutes to discuss a somewhat time-sensitive, \nbut by no means urgent, Epstein-related forfeiture question in the next few days? \nMatthew L. Schwartz \nICE \n•  to information contained in this electronic message is confidential information intended oNy for the use of the named recipient(s) and may contain \n.riformation that. among other protections. is the subject of attorney-client privilege. attorney work product or exempt from disclosure under applicable law. If \nthe reader of this electronic message is not the named recipient. or the employee or agent responsible to deliver it to the named recipient. you are hereby \nnotified that any dissemination. distribution. copying or other use of this communication is strictly prohibited and no privilege is waived. If you have received \nthis communication in error. please immediately notify the \nsender \nby replying to this electronic message and then deleting this electronic message from your \ncomputer. fv.1 08201831BSFJ \nEFTA00015290",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Schwartz \nOn",
        "role": "extracted",
        "context": "ms. Thanks. \n-mis \nMatthew L. Schwartz \nOn \nOctober 13, 2019 at 7:44:17"
      },
      {
        "name": "The Epstein",
        "role": "extracted",
        "context": ":44:17 PM EDT, \nwrote: \nHIM, \nThe Epstein case team are AUSAs and \nThey"
      },
      {
        "name": "Phone \nOn",
        "role": "extracted",
        "context": "stein-related. \nSent from my iPhone \nOn Oct 13, 2019, at 2:59 PM, Mat"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-10-13",
        "event": "October 13, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:50.388Z"
}