{
  "document": {
    "id": "efta00030689",
    "filename": "EFTA00030689.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030689.pdf",
    "text": "\n\nFrom: ' \nTo:' \n)'' \n r \n<1 \nSubject: RE: updates \nDate: Fri, 30 Aug 2019 18:37:46 +0000 \nAlso, thank you for putting this together! \nFrom: \nsc> \nSent: Friday, August 30, 2019 2:07 PM \nTo: (USANYS) \nCc: \n(USANYS) \nSubject: updates \n• \nBelow is a summary update you requested regarding the investigation of co-conspirators. This does not include everything \nthe team is working on (for example, we have a list of legal research issues we are working through as we canvas charging \ntheories), and we're assuming familiarity with our recent memorandum regarding potential co-conspirators. Please let us \nknow if you need any additional information. \n• On August 27th, the team met separately with and and are Victim-2 and \nVictim-3 in the Indictment. During the meetings, and both conveyed that they are willing to cooperate \nin an ongoing investigation. and have previously described as the individual through whom \nthey scheduled all of their encounters with Epstein. \n• On August 27th, the team met with who reported being sexually assaulted at several of \nEpstein's properties while she was an adult. described being recruited to perform massages for Epstein by \nGhislaine Maxwell. indicated that she would cooperate with our ongoing investigation. \n• On August 27th, the team interviewed who described being recruited by Ghislaine Maxwell \nand caused to engage in sexualized massage sessions with Epstein, during which she was sexually assaulted. \nThese assaults occurred in London, Florida, the USVI, and New York, beginning when was 17 and \ncontinuing into her early twenties. These incidents occurred in the 1990s, before the sex trafficking statutes were \nenacted. indicated that she would cooperate with our ongoing investigation. \n• On August 27th, the team met with MI . who has previously been interviewed and has described being \nsexually assaulted by Epstein at several of his properties when she was 17. has reported that \nwas present during one of these encounters. has indicated that she will cooperate with our ongoing \ninvestigation. \n• On August 29th, the team met with and who have each \nreported being sexually abused by Epstein while they were adults. We are in the process of scheduling an \ninterview with EMI, who has accused Ghislaine Maxwell of being involved in her abuse. We anticipate that \nthe interview will occur by videoconference, likely during the next two weeks. \n• Next week, the team hopes to travel to Florida for two meetings, subject to weather issues arising from \nHurricane Dorian. First, we hope to meet with \n(M) \nfor a second proffer. worked as an \nassistant to Epstein in 2004, reporting to Her duties included scheduling two to three \"massages\" \nfor Epstein each day he was in Florida. Second, we hope to meet with for a reverse proffer. When \nEFTA00030689\n\nwas 16, Epstein proposed that she recruit girls for him, and brought her young friends to Epstein \nfor \"massages\" for several years. was granted immunity by SDFL and provided grand jury testimony, and \nwe hope to pursue as a witness in this case. Our understanding is that coordinated appointments \nfor the victims through \n• On September 6th, we are scheduled to meet with defense counsel for an attorney proffer. \n• On September 9th, we are scheduled to interview by videoconference. has \naccused Ghislaine Maxwell of recruiting her when she was 16. \n• On September 16th, we are scheduled to interview who worked as Epstein's \"house man\" in \nNew York for many years. To our knowledge, has never been interviewed before. \n• During the week of September 16th, the team hopes to travel to California for several meetings. We hope to \nmeet with a victim who is described in our previous memorandum regarding co-conspirators. \nWe have previously interviewed , and we hope to discuss whether is willing to cooperate with \nour ongoing investigation. While we are in California, we also hope to schedule follow-up interviews with \nand described above. \nAssistant United States Attorney \nSouthern District of New York \nOne Saint Andrew's Plaza \nNew York, \nNY 10007 \nEFTA00030690",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "ing recruited to perform massages for Epstein by \nGhislaine Maxwell. indicated that she would cooperate with our ongo"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "ny additional information. \n• On August 27th, the team met separately"
      },
      {
        "name": "Hurricane Dorian",
        "role": "extracted",
        "context": "weather issues arising from \nHurricane Dorian. First, we hope to meet with"
      },
      {
        "name": "On September",
        "role": "extracted",
        "context": "s \nfor the victims through \n• On September 6th, we are scheduled to meet"
      },
      {
        "name": "Assistant United",
        "role": "extracted",
        "context": "s with \nand described above. \nAssistant United States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "ibed above. \nAssistant United States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "stant United States Attorney \nSouthern District of New York \nOne Saint Andrew"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": "outhern District of New York \nOne Saint Andrew's Plaza \nNew York, \nNY"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "New York \nOne Saint Andrew's Plaza \nNew York, \nNY 10007 \nEFTA00030690"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-08-30",
        "event": "August 30, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:26.454Z"
}