{
  "document": {
    "id": "efta00013429",
    "filename": "EFTA00013429.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0001\\EFTA00013429.pdf",
    "text": "\n\nDRAFT \nOn Friday 10/8/2021 Det \nPolice Department. Sgt is currently assigned to and supervises the Palm Beach Police \nDepartment's Organized Crime, Vice & Narcotics Unit (Special Investigations). \nSgt brings Det to the Town of Palm Beach's storage warehouse. Inside of this warehouse \nwas a locked storage room specifically designated for the use of members of Special Investigations at \nPalm Beach Police Department. Sgt advises that he, other members of Special Investigations \nand the records clerk would have access to this locked room. \nwas present with Sgt at the Town of Palm Beach \nInside of this storage room is where Special Investigations stores old or closed case files. These case files \nare held inside of bankers boxes which marked on the outside with either the case name or number. \nSgt then shows and turns over to Det two bankers boxes specifically marked \"Epstein\". \nEach box contained various EPSTEIN related case materials (paperwork and physical media). Sgt—\nshows Det the remainder of this storage room and no other boxes were observed to be \nassociated with this investigation. \nDet is brought back to Palm Beach Police Department's Special Investigations office. Sgt \nshows Det another location inside of this office where physical case files are maintained and \nstored. No materials related to this investigation were observed in this location. Sgt advises \nthat these would be the only locations that Palm Beach Police Department would maintain old physical \ncase files. \nSgt then shows Det their digital case management system. Sgt searches for \nmaterials related to this investigation. Sgt prints out multiple reports and digital notes he finds \nin their case management system and turns them over to Det \nDet provides Sgt a subpoena for all the materials provided. Sgt \na property receipt for the materials. \nDRAFT \nproved Det \nEFTA00013429",
    "pageCount": 1,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "On Friday",
        "role": "extracted",
        "context": "DRAFT \nOn Friday 10/8/2021 Det \nPolice Departm"
      },
      {
        "name": "Det \nPolice",
        "role": "extracted",
        "context": "DRAFT \nOn Friday 10/8/2021 Det \nPolice Department. Sgt is currently"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "ssigned to and supervises the Palm Beach Police \nDepartment's Organize"
      },
      {
        "name": "Police \nDepartment",
        "role": "extracted",
        "context": "and supervises the Palm Beach Police \nDepartment's Organized Crime, Vice & Nar"
      },
      {
        "name": "Organized Crime",
        "role": "extracted",
        "context": "lm Beach Police \nDepartment's Organized Crime, Vice & Narcotics Unit (Speci"
      },
      {
        "name": "Narcotics Unit",
        "role": "extracted",
        "context": "ent's Organized Crime, Vice & Narcotics Unit (Special Investigations). \nSg"
      },
      {
        "name": "Special Investigations",
        "role": "extracted",
        "context": "Crime, Vice & Narcotics Unit (Special Investigations). \nSgt brings Det to the Town"
      },
      {
        "name": "Police Department",
        "role": "extracted",
        "context": "Investigations at \nPalm Beach Police Department. Sgt advises that he, other m"
      },
      {
        "name": "Det \nDet",
        "role": "extracted",
        "context": "system and turns them over to Det \nDet provides Sgt a subpoena for a"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2021-10-08",
        "event": "10/8/2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:46.575Z"
}