{
  "document": {
    "id": "efta00019892",
    "filename": "EFTA00019892.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019892.pdf",
    "text": "\n\nKalamata \nBillington Lane \nDerrington \nStafford \nST18 9LR \n23 Feb 2020 \nTo: \nMel Stride —  Chairman of the UK Treasury Select Committee \nCopies \nTo: \nFederal Bureau of Intelligence \nDame Elizabeth \nGloster \nThe Press \nBailey and the TSC Suppressing Key Information to the FBI, PRA, and FCA Regarding the \n.les Staley JP Morgan Emails \nDear Mr Stride, \nI believe you should have an email from me sent to yourself in particular, and copied to \nmembers of the Treasury Select Committee on the 22n° of December 2019. I received a reply a \nmonth later from Maciej Wenerski who handled it as a FOIA, with the obligatory one month grace \nbefore hitting the send button. \nI shall not repeat myself too much here, but the issue is raised in the public domain now, \nwith the FBI, FCA and the PRA all investigating Jes Staley's conduct while working at JP Morgan, \nwhich ostensibly should disqualify him from holding a senior position in a bank —  he was never fit \nto \nbe CEO of Barclays. \nClearly according the FOIA responses I received from the TSC, the blackmail emails from \nEpstein should have been enough to have had Staley dismissed in 2015, and would give substantial \ncontext to the emails held by JP Morgan. The TSC has had the Epstein emails now for almost five \nyears —  and no MP and no civil servant did the honourable thing and demand the FCA investigate. \nMr Stride, do you take personal responsibility for the TSC witholding key legal evidence to \nongoing inquiries? Which civil servants in the TSC are involved with the cover-up? Are they \nexpecting a role in Barclays after the dust has settled? \nAndrew Bailey of the FCA and Lisa Osofsky of the SFO both explicity refused to \ninvestigate Staley after I supplied them with FOIA responses. Did the TSC order the FCA and the \nSFO to stand down? It is only the US press that has forced the British establishment's hand. Had \nStaley's role in JP Morgan not been reported there would be no investigation. \nI believe the general public would be correct to infer that Epstein not only blackmailed \nParliament to put Staley into position, but blackmailed it into accepting Bailey and Osofsky. Both \nwould need to be corrupted in order for Staley to keep his job. Why is Bailey being considered for \ntop job at the Bank of England when the FCA that he runs has a 98% disapproval rating from the \ngeneral public. \nBailey and the FCA are answerable to the Treasury which is answerable to Parliament. \nEFTA00019892\n\nIt is noted that Andrew Bailey and Mark Carney are being investigated for the LC&F \nscandal. \nTo remind you, my friend may well have been murdered for exposing the \nEpstein and Staley story back in 2017. The timing of her death and the contents of her exposé were \ngiven as evidence to Judge Worster of the Birmingham Court. The Court now refuses to accept my \nemails and he stonewalls me. Worster served two restraining orders against me. The effect of these \norders is patent —  they blocked the truth about Staley being publicly validated in a legal document \nand signed off by a High Court judge. They also allowed Deutsche Bank to get away with never \nhaving to file incriminating evidenec against themselves. \nDid Worster take a bribe or was he ordered by the TSC to gag me? I presume if Staley was \ngoing to bribe a judge to cover up his role in the Epstein paedophile circle, he would have to make \nsure the Lord Chief Justice Ian Burnett was in the loop. Lord Etherton seems to have implied \nBurnett was himself a paedphile. You may have heard about this. I wonder if Burnett was Epstein's \npick? Certainly someone who works with both Lord Adrian PIE Fulford and Paul Kemaghan has to \nbe highly suspect. I guess the truth must be in your email system somewhere. \nDid you bother asking the FCA to investigate Roger Jenkins, who also appears to have also \ngone to Epstein's child-rape parties? \nYours sincerely \nMark Anthony Taylor \nEFTA00019893",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Kalamata \nBillington",
        "role": "extracted",
        "context": "Kalamata \nBillington Lane \nDerrington \nStafford \nS"
      },
      {
        "name": "Lane \nDerrington",
        "role": "extracted",
        "context": "Kalamata \nBillington Lane \nDerrington \nStafford \nST18 9LR \n23 Feb 2"
      },
      {
        "name": "Mel Stride",
        "role": "extracted",
        "context": "ST18 9LR \n23 Feb 2020 \nTo: \nMel Stride —  Chairman of the UK Treasur"
      },
      {
        "name": "Treasury Select",
        "role": "extracted",
        "context": "Stride —  Chairman of the UK Treasury Select Committee \nCopies \nTo: \nFeder"
      },
      {
        "name": "Committee \nCopies",
        "role": "extracted",
        "context": "man of the UK Treasury Select Committee \nCopies \nTo: \nFederal Bureau of Intel"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "elect Committee \nCopies \nTo: \nFederal Bureau of Intelligence \nDame Elizabe"
      },
      {
        "name": "Intelligence \nDame",
        "role": "extracted",
        "context": "opies \nTo: \nFederal Bureau of Intelligence \nDame Elizabeth \nGloster \nThe Press"
      },
      {
        "name": "Elizabeth \nGloster",
        "role": "extracted",
        "context": "Bureau of Intelligence \nDame Elizabeth \nGloster \nThe Press \nBailey and the TS"
      },
      {
        "name": "The Press",
        "role": "extracted",
        "context": "nce \nDame Elizabeth \nGloster \nThe Press \nBailey and the TSC Suppressi"
      },
      {
        "name": "Suppressing Key",
        "role": "extracted",
        "context": "The Press \nBailey and the TSC Suppressing Key Information to the FBI, PRA,"
      },
      {
        "name": "Morgan Emails",
        "role": "extracted",
        "context": "Regarding the \n.les Staley JP Morgan Emails \nDear Mr Stride, \nI believe y"
      },
      {
        "name": "Dear Mr",
        "role": "extracted",
        "context": ".les Staley JP Morgan Emails \nDear Mr Stride, \nI believe you should"
      },
      {
        "name": "Maciej Wenerski",
        "role": "extracted",
        "context": "d a reply a \nmonth later from Maciej Wenerski who handled it as a FOIA, wit"
      },
      {
        "name": "Jes Staley",
        "role": "extracted",
        "context": "and the PRA all investigating Jes Staley's conduct while working at JP"
      },
      {
        "name": "Mr Stride",
        "role": "extracted",
        "context": "demand the FCA investigate. \nMr Stride, do you take personal respons"
      },
      {
        "name": "Andrew Bailey",
        "role": "extracted",
        "context": "after the dust has settled? \nAndrew Bailey of the FCA and Lisa Osofsky o"
      },
      {
        "name": "Lisa Osofsky",
        "role": "extracted",
        "context": "Andrew Bailey of the FCA and Lisa Osofsky of the SFO both explicity ref"
      },
      {
        "name": "Had \nStaley",
        "role": "extracted",
        "context": "British establishment's hand. Had \nStaley's role in JP Morgan not been"
      },
      {
        "name": "Mark Carney",
        "role": "extracted",
        "context": "noted that Andrew Bailey and Mark Carney are being investigated for th"
      },
      {
        "name": "Judge Worster",
        "role": "extracted",
        "context": "sé were \ngiven as evidence to Judge Worster of the Birmingham Court. The"
      },
      {
        "name": "Birmingham Court",
        "role": "extracted",
        "context": "dence to Judge Worster of the Birmingham Court. The Court now refuses to acc"
      },
      {
        "name": "High Court",
        "role": "extracted",
        "context": "document \nand signed off by a High Court judge. They also allowed Deut"
      },
      {
        "name": "Deutsche Bank",
        "role": "extracted",
        "context": "ourt judge. They also allowed Deutsche Bank to get away with never \nhavin"
      },
      {
        "name": "Did Worster",
        "role": "extracted",
        "context": "evidenec against themselves. \nDid Worster take a bribe or was he ordere"
      },
      {
        "name": "Lord Chief",
        "role": "extracted",
        "context": "would have to make \nsure the Lord Chief Justice Ian Burnett was in th"
      },
      {
        "name": "Justice Ian",
        "role": "extracted",
        "context": "to make \nsure the Lord Chief Justice Ian Burnett was in the loop. Lord"
      },
      {
        "name": "Lord Etherton",
        "role": "extracted",
        "context": "Ian Burnett was in the loop. Lord Etherton seems to have implied \nBurnet"
      },
      {
        "name": "Lord Adrian",
        "role": "extracted",
        "context": "y someone who works with both Lord Adrian PIE Fulford and Paul Kemaghan"
      },
      {
        "name": "Paul Kemaghan",
        "role": "extracted",
        "context": "h Lord Adrian PIE Fulford and Paul Kemaghan has to \nbe highly suspect. I"
      },
      {
        "name": "Roger Jenkins",
        "role": "extracted",
        "context": "asking the FCA to investigate Roger Jenkins, who also appears to have als"
      },
      {
        "name": "Mark Anthony",
        "role": "extracted",
        "context": "pe parties? \nYours sincerely \nMark Anthony Taylor \nEFTA00019893"
      }
    ],
    "locations": [
      {
        "name": "SFO",
        "type": "airport"
      }
    ],
    "dates": [],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:59.796Z"
}