{
  "document": {
    "id": "efta00021066",
    "filename": "EFTA00021066.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0004\\EFTA00021066.pdf",
    "text": "\n\nFrom: ' \nTo:\n' \nCc: \"\nSubject: RE: Epstein search materials for upload and privilege review \nDate: Fri, 07 Feb 2020 14:34:22 +0000 \nThe data should be ready by Monday morning. \nFrom: \nSent: Tuesday, February 4, 2020 6:58 PM \nTo: \nCc: \nSubject: RE: Epstein search materials for upload and privilege review \nWanted to quickly check the status of the below — it's only been a couple weeks, so totally understand it may not be \ncomplete, but hopefully we're getting close? If you could please check with the vendor and let us know, we'd be grateful \n— and we'll plan to get it to asap once we have access. \nthanks, \nFrom: \nSent: Tuesday, January 21, 2020 18:50 \nTo: \nCc: \nSubject: RE: Epstein search materials for upload and privilege review \nWe've received a hard drive from FBI CART, which they've processed from devices seized and searched in connection with \nthe Epstein case. Can we please get those materials uploaded to Relativity, for privilege review by (copied here)? I've \nleft the hard drive with the materials on your chair. (And if we could please get that hard drive back once the materials \nare uploaded, the FBI has another batch they want to transmit to us for the same process, so that will also be coming \nshortly.) \nAnd then M, these will be subject to just the exact same privilege review you previously ran in connection with Epstein \nsearch warrant returns. \nPlease let us know if any questions or issues at all? And thanks very much as always. \nEFTA00021066\n\nEFTA00021067",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [],
    "locations": [],
    "dates": [
      {
        "date": "2020-02-04",
        "event": "February 4, 2020"
      },
      {
        "date": "2020-01-21",
        "event": "January 21, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:03.954Z"
}