{
  "document": {
    "id": "efta00029796",
    "filename": "EFTA00029796.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00029796.pdf",
    "text": "\n\nFrom: \nTo: \n• \nCc:if \" \nSubject: RE: Following up \nDate: Thu, 25 Jun 2020 22:45:04 +0000 \nAttachments: Material_Witness_PA_4.02_Final sigmed.pdf \nCRM)\" \nThe MLAT is attached for reference, thanks. \nFrom: (USANYS).> \nSent: Thursda June 25, 2020 6:28 PM \nTo (CRM) \nCc: \nSubject: RE: \nFollowing up \nThanks, I appreciate the concern and am open to working to address it, to the extent possible. We, of course, \nwould never simply turn this material over to a civil litigant, as you suggest. The problem is, irrespective of our intent, this \nis not Rule 6 material (unless, of course, he testifies before a grand jury), and we are trying to be mindful of not simply our \ncriminal case, but obligations we may have under other aspects of U.S. law, FOIA and/or Touhy, spring to mind, for \nexample. Again, we never voluntarily turn this stuff over, and we frequently oppose FOIA requests and the like to the \nextent we can under the law. But particularly given the history and concern, we don't want to make promises we may not \nbe able to keep. \nDo you by any chance have handy a copy of the MLAT itself (if not, certainly happy to locate myself, just figured you might \nhave it already). I'd like to see what, if anything, the treaty says about this subject. \nFrom: CRM) \nSent: Thursday, June 25, 2020 2:47 PM \nTo: \nUSANYS \n; \n) \nCc \nSu ject: RE: \nFo owing up \nThanks. This is helpful. One clarification which they will seek -  because it seems to loom \nlarge in their suspicions -  is whether his statement will be provided to victims for purposes \nof civil litigation. I  know this is not something that ordinarily happens (I don't think I  have \never done this) -  but I  think we need to say something about that to move this forward. \nMaybe something like, \"Absent a court order directing otherwise, the SDNY will not use or \ndisclose the statement in any matter other than a criminal investigation, prosecution, or \nrelated asset forfeiture action initiated by the United States government.\" \nWhat do you think? \nFrom: (USANYS) \nSent: Thursday, June 25, 2020 7:36 PM \nTo: \nCc: \nSubject: RE: \nFollowing up \nEFTA00029796\n\nININ Thanks for your patience. I've now had a chance to raise your suggestion on our end, and we are amenable to \ndiscussing a confidentiality agreement along the lines you propose, with some revisions. Below is our proposed language \nwhich we would be comfortable with. Happy to discuss our position further at your convenience. Thanks, Ted \nPrior to the in-person interview: \nFrom now until August 14, 2020, neither the witness nor any person representing him will \nmake any statement to anyone (other than counsel) about the plans for or terms of \nthe \ninterview. Likewise, the SDNY agrees to make \nno public comment about the matter during this \nperiod. If an interview has not been concluded by August 14, this confidentiality agreement \nwill not bar any further public or private comments on the matter. \nAfter an in-person interview: \nIf the witness completes an interview with U.S. law enforcement, both parties may confirm \npublicly or privately that: \"the witness has met with law enforcement authorities in the United \nStates and answered questions about matters \nunder investigation. We will not comment \nfurther.\" Further \ncomment by the witness or any person representing or speaking for him will \nvoid this \nagreement. \nThe content of the witness's statements to law \nenforcement as part of any interview arranged \npursuant to the MLA will only be used or disclosed as permitted \nunder U.S. law, including in \nconnection with a criminal investigation or proceeding, as ordered or authorized by a court in \nthe United States, or as otherwise \nrequired by law. \nNothing in this agreement will bar any party \nfrom disclosing to a Court any communications related \nto setting up or \nexecuting the interview or the contents of the interview. \nFrom \nCRM) \nSent: Tuesday, June 23, 2020 5:00 AM \nTo: \nUSANYS \n• \n) \nCc: \nSubject: RE: \nFollowing up \nSounds good. \nFrom: (USANYS) \nSent: Monday, June 22, 2020 10:06 PM \nTo CRM) \nSul:4e:: alli owing up ll \nCc: \n) \nThanks I am in the process of raising this internally on our end, but given recent events, and as I'm sure you can \nimagine, it make take me a  bit more time than usual to get back to you. I can tell you the conditions below are unlikely to \nbe acceptable to us as drafted, but provided it is in fact a rough outline, I am working on some proposed modifications \nthat folks here may be able to get comfortable with. I will circle back when I know more. \nFrom: (CRM) \nSent: Monday, June 22, 2020 6:50 AM \nTo: \n>. \n(USANYS) \nCc \nSubject: Following up \nEFTA00029797\n\nBefore this weekend's events, I was planning \non writing an email proposing that you put together \nsome very specific terms for an in-person interview that we can share with the Home Office and the \npolice force \nwhich makes the first formal approach to the witness's solicitors. Most of the terms are \nalready noted in the MLA \nrequest: who will be present, where it will take place (UK), whether it will \nbe recorded or written, etc. What isn't covered is any kind of a description or agreement about \nconfidentiality. Absent this, a MLA police interview will get hung up like your efforts at a voluntary \ninterview. \nThis weekend's events, which are \ntroubling on many levels, also provide an opportunity in this case. \nBlackfords's and the witness's anger have been focused on your former USA's public statements. \nThey may now have some greater confidence that they \ncan rely on any statements of confidentiality. \nOr at least they can now save face by agreeing to an \ninterview. In any event, given the history of this, \nI think absent a mutual agreement on confidentiality, this \nmatter will get mired in litigation, and you \nmay never get the interview. \nHere is a rough outline of what might be acceptable on confidentiality. This may give you heartburn, \nbut I \nthink it is the most expeditious way forward: \nPrior to \nthe in-person interview: \nAn agreement that for a period lasting no longer than eight (8) weeks, neither the witness nor \nany person representing him will make any \nstatement to anyone (other than counsel) about the \nplans for or terms of the interview. Likewise, the USDOJ agrees to make no public comment \nabout the matter during this period. If an interview has not been concluded within eight \nweeks, this confidentiality agreement will not bar any further public or private comments on \nthe matter. \nAfter an in-person interview: \nIf the witness makes a statement, both parties may confirm publicly or privately that: \"the \nwitness has provided a formal statement to law enforcement authorities in the United States \nabout matters under investigation. Further \ncomment would not be appropriate.\" Further \ncomment by the witness or any person \nrepresenting or speaking for him will void this \nagreement. \nThe content of witness's statement will be treated in the same manner as testimony taken \nbefore \na Federal Grand Jury under Fed.R.Crim.P. 6(e). Among other things, unless used in \nconnection with a criminal proceeding, \nrequired to be disclosed in connection with a criminal \nproceeding, or otherwise ordered disclosed by a court in the United States, the content of the \nstatement will \nnot be made public. \nNothing in this agreement will bar any party \nfrom disclosing to a Court any communications related \nto setting up or executing the \ninterview or the contents of the interview. \nPutting something like this together will pave the way for getting the interview done. \nThanks, \nU.S. Department of Justice Attaché \nEFTA00029798\n\nUnited States Embassy \n-  London \no e: \nFrom the U. \nEFTA00029799",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Thursda June",
        "role": "extracted",
        "context": "nks. \nFrom: (USANYS).> \nSent: Thursda June 25, 2020 6:28 PM \nTo (CRM) \nC"
      },
      {
        "name": "Cc \nSu",
        "role": "extracted",
        "context": "0 2:47 PM \nTo: \nUSANYS \n; \n) \nCc \nSu ject: RE: \nFo owing up \nThank"
      },
      {
        "name": "Ted \nPrior",
        "role": "extracted",
        "context": "at your convenience. Thanks, Ted \nPrior to the in-person interview:"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "nforcement authorities in the United \nStates and answered questions about"
      },
      {
        "name": "Cc \nSubject",
        "role": "extracted",
        "context": "0 6:50 AM \nTo: \n>. \n(USANYS) \nCc \nSubject: Following up \nEFTA00029797"
      },
      {
        "name": "Home Office",
        "role": "extracted",
        "context": "ew that we can share with the Home Office and the \npolice force \nwhich"
      },
      {
        "name": "Federal Grand",
        "role": "extracted",
        "context": "as testimony taken \nbefore \na Federal Grand Jury under Fed.R.Crim.P. 6(e)"
      },
      {
        "name": "Justice Attach",
        "role": "extracted",
        "context": "Thanks, \nU.S. Department of Justice Attaché \nEFTA00029798\n\nUnited States"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-06-25",
        "event": "June 25, 2020"
      },
      {
        "date": "2020-08-14",
        "event": "August 14, 2020"
      },
      {
        "date": "2020-06-23",
        "event": "June 23, 2020"
      },
      {
        "date": "2020-06-22",
        "event": "June 22, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:24.254Z"
}