{
  "document": {
    "id": "efta00023791",
    "filename": "EFTA00023791.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00023791.pdf",
    "text": "\n\nFrom: Gary Bloxsome  \nTo: \n\"-\nCc: Daniel Cund \nSubject: Re: Sensitive \ncorrespondence \nDate: Thu, 16 Jul 2020 16:45:00 +0000 \nInline-Images: image841628.jpg; image877270.jpg \nJennifer Richardson \nDear \nThank you for your email and the constructive approach contained therein. \nI will revert back to you. \nRegards. \nGary \nGary Bloxsome I \nPartner \nA RANKED IN \n1 \n11,1111011,, \nK \n4.0 90 901lb\ne \nIndio* Firm \n111; \n.5041 \nWI' \nIII :; \nCoronavirus —  COVID-19 —  A message to our clients and fellow professionals \nAll of the partners of the firm are still working and their contact details can be found on our website \nat www.blackfords.com. In addition we have a team of key workers supporting us across all offices. \nWe continue to take instructions from existing and new clients. \nEFTA00023791\n\nAs a consequence of the coronavirus pandemic and the need to ensure the safety of our staff, the \nfirm will be operated by a limited number of key personnel. \nFamily Court hearings and proceedings —these are operating through video and telephone hearings. \nOur family team is operating as normal. \nCriminal and Regulatory hearings - most court and tribunal hearings are being adjourned but you \nmust please stay in contact with us to check hearing dates and deadlines until we have confirmation \nthat they have been moved or extended. For individuals held in custody, cases are being dealt with \nwhere social distancing measures or electronic hearings can be implemented. \nIn the meantime if you need to speak to one of our lawyers, please leave a voicemail by dialling \nwhere we will respond to the messages in the order they are received or by emailing your \nenquiry to \nBlackfords LLP is a limited liability partnership registered in England & Wales with registered number OC325398 at \nA list of members' names is available at this address. \nGDPR: details of how we handle personal data can be found in ourPrivacy Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 14 Jul 2020, at 15:59, \nExternal email: is it safe to open attachments and links? \nwrote: \nGary, \nIn response to your July 13 email, we are prepared to enter into a limited period of confidential negotiations regarding a \nvoluntary interview of your client, subject to the following conditions: \nI. The confidential negotiation period shall last no more than two weeks, starting today, and ending at the end of the day \non July 28, 2020 (the \"Negotiation Period\"); \n2. Both sides agree that the fact of the Negotiation Period, as well as any communications made during the Negotiation \nPeriod, shall be treated as confidential, and shall not be the subject of any public comments; \n3. If, as the result of negotiations conducted during the Negotiation Period, your client completes a voluntary interview \nwith U.S. authorities, either side may publicly confirm that your client met with United States law enforcement \nauthorities and answered questions about matters under investigation. Neither party, or their representatives, shall \ncomment further on the circumstances or substance of the interview. \n4. Alternatively, if, at the end of the Negotiation Period, no agreement is reached, the parties will jointly inform the \nappropriate authorities in the UK and US that the parties are not able to reach agreement on a voluntary interview and \naccordingly a voluntary interview will not occur. \nWe believe these conditions directly address your stated concerns while allowing us to satisfy ourselves that all sides are \nendeavoring in good faith to either expeditiously reach agreement on a voluntary interview or reach agreement that no \nsuch interview will occur. \nPlease inform us as soon as possible if you are amenable to this proposal. If so, we are prepared to schedule a call at your \nearliest convenience to discuss arrangements for the interview. \nRegards, \nFrom: Gary Bloxsome \nSent: Monday, July 13, 2020 11:49 \nTo: \nEFTA00023792\n\nCc: Daniel Cundy ; Jennifer Richardson ; ) ; \nSubject: Re: Sensitive correspondence \nDear \nGeoffrey Berman and Audrey Strauss have persistently commented about the prospects and purpose of \ninterviewing the Duke of York, prompting widespread media coverage. We regard that commentary as \nimproper. Your offer to refrain from publicly commenting on the substance of any witness interview and \ngeneral assurances about your standard practice are clearly insufficient to prevent the DoJ and the SDNY from \nencouraging a media circus around the process of arranging for and the Duke attending any interview. \nAll we are asking for at this stage is an undertaking of confidentiality in relation to the discussion of dates, \nconcerns and arrangements in relation to any interview. This is no more than would be good practice in the UK \nand we invite you provide an assurance in this regard. \nRegards \nGary \nGary BloxsomelPartner \nMUM= \nCoronavirus — COVID-19 -A message to our clients and fellow professionals \nAll of the partners of the firm are still working and their contact details can be found on our website at \nwww.blackfords.com. In addition we have a team of key workers supporting us across all offices. We \ncontinue to take instructions from existing and new clients. \nAs a consequence of the coronavirus pandemic and the need to ensure the safety of our staff, the firm \nwill be operated by a limited number of key personnel. \nFamily Court hearings and proceedings —  these are operating through video and telephone hearings. \nOur family team is operating as normal. \nCriminal and Regulatory hearings - most court and tribunal hearings are being adjourned but you \nmust please stay in contact with us to check hearing dates and deadlines until we have confirmation \nthat they have been moved or extended. For individuals held in custody, cases are being dealt with \nwhere social distancing measures or electronic hearings can be implemented. \nIn the meantime if you need to speak to one of our lawyers, please leave a voicemail by dialling \nwhere we will respond to the messages in the order they are received or by emailing your \nenquiry to \nBlackford% LLP is a limited liability partnership registered in England & Wales with registered number O(325398 at \nA list of members' names is available at this address. \nGDPR: details of how we handle personal data can be found in ourPrivacv Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn 10 Jul 2020, at 00:51, \nExternal email: is it safe to open attachments and links? \n< \n> wrote: \nGary, \nEFTA00023793\n\nWhile we do not think it would be productive to rehash the history of our communications, we have always been and \nremain open to a voluntary interview in lieu of one compelled under U.K. law. However, your client has neither offered \nnor agreed to sit for a voluntary interview. That has left us no choice but to pursue a compelled interview. \nYou have asked about the confidentiality of any witness interview. We have previously told you, by email dated \nFebruary 4, 2020, and reiterate here, that it is our standard practice to refrain from publicly commenting on the \nsubstance of any witness interview, and we intend to abide by that practice in this case. It is also our standard practice to \ndisclose information provided during a witness interview only in connection with an ongoing criminal investigation or \nproceeding, any related civil or forfeiture proceeding initiated by this Office, or as otherwise authorized under U.S. law. \nWe do not voluntarily share information with the press or civil litigants or members of the public, and it is entirely \nunclear why you believe we might do so here. \nGive us a commitment that your client will sit for a voluntary interview with us, give us a date or dates that work for \nyou and your client, and we will be happy to schedule a call to discuss any additional arrangements or particular \nconcerns you may have. But until we have a commitment from your client to sit for a voluntary interview — and to do so \non a timeline that reflects the urgency of our ongoing investigation — we will continue to pursue a compelled interview \nthrough all available legal channels. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: Gary Bloxsome < \nSent: Monday, July 06. 2020 09:15 \nTo: \nCc: Daniel Cundy <=I>; Jennifer Richardson ; \n) *<\n1.>> \nSubject: Re: Sensitive correspondence \nDear M, \nThank you for your email of 2 July 2020, sent late in the evening UK time. \nIt appears that there may be cultural differences between UK and US legal practice that are causing problems \nin our communications. Normally in UK practice, any written communication is acknowledged promptly and \nany differences between the parties are identified in that correspondence. Following our emails of 3 and 8 \nJune 2020, I  had expected the DOJ to at least acknowledge our email of 8 June 2020. I did not expect to have \nto chase for an acknowledgment, let alone a response, on 1 July 2020. \nI remain very keen to discuss a path for the Duke's voluntary cooperation, without necessity for compelled \nprocess under the MLAT. I  believe that through a cooperative agreement which could be reached, the Duke \nwould be able to provide answers to any relevant questions you may have. \nI am disappointed that your email response of 2 July 2020 seems to suggest that the DOJ has no interest in \ndiscussing the practical arrangements that obviously need to made to allow us to advise the Duke of York that \nhe should agree a process under which he provides witness evidence to you. For that discussion to take place I \nwould invite you to indicate what protections might be available to ensure that this process is fair and does \nnot turn into a media circus. \nInsofar as you complain about our public statement on 8 June 2020, this solitary public comment was made in \nresponse to what I believe have been highly unusual public statements and persistent and deliberate leaks to \nthe press by the DOJ, including the latest leak of the fact that there had been a mutual legal assistance request. \nHowever, I acknowledge that both sides appear to have quite different views as to how we have reached this \nposition and who is in the right. May I  therefore suggest that we start afresh, and both make a good faith \nattempt to reach an agreement which will allow the Duke of York to provide the potential evidence you seek. \nI do not believe that this agreement can be achieved by the DOJ unilaterally insisting that the Duke must \ncommit to a voluntary cooperation without any guarantee that he would have even the limited protection that \nhe would be given in the context of a request for mutual legal assistance. In the mutual legal assistance \nprocess in the UK, for example, he could only be required to answer questions and provide evidence that are \ndemonstrably relevant to a US criminal trial. Whatever evidence he provides may only be used for the US \nEFTA00023794\n\ncriminal proceedings and cannot be given to the press or deployed by civil claimants' lawyers. The overall \nconfidentiality of the evidence taking process is supervised by a judge. \nIn those circumstances I do urge you to agree that we should at least attempt to iron out the cultural \ndifferences and practical issues between us by speaking on a call in the very near future. \nI  look forward to hearing from you regarding a time you might be available to speak by telephone. \nKind regards \nGary \nGary Bloxsome Partner \nCoronavirus — COVID- 1 9 —A message to our clients and fellow professionals \nAll of the partners of the firm are still working and their contact details can be found on our website at \nwww.blackfords.com.  In addition we have a team of key workers supporting us across all offices. We \ncontinue to take instructions from existing and new clients. \nAs a consequence of the coronavirus pandemic and the need to ensure the safety of our staff, the firm \nwill be operated by a limited number of key personnel. \nFamily Court hearings and proceedings —  these are operating through video and telephone hearings. \nOur family team is operating as normal. \nCriminal and Regulatory hearings - most court and tribunal hearings are being adjourned but you \nmust please stay in contact with us to check hearing dates and deadlines until we have confirmation \nthat they have been moved or extended. For individuals held in custody, cases are being dealt with \nwhere social distancing measures or electronic hearings can be implemented. \nIn the meantime if you need to speak to one of our lawyers, please leave a voicemail by dialling \nwhere we will respond to the messages in the order they are received or by emailing your \nenquiry to \nBlackford% LLP is a limited liability partnership registered in England & Wales with registered number OO25398 at \n. A list of members' names is available at this address. \nGDPR: details of how we handle personal data can be found in ourPrivacv Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nOn \n2 Jul 2020, at 22:07, \nExternal email: is it safe to open attachments and links? \n) \nwrote: \nGary, \nThere is nothing under active consideration because you have not proposed anything for consideration. To the \ncontrary, in your email of June 8, you stated: \"we cannot commit to a particular form of cooperation until we are \nproperly informed and assured as to what protections, including as to confidentiality and use, are to pertain.\" We note \nthat notwithstanding your professed interest in confidentiality, that email was followed almost immediately by a \nEFTA00023795\n\npublic release issued in your name that contained any number of false and misleading characterizations of your \ndealings with our Office and your client's purported interest in cooperation. \nIf and when you are prepared to arrange a date for your client to sit for an interview with our Office, we assume you \nwill let us know, and we will be happy to discuss the particulars of such an interview. Until such an interview is \narranged, we will continue to report to the authorities in the UK, through the appropriate channels, that there has been \nno offer of a voluntary interview, nor any likelihood of one being scheduled, and that we will therefore have no \nalternative but to pursue a compelled interview via formal request. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: Gary Bloxsome < \nSent: Wednesday, July 01, 2020 12:28 \nTo: \nCc: Daniel Cundy\nSubject: Sensitive correspondence \nDear \n; Jennifer Richardson \nI  refer to our email dated 8th June 2020. We have not received any response from you.We assume it is still under \nactive consideration by your department. If it would assist we would welcome a telephone conference to discuss the \nmatter further. \nKind regards \nGary \nGary BloxsomelPartner \nCoronavirus — COVID-19 —A message to our clients and fellow professionals \nAll of the partners of the firm are still working and their contact details can be found on our website at \nwww.blackfords.com.  In addition we have a team of key workers supporting us across all offices. We \ncontinue to take instructions from existing and new clients. \nEFTA00023796\n\nAs a consequence of the coronavirus pandemic and the need to ensure the safety of our staff, the firm \nwill be operated by a limited number of key personnel. \nFamily Court hearings and proceedings —  these are operating through video and telephone hearings. \nOur family team is operating as normal. \nCriminal and Regulatory hearings - most court and tribunal hearings are being adjourned but you \nmust please stay in contact with us to check hearing dates and deadlines until we have confirmation \nthat they have been moved or extended. For individuals held in custody, cases are being dealt with \nwhere social distancing measures or electronic hearings can be implemented. \nIn the meantime if you need to speak to one of our lawyers, please leave a voicemail by dialling \nwhere we will respond to the messages in the order they are received or by emailing your \nenquiry to \nBlackford% LLP is a limited liability partnership registered in England & Wales with registered number OC325398 at \nA list of members' names is available at this address. \nGDPR: details of how we handle personal data can be found in ourPrivacv Statement \nAuthorised and regulated by the Solicitors Regulation Authority under number 462078. \nEFTA00023797",
    "pageCount": 7,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Gary Bloxsome",
        "role": "extracted",
        "context": "From: Gary Bloxsome  \nTo: \n\"-\nCc: Daniel Cund \nSu"
      },
      {
        "name": "Daniel Cund",
        "role": "extracted",
        "context": ": Gary Bloxsome  \nTo: \n\"-\nCc: Daniel Cund \nSubject: Re: Sensitive \ncorr"
      },
      {
        "name": "Jennifer Richardson",
        "role": "extracted",
        "context": "e841628.jpg; image877270.jpg \nJennifer Richardson \nDear \nThank you for your ema"
      },
      {
        "name": "Dear \nThank",
        "role": "extracted",
        "context": "270.jpg \nJennifer Richardson \nDear \nThank you for your email and the co"
      },
      {
        "name": "Gary \nGary",
        "role": "extracted",
        "context": "evert back to you. \nRegards. \nGary \nGary Bloxsome I \nPartner \nA RANKED"
      },
      {
        "name": "Family Court",
        "role": "extracted",
        "context": "ted number of key personnel. \nFamily Court hearings and proceedings —the"
      },
      {
        "name": "Privacy Statement",
        "role": "extracted",
        "context": "sonal data can be found in ourPrivacy Statement \nAuthorised and regulated by"
      },
      {
        "name": "Solicitors Regulation",
        "role": "extracted",
        "context": "thorised and regulated by the Solicitors Regulation Authority under number 462078"
      },
      {
        "name": "Negotiation Period",
        "role": "extracted",
        "context": "e day \non July 28, 2020 (the \"Negotiation Period\"); \n2. Both sides agree that"
      },
      {
        "name": "Negotiation \nPeriod",
        "role": "extracted",
        "context": "ommunications made during the Negotiation \nPeriod, shall be treated as confiden"
      },
      {
        "name": "Daniel Cundy",
        "role": "extracted",
        "context": "11:49 \nTo: \nEFTA00023792\n\nCc: Daniel Cundy ; Jennifer Richardson ; ) ;"
      },
      {
        "name": "Dear \nGeoffrey",
        "role": "extracted",
        "context": "Re: Sensitive correspondence \nDear \nGeoffrey Berman and Audrey Strauss hav"
      },
      {
        "name": "Audrey Strauss",
        "role": "extracted",
        "context": "ce \nDear \nGeoffrey Berman and Audrey Strauss have persistently commented a"
      },
      {
        "name": "Regards \nGary",
        "role": "extracted",
        "context": "an assurance in this regard. \nRegards \nGary \nGary BloxsomelPartner \nMUM="
      },
      {
        "name": "Gary Bloxsomel",
        "role": "extracted",
        "context": "this regard. \nRegards \nGary \nGary BloxsomelPartner \nMUM= \nCoronavirus — C"
      },
      {
        "name": "Privacv Statement",
        "role": "extracted",
        "context": "sonal data can be found in ourPrivacv Statement \nAuthorised and regulated by"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": "ls. \nRegards, \nAssistant U.S. Attorney \nSouthern District of New York \nFrom: G"
      },
      {
        "name": "Bloxsome Partner",
        "role": "extracted",
        "context": "ne. \nKind regards \nGary \nGary Bloxsome Partner \nCoronavirus — COVID- 1 9 —A"
      },
      {
        "name": "Partner \nCoronavirus",
        "role": "extracted",
        "context": "regards \nGary \nGary BloxsomelPartner \nCoronavirus — COVID-19 —A message to our"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-28",
        "event": "July 28, 2020"
      },
      {
        "date": "2020-07-13",
        "event": "July 13, 2020"
      },
      {
        "date": "2020-02-04",
        "event": "February 4, 2020"
      },
      {
        "date": "2020-07-01",
        "event": "July 01, 2020"
      },
      {
        "date": "2020-07-02",
        "event": "2 July 2020"
      },
      {
        "date": "2020-06-08",
        "event": "8 \nJune 2020"
      },
      {
        "date": "2020-06-08",
        "event": "8 June 2020"
      },
      {
        "date": "2020-07-01",
        "event": "1 July 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:09.655Z"
}