{
  "document": {
    "id": "efta00030677",
    "filename": "EFTA00030677.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00030677.pdf",
    "text": "\n\nFrom: ' \nTo: Michael Bachne \nCc: ' \"\nSubject: RE: =Attorney Proffer \nDate: Fri, 05 Jun 2020 17:20:23 +0000 \nInline-Images: -WRD358.jpg \n< \nMichael, \nThanks for checking in, and we hope you're doing well these days. Given the lack of significant change in terms of health \nand safety issues over the past few months since we last were in touch, we are fine to continue to hold in abeyance our \ndiscussion with MEN We continue to appreciate her willingness to speak with us, and the delay will not prejudice \nher at all. Should it still be impracticable to meet in person in another month or two, we may circle back on the possibility \nof a videoconference or phone discussion, but in the interim we have no issue with remaining on hold. \nPlease don't hesitate to be in touch if there are any questions or issues, or if another substantial period of time has gone \nby and we haven't connected, and thanks again for being in touch. \nFrom: Michael Bachner <mb@bhlawfirm.com> \nSent: Thursday, June 04, 2020 12:27 \nTo: \nSubject: Re Attorney Proffer \nHey■ hope all is well. Checking in to see the status of matters. \nStay well \nMichael Bachner \nBachner & Weiner, PC \nPlease excuse typographical errors. Messages sent through dictation. \nhttps://wwwactl.coml \nEFTA00030677\n\nNOTICE: The information contained in this communication is legally privileged and/or \nconfidential information, which is intended only for use of recipient. If the reader of this communication is not \nthe intended recipient (or the agent or employee responsible to deliver it to the intended (recipient), you are \nhereby notified that any dissemination, distribution, or reproduction of this communication is strictly prohibited. \nIf you have received this communication by error, please immediately notify the sender by e-mail and delete this \nemail from your system. Nothing in this email should be construed as a legal opinion or tax advice. \nOn Mar 16, 2020, at 11:50 AM, \nMichael, \n> wrote: \nThe world has obviously changed substantially even since late last week — I know we had conveyed that we wanted to \nmeet \nwith \nsooner rather than later, but if you and/or she has any preference at all to postpone tomorrow's \nmeeting, that would be fine. If she has a strong inclination to do the meeting and would *prefers to do it tomorrow, \nplease let us know and we should be able to make that work at your office, but otherwise we're happy to touch base in \nthe coming weeks and see what makes sense. The last thing we want to do is endanger anyone's health or safety. \nPlease let us know what you prefer, and we'll go from there. \nthanks, \nFrom: Michael Bachner alOMMINIMINIM \nSent: Sunday, March 15, 2020 11:25 \nTo: \nCc: \n) \n<MES; \nSubject: \nRe: \nttorney \nProffer \nlet's do the meeting at my office on Tuesday. \nMichael Bachner \nBachner & Weiner, PC \nPlease excuse typographical errors. Messages sent through dictation. \n<—WRD000.jpg> \nhttps://www.actl.com/ \nNOTICE: The information contained in this communication is legally privileged and/or \nconfidential information, which is intended only for use of recipient. If the reader of this communication is not \nthe intended recipient (or the agent or employee responsible to deliver it to the intended (recipient), you are \nhereby notified that any dissemination, distribution, or reproduction of this communication is strictly \nprohibited. If you have received this communication by error, please immediately notify the sender by e-mail \nand delete this email from your system. Nothing in this email should be construed as a legal opinion or tax \nadvice. \nEFTA00030678\n\nOn Mar 11, 2020, at 9:53 PM, \n< \nwrote: \nMichael, \nWe'll put it in the calendar for then, certainly with the understanding that it's a fluid situation. We'll keep in touch and \nhope for the best. Stay safe and we'll talk soon. \nthanks, \nFrom: Michael Bachner \nSent: Wednesday, March 11, 2020 21:48 \nTo: \nCc: \n) <MI\n>; \nSubject: Re: Attorney \nProffer \nME, confirming March 17 at 1030. However please I  understand that these dates and times have to \nremember fluid given the coronavirus situation. A resident of the The Connecticut town where lives \njust tested positive \nMichael \nMichael Bachner \nBachner & Weiner, PC \nPlease excuse typographical errors. Messages sent through dictation. \n<—WRD057.jpg>I \nhttps://www.actl.com/ \nNOTICE: The information contained in this communication is legally privileged and/or \nconfidential information, which is intended only for use of recipient. If the reader of this communication is \nnot the intended recipient (or the agent or employee responsible to deliver it to the intended (recipient), you \nare hereby notified that any dissemination, distribution, or reproduction of this communication is strictly \nprohibited. If you have received this communication by error, please immediately notify the sender by e-mail \nand delete this email from your system. Nothing in this email should be construed as a legal opinion or tax \nadvice. \nOn Mar 11, 2020, at 5:06 PM, \nwrote: \nEFTA00030679\n\nMichael, \nWe appreciate that, thank you. Shall we plan to do a first meeting on Tuesday the 17th at 10:30 a.m.? But again, \nplease let us know if you prefer a different time, we should be flexible that day. \nSou, \nFrom: Michael Bachner \nSent: Wednesday, March 11, 2020 16:32 \nTo: \nCc: \n) \nSubject: RE: Attorney Proffer \nFrom: \nSent: Wednesday, March 11, 2020 1:04 PM \nTo: Michael Bachner \n<mb@bhlawfirrn.com>\nCc: \nSubject: RE: Attorney Proffer \nwill meet earlier. How does next week look. 17 18 or 19 \nSure, and given that timing I actually think it would be helpful to schedule two meetings, so we can be on track to get \nall the information we need efficiently, unless you have any objection to that. Can we put meetings on the calendar \nfor Tuesday the 31st and Thursday the 2nd, say at 10:30 a.m. each day? Or let us know if she or you prefer different \ntiming. \nAnd I would just add that because we do think she may have useful information for the ongoing investigation, which \ncontinues to proceed, if her personal issues resolve —  or allow for a meeting —  sooner than those dates three weeks \nout, we would prefer to meet earlier if that becomes possible. Understand if not, but wanted to note it. \nthanks, \nFrom: Michael Bachner \nSent: Wednesday, March 11, 2020 12:30 \nTo: \nCc: \nSubject: RE: =Attorney Proffer \nFrom: \nSent: Tuesday, March 10, 2020 2:37 PM \nTo: Michael Bachner \nCc: \nSubject: RE: =Attorney Proffer \nhas some persona issues to deal with. Can we sometime between March 31 and April 3? \nMichael, \nEFTA00030680\n\nThanks forgetting back to us, and we could do anytime this Monday, March 16. What time that day would be good \nfor you and \nthank you, \nFrom: \nMichael Bachner \nSent: Monday, March 09, 2020 16:09 \nTo:  \nSubject: RE: Attorney Proffer \nMI, following are dates that are bad for =I. Please let me know dates that work for oy and I will \nconfirm on my calendar. \nMarch 12 \nMarch 18-20 \nMarch \n25-30 \nApril 7-15 \nFrom: Michael Bachner \nSent: Wednesday, March 04, 2020 17:31 \nTo: \nCc: \nc:>; \nSubject: Re: —Attorney Proffer \nin DC on biz. Get back to u soon \nMichael Bachner \nBachner & Weiner, PC \nPlease excuse typographical errors. Messages sent through dictation. \n<image001.jpg>I \nhttps://wwwactl.com/ \nNOTICE: The information contained in this communication is legally privileged and/or \nconfidential information, which is intended only for use of recipient. If the reader of this communication is \nnot the intended recipient (or the agent or employee responsible to deliver it to the intended (recipient), you \nare hereby notified that any dissemination, distribution, or reproduction of this communication is strictly \nprohibited. If you have received this communication by error, please immediately notify the sender by e-\nmail and delete this email from your system. Nothing in this email should be construed as a legal opinion or \ntax advice. \nOn Mar 3, 2020, at 6:15 PM, \nwrote: \nEFTA00030681\n\nMichael, \nWanted to get back to you, as promised — as we indicated previously, the attorney proffers we've received from you \nhaven't caused us to change our view of Ms. status, and I think you've generally addressed the initial and \nfollow-up questions we've had. I think from our perspective the next step would be to have a  conversation with \nMs.= directly, and to cover with her the same topics that we've addressed with you. Ordinarily we would \napproach a discussion like that simply by going chronologically, and asking follow-up questions as appropriate along \nthe way, but as I've mentioned to you previously, if it would be useful to proceed in a different format, or to focus \n(or avoid) specific topics in a first meeting, I think we would generally be amenable to that. And of course as we've \nalso discussed, any discussion would be completely voluntary—not just the interview overall, but any specific topic \nor question that she wanted to pass on, or discuss with you in the moment, etc., would be totally up to her. Please \nlet us know what you think? We're also happy to chat via phone if that would be helpful as well. \nthanks, \nFrom: \nSent: Saturday, February 22, 2020 21:59 \nTo: Michael Bachner \nCc: \nc>; \nSubject: RE: =Attorney Proffer \nMichael, \nReceived, thank you. This information is helpful, and as with the prior attorney proffer, does not cause us to \nchange our view of Ms. status. \nWe will be traveling most of this upcoming week, but I hope that we will be able to follow up with you the \nfollowing week to discuss possible next steps. \nthank you, \nFrom: Michael Bachner \nSent: Friday, February 21, 2020 10:45 \nTo: \nSubject: RE: =Attorney Proffer \nAlex, pls see attached replies to your questions. \nFrom: Michael Bachner \n<mbPbhlawfirm.com>\nSent: Tuesday, February 18, 2020 12:01 \nTo: \nCc: \nSubject: RE: =Attorney Proffer \nGood morning. was away over the weekend. I expect to have a reply to your questions by \ntomorrow. \nEFTA00030682\n\nFrom: \nSent: Saturday, February 15, 2020 3:44 PM \nTo: Michael Bachner \nCc: \nI \nO; \nI4 \nSubject: RE: Attorney Proffer \nC \nGot it -- I had that down as London, rather than Paris, so that's helpful. And I should say, these questions aren't \nimmediately time-sensitive, I just didn't want to forget to ask, since I'm reviewing the notes now. \nthanks, \nFrom: Michael \nBachnerNIPINVIIIIMINIIIIIIIN \nSent: Saturday, February 15, 2020 15:41 \nTo: \nCc: \nI\n'Me \nSubject: Re: =Attorney Proffer \nHi is away for the weekend. In our meeting I  indicated that she stayed in the Paris apartment \nwith her husband on one occasion. I will get back to you on Monday or Tuesday regarding the other \nquestions you've asked today as well as at the meeting. Have a nice weekend \nMichael Bachner \nBachner & Weiner, PC \nPlease excuse typographical errors. Messages sent through dictation. \nkimage001.jpg>I \nhttps://www.actl.com/ \nNOTICE: The information contained in this communication is legally privileged and/or \nconfidential information, which is intended only for use of recipient. If the reader of this communication is \nnot the intended recipient (or the agent or employee responsible to deliver it to the intended (recipient), \nyou are hereby notified that any dissemination, distribution, or reproduction of this communication is \nstrictly prohibited. If you have received this communication by error, please immediately notify the sender \nby e-mail and delete this email from your system. Nothing in this email should be construed as a legal \nopinion or tax advice. \nOn Feb 15, 2020, at 3:05 PM, \nwrote: \nMichael, \nFollowing up on our meeting, one additional question / clarification we have from reviewing our notes is about \nwhether Ms ever visited certain Epstein properties other than his New York mansion and the brief visit to \nthe Palm Beach residence. I apologize if you addressed that and I missed it, but we wanted to add it to the list of \nEFTA00030683\n\nadditional questions —  in particular, whether she ever visited the New Mexico ranch, the Little St. James Island, \nthe Great St. James island, and/or the Paris residence. Also, is it correct that she just visited the Palm Beach \nresidence the one time you referenced? It's not a problem or issue if she visited any of those other locations, we \njust wanted to clarify one way or the other. And happy to discuss via phone if that's useful. \nthank you, \nFrom: \nSent: Thursday, February 13, 2020 13:40 \nTo: Michael Bachner \nCc: \nSubject: RE: Attorney Proffer \nMichael, \nc=M \nWe do understand that your attorney proffer today will be preliminary, and to the best of your client's current \nrecollection and to the best of your current understanding, and without, e.g., having been provided documents or \nother materials by the Government. \nWe also confirm that your statements will be considered to be made pursuant to Fed. R. Evid. 410 and Fed. R. \nCrim. P. 11(f), and therefore under those protections. Regarding Rule 408, we'll just note what we have for other \ncounsel in this case and others who have made similar statements or submissions, which is that we don't take any \nposition on the effect or application of Rule 408 in a prospective or hypothetical dispute in civil litigation, because \nit doesn't implicate any rights the Government would or would not have, but you can consider us advised that \nyour position is that your statements are also covered under 408. (While our Office itself can't guarantee the \nprotections of Rule 408 because any dispute on that issue would be beyond our purview, we are also not taking \nthe position that we believe it does not apply.) \nthank you, \nFrom: Michael Bachner \nSent: Thursday, February 13, 2020 10:08 \nTo: \nSubject: Attorney Proffer \nHi \nPrior to our meeting today, I am writing to confirm that statements I  make to you today \nare preliminary and subject to further refinement once Ms. =and I   have the benefit of additional \ndocument review and refreshed recollection if necessary based upon input we may receive from your \noffice. My statements to you are intended in hypothetical form only and in any event, we understand that \nthe \nprovisions of FRE 408 and 410 apply. \nPlease advise if my understanding is correct. \nThanks. \nMichael Bachner \nBachner & Associates, PC \nEFTA00030684\n\nkimage001.jpg> \nhlips://www.actl.coml \nEFTA00030685",
    "pageCount": 9,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Michael Bachne",
        "role": "extracted",
        "context": "From: ' \nTo: Michael Bachne \nCc: ' \"\nSubject: RE: =Attorn"
      },
      {
        "name": "Attorney Proffer",
        "role": "extracted",
        "context": "Bachne \nCc: ' \"\nSubject: RE: =Attorney Proffer \nDate: Fri, 05 Jun 2020 17:20"
      },
      {
        "name": "Michael Bachner",
        "role": "extracted",
        "context": "in for being in touch. \nFrom: Michael Bachner <mb@bhlawfirm.com> \nSent: Thu"
      },
      {
        "name": "Re Attorney",
        "role": "extracted",
        "context": "04, 2020 12:27 \nTo: \nSubject: Re Attorney Proffer \nHey■ hope all is wel"
      },
      {
        "name": "Proffer \nHey",
        "role": "extracted",
        "context": "27 \nTo: \nSubject: Re Attorney Proffer \nHey■ hope all is well. Checking i"
      },
      {
        "name": "On Mar",
        "role": "extracted",
        "context": "legal opinion or tax advice. \nOn Mar 16, 2020, at 11:50 AM, \nMicha"
      },
      {
        "name": "Attorney \nProffer",
        "role": "extracted",
        "context": "Cc: \n) <MI\n>; \nSubject: Re: Attorney \nProffer \nME, confirming March 17 at 1"
      },
      {
        "name": "The Connecticut",
        "role": "extracted",
        "context": "situation. A resident of the The Connecticut town where lives \njust tested"
      },
      {
        "name": "Michael \nMichael",
        "role": "extracted",
        "context": "lives \njust tested positive \nMichael \nMichael Bachner \nBachner & Weiner, PC"
      },
      {
        "name": "Bachner \nBachner",
        "role": "extracted",
        "context": "ed positive \nMichael \nMichael Bachner \nBachner & Weiner, PC \nPlease excuse t"
      },
      {
        "name": "Michael \nBachner",
        "role": "extracted",
        "context": "he notes now. \nthanks, \nFrom: Michael \nBachnerNIPINVIIIIMINIIIIIIIN \nSent: S"
      },
      {
        "name": "Me \nSubject",
        "role": "extracted",
        "context": "15, 2020 15:41 \nTo: \nCc: \nI\n'Me \nSubject: Re: =Attorney Proffer \nHi is"
      },
      {
        "name": "On Feb",
        "role": "extracted",
        "context": "egal \nopinion or tax advice. \nOn Feb 15, 2020, at 3:05 PM, \nwrote:"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "n and the brief visit to \nthe Palm Beach residence. I apologize if you"
      },
      {
        "name": "New Mexico",
        "role": "extracted",
        "context": "whether she ever visited the New Mexico ranch, the Little St. James I"
      },
      {
        "name": "Little St",
        "role": "extracted",
        "context": "ted the New Mexico ranch, the Little St. James Island, \nthe Great St."
      },
      {
        "name": "James Island",
        "role": "extracted",
        "context": "Mexico ranch, the Little St. James Island, \nthe Great St. James island,"
      },
      {
        "name": "Great St",
        "role": "extracted",
        "context": "Little St. James Island, \nthe Great St. James island, and/or the Par"
      },
      {
        "name": "Regarding Rule",
        "role": "extracted",
        "context": "fore under those protections. Regarding Rule 408, we'll just note what we"
      },
      {
        "name": "Hi \nPrior",
        "role": "extracted",
        "context": ": \nSubject: Attorney Proffer \nHi \nPrior to our meeting today, I am wr"
      }
    ],
    "locations": [
      {
        "name": "Little St. James",
        "type": "island"
      },
      {
        "name": "New Mexico Ranch",
        "type": "property"
      },
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "New York Mansion",
        "type": "residence"
      },
      {
        "name": "Paris Apartment",
        "type": "residence"
      },
      {
        "name": "Weiner, PC",
        "type": "city"
      },
      {
        "name": "Associates, PC",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-06-04",
        "event": "June 04, 2020"
      },
      {
        "date": "2020-03-15",
        "event": "March 15, 2020"
      },
      {
        "date": "2020-03-11",
        "event": "March 11, 2020"
      },
      {
        "date": "2020-03-10",
        "event": "March 10, 2020"
      },
      {
        "date": "2020-03-09",
        "event": "March 09, 2020"
      },
      {
        "date": "2020-03-04",
        "event": "March 04, 2020"
      },
      {
        "date": "2020-02-22",
        "event": "February 22, 2020"
      },
      {
        "date": "2020-02-21",
        "event": "February 21, 2020"
      },
      {
        "date": "2020-02-18",
        "event": "February 18, 2020"
      },
      {
        "date": "2020-02-15",
        "event": "February 15, 2020"
      },
      {
        "date": "2020-02-13",
        "event": "February 13, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:26.438Z"
}