{
  "document": {
    "id": "efta00029813",
    "filename": "EFTA00029813.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0007\\EFTA00029813.pdf",
    "text": "\n\nUNITED STATES ATTORNEY'S OFFICE \nSouthern District of New \nYork \nU.S. ATTORNEY GEOFFREY S. BERMAN \nFOR IMMEDIATE RELEASE \nMonday, July 8, 2019 \nhttp://www.justice.gov/usao/nys \nNYPD \nCONTACT: U.S. ATTORNEY'S OFFICE \nFBI \nJEFFREY EPSTEIN CHARGED IN MANHATTAN FEDERAL COURT \nWITH SEX TRAFFICKING OF MINORS \nAlleged Conduct Occurred in both New York and Florida over Multiple Years, \nInvolving Dozens of Victims \nGeoffrey S. Berman, the United States Attorney for the Southern District of New York, \n ., the Assistant Director in Char e of the New York Field Office of the \nFederal Bureau of Investigation (\"FBI\"), and Commissioner of the New York \nCity Police Department (\"NYPD\"), announced that JEFFREY EPSTEIN was arrested Saturday \nand charged with sex trafficking of minors and conspiracy to commit sex trafficking of minors. \nThe indictment unsealed today alleges that, between 2002 through 2005, EPSTEIN sexually \nexploited and abused dozens of underage girls by enticing them to engage in sex acts with him in \nexchange for money. Epstein allegedly worked with several employees and associates to ensure \nthat he had a steady supply of minor victims to abuse, and paid several of those victims \nthemselves to recruit other underage girls to engage in similar sex acts for money. He committed \nthese offenses in locations including New York, New York, and Palm Beach, Florida. EPSTEIN \nis expected to be presented in Manhattan federal court this afternoon before U.S. Magistrate \nJudge Henry B. Pitman. The case is assigned to U.S. District Judge Richard M. Berman. \nU.S. Attorney Geoffrey S. Berman said: \"As alleged, Jeffrey Epstein abused underage \ngirls for years, operating a scheme in which girls he victimized would recruit others for Epstein \nto exploit and abuse. Epstein exploited girls who were vulnerable to abuse, enticed them with \ncash payments, and escalated his conduct to include sex acts, often occurring at his residence on \nthe Upper East Side of Manhattan. While the charged conduct is from a number of years ago, \nthe victims —  then children and now young women —  are no less entitled to their day in court. \nMy Office is proud to stand up for these victims by bringing this indictment.\" \nEFTA00029813\n\nFBI Assistant Director . said: \"We are asking anyone who may \nhave been victimized by Jeffrey Epstein, or anyone who may have information about his alleged \ncriminal behavior, to please call us. The number is 1-800-CALL-FBI. We want to hear from \nyou, regardless of the age you are now, or whatever age you were then, no matter where the \nincident took place. The bravery it takes to call us might empower others to speak out about the \ncrimes committed against them. It is important to remember there was never, nor will there ever \nbe an excuse for this type of behavior. In the eyes of the FBI, the victims will always come \nfirst.\" \nNYPD \nCommissioner \nsaid: \"Today's charges serve as a warning to \nindividuals who continue to prey upon some of our society's most vulnerable population: we are \ncoming for you. I thank and commend the U.S. Attorney's Office for the Southern District and \nthe FBI for their tireless efforts to ensure child predators are taken off our streets. The NYPD \nwill continue to work with our law enforcement partners to eradicate the trafficking of children \nin our city and nation and work to bring justice to victims of these heinous crimes.\" \nIf you believe you are a victim of the sexual abuse perpetrated by Jeffrey Epstein, \nplease contact the FBI at 1-800-CALL FBI, and reference this case. \nAccording to the Indictment' unsealed today in Manhattan federal court: \nFrom at least 2002 through at least 2005, JEFFREY EPSTEIN enticed and recruited, and \ncaused to be enticed and recruited, dozens of minor girls to visit his mansion in New York, New \nYork (the \"New York Residence\"), and his estate in Palm Beach, Florida (the \"Palm Beach \nResidence\"), to engage in sex acts with him, after which he would give the victims hundreds of \ndollars in cash. In order to maintain and increase his supply of victims, EPSTEIN also paid \ncertain victims to recruit additional underage girls whom he could similarly abuse. In this way, \nEPSTEIN created a vast network of underage victims for him to sexually exploit, often on a \ndaily basis, in locations including New York and Palm Beach. \nEPSTEIN's victims were as young as 14 at the time he abused them, and were, for \nvarious reasons, often particularly vulnerable to exploitation. Moreover, EPSTEIN knew that \nmany of his victims were under 18, including because, in some instances, victims expressly told \nhim they were underage. \nIn creating and maintaining this network of minor victims in multiple states to abuse and \nexploit sexually, EPSTEIN worked with others, including employees and associates who \nfacilitated his conduct by, among other things, contacting victims and scheduling their sexual \nencounters with EPSTEIN at the New York Residence and at the Palm Beach Residence. \nIn both New York and Florida, EPSTEIN perpetuated this abuse in similar ways. \nVictims were initially recruited to provide \"massages\" to EPSTEIN, which became increasingly \nsexual in nature and would typically include one or more sex acts. EPSTEIN paid his victims \nhundreds of dollars in cash for each encounter. \nAs the introductory phrase signifies, the entirety of the text of the Indictment, and the description of the Indictment \nset forth herein, constitute only allegations, and every fact described therein should be treated as an allegation. \nEFTA00029814\n\nIn particular, during encounters at the New York Residence, victims would be taken to a \nroom where they would perform a massage on EPSTEIN, during which EPSTEIN would \nfrequently escalate the nature and scope of physical contact with his victims to include, among \nother things, sex acts such as groping and direct and indirect contact with the victims' genitals. \nIn connection with the encounters, EPSTEIN, or one of his employees or associates, typically \npaid each victim hundreds of dollars in cash. Once minor victims were recruited, EPSTEIN or \nhis employees or associates would contact victims to schedule appointments for \"massages.\" As \na result, many victims were abused by EPSTEIN on multiple subsequent occasions. \nTo further enable him to abuse underage girls, EPSTEIN asked and enticed certain of his \nvictims to recruit additional minor girls to perform \"massages\" and similarly engage in sex acts \nwith EPSTEIN. When a victim would recruit another underage girl for EPSTEIN, he paid both \nthe victim-recruiter and the new victim hundreds of dollars in cash. Through these victim-\nrecruiters, EPSTEIN maintained a steady supply of new victims to exploit, and gained access to \ndozens of additional underage girls to abuse. \nJEFFREY EPSTEIN, 66, is charged with one count of sex trafficking of minors, which \ncarries a maximum sentence of 40 years in prison, and one count of conspiracy to engage in sex \ntrafficking of minors, which carries a maximum sentence of five years in prison. \nThe statutory maximum and mandatory penalties are prescribed by Congress and are \nprovided here for informational purposes only, as any sentencing of the defendant would be \ndetermined by the judge. \nMr. Berman praised the outstanding investigative work of the FBI and the NYPD. He \nalso thanked the U.S. Customs and Border Protection for their assistance. \nThis case is bein: handled b the Office's Public Corruption Unit. Assistant U.S. \nAttorneys are in char e of the rosecution, \nwith assistance from the Office's Human Trafficking Co-Coordinator, \nThe charges contained in the Indictment are merely accusations. The defendant is \npresumed innocent unless and until proven guilty. \n19-211 \nEFTA00029815",
    "pageCount": 3,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "/nys \nNYPD \nCONTACT: U.S. ATTORNEY'S OFFICE \nFBI \nJEFFREY EPSTEIN CHARGED IN MANHATTAN FEDERAL COURT \nWITH SEX TRAF"
      },
      {
        "name": "Berman",
        "role": "extracted",
        "context": "be \ndetermined by the judge. \nMr. Berman praised the outstanding i"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "TED STATES ATTORNEY'S OFFICE \nSouthern District of New \nYork \nU.S. ATTORNEY G"
      },
      {
        "name": "New \nYork",
        "role": "extracted",
        "context": "OFFICE \nSouthern District of New \nYork \nU.S. ATTORNEY GEOFFREY S. BE"
      },
      {
        "name": "Alleged Conduct",
        "role": "extracted",
        "context": "TH SEX TRAFFICKING OF MINORS \nAlleged Conduct Occurred in both New York and"
      },
      {
        "name": "Multiple Years",
        "role": "extracted",
        "context": "oth New York and Florida over Multiple Years, \nInvolving Dozens of Victims"
      },
      {
        "name": "Involving Dozens",
        "role": "extracted",
        "context": "Florida over Multiple Years, \nInvolving Dozens of Victims \nGeoffrey S. Berma"
      },
      {
        "name": "Victims \nGeoffrey",
        "role": "extracted",
        "context": "e Years, \nInvolving Dozens of Victims \nGeoffrey S. Berman, the United States"
      },
      {
        "name": "Assistant Director",
        "role": "extracted",
        "context": "istrict of New York, \n ., the Assistant Director in Char e of the New York Fie"
      },
      {
        "name": "Field Office",
        "role": "extracted",
        "context": "tor in Char e of the New York Field Office of the \nFederal Bureau of Inv"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "New York Field Office of the \nFederal Bureau of Investigation (\"FBI\"), and"
      },
      {
        "name": "City Police",
        "role": "extracted",
        "context": "Commissioner of the New York \nCity Police Department (\"NYPD\"), announce"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "uding New York, New York, and Palm Beach, Florida. EPSTEIN \nis expecte"
      },
      {
        "name": "Magistrate \nJudge",
        "role": "extracted",
        "context": "rt this afternoon before U.S. Magistrate \nJudge Henry B. Pitman. The case is"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "The case is assigned to U.S. District Judge Richard M. Berman. \nU.S. Atto"
      },
      {
        "name": "Attorney Geoffrey",
        "role": "extracted",
        "context": "udge Richard M. Berman. \nU.S. Attorney Geoffrey S. Berman said: \"As alleged,"
      },
      {
        "name": "Upper East",
        "role": "extracted",
        "context": "ring at his residence on \nthe Upper East Side of Manhattan. While the"
      },
      {
        "name": "My Office",
        "role": "extracted",
        "context": "itled to their day in court. \nMy Office is proud to stand up for thes"
      },
      {
        "name": "Border Protection",
        "role": "extracted",
        "context": "thanked the U.S. Customs and Border Protection for their assistance. \nThis c"
      },
      {
        "name": "Public Corruption",
        "role": "extracted",
        "context": "bein: handled b the Office's Public Corruption Unit. Assistant U.S. \nAttorne"
      },
      {
        "name": "Human Trafficking",
        "role": "extracted",
        "context": "assistance from the Office's Human Trafficking Co-Coordinator, \nThe charges"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      }
    ],
    "dates": [
      {
        "date": "2019-07-08",
        "event": "July 8, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:24.296Z"
}