{
  "document": {
    "id": "efta00032942",
    "filename": "EFTA00032942.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0008\\EFTA00032942.pdf",
    "text": "\n\nFrom: White Collar Law360 <news-alt@law360.com> \nTo:\nSubject: Calls For Probes Intensify After Roger Stone Sentence Fracas \nDate: Thu, 13 Feb 2020 08:39:30 +0000 \nIs \naw360 \nWhite \nCollar \nWHITE COLLAR \nThursday, February 13, 2020 Law360 \nTOP NEWS \nAnalysis \nCalls For Probes Intensify After Roger Stone Sentence Fracas \nThe U.S. Department of Justice's about-face in the Roger Stone case has \nfueled calls for investigations into the Trump administration's potential \ninterference into cases against the president's friends, but political and legal \nobstacles may stand in the way. \nRead full article \n» \nJudge Rejects Roger Stone's Bid For A New Trial \nA D.C. federal judge tossed Roger Stone's request for a new trial based on \nclaims that a biased government employee sat on the jury panel, which found \nhim guilty on seven felony charges including lying to Congress about \nWikiLeaks, according to a court filing unsealed Wednesday. \nOrder attached I Read full article » \nEx-Theranos CEO Escapes Charges She Defrauded Doctors \nA California federal judge has cut criminal charges alleging former Theranos \nCEO Elizabeth Holmes and another executive defrauded doctors and insured \npatients about the viability of the once high-flying startup's blood-testing \ntechnology, but left intact most of the indictment, rejecting defense arguments \nthat it is \"unconstitutionally vague.\" \nOrder attached I Read full \narticle » \nBoies Denies He Defamed Dershowitz With Epstein Remarks \nProminent litigator David Boies hit back Wednesday against defamation \ncounterclaims by embattled attorney Alan Dershowitz, saying statements he \nmade about Dershowitz's alleged connection to notorious sex offender \nJeffrey Epstein were true and protected by the First Amendment. \n1 document attached I Read full article >> \nBoston City Hall Aides Get Extortion Conviction Tossed \nTwo former aides to Boston Mayor Marty Walsh saw their Hobbs Act extortion \nconvictions thrown out Wednesday, as a federal judge said the government \nfailed to show a clear quid pro quo or \"wrongful conduct\" for the pair \npressuring a music festival to hire union labor. \nOrder attached I Read full article >> \nAir Charter Co. Execs Can't Slip Fraud Convictions At 3rd Circ. \nThe Third Circuit has upheld two charter airline executives' convictions for \nstealing millions in passenger payments by lying and falsifying documents, \n;72,Law360 Practice Groups of the \nYear \nLAW FIRMS \nAidala Bertuna \nAkerman LLP \nAlston & Bird \nArent Fox \nArnold & Porter \nBakerHostetler \nBass Berry \nBerger Montague \nBird & Bird \nBoles Schiller \nBradley Arant \nBrinks Gilson & Lione \nBrown & Connery \nBruce S. Rogow PA \nBuschel & Gibbons \nCarlton Fields \nCollier Halpem \nCosgrove Eisenberg \nDavis Polk \nDentons \nGibson Dunn \nGoldman Scarlato \nGoodwin \nEFTA00032942\n\nsaying Wednesday that documents found after trial — previously thought \ndestroyed — would not have changed the outcome. \nOpinion attached I Read full article » \nINVESTIGATIONS \nHarvard, Yale Probed Over Unreported Foreign Funds \nThe U.S. Department of Education has launched investigations into \npotentially hundreds of millions of dollars in unreported foreign gifts and \ncontracts accepted by Yale and Harvard universities in recent years, the \ndepartment announced Wednesday. \nRead full article » \nSECURITIES \nFTC Targeted Sanctuary Belize To Punish Founder, Judge Told \nA Federal Trade Commission suit targeting the operators of purported luxury \ndevelopment Sanctuary Belize was sparked by a personal vendetta against \nthe project's mastermind — and not legitimate consumer concerns — one of \nthe executives told a Maryland federal court Wednesday on the last day of \ntrial. \nRead full article » \nPNC Abetted $75M 'Ponzi-Like' Scheme, Investment Cos. Say \nTwo investment companies and a Pennsylvania man on Wednesday hit PNC \nBank and Heartland Bank & Trust with a proposed class action accusing the \nbanks of aiding and abetting a $75 million Ponzi scheme in which an Illinois \nman allegedly took money from more than 500 investors. \nComplaint attached I Read full article » \nFund Says Fugitive Ex-Nissan Exec Must Face Securities Suit \nIf Nissan Motor Co.'s ex-chairman wanted a federal judge to buy his \nargument that he can't face a securities fraud suit in Tennessee due to an \nupcoming trial in Japan, he shouldn't have fled that country in a suitcase, a \npension fund argued Wednesday. \nResponse \nattached Read full article » \nGlencore Seeks To Dismiss Stock-Drop Suit Over FCPA Probe \nMining giant Glencore PLC told a New Jersey federal judge that his court's \nlack of personal jurisdiction was among the many faults that required \ndismissal of a stock-drop suit connected to announcements that the Swiss \ncompany's overseas dealings were being investigated. \nBrief attached Read full \narticle \n» \nSEC Sues California Investment Firm Over $1.1M In Side Deals \nThe SEC slapped a California investment firm and its directors with a \nsecurities suit Wednesday, alleging they failed \"to disclose a glaring conflict \nof their financial interests\" when they advised their clients to invest over $16 \nmillion in private placement funds and then pocketed over $1.1 million in side \ndeals. \nComplaint attached I Read full article » \nCYBERSECURITY \nSilk Road Dealer Busted In $19M Bitcoin Haul Gets 31/2  Years \nA Manhattan federal judge sentenced a 61-year-old Ohio businessman who \nsold oxycodone on the Silk Road online drug bazaar to 3% years in prison \nWednesday after the feds caught him lying about where he had gotten \nbitcoins that had surged in value to $19 million. \nGreenberg Traurig \nHogan Lovells \nHolland & Hart \nHolwell Shuster \nHusch Blackwell \nKellogg Hansen \nKing & Spalding \nKirkland & Ellis \nLane Powell \nLatham & Watkins \nLevi & Korsinsky \nLinklaters \nLowenstein Sandler \nMayer Brown \nMcDermott Will \nMorgan Lewis \nMorrison & Foerster \nMunger Tolles \nO'Melveny & Myers \nOlshan Frome Wolosky \nOrrick \nPaul Weiss \nPolsinelli \nRiley Warnock \nRobbins Geller \nSearby LLP \nSheppard Mullin \nSullivan & Cromwell \nTroutman Sanders \nWhite and Williams \nWilliams & Connolly \nWilmerHale \nWinston & Strawn \nWomble Bond Dickinson \nCOMPANIES \nAlaska Oil and Gas Association \nAmerican Bar Association \nCenter for American Progress \nChevron Corp. \nCoinbase Inc. \nConsolidated Edison Inc. \nFederalist Society \nFordham University \nGlencore Xstrata PLC \nGoldman Sachs Group Inc. \nHeartland Bank & Trust Co. \nInternational Brotherhood of \nTeamsters \nK2 Intelligence LLC \nL Brands Inc. \nEFTA00032943\n\nRead full article » \nHEALTH \nTexas Doc Fights Claim Of $69M In Unneeded Treatments \nAttorneys representing a Houston-area doctor accused of seeking more than \n$69 million in reimbursements for medically unnecessary lead poisoning \ntreatments tried to show through testimony on Wednesday that a difference \nin professional opinions on treatment options does not equate to fraud. \nRead full article » \nTAX \nExport Business Owner Gets 3 Years For Concealing Income \nA California businessman will spend the next three years in federal prison for \nconcealing his income from the Internal Revenue Service, the Department of \nJustice has announced. \nRead full article » \nINTELLECTUAL PROPERTY \nTexas Man Sentenced To 16 Months For Trade Secret Theft \nA Texas man will serve 16 months in prison and will forfeit more than \n$342,000 following his conviction for conspiring to steal trade secrets, U.S. \nDepartment of Justice officials said Tuesday. \nRead full article » \nEXPERT ANALYSIS \nEffective AML, Anti-Bribery Programs Hinge On Collaboration \nAmid increasing risk exposure from financial services companies' partners, \nclients and affiliates, opportunities exist to leverage processes across firms' \nanti-money laundering and anti-bribery and corruption programs, says \nMichelle Goodsir at K2 Intelligence. \nRead full article » \nSEC Exam Priorities Highlight Flexible, Holistic Compliance \nThe U.S. Securities and Exchange Commission's recently released exam \npriorities encourage firms to emphasize investor protection and consider \ncompliance in light of evolving business and market demands, say attorneys \nat Lowenstein Sandler. \n1 document attached Read \nfull article \nLEGAL INDUSTRY \nQ&A \nMicrosoft Atty Looks To A Legal Future Saved \nFrom Drudgery \nMicrosoft assistant general counsel Jason Barnwell gives his take \non whether tech will replace lawyers, the challenges of getting them \non board with innovation and what the practice of law will look like \nfor his team's youngest members when they take the helm. \nRead full article » \nFeature \nWhat Law Firm Leaders Say You Should Know \nFor The Future \nLinkedln Corp. \nLondon Stock Exchange Group \nPLC \nMicrosoft Corp. \nMitsubishi Motors Corp. \nNational Association for the \nAdvancement of Colored People \nNew York University \nNissan Motor Co. Ltd. \nNovartis AG \nPNC Financial Services Group Inc. \nTemple University \nThe Madison Square Garden Co. \nTrelleborg AB \nWal-Mart Stores Inc. \nWalgreens Co. \nYale University \nGOVERNMENT AGENCIES \nCommodity Futures Trading \nCommission \nExecutive Office of the President \nFederal Bureau of Investigation \nFederal Trade Commission \nInternal Revenue Service \nJudicial Conference of the United \nStates \nNational Institutes of Health \nOccupational Safety and Health \nAdministration \nOntario Securities Commission \nSecurities and Exchange \nCommission \nSerious Fraud Office \nU.S. Attorney's Office \nU.S. Court of Appeals for the Third \nCircuit \nU.S. Department of Defense \nU.S. Department of Education \nU.S. Department of Health and \nHuman Services \nU.S. Department of Justice \nU.S. Department of Transportation \nU.S. Department of the Interior \nU.S. District Court for the Central \nDistrict of California \nU.S. District Court for the District of \nMaryland \nU.S. District Court for the District of \nMassachusetts \nU.S. District Court for the District of \nNew Jersey \nU.S. District Court for the Eastern \nDistrict of New York \nEFTA00032944\n\nHere, in front of the camera, law firm leaders talk about how to \nprepare for a future where technology and a new generation of \ntalent and competitors will change the way attorneys work. \nRead full article » \nNovartis Taps Firms Ready To Pony Up On Diversity — Or Else \nNovartis AG on Wednesday said it has chosen nearly two dozen preferred \nlaw firms that have agreed to diverse staffing requirements for each legal \nmatter, with the understanding that the pharmaceutical giant will deny a \nportion of payment for failing to hit the goals. \nRead full article » \nWhite And Male: Federal Bench Still Struggling With Diversity \nWhite men still dominate the bench in U.S. federal courts, and that lack of \ndiversity could lead litigants to question the federal judiciary's legitimacy, \naccording to a new study released Thursday, which found that more than a \nthird of all federal district courts did not have even one nonwhite judge. \nRead full article » \nGarland Succeeded By Srinivasan As DC Circ. Chief Judge \nMerrick Garland was replaced by Sri Srinivasan on Wednesday as chief \njudge of the powerful D.C. Circuit after completing a seven-year term marked \nby widely praised transparency initiatives, a crippling government shutdown \nand, of course, an unsuccessful nomination to the U.S. Supreme Court. \nRead full article » \nJudge Weinstein Steps Back From Bench After 53 Years \nU.S. District Judge Jack Weinstein, a nonagenarian who worked on the \nlandmark Brown v. Board of Education case and has sat on the Eastern \nDistrict of New York bench since 1967, is effectively retiring, his law clerk \nconfirmed Wednesday. \nRead full article » \nGibson Dunn Partner Among Picks For NY Federal Bench \nThe White House on Wednesday said it would nominate a Gibson Dunn & \nCrutcher LLP litigation partner to the federal trial court in Manhattan and a \nNew York-based U.S. Department of Justice official to the one in Brooklyn. \nRead full article » \nBakerHostetler, Bradley Arant Partners On Track For Bench \nTwo BigLaw partners and two other judicial nominees sailed through a \nperfunctory Senate confirmation hearing on Wednesday with just four \nsenators questioning President Donald Trump's picks for district courts in \nTexas, Florida and Alabama and the Court of Federal Claims. \nRead full article » \nHusch Blackwell Vet, Pirro Pick Among 4 New District Judges \nThe Senate on Wednesday approved four nominees to district courts in New \nYork, Illinois, Missouri and Alaska, confirming a Husch Blackwell partner, a \nNew Yorker recommended by Fox News host Jeanine Pirro, a Winston & \nStrawn alum and a Trump administration lawyer. \nRead full article » \nTrump's Alaska Trial Court Pick Worth $761K \nPresident Donald Trump's just-confirmed pick for a federal trial court seat in \nAlaska, a regional solicitor for the U.S. government and former counsel to the \nstate's oil and gas lobby, is worth close to $761,000, according to his financial \ndisclosures to Congress. \nRead full article » \nU.S. District Court for \nDistrict of California \nU.S. District Court for \nDistrict of Illinois \nU.S. District Court for \nDistrict of New York \nU.S. Marine Corps \nU.S. Navy \nU.S. Supreme Court \nthe Northern \nthe Northern \nthe Southern \nEFTA00032945\n\nLaw Firm Leaders: Akerman's Scott Meyers \nScott A. Meyers took on the chairman and CEO role at Akerman on Feb. 3, \nfollowing up two years serving as the law firm's managing partner. Here, \nMeyers discusses why he thinks Akerman is \"less bureaucratic' than the \ntypical BigLaw firm, his goals for the firm's future, and how he approaches \nhiring lawyers that are a good cultural fit. \nRead full article » \nJOBS \nSearch full listings or advertise your job opening \nLabor & Employment Associate \nMeltzer, Lippe, Goldstein & Breitstone. LLP \nMineola, New York \nNot sure if your firm subscribes? Ask your librarian. \nWe hope you found this message to be useful. \nHowever. if you'd rather not receive future emails of this son. \nyou may unsubsctibe here. \nPlease DO NOT reply to this email. For customer support inquiries. please call +I-646-78141M or visit our Contact Us page. \nPrivacy Policy \nLaw360 I Ponfolio Media. Inc, Ill West 19th Street. Sth Floor, New York, NY [ball \nEFTA00032946",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "z's alleged connection to notorious sex offender \nJeffrey Epstein were true and protected by the First Amendment."
      },
      {
        "name": "Alan Dershowitz",
        "role": "extracted",
        "context": "t defamation \ncounterclaims by embattled attorney Alan Dershowitz, saying statements he \nmade about Dershowitz's al"
      },
      {
        "name": "Donald Trump",
        "role": "extracted",
        "context": "ay with just four \nsenators questioning President Donald Trump's picks for district courts in \nTexas, Florida an"
      },
      {
        "name": "White Collar",
        "role": "extracted",
        "context": "From: White Collar Law360 <news-alt@law360.com>"
      },
      {
        "name": "Calls For",
        "role": "extracted",
        "context": "alt@law360.com> \nTo:\nSubject: Calls For Probes Intensify After Roger"
      },
      {
        "name": "Probes Intensify",
        "role": "extracted",
        "context": ".com> \nTo:\nSubject: Calls For Probes Intensify After Roger Stone Sentence Fr"
      },
      {
        "name": "After Roger",
        "role": "extracted",
        "context": "t: Calls For Probes Intensify After Roger Stone Sentence Fracas \nDate:"
      },
      {
        "name": "Stone Sentence",
        "role": "extracted",
        "context": "Probes Intensify After Roger Stone Sentence Fracas \nDate: Thu, 13 Feb 202"
      },
      {
        "name": "Fracas \nDate",
        "role": "extracted",
        "context": "fy After Roger Stone Sentence Fracas \nDate: Thu, 13 Feb 2020 08:39:30 +0"
      },
      {
        "name": "White \nCollar",
        "role": "extracted",
        "context": "20 08:39:30 +0000 \nIs \naw360 \nWhite \nCollar \nWHITE COLLAR \nThursday, Febr"
      },
      {
        "name": "Analysis \nCalls",
        "role": "extracted",
        "context": "ry 13, 2020 Law360 \nTOP NEWS \nAnalysis \nCalls For Probes Intensify After Ro"
      },
      {
        "name": "For Probes",
        "role": "extracted",
        "context": "60 \nTOP NEWS \nAnalysis \nCalls For Probes Intensify After Roger Stone S"
      },
      {
        "name": "Intensify After",
        "role": "extracted",
        "context": "S \nAnalysis \nCalls For Probes Intensify After Roger Stone Sentence Fracas"
      },
      {
        "name": "Roger Stone",
        "role": "extracted",
        "context": "ls For Probes Intensify After Roger Stone Sentence Fracas \nThe U.S. Dep"
      },
      {
        "name": "Sentence Fracas",
        "role": "extracted",
        "context": "s Intensify After Roger Stone Sentence Fracas \nThe U.S. Department of Justi"
      },
      {
        "name": "Judge Rejects",
        "role": "extracted",
        "context": "e way. \nRead full article \n» \nJudge Rejects Roger Stone's Bid For A New T"
      },
      {
        "name": "Bid For",
        "role": "extracted",
        "context": "Judge Rejects Roger Stone's Bid For A New Trial \nA D.C. federal j"
      },
      {
        "name": "New Trial",
        "role": "extracted",
        "context": "jects Roger Stone's Bid For A New Trial \nA D.C. federal judge tossed"
      },
      {
        "name": "Escapes Charges",
        "role": "extracted",
        "context": "ll article » \nEx-Theranos CEO Escapes Charges She Defrauded Doctors \nA Cali"
      },
      {
        "name": "She Defrauded",
        "role": "extracted",
        "context": "-Theranos CEO Escapes Charges She Defrauded Doctors \nA California federal"
      },
      {
        "name": "Elizabeth Holmes",
        "role": "extracted",
        "context": "alleging former Theranos \nCEO Elizabeth Holmes and another executive defraud"
      },
      {
        "name": "Boies Denies",
        "role": "extracted",
        "context": "ached I Read full \narticle » \nBoies Denies He Defamed Dershowitz With Ep"
      },
      {
        "name": "He Defamed",
        "role": "extracted",
        "context": "full \narticle » \nBoies Denies He Defamed Dershowitz With Epstein Remar"
      },
      {
        "name": "Dershowitz With",
        "role": "extracted",
        "context": "le » \nBoies Denies He Defamed Dershowitz With Epstein Remarks \nProminent li"
      },
      {
        "name": "Epstein Remarks",
        "role": "extracted",
        "context": "es He Defamed Dershowitz With Epstein Remarks \nProminent litigator David Bo"
      },
      {
        "name": "David Boies",
        "role": "extracted",
        "context": "Remarks \nProminent litigator David Boies hit back Wednesday against de"
      },
      {
        "name": "First Amendment",
        "role": "extracted",
        "context": "ere true and protected by the First Amendment. \n1 document attached I Read"
      },
      {
        "name": "Boston City",
        "role": "extracted",
        "context": "ached I Read full article >> \nBoston City Hall Aides Get Extortion Conv"
      },
      {
        "name": "Hall Aides",
        "role": "extracted",
        "context": "full article >> \nBoston City Hall Aides Get Extortion Conviction Toss"
      },
      {
        "name": "Get Extortion",
        "role": "extracted",
        "context": "le >> \nBoston City Hall Aides Get Extortion Conviction Tossed \nTwo former"
      },
      {
        "name": "Conviction Tossed",
        "role": "extracted",
        "context": "City Hall Aides Get Extortion Conviction Tossed \nTwo former aides to Boston M"
      },
      {
        "name": "Boston Mayor",
        "role": "extracted",
        "context": "n Tossed \nTwo former aides to Boston Mayor Marty Walsh saw their Hobbs A"
      },
      {
        "name": "Marty Walsh",
        "role": "extracted",
        "context": "former aides to Boston Mayor Marty Walsh saw their Hobbs Act extortion"
      },
      {
        "name": "Hobbs Act",
        "role": "extracted",
        "context": "n Mayor Marty Walsh saw their Hobbs Act extortion \nconvictions thrown"
      },
      {
        "name": "Air Charter",
        "role": "extracted",
        "context": "ached I Read full article >> \nAir Charter Co. Execs Can't Slip Fraud Co"
      },
      {
        "name": "Execs Can",
        "role": "extracted",
        "context": "l article >> \nAir Charter Co. Execs Can't Slip Fraud Convictions At 3"
      },
      {
        "name": "Slip Fraud",
        "role": "extracted",
        "context": "Air Charter Co. Execs Can't Slip Fraud Convictions At 3rd Circ. \nThe"
      },
      {
        "name": "Convictions At",
        "role": "extracted",
        "context": "er Co. Execs Can't Slip Fraud Convictions At 3rd Circ. \nThe Third Circuit"
      },
      {
        "name": "The Third",
        "role": "extracted",
        "context": "aud Convictions At 3rd Circ. \nThe Third Circuit has upheld two charte"
      },
      {
        "name": "Practice Groups",
        "role": "extracted",
        "context": "ifying documents, \n;72,Law360 Practice Groups of the \nYear \nLAW FIRMS \nAida"
      },
      {
        "name": "Aidala Bertuna",
        "role": "extracted",
        "context": "oups of the \nYear \nLAW FIRMS \nAidala Bertuna \nAkerman LLP \nAlston & Bird"
      },
      {
        "name": "Bird \nArent",
        "role": "extracted",
        "context": "ertuna \nAkerman LLP \nAlston & Bird \nArent Fox \nArnold & Porter \nBakerHo"
      },
      {
        "name": "Fox \nArnold",
        "role": "extracted",
        "context": "man LLP \nAlston & Bird \nArent Fox \nArnold & Porter \nBakerHostetler \nBas"
      },
      {
        "name": "Porter \nBaker",
        "role": "extracted",
        "context": "n & Bird \nArent Fox \nArnold & Porter \nBakerHostetler \nBass Berry \nBerger"
      },
      {
        "name": "Hostetler \nBass",
        "role": "extracted",
        "context": "nt Fox \nArnold & Porter \nBakerHostetler \nBass Berry \nBerger Montague \nBird"
      },
      {
        "name": "Berry \nBerger",
        "role": "extracted",
        "context": "Porter \nBakerHostetler \nBass Berry \nBerger Montague \nBird & Bird \nBoles"
      },
      {
        "name": "Montague \nBird",
        "role": "extracted",
        "context": "Hostetler \nBass Berry \nBerger Montague \nBird & Bird \nBoles Schiller \nBradl"
      },
      {
        "name": "Bird \nBoles",
        "role": "extracted",
        "context": "erry \nBerger Montague \nBird & Bird \nBoles Schiller \nBradley Arant \nBrin"
      },
      {
        "name": "Schiller \nBradley",
        "role": "extracted",
        "context": "Montague \nBird & Bird \nBoles Schiller \nBradley Arant \nBrinks Gilson & Lione"
      },
      {
        "name": "Arant \nBrinks",
        "role": "extracted",
        "context": "Bird \nBoles Schiller \nBradley Arant \nBrinks Gilson & Lione \nBrown & Conne"
      },
      {
        "name": "Lione \nBrown",
        "role": "extracted",
        "context": "radley Arant \nBrinks Gilson & Lione \nBrown & Connery \nBruce S. Rogow PA"
      },
      {
        "name": "Connery \nBruce",
        "role": "extracted",
        "context": "rinks Gilson & Lione \nBrown & Connery \nBruce S. Rogow PA \nBuschel & Gibbon"
      },
      {
        "name": "Gibbons \nCarlton",
        "role": "extracted",
        "context": "Bruce S. Rogow PA \nBuschel & Gibbons \nCarlton Fields \nCollier Halpem \nCosgr"
      },
      {
        "name": "Fields \nCollier",
        "role": "extracted",
        "context": "A \nBuschel & Gibbons \nCarlton Fields \nCollier Halpem \nCosgrove Eisenberg \nD"
      },
      {
        "name": "Halpem \nCosgrove",
        "role": "extracted",
        "context": "bons \nCarlton Fields \nCollier Halpem \nCosgrove Eisenberg \nDavis Polk \nDenton"
      },
      {
        "name": "Eisenberg \nDavis",
        "role": "extracted",
        "context": "lds \nCollier Halpem \nCosgrove Eisenberg \nDavis Polk \nDentons \nGibson Dunn \nG"
      },
      {
        "name": "Polk \nDentons",
        "role": "extracted",
        "context": "em \nCosgrove Eisenberg \nDavis Polk \nDentons \nGibson Dunn \nGoldman Scarlat"
      },
      {
        "name": "Gibson Dunn",
        "role": "extracted",
        "context": "senberg \nDavis Polk \nDentons \nGibson Dunn \nGoldman Scarlato \nGoodwin \nE"
      },
      {
        "name": "Goldman Scarlato",
        "role": "extracted",
        "context": "s Polk \nDentons \nGibson Dunn \nGoldman Scarlato \nGoodwin \nEFTA00032942\n\nsayin"
      },
      {
        "name": "Yale Probed",
        "role": "extracted",
        "context": "e » \nINVESTIGATIONS \nHarvard, Yale Probed Over Unreported Foreign Funds"
      },
      {
        "name": "Over Unreported",
        "role": "extracted",
        "context": "GATIONS \nHarvard, Yale Probed Over Unreported Foreign Funds \nThe U.S. Depar"
      },
      {
        "name": "Foreign Funds",
        "role": "extracted",
        "context": ", Yale Probed Over Unreported Foreign Funds \nThe U.S. Department of Educa"
      },
      {
        "name": "Targeted Sanctuary",
        "role": "extracted",
        "context": "ll article » \nSECURITIES \nFTC Targeted Sanctuary Belize To Punish Founder, Jud"
      },
      {
        "name": "Belize To",
        "role": "extracted",
        "context": "ITIES \nFTC Targeted Sanctuary Belize To Punish Founder, Judge Told \nA"
      },
      {
        "name": "Punish Founder",
        "role": "extracted",
        "context": "Targeted Sanctuary Belize To Punish Founder, Judge Told \nA Federal Trade"
      },
      {
        "name": "Judge Told",
        "role": "extracted",
        "context": "ary Belize To Punish Founder, Judge Told \nA Federal Trade Commission s"
      },
      {
        "name": "Federal Trade",
        "role": "extracted",
        "context": "Punish Founder, Judge Told \nA Federal Trade Commission suit targeting the"
      },
      {
        "name": "Sanctuary Belize",
        "role": "extracted",
        "context": "purported luxury \ndevelopment Sanctuary Belize was sparked by a personal ven"
      },
      {
        "name": "Investment Cos",
        "role": "extracted",
        "context": "ted $75M 'Ponzi-Like' Scheme, Investment Cos. Say \nTwo investment companie"
      },
      {
        "name": "Say \nTwo",
        "role": "extracted",
        "context": "Like' Scheme, Investment Cos. Say \nTwo investment companies and a Pe"
      },
      {
        "name": "Heartland Bank",
        "role": "extracted",
        "context": "n Wednesday hit PNC \nBank and Heartland Bank & Trust with a proposed class"
      },
      {
        "name": "Fund Says",
        "role": "extracted",
        "context": "tached I Read full article » \nFund Says Fugitive Ex-Nissan Exec Must"
      },
      {
        "name": "Fugitive Ex",
        "role": "extracted",
        "context": "ead full article » \nFund Says Fugitive Ex-Nissan Exec Must Face Securit"
      },
      {
        "name": "Nissan Exec",
        "role": "extracted",
        "context": "icle » \nFund Says Fugitive Ex-Nissan Exec Must Face Securities Suit \nIf"
      },
      {
        "name": "Must Face",
        "role": "extracted",
        "context": "Says Fugitive Ex-Nissan Exec Must Face Securities Suit \nIf Nissan Mo"
      },
      {
        "name": "Securities Suit",
        "role": "extracted",
        "context": "tive Ex-Nissan Exec Must Face Securities Suit \nIf Nissan Motor Co.'s ex-cha"
      },
      {
        "name": "If Nissan",
        "role": "extracted",
        "context": "ec Must Face Securities Suit \nIf Nissan Motor Co.'s ex-chairman wante"
      },
      {
        "name": "Motor Co",
        "role": "extracted",
        "context": "ce Securities Suit \nIf Nissan Motor Co.'s ex-chairman wanted a feder"
      },
      {
        "name": "Glencore Seeks",
        "role": "extracted",
        "context": "attached Read full article » \nGlencore Seeks To Dismiss Stock-Drop Suit Ov"
      },
      {
        "name": "To Dismiss",
        "role": "extracted",
        "context": "ull article » \nGlencore Seeks To Dismiss Stock-Drop Suit Over FCPA Pro"
      },
      {
        "name": "Drop Suit",
        "role": "extracted",
        "context": "encore Seeks To Dismiss Stock-Drop Suit Over FCPA Probe \nMining giant"
      },
      {
        "name": "Probe \nMining",
        "role": "extracted",
        "context": "iss Stock-Drop Suit Over FCPA Probe \nMining giant Glencore PLC told a New"
      },
      {
        "name": "New Jersey",
        "role": "extracted",
        "context": "ing giant Glencore PLC told a New Jersey federal judge that his court'"
      },
      {
        "name": "Sues California",
        "role": "extracted",
        "context": "ed Read full \narticle \n» \nSEC Sues California Investment Firm Over $1.1M In"
      },
      {
        "name": "Investment Firm",
        "role": "extracted",
        "context": "ticle \n» \nSEC Sues California Investment Firm Over $1.1M In Side Deals \nThe"
      },
      {
        "name": "In Side",
        "role": "extracted",
        "context": "ia Investment Firm Over $1.1M In Side Deals \nThe SEC slapped a Cali"
      },
      {
        "name": "Deals \nThe",
        "role": "extracted",
        "context": "tment Firm Over $1.1M In Side Deals \nThe SEC slapped a California inve"
      },
      {
        "name": "Silk Road",
        "role": "extracted",
        "context": "ull article » \nCYBERSECURITY \nSilk Road Dealer Busted In $19M Bitcoin"
      },
      {
        "name": "Dealer Busted",
        "role": "extracted",
        "context": "e » \nCYBERSECURITY \nSilk Road Dealer Busted In $19M Bitcoin Haul Gets 31/"
      },
      {
        "name": "Bitcoin Haul",
        "role": "extracted",
        "context": "lk Road Dealer Busted In $19M Bitcoin Haul Gets 31/2  Years \nA Manhattan"
      },
      {
        "name": "Greenberg Traurig",
        "role": "extracted",
        "context": "ged in value to $19 million. \nGreenberg Traurig \nHogan Lovells \nHolland & Har"
      },
      {
        "name": "Hogan Lovells",
        "role": "extracted",
        "context": "million. \nGreenberg Traurig \nHogan Lovells \nHolland & Hart \nHolwell Shus"
      },
      {
        "name": "Hart \nHolwell",
        "role": "extracted",
        "context": "rig \nHogan Lovells \nHolland & Hart \nHolwell Shuster \nHusch Blackwell \nKel"
      },
      {
        "name": "Shuster \nHusch",
        "role": "extracted",
        "context": "ells \nHolland & Hart \nHolwell Shuster \nHusch Blackwell \nKellogg Hansen \nKi"
      },
      {
        "name": "Blackwell \nKellogg",
        "role": "extracted",
        "context": "Hart \nHolwell Shuster \nHusch Blackwell \nKellogg Hansen \nKing & Spalding \nKirk"
      },
      {
        "name": "Hansen \nKing",
        "role": "extracted",
        "context": "ter \nHusch Blackwell \nKellogg Hansen \nKing & Spalding \nKirkland & Ellis"
      },
      {
        "name": "Spalding \nKirkland",
        "role": "extracted",
        "context": "kwell \nKellogg Hansen \nKing & Spalding \nKirkland & Ellis \nLane Powell \nLatham"
      },
      {
        "name": "Ellis \nLane",
        "role": "extracted",
        "context": "King & Spalding \nKirkland & Ellis \nLane Powell \nLatham & Watkins \nLev"
      },
      {
        "name": "Powell \nLatham",
        "role": "extracted",
        "context": "lding \nKirkland & Ellis \nLane Powell \nLatham & Watkins \nLevi & Korsinsky"
      },
      {
        "name": "Watkins \nLevi",
        "role": "extracted",
        "context": "Ellis \nLane Powell \nLatham & Watkins \nLevi & Korsinsky \nLinklaters \nLowe"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2020-02-13",
        "event": "February 13, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:32.867Z"
}