{
  "document": {
    "id": "efta00027169",
    "filename": "EFTA00027169.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027169.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 234 Filed 04/22/21 Page 1 of 5 \nHADDON \nMORGAN \nFOREMAN \nApril 22, 2021 \nThe Hon. Alison J. Nathan \nUnited States District Court Judge \nSouthern District of New York \n40 Foley Square \nNew York, NY 10007 \nHaddon. Morgan and \nForeman, P.0 \nJeffrey S. Pagliuca \n150 East I Oth Avenue \nDenver, Colorado 80203 \nPH 303.831.7364 EX 303.832.2628 \nwvv.hmftaw.com \njpogliucatihmflaw.com \nRe: United States v.  Ghisiaine Maxwell, 20 Cr. 330 (AJN) \nResponse to Dkt. No. 227, Government's April 21.2021 Letter re Ms. Maxwell's \nMotions to Suppress \nDear Judge Nathan: \nWe write in response to the government's letter about Ms. Maxwell's pending motions \nto suppress and request for evidentiary hearing (Dkt. No. 227), and this Court's order stating \nan intent to defer resolution of those motions and that request until after the trial on the non-\nperjury counts (Dkt. No. 231). Although we appreciate the need to streamline the pretrial \nprocess and the desire to efficiently resolve the pending disputes, we do not agree that the \ngovernment's letter provides an adequate basis to defer resolution of Ms. Maxwell's motions. \nWe understand the Court's desire to maintain the status quo relating to the defense motions, \nbut the government's response gives Ms. Maxwell no confidence that the government shares \nthis understanding. Indeed, the government's vague assurances are insufficient to safeguard \nMs. Maxwell's constitutional rights, to guarantee the government will not benefit from its \nunconstitutional conduct, and to ensure that Ms. Maxwell's is not deprived of due process \nthrough the introduction and use of evidence that itself was obtained in violation of due \nprocess. \nEFTA00027169\n\nCase 1:20-cr-00330-AJN Document 234 Filed 04/22/21 Page 2 of 5 \nThe Hon. Alison J. Nathan \nApril 22, 2021 \nPage 2 \nThe government says that this Court need not resolve Ms. Maxwell's motions to \nsuppress or hold an evidentiary hearing before the trial on the non-perjury counts because it \n\"does not intend to use these materials\"—i.e., any of the materials subject to the suppression \nmotions—\"in its case-in-chief at the trial of the non-perjury counts in this case.\" (Dkt. No. \n227, p I). At the same time, the government purports to \"reserve[] its right to use relevant \nmaterials from this set for any purpose permissible under the Rules of Evidence.\" Id. at 2. The \ngovernment's representation is not good enough, and its reservation of rights is misplaced. \nIt is not enough for the government to represent that it \"does not intend to use [the \nsuppression] materials in its case-in-chief at the trial of the non-perjury counts in this case.\" \nId. at 1. That's because Ms. Maxwell's motions to suppress allege violations of the due \nprocess clause, the Fourth Amendment, the Fifth Amendment, and the Second Circuit's \ndecision in Martindell v. International Tel. & Tel. Corp., 594 F.2d 291 (2d Cir. 1979). If this \nCourt agrees with Ms. Maxwell's arguments, not only will it suppress all 90,000-some pages \nof material the government improperly obtained through its ex pane subpoena, it will also \nsuppress all evidence derived therefrom. See Wong Sun v. United States, 371 U.S. 471, 488 \n(1963); United States v.  Bailey, 743 F.3d 322, 341-42 (2d Cir. 2014). \nThe government thus cannot avoid inquiry into its conduct simply by pledging not to \nuse the material itself in its case-in-chief. If Ms. Maxwell is right—and an evidentiary hearing \nwill show that she is—the government also cannot use any evidence it obtained \"by \nexploitation of the illegality.\" See Wong Sun, 371 U.S. at 488. \nWhat's more, \"the burden of proof on [an] attenuation claim is on the government.\" \nUnited States v.  Ghailani, 743 F. Supp. 2d 242, 259 (S.D.N.Y. 2010) (ordering an evidentiary \nhearing to put the government to its burden of proving attenuation) (citing United States v. \nEFTA00027170\n\nCase 1:20-cr-00330-AJN Document 234 Filed 04/22/21 Page 3 of 5 \nThe Hon. Alison J. Nathan \nApril 22, 2021 \nPage 3 \n()guns, 921 F.2d 442, 447 (2d Cir. 1990) (\"The government bears the burden of proving that \nthe taint [of an illegal search] has been alleviated.\")). Like a Kastigar hearing, \"the \ngovernment bears `the heavy burden of proving that all of the evidence it proposes to use was \nderived from legitimate independent sources.\" See United States v. Allen, 864 F.3d 63, 91 (2d \nCir. 2017) (quoting Kastigar v. United States, 406 U.S. 441, 453, 461-62 (1972) (holding that \nuse and derivative use immunity provides protection \"from the use of compelled testimony, as \nwell as evidence derived directly and indirectly therefrom,\" and reversing conviction for Fifth \nAmendment violation)). \"[C]onclusory denials [of taint] are insufficient as a matter of law to \nsustain the prosecution's burden of proof.\" Id. at 94. \nThe government's April 21 letter, with its vague and conclusory assurances, thus \noffers no reason to postpone consideration of Ms. Maxwell's motions to suppress. \nThe government's purported reservation of rights is also without merit. Initially, it is \nnot at all clear what the government means when it says it might \"use relevant materials from \nthis set for any purpose permissible under the Rules of Evidence.\" (Dkt. No. 227, p 2). But if \nthe government means that it intends to use the suppression material for impeachment \npurposes, that is all the more reason to hold an evidentiary hearing now and to resolve Ms. \nMaxwell's motions before trial on the non-perjury counts. \nThere are at least two reasons why. First, while the constitution in certain \ncircumstances allows the government to use unconstitutionally-obtained evidence for \nimpeachment purposes, e.g., Harris v. New York, 401 U.S. 222, 223-24 (1971) (statements \nsecured in violation of Miranda are admissible for impeachment purposes if voluntary), the \nconstitution forbids admission of evidence for all purposes if the government's conduct \nviolated due process, e.g., New Jersey v. Portash, 440 U.S. 450, 459 (1979) (due process \nEFTA00027171\n\nCase 1:20-cr-00330-AJN Document 234 Filed 04/22/21 Page 4 of 5 \nThe Hon. Alison J. Nathan \nApril 22, 2021 \nPage 4 \nforbids the state from compelling incriminating statements from a defendant and \"any \ncriminal trial use against a defendant of his involuntary statement is a denial of due process of \nlaw\" (emphasis in original) (quoting Mincey v. Arizona, 437 U.S. 385, 398 (1978)). Here, \nthe \ngovernment violated due process when it misrepresented and misled Chief Judge McMahon in \nan ex pane proceeding to circumvent the civil protective order, and it independently would \nviolate due process for the government to be allowed to use that evidence at all, for any \npurpose. U.S. CONST. amend. V; United States v. Iambus, 897 F.3d 368, 386 (2d Cir. \n2018) \n(\"It is within the court's inherent authority to suppress evidence gathered unlawfully in order \nto maintain the integrity of its own proceedings....\"). \nSecond, unless Ms. Maxwell knows what evidence the government can use against \nher, under what circumstances, and for what purpose, she cannot make a knowing and \nvoluntary decision about whether to testify and or to assert her right to remain silent. U.S. \nCONST. amends. V, VI; Rock v. Arkansas, 483 U.S. 44, 51 (constitution guarantees a \ndefendant the right to testify in her defense); Brown v. Artuz, 124 F.3d 73, 78 (2d Cir. \n1997) \n(wavier of the right to testify must be knowing and voluntary). Ms. Maxwell's decision \nwhether to testify is personal and fundamental. Id. (\"[T]he decision whether to testify belongs \nto the defendant and may not be made for [her] by defense counsel.\"). And for their part, \ncounsel cannot effectively represent Ms. Maxwell and advise her regarding the exercise of her \nright to testify unless they too know the legal ramification of testifying or remaining silent. Id. \nat 79 (defense counsel must \"advise the defendant about the benefits and hazards of testifying \nand of not testifying\"). These considerations necessitate resolution of Ms. Maxwell's motions \nto suppress before the trial on the non-perjury counts. \nEFTA00027172\n\nCase 1:20-cr-00330-AJN Document 234 Filed 04/22/21 Page 5 of 5 \nThe Hon. Alison J. Nathan \nApril 22, 2021 \nPage 5 \nFor these reasons, Ms. Maxwell respectfully requests that this Court hold an \nevidentiary hearing on her motions to suppress and that it  rule on the merits of her arguments \nbefore the trial on the non-penury counts. \nRespectfully submitted, \nJeffrey S. Pagliuca \nCC: Counsel of Record \nEFTA00027173",
    "pageCount": 5,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "ent's April 21.2021 Letter re Ms. Maxwell's \nMotions to Suppress \nD"
      },
      {
        "name": "The Hon",
        "role": "extracted",
        "context": "GAN \nFOREMAN \nApril 22, 2021 \nThe Hon. Alison J. Nathan \nUnited Sta"
      },
      {
        "name": "Nathan \nUnited",
        "role": "extracted",
        "context": "22, 2021 \nThe Hon. Alison J. Nathan \nUnited States District Court Judge"
      },
      {
        "name": "States District",
        "role": "extracted",
        "context": "Hon. Alison J. Nathan \nUnited States District Court Judge \nSouthern Distric"
      },
      {
        "name": "Court Judge",
        "role": "extracted",
        "context": "athan \nUnited States District Court Judge \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "States District Court Judge \nSouthern District of New York \n40 Foley Square"
      },
      {
        "name": "Foley Square",
        "role": "extracted",
        "context": "hern District of New York \n40 Foley Square \nNew York, NY 10007 \nHaddon."
      },
      {
        "name": "Oth Avenue",
        "role": "extracted",
        "context": "ffrey S. Pagliuca \n150 East I Oth Avenue \nDenver, Colorado 80203 \nPH 3"
      },
      {
        "name": "Ghisiaine Maxwell",
        "role": "extracted",
        "context": "aw.com \nRe: United States v.  Ghisiaine Maxwell, 20 Cr. 330 (AJN) \nResponse t"
      },
      {
        "name": "Suppress \nDear",
        "role": "extracted",
        "context": "re Ms. Maxwell's \nMotions to Suppress \nDear Judge Nathan: \nWe write in re"
      },
      {
        "name": "Judge Nathan",
        "role": "extracted",
        "context": "'s \nMotions to Suppress \nDear Judge Nathan: \nWe write in response to the"
      },
      {
        "name": "Nathan \nApril",
        "role": "extracted",
        "context": "ge 2 of 5 \nThe Hon. Alison J. Nathan \nApril 22, 2021 \nPage 2 \nThe governm"
      },
      {
        "name": "Fourth Amendment",
        "role": "extracted",
        "context": "the due \nprocess clause, the Fourth Amendment, the Fifth Amendment, and the"
      },
      {
        "name": "Fifth Amendment",
        "role": "extracted",
        "context": "se, the Fourth Amendment, the Fifth Amendment, and the Second Circuit's \nde"
      },
      {
        "name": "Second Circuit",
        "role": "extracted",
        "context": "the Fifth Amendment, and the Second Circuit's \ndecision in Martindell v."
      },
      {
        "name": "International Tel",
        "role": "extracted",
        "context": "'s \ndecision in Martindell v. International Tel. & Tel. Corp., 594 F.2d 291 ("
      },
      {
        "name": "See Wong",
        "role": "extracted",
        "context": "l evidence derived therefrom. See Wong Sun v. United States, 371 U.S"
      },
      {
        "name": "If Ms",
        "role": "extracted",
        "context": "itself in its case-in-chief. If Ms. Maxwell is right—and an evid"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "itimate independent sources.\" See United States v. Allen, 864 F.3d 63,"
      },
      {
        "name": "Fifth \nAmendment",
        "role": "extracted",
        "context": "and reversing conviction for Fifth \nAmendment violation)). \"[C]onclusory de"
      },
      {
        "name": "New Jersey",
        "role": "extracted",
        "context": "violated due process, e.g., New Jersey v. Portash, 440 U.S. 450, 459"
      },
      {
        "name": "Chief Judge",
        "role": "extracted",
        "context": "it misrepresented and misled Chief Judge McMahon in \nan ex pane procee"
      }
    ],
    "locations": [
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-04-22",
        "event": "April 22, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [
      "303.831.7364",
      "303.832.2628"
    ],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:17.680Z"
}