{
  "document": {
    "id": "efta00015428",
    "filename": "EFTA00015428.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00015428.pdf",
    "text": "\n\nCase 1:20-cv-00833-PAE Document 23 Filed 08/05/20 Page 1 of 10 \nUNITED STATES DISTRICT \nCOURT \nSOUTHERN DISTRICT OF NEW YORK \nTHE NEW YORK TIMES COMPANY, \nPlaintiff, \nv. \nFEDERAL BUREAU OF PRISONS, \nDefendant. \n20-CV-00833 (PAE) \nHFCLARATION OF NICOLE \nMCFARLAND \nI, Nicole McFarland, declare as follows: \nI. I  am employed by the United States Department of Justice, Federal Bureau of Prisons \n(\"BOP\"), as a Staff Attorney at the Metropolitan Correctional Center (\"MCC\"). I have served \nin this role since December 2019. Prior to that time, I was the Senior Staff Attorney at MDC \nBrooklyn from January 2009 until December 2019 and the Staff attorney at FCI Fort Dix from \nSeptember 2005 until January 2009. I  have been employed by the BOP since September \n2005. \n2. As a Staff Attorney, my duties include coordinating searches at MCC when a Freedom of \nInformation Act (\"FOIA\") requires MCC staff to undertake a search for responsive \ndocuments. In this capacity, I typically work with staff at GOP's Central Office. In this case, \nI  communicated with BOP Government Information Specialist Kara Christenson regarding \nPlaintiff's FOIA requests. \n3. I  submit this declaration in support of the GOP's motion for summary judgment and to \n1 \nEFTA00015428\n\nCase 1:20-cv-00833-PAE Document 23 Filed 08/05/20 Page 2 of 10 \ndescribe GOP's search at MCC for records responsive to the FOIA requests submitted by \nPlaintiff. \n4. The statements made in this declaration are based upon my personal knowledge, conversations \nand communications with other BOP staff, and information available to me in my official \ncapacity and about which I have become knowledgeable. \n5. To conduct the search at MCC for records responsive to Plaintiff's FOIA request, I conferred \nwith staff at MCC and staff at Central Office to determine that the following individuals \nwould likely have documents responsive to Plaintiff's request: Lieutenant, MCC Associate \nWarden; MCC Chief Psychologist; Executive Assistant to the MCC Warden; Case \nManagement Coordinator in the MCC Records Department; Special Investigave Agent at \nthe MCC; Deputy Regional Counsel for the Northeast Regional Office and former BOP \nStaff Attorney at the MCC; former MCC Warden; and Unit Managers. Based on my \nconversations with staff at MCC and Central Office and my own experience, no other \nindividuals at MCC, or who formerly worked at MCC, are reasonably likely to have records \nresponsive to Plaintiff's request. \n6. I asked each of the individuals identified in Paragraph 5 to search their electronic and non-\nelectronic files for documents responsive to Plaintiff's FOIA requests. Each of them advised \nme that he or she conducted a  manual search of electronic and non-electronic files for \ndocuments responsive to Plaintiff's FOIA requests. Their searches included a search of drives \non GOP's computer system where individual BOP employees can save documents. Separate \nfrom these searches conducted by individuals, a search for email records and searches of other \nBOP electronic systems, including SENTRY and TRULINKS, for records responsive to \n2 \nEFTA00015429\n\nCase 1:20-cv-00833-PAE Document 23 Filed 08/05/20 Page 3 of 10 \nPlaintiff's FOIA requests was conducted by Central Office and is detailed in the Declaration \nof Kara Christenson (the \"Christenson Declaration\"). \n7. The results of the searches conducted by MCC in response to Plaintiffs' requests are described \nin the following paragraphs. \n8. SHU LOGS —  With respect to Plaintiff's request for \"[t]he signed log in the Special Housing \nUnit at MCC that shows when prison staff did rounds on July 22 and 23, and Aug. 9 and 1,\" \nMCC staff determined that the SHU log books in question were handed over to the Office of \nthe Inspector General (\"OIG\") on or about August 22, 2019. With the exception of the \nscanned copies of certain log book pages described in the Christenson Declaration, the \nsearches at MCC did not return additional records responsive to this request. \n9. SENTRY OUARTER'S HISTORY —  With respect to Plaintiff's request for \"[a]ll quarter \nentries (showing which cells he was housed in) for Jeffrey Epstein at \nMCC[,]\" \nCentral Office \nconducted a search of the SENTRY database, as described in the Christenson Declaration. \nThe searches at MCC did not return additional records responsive to this request, apart from \nrecords relating to Epstein that indicated which cell or part of the facility he was housed in. \n10. CIM CLEARANCE SHEET/SEPARATEE DATA —  With respect to Plaintiff's request \nfor \"CIM Clearance and Separatee data sheet for Jeffrey Epstein at \nMCC[,]\" \nCentral Office \nconducted a search of the SENTRY database, as described in the Christenson Declaration. \nThe searches at MCC did not return additional records responsive to this request. \n11 \nDISCIPLINARY RECORDS With respect to Plaintiff's request for \"chronological \ndisciplinary records for Jeffrey Epstein at \nMCC[,]\" \nCentral Office conducted a search of the \nSENTRY database, as described in the Christenson Declaration. The searches at MCC did \n3 \nEFTA00015430\n\nCase 1:20-cv-00833-PAE Document 23 Filed 08/05/20 Page 4 of 10 \nnot return additional records responsive to this request. \n12. \nINTAKE SCREENING FORM -  Based on my own experience and conversations with \nBOP staff at MCC and Central Office, the DROP File for Epstein was the only likely place \nwhere \"the intake screening form for Jeffrey Epstein at MCC\" would be located. To locate \nthe DROP File for Epstein, I requested that the Case Management Coordinator for the MCC \nRecords Department, obtain the file. The Case Management Coordinator obtained the file, which \ndid not contain records responsive to Plaintiff's request for intake screening forms. Based on \nmy own experience and conversations with MCC and Central Office staff, there are no other \nlocations likely to produce records responsive to this request. \n13. \nSECURITY DESIGNATION — \nWith respect to Plaintiff's request for \"the security \ndesignation records for Jeffrey Epstein at \nMCC[,]\" \nCentral Office conducted a search of the \nSENTRY database, as described in the Christenson Declaration. The searches at MCC did \nnot return additional records responsive to this request. \n14. \nINMATE PROFILE —  With respect to Plaintiff's request for \"the inmate profile for Jeffrey \nEpstein at \nMCC[,]\" \nCentral Office conducted a search of the SENTRY database, as described \nin the Christenson Declaration. The searches at MCC did not return additional records \nresponsive to this request. \n15. INCIDENT REPORTS  —  With respect to Plaintiff's request for \"[a]ll incident reports \nrelated to Jeffrey Epstein at MCC[,]\" Central Office conducted a search of the SENTRY \ndatabase, as described in the Christenson Declaration. The searches at MCC did not return \nadditional records responsive to this request \n16. MEDICAL REPORTS - With respect to Plaintiff's request for \"all medical reports related \n4 \nEFTA00015431\n\nCase 1:20-cv-00833-PAE Document 23 Filed 08/05/20 Page 5 of 10 \nto Jeffrey Epstein at MCC [,]\" Central Office conducted a search of the Bureau Electronic \nMedical Record (\"BEMR\") database, as described in the Christenson Declaration. The \nsearches at MCC did not return additional records responsive to this request. \n17 \nVISITOR \nTOG\n —  With respect to Plaintiff's request for visitor \"Mlle signed visitor log for \nJeffrey Epstein at \nMCC[,]\" \nMCC staff searched for responsive log books and located one log \nbook showing a visitor for Jeffrey Epstein on July 30, 2020. MCC staff determined that any \nother responsive log books were handed over to OIG on or about August 22, 2019. With the \nexception of the scanned copies of certain log book pages described in the Christenson \nDeclaration, the searches at MCC did not return additional records responsive to this request. \n18. \nMEETING \nDOCUMENTS —  With respect to Plaintiff's request for \"[d]ocuments showing \nwhen MCC staff held meetings regarding Jeffrey Epstein, and who attended[,]\" Central Office \nconducted a  search for responsive emails and meeting invites within the GROUPWISE \nsystem, as described in the Christenson Declaration. In addition, MCC staff searched for \nresponsive records. The individuals identified in Paragraph 5 who searched for responsive \nrecords include all MCC staff likely to have attended any staff meetings regarding Epstein \nand therefore the only MCC staff reasonably likely to have responsive records. The searches \nat MCC did not locate documents responsive to Plaintiff's request. \n19. si Reno: WATCH REMOVAL MEETING DOCUMENTS — With respect to Plaintiff's \nrequest for records generated from the meeting at MCC during which it  was decided \nthat Jeffrey Epstein would be taken off suicide watch[,]\" Central Office conducted a search \nfor responsive emails and meeting invites within the GROUPWISE system, as described in \nthe Christenson Declaration. In addition, MCC staff searched for responsive records. The \n5 \nEFTA00015432\n\nCase 1:20-cv-00833-PAE Document 23 Filed 08/05/20 Page 6 of 10 \nindividuals identified in Paragraph 5 who searched for responsive records include all MCC \nstaff likely to have attended any meetings regarding the removal of Epstein from suicide \nwatch and therefore the only MCC staff reasonably likely to have responsive records. The \nsearches at MCC did not locate documents responsive to Plaintiff's request relating to any \nmeeting regarding the removal of Epstein from suicide watch. \n20. POST- WATCH REPORT— With respect to Plaintiff's request for \"the Post-Watch report \ncompiled in order to take Jeffrey Epstein off suicide watch[,]\" Central Office conducted a \nsearch of the BEMR, as described in the Christenson Declaration. The searches at MCC did \nnot return additional records responsive to this request. \n21. OVERTIME. SIGN-UP \nSHEETS —  With respect to Plaintiffs request for `Ville overtime \nsign-up sheets for the Special Housing Unit (9 South) at MCC for Aug. 9 and 10, and on July \n22 and \n23[,]\" \nCentral Office conducted a search of the Roster/Overtime Program, as described \nin the Christenson Declaration. The searches at MCC did not return additional records \nresponsive to this request. \n22. \nSTAFF AUGMENTING RECORDS \n— With respect to Plaintiff's request for \n\"[d]ocuments \nshowing which staff were augmented at MCC and what positions they worked in on Aug. 9 \nand 10, and on July 22 and 23[,]\" Central Office conducted a search of the Roster/Overtime \nProgram, as described in the Christenson Declaration. The searches at MCC did not return \nadditional records responsive to this request. \n23. VIDEO CAMERA \nFOOTAGF,— With respect to Plaintiff's request for \"[a]ll video camera \nfootage at MCC pertinent to the Jeffrey Epstein suicide and the first suicide attempt[,]\" MCC \nstaff determined that all responsive video footage had been handed over to the Federal Bureau \n6 \nEFTA00015433\n\nCase 1:20-cv-00833-PAE Document 23 Filed 08/05/20 Page 7 of 10 \nof Investigation on or about August 10, 2019. Nonetheless, MCC searched the Special \nInvestigator Administrator's office, the place where video camera footage responsive to the \nrequest would ordinarily be located. No responsive video footage was located. \n24. \nST IICIDE ATTEMPT AND SUICIDE \nRECORDS — With respect to plaintiff's request for \n\"[a]ll BOP documents pertaining to Jeffrey Epstein's suicide and first suicide attempt[,]\" in \naddition to the searches by Central Office described in the Christenson Declaration, MCC \nstaff located responsive records through their searches of their files. \n25. SUICIDE WATCH REMOVAL DOCUMENTS With respect to Plaintiff's request for \n\"[a]ll BOP documents, including email correspondence and meeting minutes, pertaining to \nthe decision to remove Jeffrey Epstein from suicide watch[,]\" Central Office conducted a \nsearch for responsive emails and meeting invites within the GROUPWISE system and a \nsearch for psychological records in the BEMR database, as described in the Christenson \nDeclaration. In addition, MCC staff searched for responsive records. The individuals \nidentified in Paragraph 5 who searched for responsive records include all MCC staff \nreasonably likely have records responsive to plaintiff's request, including meeting minutes or \nemail correspondence. In particular, the individuals identified in Paragraph 5 who searched \nfor responsive records include all MCC staff likely to have attended any meetings regarding \nthe removal of Epstein from suicide watch. The searches at MCC located responsive records, \nincluding saved email correspondence but no meeting minutes. The results of the MCC staff's \nsearch largely overlapped with the results of Central Office's search of the GROUPWISE and \nBEMR systems, but also located the Form 583 for Epstein's apparent suicide attempt, and \nmemoranda and reports of Epstein's apparent suicide attempt. After these searches were \n7 \nEFTA00015434\n\nCase 1:20-cv-00833-PAE Document 23 Filed 08/05/20 Page 8 of 10 \nconducted, I  double-checked with the Executive Assistant to the MCC Warden and the \nMCC's chief psychologist and confirmed that they did not have any meeting minutes or any \nrecord of a meeting held to determine that Epstein would be removed from suicide watch. The \nExecutive Assistant to the MCC Wanlen and MCC's chief psychologist are the only individuals \nlikely to have attended or to have been aware of such a  meeting, and thus the only MCC \nstaff reasonably likely to have responsive records. \n26. \nSPECIAL INVESTIGATIVE REPORTS —  With respect to Plaintiff's request for \"[s]ll \nBOP special investigation reports mentioning Jeffrey Epstein[,]\" Central Office conducted a \nsearch of the BOP Special Investigative Section, as described in the Christenson Declaration. \nThe searches at MCC did not return additional records responsive to this request. \n27. CORRESPONDENCE - With respect to Plaintiff's request for \"[a]ll BOP correspondence \nwith the U.S. Attorney's Office regarding Jeffrey Epstein[,]\" Central Office conducted a \nsearch of the BOP GROUPWISE system, as described in the Christenson Declaration. The \nsearches at MCC did not return additional records responsive to this request. \n28. \nPHONE. \nLOGS —  With respect to Plaintiffs request for a \"full log of Mr. Epstein's phone \ncalls to and from the MCC[,]\" Central Office searched the TRUVIEW system, as discussed \nin the Christenson Declaration. In addition, MCC staff searched for responsive records and \nlocated memoranda regarding calls that Epstein had made on legal lines at the MCC. Several \nof his calls on the MCC legal line were described in memoranda saved on MCC computer \nsystems and located by MCC staff. Other than these memoranda, no systematic record or log \nwas located of Epstein's calls while he was incarcerated. \n29. EMAIL COMMUNICATIONS —  With respect to Plaintiff's request for \"[a]ll email \ncorrespondence to and from Mr. Epstein while he was at the MCC (including any \n8 \nEFTA00015435\n\nCase 1:20-cv-00833-PAE Document 23 Filed 08/05/20 Page 9 of 10 \ncorrespondence through the Corrlinks system or any other email system he had access to[,]\" \nCentral Office conducted a search of the TRULINCS system. The searches at MCC did not \nreturn additional records responsive to this request. \n30. \nVISITOR \nLOGS  —  With respect to Plaintiff's request for \"[t]he full log of people who \nvisited Mr. Epstein while he was at the MCC and when they visited[,]\" MCC staff searched \nfor responsive log books and located one log book showing a visitor for Jeffrey Epstein on \nJuly 30, 2020. MCC staff determined that any remaining responsive log books were handed \nover to OIG on or about August 22, 2019. With the exception of the scanned copies of certain \nlog book pages described in the Christenson Declaration, the searches at MCC did not return \nadditional records responsive to this request. \n31. VISITOR LISTS —  With respect to Plaintiff's request for \"[t]he full list of people that Mr. \nEpstein had requested to be on his approved visitor list[,]\" Central Office conducted a search \nof the TRUVIEW system, as described in the Christenson Declaration. The searches at MCC \ndid not return additional records responsive to this request. \n32. \nFMAII. \nLIST —  With respect to Plaintiff's request for \"[t]he full list of people that Mr. \nEpstein had requested to be on his approved email correspondence list[,]\" Central Office \nconducted a search of the TRUVIEW system, as described in the Christenson Declaration. \nThe searches at MCC did not return additional records responsive to this request. \n33. APPROVED CALL. LIST —  With respect to Plaintiff's request for \"[t]he full list of people \nthat Mr. Epstein had requested to be on his approved call list[,]\" Central Office conducted a \nsearch of the TRUVIEW system, as described in the Christenson Declaration. The searches \nat MCC did not return additional records responsive to this request. \n9 \nEFTA00015436\n\nCase \n1:20-cv-00833-PAE \nDocument \n23 \nFiled \n08/05/20 \nPage \n10 \nof \n10 \n34. \nRECORDINGS \nOF \nTELEPHONE \nCALLS\n \n— \nWith \nrespect \nto \nPlaintiff's \nrequest \nfor \na \n\"recordings \nof \nthe \nlast \nthree \nphone \nconversations \nthat \nMr. \nEpstein \nhad[,]\" \nCentral \nOffice \nsearched \nthe \nTRUVIEW \nsystem, \nas \ndiscussed \nin \nthe \nChristenson \nDeclaration. \nIn \naddition, \nMCC \nstaff \nsearched \nfor \nresponsive \nrecords, \nand \ndid \nnot \nlocate \nany \nrecording \nof \nany \ncalls \nby \nEpstein. \nBOP \nhas \ndetermined \nthat \nno \nrecording \nwas \nmade \nof \nEpstein's \ncalls \non \nany \nlegal \nor \nnon\n-legal \nline. \nPursuant \nto \n28 \nU.S.C. \n§ \n1746, \nI \ndeclare \nunder \nthe \npenalty \nof \nperjury \nthat \nthe \nforegoing \nis \ntrue \nand \ncorrect. \nExecuted \nthis \n501 \nday \nof \nAugust \n2020. \n\\ \nA \na3tAant \nAn\nNicole \nMcFarland \nStaff \nAttorney \nMetropolitan \nCorrectional \nCenter \nBureau \nof \nPrisons \n10 \nEFTA00015437",
    "pageCount": 10,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ntries (showing which cells he was housed in) for Jeffrey Epstein at \nMCC[,]\" \nCentral Office \nconducted a search o"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "fs request for a \"full log of Mr. Epstein's phone \ncalls to and fro"
      },
      {
        "name": "Nicole Mc",
        "role": "extracted",
        "context": "TION OF NICOLE \nMCFARLAND \nI, Nicole McFarland, declare as follows:"
      },
      {
        "name": "Federal Bureau",
        "role": "extracted",
        "context": "States Department of Justice, Federal Bureau of Prisons \n(\"BOP\"), as a Sta"
      },
      {
        "name": "Staff Attorney",
        "role": "extracted",
        "context": "eau of Prisons \n(\"BOP\"), as a Staff Attorney at the Metropolitan Correctio"
      },
      {
        "name": "Metropolitan Correctional",
        "role": "extracted",
        "context": "), as a Staff Attorney at the Metropolitan Correctional Center (\"MCC\"). I have served"
      },
      {
        "name": "Senior Staff",
        "role": "extracted",
        "context": "Prior to that time, I was the Senior Staff Attorney at MDC \nBrooklyn fro"
      },
      {
        "name": "Fort Dix",
        "role": "extracted",
        "context": "and the Staff attorney at FCI Fort Dix from \nSeptember 2005 until Ja"
      },
      {
        "name": "Information Act",
        "role": "extracted",
        "context": "hes at MCC when a Freedom of \nInformation Act (\"FOIA\") requires MCC staff t"
      },
      {
        "name": "Central Office",
        "role": "extracted",
        "context": "ally work with staff at GOP's Central Office. In this case, \nI  communicat"
      },
      {
        "name": "Government Information",
        "role": "extracted",
        "context": "se, \nI  communicated with BOP Government Information Specialist Kara Christenson r"
      },
      {
        "name": "Specialist Kara",
        "role": "extracted",
        "context": "th BOP Government Information Specialist Kara Christenson regarding \nPlaint"
      },
      {
        "name": "Associate \nWarden",
        "role": "extracted",
        "context": "ff's request: Lieutenant, MCC Associate \nWarden; MCC Chief Psychologist; Exec"
      },
      {
        "name": "Chief Psychologist",
        "role": "extracted",
        "context": "t, MCC Associate \nWarden; MCC Chief Psychologist; Executive Assistant to the M"
      },
      {
        "name": "Executive Assistant",
        "role": "extracted",
        "context": "rden; MCC Chief Psychologist; Executive Assistant to the MCC Warden; Case \nMana"
      },
      {
        "name": "Case \nManagement",
        "role": "extracted",
        "context": "Assistant to the MCC Warden; Case \nManagement Coordinator in the MCC Record"
      },
      {
        "name": "Records Department",
        "role": "extracted",
        "context": "gement Coordinator in the MCC Records Department; Special Investigave Agent at"
      },
      {
        "name": "Special Investigave",
        "role": "extracted",
        "context": "n the MCC Records Department; Special Investigave Agent at \nthe MCC; Deputy Reg"
      },
      {
        "name": "Deputy Regional",
        "role": "extracted",
        "context": "nvestigave Agent at \nthe MCC; Deputy Regional Counsel for the Northeast Reg"
      },
      {
        "name": "Northeast Regional",
        "role": "extracted",
        "context": "puty Regional Counsel for the Northeast Regional Office and former BOP \nStaff"
      },
      {
        "name": "Unit Managers",
        "role": "extracted",
        "context": "e MCC; former MCC Warden; and Unit Managers. Based on my \nconversations w"
      },
      {
        "name": "Kara Christenson",
        "role": "extracted",
        "context": "tailed in the Declaration \nof Kara Christenson (the \"Christenson Declaration"
      },
      {
        "name": "Christenson Declaration",
        "role": "extracted",
        "context": "on \nof Kara Christenson (the \"Christenson Declaration\"). \n7. The results of the sea"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "for \"[t]he signed log in the Special Housing \nUnit at MCC that shows when"
      },
      {
        "name": "Inspector General",
        "role": "extracted",
        "context": "ed over to the Office of \nthe Inspector General (\"OIG\") on or about August 22"
      },
      {
        "name": "Case Management",
        "role": "extracted",
        "context": "Epstein, I requested that the Case Management Coordinator for the MCC \nReco"
      },
      {
        "name": "The Case",
        "role": "extracted",
        "context": "Department, obtain the file. The Case Management Coordinator obtain"
      },
      {
        "name": "Management Coordinator",
        "role": "extracted",
        "context": "nt, obtain the file. The Case Management Coordinator obtained the file, which \ndid"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "t for \"the inmate profile for Jeffrey \nEpstein at \nMCC[,]\" \nCentral Office c"
      },
      {
        "name": "Bureau Electronic",
        "role": "extracted",
        "context": "ice conducted a search of the Bureau Electronic \nMedical Record (\"BEMR\") data"
      },
      {
        "name": "Medical Record",
        "role": "extracted",
        "context": "rch of the Bureau Electronic \nMedical Record (\"BEMR\") database, as describ"
      },
      {
        "name": "Christenson \nDeclaration",
        "role": "extracted",
        "context": "g book pages described in the Christenson \nDeclaration, the searches at MCC did not"
      },
      {
        "name": "Overtime Program",
        "role": "extracted",
        "context": "ducted a search of the Roster/Overtime Program, as described \nin the Christe"
      },
      {
        "name": "Overtime \nProgram",
        "role": "extracted",
        "context": "ducted a search of the Roster/Overtime \nProgram, as described in the Christen"
      },
      {
        "name": "Special \nInvestigator",
        "role": "extracted",
        "context": "Nonetheless, MCC searched the Special \nInvestigator Administrator's office, the p"
      },
      {
        "name": "The \nExecutive",
        "role": "extracted",
        "context": "e removed from suicide watch. The \nExecutive Assistant to the MCC Wanlen a"
      },
      {
        "name": "Special Investigative",
        "role": "extracted",
        "context": "onducted a \nsearch of the BOP Special Investigative Section, as described in the"
      },
      {
        "name": "Central \nOffice",
        "role": "extracted",
        "context": "that \nMr. \nEpstein \nhad[,]\" \nCentral \nOffice \nsearched \nthe \nTRUVIEW \nsyst"
      },
      {
        "name": "Aant \nAn",
        "role": "extracted",
        "context": "of \nAugust \n2020. \n\\ \nA \na3tAant \nAn\nNicole \nMcFarland \nStaff \nAtt"
      },
      {
        "name": "Nicole \nMc",
        "role": "extracted",
        "context": "ust \n2020. \n\\ \nA \na3tAant \nAn\nNicole \nMcFarland \nStaff \nAttorney \nMetr"
      },
      {
        "name": "Farland \nStaff",
        "role": "extracted",
        "context": "\\ \nA \na3tAant \nAn\nNicole \nMcFarland \nStaff \nAttorney \nMetropolitan \nCorr"
      },
      {
        "name": "Attorney \nMetropolitan",
        "role": "extracted",
        "context": "An\nNicole \nMcFarland \nStaff \nAttorney \nMetropolitan \nCorrectional \nCenter \nBureau"
      },
      {
        "name": "Correctional \nCenter",
        "role": "extracted",
        "context": "taff \nAttorney \nMetropolitan \nCorrectional \nCenter \nBureau \nof \nPrisons \n10 \nEFT"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-08-22",
        "event": "August 22, 2019"
      },
      {
        "date": "2020-07-30",
        "event": "July 30, 2020"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:50.658Z"
}