{
  "document": {
    "id": "efta00023756",
    "filename": "EFTA00023756.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00023756.pdf",
    "text": "\n\nU.S. \nDepartment \nof \nJustice \nUnited States Attorney \nSouthern District of New York \nThe Silvio!. Mdlo Building \nJuly 20, 2020 \nBY EMAIL \nJason E. Foy \nFo & Se lowitz LLC \nRe: United States v.  Tom Noel, No. 19 Cr. 830 \nDear Mr. Foy: \nWe write in response to your discovery request letter, dated June 5, 2020. Many of the \nitems requested in your letter were previously produced to the defendant in discovery, and to the \nextent they were not, that is because they were not in the Government's possession. While, as the \nCourt has already ruled, the Government has no obligation to gather additional documents from \nthe Bureau of Prisons (\"BOP\") in response to a discovery request, and you identify no authority to \nthe contrary in your request, as a courtesy, the Government made a supplemental request to the \nBOP for certain records responsive to your requests and that appear to have at least some relevance \nto the issues related to this case. Pursuant to that supplemental request, the BOP began producing \nrecords to our Office on or around June 24, 2020, and we are now producing those materials to \nyou. This letter and the content herein is designated as \"Protected Materials\" pursuant to the \nProtective Order entered in this matter. By contrast, as set forth herein, the Government has not \nrequested materials not already in its possession that do not seem to have any relevance to this \ncase, although we are happy to discuss the basis for any such request at your convenience. \nRequest No. I.  Defendant Noel's complete personnel and training file. \nThe Government has already produced the entirety of the defendant's training and \npersonnel file in its possession at SDNY_00006228-06273. \nThe Government received Noel's training record from the BOP on or about June 24, 2020, \nand is producing it at SDNY_TN_00020855-020857. \nRequest No. 2.  The BOP and MCC Employee Code of Conduct, Code of Ethics, and \ncorresponding employee acknowledgement forms for Defendant Noel. \nOn or about June 24, 2020, the Government received from the BOP copies of the BOP \nProgram Statement regarding Employee Code of Conduct, P.S. 3420.11; Noel's acknowledgement \nform; and the U.S. Department of Justice Ethics Handbook for On and Off-Duty Conduct from \n06.20.2018 \nEFTA00023756\n\nPage 2 \nJanuary 2016. We are producing those records at SDNY_00008394-08427, SDNY_TN_0020854, \nand SDNY 00008352-08370, respectively. \nRequest No. 3.  The MCC institutional familiarization training outline. \nOn or about June 25, 2020, the Government received from the BOP a document entitled \nIntroduction to Correctional Techniques from July 2019 and is producing it at SDNY_00008388-\n08393. \nRequest No. 4.  The MCC annual training outlines for 2018 and 2019. \nThe Government has already produced the MCC annual training outlines for 2018 and \n2019 in its possession at SDNY_00005109-05129. \nRequest No. 5.  A copy of the internal memorandums, letters, and/or emails addressing the \ndeath of Jeffrey Epstein including, but not limited to, the memorandums drafted by Employee \nNumber 5, Employee Number 6, and Employee Number 13. \nThe Government has already produced the requested documents at SDNY_00000796-\n0857. The memorandum drafted by Employee 5 is at SDNY_00000820; the memorandum drafted \nby Employee 6 is SDNY_00000813; and the memorandum drafted by Employee 13 is \nSDNY_00000823. \nRequest No. 6.  The email referenced in Employee Number 7's witness statement that was \nsent to MCC employees regarding Jeffrey Epstein's need for a cellmate. \nThe Government has already produced this email at SDNY_00008119-08122. \nRequest No. 7.    Psychology Services post-suicide watch report drafted by Employee \nNumber 12 on July 24, 2019. \nThe Government has already produced the July 24, 2019 Psychology Services post-suicide \nwatch report at SDNY_00006425-06427. \nRequest No. 8.  A copy of the memorandum sent by Employee Number 22 to the evening \nwatch officers stating that Jeffrey Epstein needed a cellmate. \nTo the extent that this request is seeking a \"memo\" referenced in the interview of Employee \nNumber 22, which was not sent by Employee Number 22, the Government has already produced \na copy of this memorandum at SDNY_00000823. \nRequest No. 9.  The BOP and MCC policy on cellmates and local Institutional Supplement \non Special Housing Unit Regulations, including Institutional Supplement/Program Statement \nNumber P.S. NYM 5270.10. \n06.20.2018 \nEFTA00023757\n\nPage 3 \nThe \nGovernment received from the BOP a copy of the BOP Program Statement regarding \nSpecial Housing Units, P.S. 5270.11,1  on or about June 24, 2020, and is producing it at \nSDNY 00008428-08445. \nAccording to a representative of the BOP and MCC, he is unaware of any written policy \nregarding cellmates. \nRequest No. 10.  The BOP and MCC policy on SHU quarterly training. \nOn or about June 24, 2020, the Government received from the BOP a copy of the BOP \nProgram Statement regarding Suicide Prevention, P.S. 5324.08; a PowerPoint presentation entitled \nSuicide Prevention for Inmates from 2014; a PowerPoint Presentation entitled MCC SHU Training \nfrom 2014; and the BOP Program Statement regarding Special Housing Units, P.S. 5270.11, and \nis producing them at SDNY_00008446-08470, SDNY 00008338-08351, SDNY_00008554-\n08585, SDNY_00008284-08337, and SDNY_00008428-08445, respectively. \nRequest No. 11.  The Inmate Accountability Institutional Supplement/Program Statement, \nNumber I.S. NYM 5511.08, referenced in bates number SDNY_0005392. \nThe \nGovernment received from the BOP a copy of this document on or about June 24, \n2020, and is producing it at SDNY_00008371-08387. \nOn or about June 24, 2020, the Government also received from the BOP a copy of the BOP \nCorrectional \nServices Procedures Manual, P.S. 5500.14, and is producing it at SDNY_00008471-\n08553. \nRequest No. 12.   The Security Inspections Institutional Supplement/Program Statement, \nNumber I.S. NYM 5500.13, referenced in bates number SDNY_0005392. \nThe Government received from the BOP a copy of this document on or about June 24, \n2020, and is producing it at SDNY_00008586-08595. \nRequest No. 13.  An unredacted copy of SDNY_7551. \nThe redactions in SDNY_00007551 are solely the interviewee's name, which has already \nbeen provided to you on an attorney's eyes only basis. To the extent that this request refers to the \nredactions on the second page of the witness interview 302, SDNY_0007552, those redactions \nrelate to an ongoing criminal investigation unrelated to the conduct with which Noel is charged. \nRequest No .14.  An unredacted copy of SDNY_883. \nThe document produced at SDNY_0000883 is a photograph that is not redacted. \n'  While you requested P.S. 5720.10, that Program Statement does not exist. Program Statement \n5720.11 is the policy covering the Special Housing Unit. \n06.20.2018 \nEFTA00023758\n\nPage 4 \nRequest No. 15.  SHU Watch Call Logs from August 9, 2019 and August 10, 2019. \nWe are continuing to work to determine whether the Government or the BOP is in \npossession of any information responsive to this request. \nRequest No. 16. All SHU Watch Call Logs completed during Defendant Noel's \nassignment to the SHU post which began on June 26, 2019. \nWe are continuing to work to determine whether the Government or the BOP is in \npossession of any information responsive to this request. \nRequest No. 17.    All SHU Control Center Logs completed during Defendant Noel's \nassignment to the SHU post which began on June 26, 2019. \nOn or about June 24, 2020, the Government received SHU Log Entries for the time period \nfrom June 26, 2019 to August 10, 2019, and is producing them at SDNY_00008596-08670. \nRequest No. 18.  All SHU Operations Lieutenant Log Books completed during Defendant \nNoel's assignment to the SHU post which began on June 26, 2019. \nThe Government received Lieutenant Log Books for this time period on or about June 24, \n2020, and is producing them at SDNY_00008137-08283. \nRequest No. 19.   All SHU TRUSCOPE Log Books completed during Defendant Noel's \nassignment to the SHU post which began on June 26, 2019. \nThe Government has already produced the Truscope logs for the SHU in its possession for \nthe period of July 1, 2019 through August 10, 2019 at SDNY_00003701-04098. The Government \nis not aware of the relevance of these logs for the earlier period in your request, and you have not \nidentified the relevance of such logs. \nRequest No. 20.    All High Risk Lists reviewed during weekly SHU meetings during \nDefendant Noel's assignment to the SHU post which began on June 26, 2019. \nThe Government received High Risk Lists for this time period on or about June 24, 2020, \nand is producing them at SDNY_00008671-08695. \nRequest No. 21.   All SHU reports and SRO reviews completed by the SHU Lieutenant \nduring Defendant Noel's assignment to the SHU post which began on June 26, 2019. \nIn response to our request to the BOP, on July 14, 2020, the Government received a \nSHU \nweekly review report dated August 8, 2019, and is producing it  at SDNY_00008696-08723. \nAccording to a representative of the BOP, this is the only SHU report from the requested time \nperiod that could be located. \n06.20.2018 \nEFTA00023759\n\nPage 5 \nBeyond what has already been and is being provided to you in discovery, the \nGovernment \nis not in possession of such documents, is not under any legal obligation to obtain them, and you \nhave not identified any legal basis or authority for your request. Moreover, the Government is not \naware of the relevance of records for this time period to the conduct at issue in this case, and you \nhave not identified the relevance of such \nrecords. \nRequest No. 22.  A copy of the BOP Master Agreement. \nTo the extent that this request refers to the collective bargaining agreement between the \nunion and the BOP, the Government is not in possession of this document, is not under any legal \nobligation to obtain it, and you have not identified any legal basis or authority for your request. \nMoreover, the Government not aware of the relevance of such a record to the conduct at issue in \nthis case, and you have not identified the relevance of such a record. \nRequest No. 23.   All surveillance camera records, logs, and orders since June 26, 2019, \nincluding, but not limited to, warden, captain, lieutenant, and/or supervisory personnel records of \nbroken or malfunctioning surveillance cameras. \nThe Government has already produced surveillance camera recordings and an explanation \nof the surveillance camera malfunctions at MCC. To the extent this request seeks additional \nmaterials, including materials about surveillance camera malfunctions unrelated to the events of \nAugust 9-10, 2019, the Government is not in possession of such materials, is not under any legal \nobligation to obtain them, and you have not identified any legal basis or authority for your request. \nMoreover, the Government is not aware of the relevance of such records to the conduct at issue in \nthis case, and you have not identified the relevance of such records. \nRecord No. 24. All records and logs completed by the warden, lieutenant, and/or \nsupervisory personnel in relation to the monitoring of counts and rounds. \nThe Government notes, at the outset, that this request does not appear to have an applicable \ntime or date range. All records or logs of counts by supervisory personnel for time periods relevant \nto the conduct at issue in this case were produced at SDNY_00000076-795. Additionally, \nlieutenant's logs, which contain records of counts for time periods relevant to the conduct at issue \nin this case, were produced at SDNY_00002201-SDNY_00002330. Finally, thirty minute round \nreports, which include supervisors' signatures, for time periods relevant to the conduct at issue in \nthis case, were produced at SDNY_00007109-7548. To the extent this request seeks additional \nmaterials regarding time periods unrelated to the conduct at issue in this case, the Government is \nnot in possession of such materials, is not under any legal obligation to obtain them, and you have \nnot identified any legal basis or authority for your request. Moreover, the Government is not aware \nof the relevance of such records to the conduct at issue in this case, and you have not identified the \nrelevance of such records. \nRequest No. 25.  All facility maintenance logs since June 26, 2019. \nThe Government is not in possession of these materials, is not under any legal obligation \nto obtain them, and you have not identified any legal basis or authority for your request. Moreover, \n06.20.2018 \nEFTA00023760\n\nPage 6 \nthe Government is not aware of the relevance of such records to the conduct at issue \nin this case, \nand you have not identified the relevance of such records. \nRequest No. 26.   All incident reports (583 and 586 forms) drafted after Jeffrey Epstein's \ndeath. \nA Form 583 incident report related to Epstein's suicide was produced at SDNY_00000796-\nSDNY_00000819. To the extent this request seeks additional materials, including any Form 583 \nand/or Form 586 incident reports unrelated to the death of Epstein, the Government is not in \npossession of them and is not under any legal obligation to obtain them, and you have not identified \nany legal basis or authority for your request. Moreover, the Government is not aware of the \nrelevance of such records to the conduct at issue in this case, and you have not identified the \nrelevance of such records. \nRequest No. 27.   A copy of the After Action Internal Report completed after the death of \nJeffrey Epstein and Board of Inquiry Report. \nThe Government is not in possession of this report, and the Court has already ruled that \nreports generated by investigators within the BOP that are not in the possession of the Government \nare not subject to disclosure. (Dkt. No. 36 at 7-8). \nRequest No. 28.  A copy of the Suicide Reconstruction Report \nThe Government is not in possession of a  final version of the Suicide Reconstruction \nReport. As a courtesy, we have requested that the BOP provide us with a copy when the report is \ncomplete, and we will produce that to you upon receipt. \nRequest No. 29.    All MCC Correctional Services, Operational Reviews, and Program \nReviews relating to the SHU and completed during Defendant Noel's employment at the MCC \nwhich began on June 24, 2018. \nThe Government is not in possession of these materials, is not under any legal obligation \nto obtain them, and you have not identified any legal basis or authority for your request. Moreover, \nthe Government is not aware of the relevance of such records to the conduct at issue in this case, \nand you have not identified the relevance of such records. \nRequest No. 30.   Who is the author of the 4Chan message produced as bates number \nSDNY 00006978? \nThe Government has produced all records we have obtained regarding the 4Chan post. The \nposter used a dynamic IP, and therefore the records obtained did not disclose the author of the post. \nRequest No. 31.   All internal and external investigation records related to the suicide of \nKenneth Houck at the MDC, death of inmate Jamel Floyd at the MDC, and smuggling of a firearm \ninto the \nMCC. \n06.20.2018 \nEFTA00023761\n\nPage 7 \nThis Office is not in possession of materials relating to the death of Kenneth Houck and \nJamel Floyd at the MDC, is not under any legal obligation to obtain them, and you have not \nidentified any legal basis or authority for your request. Moreover, the Government is not aware of \nthe relevance of such records—which pertain to events that significantly post-date the conduct \ngiving rise to the charges in the Indictment—to the conduct at issue in this case, and you have not \nidentified the relevance of such records. \nMaterials relating to the smuggling of a firearm into the MCC also post-date the \ndefendant's arrest and have no relevance to the conduct at issue this case. Moreover, you have not \nidentified the relevance of such records to this case, or the basis under which they would be subject \nto disclosure or discovery in this case. \nWe are available at your convenience to discuss anything further. \nVery truly \nyours, \nAUDREY \nSTRAUSS \nActing United States Attorney for the \nSouthern District of New York \nBy: /s/ \nAssistant nit d tat Attorneys \n06.20.2018 \nEFTA00023762",
    "pageCount": 7,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": ", letters, and/or emails addressing the \ndeath of Jeffrey Epstein including, but not limited to, the memorandums dr"
      },
      {
        "name": "Foy",
        "role": "extracted",
        "context": "om Noel, No. 19 Cr. 830 \nDear Mr. Foy: \nWe write in response to"
      },
      {
        "name": "Justice \nUnited",
        "role": "extracted",
        "context": "U.S. \nDepartment \nof \nJustice \nUnited States Attorney \nSouthern Dis"
      },
      {
        "name": "States Attorney",
        "role": "extracted",
        "context": "partment \nof \nJustice \nUnited States Attorney \nSouthern District of New Yor"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "tice \nUnited States Attorney \nSouthern District of New York \nThe Silvio!. Mdl"
      },
      {
        "name": "The Silvio",
        "role": "extracted",
        "context": "outhern District of New York \nThe Silvio!. Mdlo Building \nJuly 20, 202"
      },
      {
        "name": "Mdlo Building",
        "role": "extracted",
        "context": "ict of New York \nThe Silvio!. Mdlo Building \nJuly 20, 2020 \nBY EMAIL \nJas"
      },
      {
        "name": "Foy \nFo",
        "role": "extracted",
        "context": "20, 2020 \nBY EMAIL \nJason E. Foy \nFo & Se lowitz LLC \nRe: United S"
      },
      {
        "name": "Tom Noel",
        "role": "extracted",
        "context": "tz LLC \nRe: United States v.  Tom Noel, No. 19 Cr. 830 \nDear Mr. Foy"
      },
      {
        "name": "Dear Mr",
        "role": "extracted",
        "context": "v.  Tom Noel, No. 19 Cr. 830 \nDear Mr. Foy: \nWe write in response t"
      },
      {
        "name": "Protected Materials",
        "role": "extracted",
        "context": "tent herein is designated as \"Protected Materials\" pursuant to the \nProtective"
      },
      {
        "name": "Protective Order",
        "role": "extracted",
        "context": "d Materials\" pursuant to the \nProtective Order entered in this matter. By co"
      },
      {
        "name": "Request No",
        "role": "extracted",
        "context": "request at your convenience. \nRequest No. I.  Defendant Noel's complet"
      },
      {
        "name": "Defendant Noel",
        "role": "extracted",
        "context": "convenience. \nRequest No. I.  Defendant Noel's complete personnel and trai"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "personnel and training file. \nThe Government has already produced the enti"
      },
      {
        "name": "Employee Code",
        "role": "extracted",
        "context": "quest No. 2.  The BOP and MCC Employee Code of Conduct, Code of Ethics, a"
      },
      {
        "name": "Program Statement",
        "role": "extracted",
        "context": "om the BOP copies of the BOP \nProgram Statement regarding Employee Code of Co"
      },
      {
        "name": "Justice Ethics",
        "role": "extracted",
        "context": "m; and the U.S. Department of Justice Ethics Handbook for On and Off-Duty"
      },
      {
        "name": "Duty Conduct",
        "role": "extracted",
        "context": "thics Handbook for On and Off-Duty Conduct from \n06.20.2018 \nEFTA0002375"
      },
      {
        "name": "Correctional Techniques",
        "role": "extracted",
        "context": "ent entitled \nIntroduction to Correctional Techniques from July 2019 and is produci"
      },
      {
        "name": "Employee \nNumber",
        "role": "extracted",
        "context": "o, the memorandums drafted by Employee \nNumber 5, Employee Number 6, and Emp"
      },
      {
        "name": "Employee Number",
        "role": "extracted",
        "context": "rafted by Employee \nNumber 5, Employee Number 6, and Employee Number 13. \nT"
      },
      {
        "name": "Psychology Services",
        "role": "extracted",
        "context": "119-08122. \nRequest No. 7.    Psychology Services post-suicide watch report dra"
      },
      {
        "name": "Institutional Supplement",
        "role": "extracted",
        "context": "policy on cellmates and local Institutional Supplement \non Special Housing Unit Regu"
      },
      {
        "name": "Special Housing",
        "role": "extracted",
        "context": "Institutional Supplement \non Special Housing Unit Regulations, including I"
      },
      {
        "name": "Unit Regulations",
        "role": "extracted",
        "context": "upplement \non Special Housing Unit Regulations, including Institutional Supp"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "0.2018 \nEFTA00023757\n\nPage 3 \nThe \nGovernment received from the BOP a copy"
      },
      {
        "name": "Suicide Prevention",
        "role": "extracted",
        "context": "Program Statement regarding Suicide Prevention, P.S. 5324.08; a PowerPoint p"
      },
      {
        "name": "Point Presentation",
        "role": "extracted",
        "context": "for Inmates from 2014; a PowerPoint Presentation entitled MCC SHU Training \nfr"
      },
      {
        "name": "The Inmate",
        "role": "extracted",
        "context": "spectively. \nRequest No. 11.  The Inmate Accountability Institutional"
      },
      {
        "name": "Accountability Institutional",
        "role": "extracted",
        "context": "Request No. 11.  The Inmate Accountability Institutional Supplement/Program Statement,"
      },
      {
        "name": "Correctional \nServices",
        "role": "extracted",
        "context": "om the BOP a copy of the BOP \nCorrectional \nServices Procedures Manual, P.S. 5500."
      },
      {
        "name": "Procedures Manual",
        "role": "extracted",
        "context": "e BOP \nCorrectional \nServices Procedures Manual, P.S. 5500.14, and is produci"
      },
      {
        "name": "The Security",
        "role": "extracted",
        "context": "71-\n08553. \nRequest No. 12.   The Security Inspections Institutional Sup"
      },
      {
        "name": "Inspections Institutional",
        "role": "extracted",
        "context": "equest No. 12.   The Security Inspections Institutional Supplement/Program Statement,"
      },
      {
        "name": "Watch Call",
        "role": "extracted",
        "context": "Page 4 \nRequest No. 15.  SHU Watch Call Logs from August 9, 2019 and"
      },
      {
        "name": "Control Center",
        "role": "extracted",
        "context": ". \nRequest No. 17.    All SHU Control Center Logs completed during Defenda"
      },
      {
        "name": "Log Entries",
        "role": "extracted",
        "context": ", the Government received SHU Log Entries for the time period \nfrom Jun"
      },
      {
        "name": "Operations Lieutenant",
        "role": "extracted",
        "context": "70. \nRequest No. 18.  All SHU Operations Lieutenant Log Books completed during De"
      },
      {
        "name": "Log Books",
        "role": "extracted",
        "context": "All SHU Operations Lieutenant Log Books completed during Defendant \nN"
      },
      {
        "name": "Defendant \nNoel",
        "role": "extracted",
        "context": "nt Log Books completed during Defendant \nNoel's assignment to the SHU post"
      },
      {
        "name": "Lieutenant Log",
        "role": "extracted",
        "context": "019. \nThe Government received Lieutenant Log Books for this time period on"
      },
      {
        "name": "All High",
        "role": "extracted",
        "context": "uch logs. \nRequest No. 20.    All High Risk Lists reviewed during we"
      },
      {
        "name": "Risk Lists",
        "role": "extracted",
        "context": "Request No. 20.    All High Risk Lists reviewed during weekly SHU me"
      },
      {
        "name": "High Risk",
        "role": "extracted",
        "context": "019. \nThe Government received High Risk Lists for this time period on"
      },
      {
        "name": "Master Agreement",
        "role": "extracted",
        "context": "st No. 22.  A copy of the BOP Master Agreement. \nTo the extent that this req"
      },
      {
        "name": "Record No",
        "role": "extracted",
        "context": "e relevance of such records. \nRecord No. 24. All records and logs com"
      },
      {
        "name": "After Action",
        "role": "extracted",
        "context": "quest No. 27.   A copy of the After Action Internal Report completed aft"
      },
      {
        "name": "Internal Report",
        "role": "extracted",
        "context": "A copy of the After Action Internal Report completed after the death of"
      },
      {
        "name": "Inquiry Report",
        "role": "extracted",
        "context": "Jeffrey Epstein and Board of Inquiry Report. \nThe Government is not in po"
      },
      {
        "name": "Suicide Reconstruction",
        "role": "extracted",
        "context": "equest No. 28.  A copy of the Suicide Reconstruction Report \nThe Government is not"
      },
      {
        "name": "Report \nThe",
        "role": "extracted",
        "context": "of the Suicide Reconstruction Report \nThe Government is not in possessi"
      },
      {
        "name": "Correctional Services",
        "role": "extracted",
        "context": ". \nRequest No. 29.    All MCC Correctional Services, Operational Reviews, and Pro"
      },
      {
        "name": "Operational Reviews",
        "role": "extracted",
        "context": "ll MCC Correctional Services, Operational Reviews, and Program \nReviews relatin"
      },
      {
        "name": "Program \nReviews",
        "role": "extracted",
        "context": "ces, Operational Reviews, and Program \nReviews relating to the SHU and compl"
      },
      {
        "name": "Kenneth Houck",
        "role": "extracted",
        "context": "ds related to the suicide of \nKenneth Houck at the MDC, death of inmate J"
      },
      {
        "name": "Jamel Floyd",
        "role": "extracted",
        "context": "k at the MDC, death of inmate Jamel Floyd at the MDC, and smuggling of"
      },
      {
        "name": "This Office",
        "role": "extracted",
        "context": "0.2018 \nEFTA00023761\n\nPage 7 \nThis Office is not in possession of mater"
      },
      {
        "name": "Acting United",
        "role": "extracted",
        "context": "uly \nyours, \nAUDREY \nSTRAUSS \nActing United States Attorney for the \nSout"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-07-20",
        "event": "July 20, 2020"
      },
      {
        "date": "2020-06-05",
        "event": "June 5, 2020"
      },
      {
        "date": "2020-06-24",
        "event": "June 24, 2020"
      },
      {
        "date": "2020-06-25",
        "event": "June 25, 2020"
      },
      {
        "date": "2019-07-24",
        "event": "July 24, 2019"
      },
      {
        "date": "2020-06-24",
        "event": "June 24, \n2020"
      },
      {
        "date": "2019-08-09",
        "event": "August 9, 2019"
      },
      {
        "date": "2019-08-10",
        "event": "August 10, 2019"
      },
      {
        "date": "2019-06-26",
        "event": "June 26, 2019"
      },
      {
        "date": "2019-07-01",
        "event": "July 1, 2019"
      },
      {
        "date": "2020-07-14",
        "event": "July 14, 2020"
      },
      {
        "date": "2019-08-08",
        "event": "August 8, 2019"
      },
      {
        "date": "2018-06-24",
        "event": "June 24, 2018"
      },
      {
        "date": "2016-01-02",
        "event": "2 \nJanuary 2016"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:09.572Z"
}