{
  "document": {
    "id": "efta00025464",
    "filename": "EFTA00025464.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0005\\EFTA00025464.pdf",
    "text": "\n\nCase 1:20-cr-00330-AJN Document 49 Filed 08/25/20 Page \n1 \nof 4 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY FILED \nDOC 0: \nDATE FILED: 8/25/20 \n20-CR-330 (MN) \nMEMORANDUM \nOPINION AND ORDER \nALISON J. NATHAN, District Judge: \nOn August 10, 2020, the Defendant filed a letter motion related to two issues. Dkt. No. \n38. First, the Defendant seeks an order directing the Government to disclose to defense \ncounsel \nimmediately the identities of the three alleged victims referenced in the indictment. Second, the \nDefendant seeks an order directing the Bureau of Prisons (\"BOP\") to release the Defendant into \nthe general population and to provide her with increased access to the discovery materials. For \nthe reasons that follow, Defendant's requests are DENIED without prejudice. \nI. The Disclosure of Alleged Victims' Identities \nThe Defendant first seeks an order directing the Government to disclose to defense \ncounsel immediately the identities of the three alleged victims referenced in the indictment. Dkt. \nNo. 38 at I. Her request is premature. Production of discovery, which may itself identify \nalleged victims and relevant witnesses to the defense, has just begun. Moreover, the parties have \nnot yet engaged in discussions regarding an appropriate schedule for pretrial disclosures, \nincluding witness lists and § 3500 material. The Court is mindful of the factors pointed to by the \nDefendant—in particular the fact that charges in this matter relate to conduct that allegedly took \nplace many years ago—and anticipates that such a schedule would require the disclosure of \n1 \nEFTA00025464\n\nCase 1:20-cr-00330-AJN Document 49 Filed 08/25/20 Page 2 of 4 \nalleged victims and witnesses substantially in advance of trial. But that alone does not justify \nsuch relief at this very early stage. Following the close of discovery, the parties should meet and \nconfer on an appropriate schedule in light of all relevant factors. If the parties are unable to \nreach agreement as to a pretrial disclosure schedule, the Defendant may renew her request. The \ndenial is therefore without prejudice. \nII. The Defendant's Conditions of Confinement \nIn her August 10, 2020 letter motion, the Defendant also sought \"an order directing \n[BOP] to release Ms. Maxwell into the general population and provide Ms. Maxwell with \nincreased access to the discovery materials while she is detained so that she can meaningfully \nparticipate in the preparation of her defense.\" Dkt. No. 38 at 1. The Government responded that \nthe BOP has modified the conditions of Ms. Maxwell's confinement so that she has access to \ndiscovery materials thirteen hours a day, seven days a week. Dkt. No. 41 at 5. The Defendant's \nreply credited the GOP's change in policy but nonetheless asked the Court to \"confirm these \nchanges in an order to the BOP\" and \"that the Court order the BOP to grant Ms. Maxwell the \nsame privileges given to other detainees.\" Dkt. No. 42 at 4-5. \nThe Court denies this request. The BOP is providing the Defendant with conditions that \nallow her access to discovery materials so that she can meaningfully participate in the \npreparation of her defense. Further action by the Court as this juncture is therefore unnecessary. \nShould facts on the ground change such that the Defendant is not being provided sufficient \naccess to her legal materials, defense counsel may seek intervention by the Court. \nThe Defendant also requests that the Court order BOP that Ms. Maxwell \"be monitored \nin the same manner as other pretrial detainees and that the Court order the BOP to grant Ms. \n2 \nEFTA00025465\n\nCase 1:20-cr-00330-AJN Document 49 Filed 08/25/20 Page 3 of 4 \nMaxwell the same privileges given to other detainees.\" Dkt. No. 42 at 5. In a footnote, the \ndefense clarifies that \"[a]s long as Ms. Maxwell is monitored in the same manner, and receives \nthe same privileges as other pretrial detainees, it is not necessary to move her to the general \npopulation.\" Dkt. No. 42 at 5 n.4. \nThe Court sees no basis for granting the Defendant's request for an order directed to \nBOP. First, the Government has assured the Court that \"[a]s with all inmates, the defendant is \nable to speak to her counsel behind a closed door, in an area that is visible—but not audible—to \nMDC staff,\" thereby ensuring that Ms. Maxwell's ability to communicate with her counsel is in \nno way interfered. Dkt. No. 41 at 4 n.5. And as to the more general implementation of \nsurveillance procedures, the Court credits GOP's duty to ensure the safety and security of the \nDefendant as justifying the measures BOP has adopted. See Bell v. Wolfish, 441 U.S. 520, 547 \n(1979) (\"Prison administrators ... should be accorded wide-ranging deference in the adoption \nand execution of policies and practices that in their judgment are needed to preserve internal \norder and discipline and to maintain institutional security.\"). Nor does the Defendant provide \nany basis for the Court to conclude that the level of surveillance is punitive. Dkt. No. 42 at 5. \nThough pretrial detainees \"may not be punished prior to an adjudication of guilt in accordance \nwith due process of law,\" Wolfish, 441 U.S. at 535, it does not follow that surveillance measures \nare punitive just because the Defendant deems them \"onerous.\" Dkt. No. 42 at 4. The \nDefendant has provided the Court with no evidence, and no reason to believe, that the \nsurveillance measures are motivated by improper purposes. \nAs a result, Defendant's request is denied. To ensure that Ms. Maxwell is able to \ncontinue to adequately participate in her defense, however, the Court hereby ORDERS the \nGovernment to provide written status updates every 90 days detailing any material changes to the \n3 \nEFTA00025466\n\nCase 1:20-cr-00330-AJN Document 49 Filed 08/25/20 \nPage 4 of 4 \nconditions of Ms. Maxwell's confinement, with particular emphasis on her access to legal \nmaterials and ability to communicate with defense counsel. \nIII. Conclusion \nFor the reasons stated above, Defendant's requests contained in Dkt. No. 38 are DENIED \nwithout prejudice. Following the close of discovery, the parties shall meet and confer on an \nappropriate schedule for pre-trial disclosures, including the disclosure of § 3500 material, exhibit \nlists, and witness lists, taking into account all relevant factors. The Government is hereby \nORDERED to submit written status updates every 90 days detailing any material changes to the \nconditions of Ms. Maxwell's confinement, with particular emphasis on her access to legal \nmaterials and ability to communicate with defense counsel. \nSO \nORDERED. \nDated: August 25, 2020 \nNew York, New York ALISON J. NATHAN \nUnited States District Judge \n4 \nEFTA00025467",
    "pageCount": 4,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "TRICT OF NEW YORK \nUnited States of America, \n—v—\nGhislaine Maxwell, \nDefendant. \nUSDC SDNY \nDOCUMENT \nELECTRONICALLY"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "r directing \n[BOP] to release Ms. Maxwell into the general populati"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "AND ORDER \nALISON J. NATHAN, District Judge: \nOn August 10, 2020, the Def"
      },
      {
        "name": "On August",
        "role": "extracted",
        "context": "N J. NATHAN, District Judge: \nOn August 10, 2020, the Defendant filed"
      },
      {
        "name": "The Disclosure",
        "role": "extracted",
        "context": "DENIED without prejudice. \nI. The Disclosure of Alleged Victims' Identitie"
      },
      {
        "name": "Alleged Victims",
        "role": "extracted",
        "context": "judice. \nI. The Disclosure of Alleged Victims' Identities \nThe Defendant fi"
      },
      {
        "name": "Identities \nThe",
        "role": "extracted",
        "context": "isclosure of Alleged Victims' Identities \nThe Defendant first seeks an orde"
      },
      {
        "name": "Confinement \nIn",
        "role": "extracted",
        "context": "The Defendant's Conditions of Confinement \nIn her August 10, 2020 letter mo"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "r defense.\" Dkt. No. 38 at 1. The Government responded that \nthe BOP has m"
      },
      {
        "name": "See Bell",
        "role": "extracted",
        "context": "the measures BOP has adopted. See Bell v. Wolfish, 441 U.S. 520, 547"
      },
      {
        "name": "The \nDefendant",
        "role": "extracted",
        "context": "\"onerous.\" Dkt. No. 42 at 4. The \nDefendant has provided the Court with n"
      },
      {
        "name": "Conclusion \nFor",
        "role": "extracted",
        "context": "e with defense counsel. \nIII. Conclusion \nFor the reasons stated above, Def"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2020-08-10",
        "event": "August 10, 2020"
      },
      {
        "date": "2020-08-25",
        "event": "August 25, 2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:13.223Z"
}