{
  "document": {
    "id": "efta00027776",
    "filename": "EFTA00027776.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027776.pdf",
    "text": "\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 1 of 22 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF FLORIDA \nCase No. 9:08-ev-80736-ICAM \nJANE DOE 1  AND JANE DOE 2, \nPetitioners, \nv. \nUNITED STATES, \nRespondent. \nJANE \nDOE 1 AND JANE DOE 2'S POSITION ON THE PROCEDURES TO BE \nFOLLOWED TO DETERMINE A REMEDY FOR THE GOVERNMENT'S \nVIOLATION OF THE CRIME VICTIMS' \nRIGHTS ACT \nJane Doe 1 and Jane Doe 2 (also referred to as \"the victims\"), by and through \nundersigned counsel, now file their position regarding the procedures to be \nfollowed to \ndetermine a remedy for the Government's violation of the Crime Victims' Rights Act (CVRA). \nFor the reasons explained below, the Court should direct the Government to begin the process by \nfirst publicly announcing what remedy (if any) it proposes as appropriate given this Court's \nfinding that the rights of Jane Doe 1  and 2 were violated. Thereafter, Jane Doe 1  and 2 will file a \nresponse, including (if necessary) proposing further remedies. Further cross-briefing could \nfollow, assuring all parties (including intervenor Jeffrey Epstein) a  chance to place their views \nbefore the Court. This approach would place the Court in a position to rule expeditiously. While \nthe Government opposes having to disclose its proposed remedies first, this approach of \nrequiring the Government to initiate remedial action for the violation of the Jane Doe 1  and 2's \n1 \nEFTA00027776\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 2 of 22 \nrights is consistent with the CVRA's language and goals. It  is also the best way to bring this \ndecade-old litigation to a prompt conclusion. \nRELEVANT \nBACKGROUND \nAs the Court is aware, Jane Doe 1  and 2 filed this action in 2008, alleging a  violation of \ntheir rights. The focus of concern in this case has recently shifted from whether the Government \nviolated Jane Doe 1  and 2's CVRA rights to how to remedy that now-proven violation. As the \nCourt is aware, this case has spanned more than a  decade, during which the Government \nrepeatedly created obstacles to reaching the merits of whether CVRA violations occurred when \nthe Government (and Epstein) purposely concealed the consummation and execution of a secret \nnon-prosecution agreement (NPA). On February 21, 2019, this Court brought the initial phase of \nthe case to an end, holding that Jane Doe 1  and 2's \"right to conferral under the CVRA was \nviolated.\" Jane Does I and 2 v. \nU.S., \n350 F.Supp.3d 1201, 1222 (S.D. Fla. 2019). As the Court \nexplained, the undisputed evidence establishes that \"the Government entered into a[n] NPA with \nEpstein without conferring with Petitioners [i.e., Jane Doe 1  and 2] during its negotiation and \nsigning.\" Id. at 1218. \nAt the end of the Court's opinion, the Court directed counsel for Jane Doe 1  and 2  and \nthe Government to \"confer and inform the Court within 15 days of the date of entry of this Order \nhow they wish to proceed on determining the issue of what remedy, if any, should be applied in \nview of the violation.\" Id. at 1222. The next day, Friday, February 22, 2019, the Court clarified \nthat it \"did not expect the parties to agree on a  remedy. The Court only directs the parties to \nconfer on what submissions or proceedings they believe are necessary in order for the Court to \n2 \nEFTA00027777\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 3 of 22 \nmake a determination on a remedy, if any. If the parties are unable to agree on the submissions \nor proceedings necessary, they may submit separate filings.\" DE 437 at 1. \nConsistent with the Court's direction for a  submission within 15 days on proposed \nprocedures for a  remedy determination, the next workday — Monday, February 25, 2019 — \nCounsel for Jane Does 1  and 2  sent a  letter to the U.S. Attorney for the Southern District of \nFlorida. See Ex. 1. The letter explained their position that the Government should take the next \nstep in abiding by its obligations under the CVRA. Jane Doe 1  and 2  noted that, under the \nCVRA, all \"[o]fficers and employees of the Department of Justice .  .  . shall make their best \nefforts to see that crime victims are notified of, and accorded, the rights described in [the \nCVRA].\" Ex. 1. at 3 (citing 18 U.S.C. § 3771(c)(1) (emphases added)). Under this statutory \ncommand, Jane Doe 1  and 2  suggested that the Government has an obligation to reasonably \nconfer with them. Id. Jane Doe 1  and 2 explained one possible approach to resolving the case \nand their willingness to discuss others. Ex. 1  at 4. \nThe Government, however, did not respond to the letter. Accordingly, with the Court's \nMarch 8 deadline drawing near, on March 4, 2019, Jane Doe 1  and 2 sent a second letter to the \nU.S. Attorney for the Southern District of Florida. Noting their earlier request, Jane Doe 1 and 2 \nwrote \"again and with increased urgency\" to request that the Office \"immediately work with us\" \nto resolve the case. Ex. 2 at 1. Jane Doe 1  and 2 requested a right to quickly confer, noting that \ntime was \"of the essence\" in view of the Court's March 8 deadline. Id. at 2. \nOnce again, the U.S. Attorney's Office did not respond to this request to confer. Instead, \non the evening of March 4, 2019, counsel received an email from the Government indicating that \n\"the Southern District of Florida has been recused from the CVRA litigation.\" The email did not \n3 \nEFTA00027778\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 4 of 22 \nexplain why, after more than ten years of litigation, the U.S. Attorney's Office for the Southern \nDistrict of Florida was now being recused in the matter. Nor did the email explain why the \nmatter was now being sent to Georgia for review. Indeed, reassignment of the matter to Georgia \nseems quite curious, given that some seven years earlier, the Government had informed this \nCourt that it had \"reassigned responsibility for the investigation and potential prosecution of such \ncriminal matters [involving Epstein's sexual activities with minor females] in the Southern \nDistrict of Florida to the United States Attorney's Office for the Middle District of Florida for \nconsideration of any prosecutorial action that may be authorized and appropriate.\" DE 205-2 at \n9. \nOn March 6, 2019, the U.S. Attorney's Office for the Northern District of Georgia \ncontacted Jane Doe I  and 2's counsel, requesting a 90-day extension of time in which to confer \nand propose procedural steps for determining an appropriate remedy. Through counsel, Jane \nDoe I  and 2 conferred with the Office, noting that this case has been in litigation for more than a \ndecade —  requesting that a  resolution be expedited. That same day, the Government filed with \nthis Court a motion for a 90-day extension of time, arguing that it needed time to learn about the \ncase and to confer with Jane Doe I  and 2's counsel about how to determine procedures for \ndeveloping a  remedy. The Court then asked that counsel for Jane Doe 1  and Jane Doe 2  to \nprovide their views on how best to proceed. Their counsel suggested that, as a  matter of \nprofessional courtesy to the new attorneys, the Court should grant the Government's motion but \nlimit the extension to 45 days (until no later than April 22, 2019) and that the Government should \nannounce what remedy it was voluntarily willing to provide to them on or before May 10, 2019. \nDE 447 at 1-2. \n4 \nEFTA00027779\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 5 of 22 \nOn March 13, 2019, this Court entered an order extending until May 10, 2019, the time \nfor the parties to confer on the appropriate mechanism to propose to the Court to make a \ndetermination regarding an appropriate remedy. DE 448. Thereafter, counsel for Jane Doe 1 and \n2 and the Government have conferred several times via telephone and additional correspondence \nregarding appropriate procedures to be followed in this case. As stated in their February 25 and \nMarch 4 letters described above, Jane Doe 1  and 2  contended that the Government should take \nthe first step to remedy the CVRA violation, consistent with its \"best efforts\" obligations under \nthe CVRA. Jane Does 1  and 2 expressed their willingness to confer with the Government \nimmediately, as they are the petitioners whose rights have already determined to have been \nviolated. The Government, however, took the position that it was not yet prepared to engage in \nany substantive discussion. The Government has also insisted that Jane Doe 1  and 2  file an \nadditional pleading listing their proposed remedies first with the Court. \nIn addition, the Government took the position that substantive proceedings in this case \nshould be delayed for several months to permit it  to confer with some unspecified number of \nvictims —  beyond Jane Doe 1  and Jane Doe 2  —  about how to resolve the petition filed by Jane \nDoe 1  and 2. This is a dramatic change in position by the Government, now represented by the \nU.S. Attorney's Office for the Northern District of Georgia. As the Court will recall, in 2015 \ntwo additional victims —  Jane Doe 3 and Jane Doe 4 —  sought to join this case. DE 280. The \nGovernment, then represented by the U.S. Attorney's Office for the Southern District of Florida, \n\"vehemently\" opposed joinder. See DE 324 at 2 (citing DE 290, 314). The Court adopted the \nGovernment's position and denied the additional victims' motion to join. DE 324 at 9 (quoting \nDe 280 at I). Today, some four years later, the Government now apparently wishes to confer \n5 \nEFTA00027780\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 6 of 22 \nwith (among others) the two victims whom it successfully blocked from joining this case \npreviously. \nWhat specifically the Government wishes to confer about —  and what it will tell the \nvictims, especially those who are not formally parties to the case and presumably have not kept \nup on the intricacies of the case -- remains unclear. So far as we can determine, during the \nnearly three months since this Court's summary judgment ruling, the Government has not \ninitiated any contact with any victims or their counsel. In fact, during an April 29, 2019, \nconference call between attorneys from the U.S. Attorney's Office for the Northern District of \nGeorgia and counsel for Jane Does 1  and 2  (and 3  and 4), the Jane Does' counsel offered to \nsimply have the conferral with the Government at that time on that call. The Government \ndeclined to do so. And the Government was unable to describe the nature of any conference they \nintended to conduct, did not indicate what options they would propose to victims, and did not say \nwhat message they intended to convey to the victims about what support the Government would \noffer before apparently asking these individuals what remedy they would like to seek. The \nGovernment could not even define the scope of the victim population from whom the \nGovernment intended to seek input. \nDISCUSSION \nTo be clear, Jane Doe I  and 2 have never opposed the Government discussing the case \nwith anyone. Nor are they opposed to discussing a settlement of their petition. But at this point, \nthe Government has not substantively begun any such process, with the two Jane Does or anyone \nelse. The Government has had enough time to talk with whomever will help make up its mind \non its position and the case simply needs to move forward. The Government procrastination in \n6 \nEFTA00027781\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 7 of 22 \nconferring should have no impact on its legal position regarding the appropriate remedy for \nviolating the CVRA. It is certainly not a condition precedent to the Government's ability to have \na position and at the current stage would not only cause delay but could create more issues with \nconcluding this case depending on the substance of the one-sided conferral they now seek. \nAccordingly, Jane Doe 1  and 2  now offer their recommendations to the Court as to how \nto proceed to resolve their petition. In setting up a mechanism for determining the appropriate \nremedy in this case, two principles should be paramount. First, because the Government has a \nstatutory obligation to see that Jane Doe 1  and 2 \"are . . . accorded\" their CVRA rights, see 18 \nU.S.C. § 3771(c)(1), it should initiate the process for remedying the established CVRA violation \nthese two victims suffered. And second, that remedial process should be expedited given the \nextended length of time that the Government's numerous motions have taken to resolve and the \nGovernment's obligations to ensure that proceedings are \"free from unreasonable delay.\" In \nlight of both of these principles, the Court should now direct the Government to move forward \nwith announcing the procedure it  intends to follow to correct the CVRA violations suffered by \nthe two petitioners. That announcement should be followed by subsequent expedited briefing as \nprovided below. \nI. THE COURT SHOULD DIRECT THE GOVERNMENT TO FIRST ANNOUNCE \nWHAT REMEDIES IT IS WILLING TO PROVIDE TO JANE DOE 1 AND 2 FOR \nTHE VIOLATION OF THEIR CVRA RIGHTS. \nWhile counsel for Jane Doe I  and 2 and the Government have conferred on how to craft \nan agreed procedure to propose to the Court for determining a remedy in this case, those efforts \nfoundered as to how to proceed at the opening step. Jane Doe 1  and 2  took the view that the \nGovernment should take the first step by announcing its proposed remedy for the CVRA \n7 \nEFTA00027782\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 8 of 22 \nviolation of their rights. On the other hand, the Government has insisted that Jane Doe 1  and 2 \npropose a  complete solution for the Government's illegal conduct even though the two victims \ndo not know what steps the Government is willing to undertake. \nThe Government should go first. Under the CVRA's plain language, the Government \nmust remedy the violation of the CVRA —  a  statutory obligation that the Government cannot \ndefer pending some action by unspecified victims, including dozens of women who are not \nparties to this case. Under 18 U.S.C. § 3771(c)(1), the Government has a  \"best efforts\" \nobligation to afford victims their rights, including doing so without \"unreasonable delay,\" 18 \nU.S.C. § 3771(a)(7). Even if Jane Doe 1  and 2 never submitted anything to the Government (or \nto the Court), the Government would have to undertake its own corrective efforts to protect their \nrights to confer. Under the CVRA, the Government is obligated to take remedial measures now, \nindependently of whatever procedure this Court may decide to put in place for determining a \nremedy in this litigation. \nNor does any confusion exist about what possible steps the Government could take. The \nCourt will recall extensive litigation that occurred in this case on the issue of remedies some \nseven years ago. On November 7, 2011, the Government filed its motion to dismiss this action, \narguing that it  was impossible for Jane Doe 1  and 2 to obtain any remedy. DE 205-2 at 3-4. In \nresponse to the Government's motion to dismiss, Jane Doe 1  and 2 responded that the CVRA in \nfact permits multiple remedies. DE 127 at 8-13. Indeed, Jane Doe 1  and 2 also provided a list \n8 \nEFTA00027783\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 9 of 22 \nof approximately 27 separate remedies that the Government could provide in addition to re-\nopening the non-prosecution agreement. See ki. at 13-18.' \nAfter the Government replied (DE 205-6), this Court rejected the Government's position \nthat no remedy was possible and agreed with Jane Doe 1  and 2. In discussing one possible \nremedy, this Court specifically held that \"the CVRA is properly interpreted to authorize the \nrescission or 're-opening' of a prosecutorial agreement—including a non-prosecution \narrangement—reached in violation of a prosecutor's conferral obligations under the statute. . . . \n[T]he [CVRA] is properly interpreted impliedly to authorize a  're-opening' or setting aside of \npre-charge prosecutorial agreements made in derogation of the government's CVRA conferral \nobligations . . . .\" Jane Does 1 and 2  v. United States, 950 F. Supp. 2d 1262, 1267 (S.D. Fla. \n2013). \nIn light of this earlier and extensive briefing, the legal framework for permissible \nremedies is already well developed. It makes no sense to delay this case further, given that \nJane Doe 1  and 2 provided a list of more than 20 specific remedies back in 2011, DE 127 at 8-18, \nand on February 25, 2019 (four days after this Court's ruling) a follow up letter outlining a way \nto resolve the case. By all reasonable appearances, the Government's request for Jane Doe 1 and \n2  to provide some further enumeration of what remedies are being sought is a  pointless effort at \ndelay. So that the record is clear on what remedies are being requested, Jane Doe 1 and 2 simply \nreaffirm that they are seeking each and every remedy listed in 2011 —  and are waiting (as they \nJane Doe 1  and 2 also filed a short, sealed pleading with additional remedies that are \nappropriate in this case. \n9 \nEFTA00027784\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 10 of 22 \nhave since 2011) to see whether the Government will agree to some or all of them —  or make \nalternative proposals. \nDirecting the Government to go first is also consistent with judicial efficiency. In light \nof the Court's binding ruling that the Government has violated its CVRA obligations, the \nGovernment may decide to announce that it will voluntarily take the steps that are satisfactory to \nJane Doe 1 and 2. If so, this litigation might be brought to a swift conclusion without the need \nfor any further judicial rulings. And even if the Government's remedies are less-than-complete, \nthe existence of those voluntarily provided remedies may limit the scope of the dispute between \nthe parties2 —  and, accordingly, the scope of any hearings and rulings by this Court. \nFinally, this case is unlike many cases that the Court has before it. In some cases, the \ndefendant in an action might be uncertain as to what sorts of remedies are being requested. But \nhere the issue of permissible remedies was litigated more than seven years ago. The Government \ntook the position that no remedies were possible in this case —  and this Court rejected that \nposition. This case is an enforcement action, designed to enforce Jane Doe 1 and Jane Doe 2's \nrights under the CVRA. One of the parties —  the Government — has it entirely within its power to \nprovide all the various remedies being sought through the lawsuit —  and then some. Indeed, as \nexplained above, the Government is statutorily obligated to use its \"best efforts\" to provide \nappropriate remedies, 18 U.S.C. §  3771(c)(1), even without any action by this Court. The \n2   The Court has previously granted Epstein's motion to intervene on remedy issues that \nmight affect him. If any remedy is being proposed that affects Epstein, Jane Doe 1 and 2 have \nno objection to him being heard and, indeed, have built in an opportunity for him to be heard in \nthe schedule that they propose. \n10 \nEFTA00027785\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 11 of 22 \nGovernment should first explain what its \"best efforts\" will be. Until it  does so, there is no \nreason to confer with Jane Doe 1  or Jane Doe 2 —  or anyone else for that matter. What specific \nremedy or remedies would the conference be about and what options is the Government making \navailable? After more than ten years of litigation, the Government's suggestion that it  should \npostpone explaining its proposed remedy is a  transparent effort to do nothing but cause further \ndelay. \nII. THE COURT SHOULD ESTABLISH PROCEDURES THAT WILL EXPEDITE \nPROVIDING A REMEDY TO JANE DOE 1 AND 2. \nThe other point that the Court should consider in crafting remedial procedures is the \nextraordinary amount of time that the Government has already managed to delay a resolution of \nthe petition filed by Jane Doe 1  and 2. As the Court is aware, Jane Doe 1  (and then Jane Doe 2) \nfiled this action in July 2008, and the Government has since raised a seemingly non-stop series \nof objections. And not to be outdone, Epstein also intervened and succeeded in delaying the case \nfor a year while he took a meritless interlocutory appeal to the Eleventh Circuit. See Jane Doe I \nand Jane Doe 2 v. \nU.S., \n749 F.3d 999 (11th Cir. 2014). The upshot is that in this case involving \nfederal sex offenses against two child victims, a resolution of the petition has been delayed for \nmore than a decade. \nThe CVRA contemplates rapid resolution of the crime victims' issues. The CVRA's \nenforcement provision provides that \"[t]he district court shall take up and decide any motion \nasserting a victim's right forthwith.\" 18 U.S.C. § 3771(dX3) (emphasis added). The Court of \nAppeals is required to \"take up and decide\" any mandamus petition for review \"within 72 hours \nafter the petition has been filed.\" Id. (emphasis added). To be clear, Jane Doe 1  and 2  have \n11 \nEFTA00027786\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 12 of 22 \nappreciated the care with which this Court has reviewed this complicated case and believes that \nthe Court has satisfied its obligations under the CVRA. But with regard to the Government, the \nCourt must view any request for delay by the Government with a  wary eye in view of the \naccelerated timelines the CVRA establishes. Indeed, the Government is statutorily obligated to \nprotect victims' rights to proceedings free from \"unreasonable delay.\" 18 U.S.C. § 3771(a)(7). \nJane Doe 1  and 2 provided the Government with a specific list of possible remedies that \nthey were seeking in 2011. The Government has had seven years(!) to review that list —  more \nthan ample notice of what was going to be requested as the remedies in this case. The Court \nshould evaluate any claim that the Government now needs more time to assess the situation \nagainst that backdrop of years and years of litigation protracted by unfounded Government \nresistance. \nIII. JANE DOE I  AND 2' PROPOSED PROCEDURE FOR THE COURT TO \nDETERMINE A REMEDY. \nIn light of the principles discussed above, Jane Doe 1  and 2 propose that the Court order \nthe following schedule for determining a  remedy in this case, which the Court should enter as \nquickly as is feasible: \nNot later than two weeks from the date of the Court's order: The Government should \nspecify in writing how and when it proposes to remedy the violation of the rights of the two \nvictims (Jane Doe 1  and Jane Doe 2) who are parties to this litigation. If the Government \ndesires, it can also simultaneously but separately specify whether, when, and how it proposes to \nremedy any CVRA violations that denied other victims their rights. \n12 \nEFTA00027787\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 13 of 22 \nNot more than two weeks later: Jane Doe 1  and Jane Doe 2 should file any objections and \nwhat (if any) additional remedies they seek from the Court beyond what the Government \nvoluntarily proposes to provide. \nNot more than two weeks later: Intervenor Jeffrey Epstein should be permitted to file \nresponses to the proposals made by the Government and Jane Doe 1 and 2. \nNot more than two weeks later: The Government responds to Jane Doe 1  and 2  and to \nEpstein. \nNot more than two weeks later: The Jane Doe 1  and Jane Doe 2  reply to the responses \nfiled to the proposals. \nThereafter, the Court would hold oral argument on the issue, and provide an opportunity \nfor anyone affected by the issues to address the Court. \nThereafter, the Court would rule as soon as practicable. \nIV. PROMPT MEDIATION \nIn addition, Jane Doe 1  and 2  and the Government have discussed the possibility of a \nmediation in this case. Once again, however, the parties have a different point of view as to how \nbest to proceed. As Jane Doe 1  and 2  understand the Government's position, it  is proposing a \nbriefing schedule that could take months before holding a mediation. As the Court will recall, in \n2016 Jane Doe 1  and 2 had joined with the Government in requesting a  mediation, which this \nCourt ordered. DE 374. However, that mediation effort was unsuccessful but led to a  delay. \nCompare DE 374 (March 23, 2016 order directing mediation in the case and delaying \ngovernment response to Jane Doe 1  and 2' summary judgment motion) with DE 403 (June 2, \n2017 response by the Government to Jane Doe 1  and 2's summary judgment motion). \n13 \nEFTA00027788\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 14 of 22 \nIn Jane Doe 1  and 2's view, the mediation went nowhere because of the stage the case \nwas in at the time —  with the Government taking the position that its handling of the case was \nentirely proper. The posture of the case is much different now —  the Court has ruled that Jane \nDoe 1  and 2's rights have been violated and the focus is on providing them a remedy. Jane Doe \n1  and 2 are willing to have a second mediation at Government expense to discuss resolving the \ncase, but they strongly believe that mediation is more likely to be successful if it  takes place \nagainst a  backdrop of an on-going schedule leading quickly to a  court-imposed solution if the \nmediation fails. Consistent with their wish to rapidly resolve this case, Jane Doe 1  and 2 ask for \na  court-ordered mediation, to be concluded no later than June 3, 2019. The Court should also \ndirect the Government to have available at the mediation participant(s) with full settlement \nauthority. Because any resolution could impact on the rights of Epstein, Jane Doe 1  and 2 \npropose that he should have a  full opportunity to participate in the mediation process in a \nseparate mom from any victim. \nConsistent with the position outlined here, Jane Doe 1  and 2  attach for the Court's \nconsideration a proposed order implementing all these scheduling matters. \nV. IF THE COURT GRANTS THE GOVERNMENT'S REQUEST FOR \nADDITIONAL DELAY, IT SHOULD SIMULTANEOUSLY PERMIT JANE DOE \n1 AND 2 TO TAKE LIMITED DISCOVERY RELEVANT TO REMEDIAL \nISSUES. \nFor the reasons just explained, Jane Doe 1  and 2  request that the Court should put this \ncase on a  path toward expeditious resolution as just outlined. The Government will apparently \npropose a  different approach, including (as we understand it) months of additional delay for \nmeetings with additional (and unspecified) victims (or lawyers) other than Jane Doe 1  and Jane \n14 \nEFTA00027789\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 15 of 22 \nDoe 2. If the Court decides to approve the Government's approach, Jane Doe 1  and 2  would \nrequest two additions to the Government's proposal. First, Jane Doe 1  and 2's counsel should be \npermitted to participate in any meetings with other victims. And second, to ensure that any \nadditional time required to bring this case to a conclusion is minimized, Jane Doe 1 and 2 should \nbe allowed to take six depositions of witnesses with directly relevant information concerning \nremedial issues. \nTurning to the first point, the Government appears to want to meet individually with \ndozens of victims (apart from Jane Doe 1  and Jane Doe 2) over the coming months —  even \nthough it  has not previously met (or, so far we can tell, even communicated) with these persons \nduring more than ten years of litigation. The Government misunderstands the current posture of \nthis case. As noted above, the Government had previously objected when just two additional \nvictims —  Jane Doe 3 and Jane Doe 4 —  tried to join the case. Indeed, the Government was quite \nspecific in its position: \"[T]his Court should decline to enlarge these proceedings to allow \nadditional claims and additional petitioners .  .  .  .\" DE 314 at 3-4 (emphasis added). The \nGovernment went on to argue that Jane Doe 3 and 4 \"have provided no satisfactory explanation \nfor the delay\" in attempting to join the case in 2015. Id. at 8. Indeed, the Government argued \nthat adding even two additional victims into the case \"would prejudice the Government since it \nwould inject new issues into this litigation.\" Id. at 11. The Government never gave even a hint \nthat it was willing to allow Jane Doe 3 and 4 (for example) to be heard at the remedy stage. \nOn the particular issue of expanding that case to include two additional victims, the Court \nagreed with the Government's objection. In so ruling, the Court noted that the Government had \n\"vehemently\" opposed joinder. See DE 324 at 2 (citing DE 290, 314). The Court then explained \n15 \nEFTA00027790\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 16 of 22 \nthat the merits of this case will be decided based on a \"determination of whether the Government \nviolated the rights of Jane Doe 1, Jane Doe 2, and all `other similarly situated victims' under the \nCVRA. Jane Doe 3 and Jane Doe 4 may offer relevant, admissible, and non-cumulative evidence \nthat advances that determination, but their participation as listed parties is not necessary in that \nregard.\" DE 324 at 9 (emphasis deleted) (quoting DE 189 at 1; DE 311 at 2, 12, 15, 18-19). \nIn quoting Jane Doe 1  and Jane Doe 2's pleadings about \"similarly situated victims,\" the \nCourt was implicitly recognizing the parallels between this case and a  class action lawsuit. In \nlight of this ruling, Jane Doe 1  and Jane Doe 2  can be viewed as the functional equivalent of \n\"class representatives\" in a  class action lawsuit. See Fed. R. Civ. P. 23(a)(4). And, further \ndeveloping the parallel to a class action lawsuit, Jane Doe 1  and 2's proposed schedule outlined \nabove allows for a  court hearing, during which any individual member of the victims' class \nwould be able to provide their views to the Court as to how best to proceed —  subject to a  later \nCourt ruling —  a much more rapid way of obtaining any necessary input than the delay proposed \nby the Government. And Jane Doe 1  and 2  also have made clear that Epstein should have a \nchance to raise any points he believes that the Court should consider —  and have built that into \ntheir proposed schedule. \nIf the Court determines to allow the Government to delay the case to have meetings with \nmultiple other persons who are not parties to this case, then Jane Doe 1 and Jane Doe 2 —  as class \nrepresentatives -  should at least be permitted to participate in those meetings through their legal \ncounsel. The Government, of course, has been litigating against Jane Doe 1  and 2  for more than \nten years. Indeed, the Government even threatened at one point to accuse all the victims of being \ncriminal participants in their own abuse. See DE 344 at 3-4 (citing Nov. 23, 2015 Tr. at 4-5). It \n16 \nEFTA00027791\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 17 of 22 \nis Jane Doe 1  and Jane Doe 2 who have been fighting the Government to vindicate their rights as \nEpstein's victims. It makes no sense for the Government to now be able to present its side of this \ncase in private meetings with victims without the class representatives being able to participate, \nin order to frame the proceedings in a way that could be designed to prompt a certain \n(presumably pro-Government) view from the other victims. \nIn addition, as a  second point, if the Court approves the months of delay that the \nGovernment proposes, the Court should at least make sure that time is used productively to put \nthe case in a position for rapid resolution thereafter. The Court can do this by allowing Jane Doe \n1  and Jane Doe 2 to collect evidence that might be necessary at any contested hearing on remedy. \nIn particular, it appears that the Government may attempt to inject into any remedy hearing the \nextent to which Epstein was involved in the CVRA violations. The Government has vaguely \nalluded in its discussions with Jane Doe 1  and 2 to the possibility that if, for example, the NPA \nimmunity provisions were rescinded in any way, then Epstein might have the ability to challenge \ncertain settlement payments made to some of his victims. Whether Epstein would actually make \nsuch a challenge and potentially expose himself to far greater civil liability seems highly unlikely \n—  and the Government does not appear to have made any effort to even ask him his position. \n(Again, Jane Doe 1  and 2 believe Epstein should be given a  full and fair opportunity to provide \nhis position on these issues.) But even more important, the Government has not disclosed to \nJane Doe 1  and 2  the Government's position on any such hypothetical challenge by Epstein — \nmuch less the evidence within the Government's possession that could be used to respond to that \nchallenge. \n17 \nEFTA00027792\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 18 of 22 \nAs Jane Doe 1  and 2  have made clear for years, it is their position that \"Epstein has \n'forfeited' any right to seek specific performance of the non-prosecution agreement. . . . [H]e \nwas a  party to —  and, indeed, the instigator of —  the Government's CVRA violations. . . . [H]ere \nthe illegal agreement was a deliberate plan. In such circumstances, any equitable claim Epstein \nhas for specific performance of the non-prosecution agreement disappears.\" DE 127 at 9 (citing \nU.S. v. Walker, 98 F.3d 944, 947 (7th Cir. 1996) (defendant forfeited right to seek specific \nperformance of a  plea agreement because the agreement was illegal)). Jane Doe 1  and 2  have \nreiterated that position in discussions with the Government over the past several months. But the \nGovernment has yet to share with Jane Doe 1  and 2  all of the information it possesses that \nEpstein instigated the illegal decision not to notify them of the agreement —  or even if it will join \nJane Doe 1  and 2's legal position. \nGiven the Government's failure to disclose all its information about Epstein's \ninvolvement in the illegal agreement, Jane Doe 1  and 2 need depositions of key witnesses on this \nsubject. This Court has previously ruled that Jane Doe 1  and 2 could undertake \"limited \ndiscovery in the form of document requests and requests for admissions from the U.S. Attorney's \nOffice.\" DE 99 at 11. The Court also stated that \"[e]ither party may request additional discovery \nif necessary.\" Id. \nIf the Government will not announce what remedy it is prepared to provide, then \ndepositions are necessary. Depositions will shed important light on remedial issues beyond what \nthe available documentary evidence currently reveals. One example of a subject for a deposition \nis a \"breakfast meeting\" that appears to have taken place on around October 12, 2007, between \nU.S. Attorney Acosta and Epstein attorney Jay Lefkowitz. This Court has previously noted that \n18 \nEFTA00027793\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 19 of 22 \nthis meeting occurred. See \nJane Does I  and 2  v. \nU.S, \n359 F.Supp.3d 1201, 1210 (S.D. Fla. \n2019). And a subsequent letter from Lefkowitz to Acosta briefly refers to \"a commitment\" by \nthe U.S. Attorney at that meeting that his Office \"would not . . contact any of the identified \n[victims] . . . in this matter.\" Id. But what was discussed specifically does not appear to have \nbeen memorialized. A deposition will answer that and other related questions and will, Jane Doe \n1  and 2  believe, establish that the Epstein was ultimately responsible for the decision not to \ndisclose the existence of the immunity provisions to them. \nWith the assistance of the Court, Jane Doe 1  and 2 were able to secure various emails and \nletters between the Government and Epstein's attorneys. But the documents available to Jane \nDoe 1  and 2  do not fully reveal what was agreed to among the lawyers for the United States, \nPalm Beach County, and Epstein. Indeed, it appears that some of the key players decided not to \nput in writing what was happening —  as this Court has previously noted. See Jane Does I and 2 \nv. \nU.S., \n359 F.Supp.3d 1201, 1207 (S.D. Fla. 2019) (\"Palm Beach County State Attorney \nwrote the line prosecutor about the proposed agreement and added: 'Glad we could get \nthis worked out for reasons I won't put in writing. After this is resolved I would love to buy you \na cup at Starbucks and have a conversation.'\" (emphasis added)). \nAccordingly, if the Court grants the Government's request for delay, Jane Doe 1  and 2 \nrequest that during the months of delay, they be given leave to depose six witnesses -   former \nU.S. Attorney Acosta, who negotiated restrictions on what the victims could be told, during the \n\"breakfast meeting\" and otherwise; Assistant U.S. Attorney who implemented the \ndirections she was given by the U.S. Attorney; former Palm Beach County State Attorney Barry \n, who was involved in the plea discussions and was \"glad\" to work a deal out for reasons \n19 \nEFTA00027794\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 20 of 22 \nhe would not \"put in writing\"; Epstein Attorney Jay Lefkowitz, who was a key participant in the \n\"breakfast meeting\" and was deeply involved in crafting the restrictions on what the victims \nwere to be told; and FBI Agen who were responsible \nfor interacting with the U.S. Attorney's Office on the subject of victim notifications and provided \nsome of those notifications. \nJane Doe 1  and 2  can provide further information about why these six witnesses have \nimportant information connected with the remedies that are available in this case. But the \nGovernment has already agreed that this Court has this power to allow such discovery. See DE \n99 at 11 (\"the United States agreed that this Court, under its inherent authority to manage this \ncase, could impose discovery obligations on each party.\"). And in its July 20, 2015 initial \ndisclosures under Fed. R. Civ. P. 26(a)(1)(A)(1), the Government itself listed all these witnesses \nas persons who possess information relevant to this case. Jane Doe 1  and 2  respectfully submit \nthat it  would expedite a  resolution of this case if they were permitted to take depositions during \nany delay in a resolution proposed by the Government.' \nCONCLUSION \nFor all the reasons explained above, the Court should adopt Jane Doe 1 and 2's proposed \nprocedures and schedule for reaching a resolution on the appropriate remedy in this case. \nDATED: May 10, 2019 \n3 Based on their current (limited) understanding of the Government's position on \nremedies in this case, Jane Doe 1  and 2  believe that with six depositions, they could collect the \nnecessary evidence for a remedial hearing. They reserve the right to seek additional discovery if \nthe Government's position on remedy necessitates it. \n20 \nEFTA00027795\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 21 of 22 \nRespectfully Submitted, \n/5/ Stagg P. Seiwalua \nBradley J. Edwards \nEdwards Pottinger LP \n425 North Andrews Avenue, \nSuite 2 \nFort Lauderdale, Florida 33301 \nPaul \nG. Cassell \nPro Hac Vice \nS.J. Quinney \nCollege of Law at the \nUniversity of Utah*\n383 S. University St. \nalt Lake it T 84112 \nJohn \nScarola \nSearcy Denney Scarola Barnhart & Shipley \n2139 Palm Beach Lakes Boulevard \nWest Palm Beach, FL 33409 \nAttorneys for Jane Does I and 2 \nThis daytime business address is provided for identification and correspondence \npurposes only and is not intended to imply institutional endorsement by the University of Utah. \n21 \nEFTA00027796\n\nCase 9:08-cv-80736-KAM Document 452 Entered on FLSD Docket 05/10/2019 Page 22 of 22 \nCERTIFICATE OF SERVICE \nI  certify that the foregoing document was served on May 10, 2019, on counsel of record \nusing the Court's CWECF system: \nU.S. Attorneys' Office for the Northern District of Georgia \n600 \nU.S. Courthouse \n75 Ted Turner Drive, \nS.W. \nltlantain  GA \n30303 \nAttorneys for the Government \nRoy Eric Black \nJacqueline Perczek \nBlack Srebnick Komspan & Stumpf \n201 S Biscayne Boulevard \nSuite 1300 \nMiami FL \n33131 \nAttorneys for Jeffrey Epstein \n/8/ \nsaraeet p.  Edwevzo \n22 \nEFTA00027797\n\nCase 9:08-cv-80736-KAM Document 452-1 Entered on FLSD Docket 05/10/2019 Page 1 of 6 \nEXHIBIT \n1 \nEFTA00027798\n\nCase 9:08-cv-80736-KAM Document 452-1 Entered on FLSD Docket 05/10/2019 Page 2 of 6 \nPAUL G. CASSELL \nRonald N. Boyce Presidential Professor of Criminal Law \nS.J. Quinney College of Law at the University of Utah \n383 S. University St. \nSalt Lake Ci , UT 84112 \nFebruary 25, 2019 \nMs. Arian Fajardo Orshan \nU.S. Attorney \nfor the \nSouthern District of \nFlorida \n500 E. \nBroward Blvd. \nFt. Lauderdale, FL 33394 \nRe: Protecting the Rights of Teffrey Epstein's Victims \nDear Ms. Orshan: \nWe represent several \nvictims of sex \nabuse and \ntrafficking crimes committed by \nJeffrey Epstein, \nincluding Jane Doe 1, Jane Doe 2, \nJane Doe \n3, and \nJane Doe 4. We write \nto request that you \nmake your best efforts to see \nthat \nthese victims are \naccorded their \nrights under the Crime Victims' Rights Act (CVRA), 18 U.S.C. § 3771. In particular, we \nask you to immediately rescind the provisions in the non-prosecution agreement \nbarring prosecution of Epstein and his co-conspirators and reopen the investigation. As \nJudge \nMarra has clearly \nruled, your Office \nentered into \nthose particular \nprovisions with \nEpstein in 2007 illegally. We ask that you now extend to our clients —  and all of \nEpstein's victims —  their right to \nconfer about the reasons \nEpstein and his \nco-\nconspirators should be \nfederally \nprosecuted by \nyour Office for the crimes he committed \nagainst them. \nYou \nare no doubt \ngenerally familiar with \nthe facts \nsurrounding \nEpstein's \nnumerous federal sex \ncrimes committed within your District, so we will just highlight a \nfew salient facts that were all recently found by U.S. District Judge Kenneth Marra in his \ndetailed opinion and order granting our clients summary judgment and finding that \nyour Office had violated the CVRA. Opinion and Order, Jane Does v. United States, No. \n9:08-cv-80736 (Feb. 21, 2019) \n(hereinafter referred to as \"Summary Judgment Order\"). \nAs Judge Marra explained, between about 1999 and 2007, \"Jeffrey Epstein \nsexually abused more than 30 minor girls, including Petitioners Jane Doe 1 and Jane \nDoe 2 ... at his mansion in Palm Beach, Florida, and elsewhere in the United States and \n• This daytime business address is provided for identification and correspondence purposes only and is not intended \nto imply institutional endorsement by the University of Utah. \nEFTA00027799\n\nCase 9:08-cv-80736-KAM Document 452-1 Entered on FLSD Docket 05/10/2019 Page 3 of 6 \noverseas. \nBecause \nEpstein and his co-conspirators knowingly traveled \nin \ninterstate and \ninternational commerce to sexually \nabuse Jane Doe 1, Jane Doe 2 and others, they \ncommitted \nviolations of not only Florida law, but also federal law.\" Id. at 1-2 (internal \ncitations omitted). To make a long \nstory short, ultimately in \n2007 your \nOffice entered \ninto a \nnon\n-prosecution agreement with Epstein, in which \nyour Office agreed not to \nprosecute \nhim for federal \nsex abuse crimes \ncommitted against Jane Doe 1 and \nJane Doe \n2 and countless other underage girls whom Epstein and his co-conspirators victimized. \nId. at 7-10. This non-prosecution \nagreement was an illegal agreement, as your Office \nentered \ninto it by violating the CVRA: \nHere, it is undisputed that the Government entered into a NPA \nwith Epstein without conferring with [Jane Doe 1 and Jane Doe 2] during \nits negotiation and signing. Instead, the Government sent letters to the \nvictims requesting their \"patience\" with the investigation even after the \nGovernment entered into the NPA. At a bare minimum, the CVRA \nrequired the Government to inform Petitioners that it intended to enter \ninto an agreement not to prosecute Epstein. Although the binding effect of \nthe NPA was contingent upon Epstein pleading guilty to the state charges, \nthat contingency \nwas out of \nthe \ncontrol of the \nGovernment. \nThe \nGovernment's hands were permanently tied if Epstein fulfilled his \nobligations under the NPA. Thus, Petitioners and the other victims should \nhave been notified of the Government's \nintention to take that course of \naction before it \nbound itself under the NPA. Had the \nPetitioners \nbeen \ninformed about the \nGovernment's intention \nto forego \nfederal prosecution \nof Epstein in deference to him pleading guilty to state charges, Petitioners \ncould have conferred with the attorney for \nthe \nGovernment and provided \ninput. In re Dean, 527 F.3d 391, 394 \n(5th Cir. 2008) (there are rights under \nthe CVRA including the \"reasonable right to confer with the attorney for \nthe Government\"). \nHence, the \nGovernment would have \nbeen able to \n\"ascertain the \nvictims' views on the possible \ndetails of the [non-\nprosecution \nagreement].\" Id. \nIndeed, it is this type of \ncommunication \nbetween \nprosecutors and victims \nthat was intended by the passage of the \nCVRA. See United \nStates v. Heaton, 458 F. Supp. 2d 1271 (D. Utah \n2006)(government motion to dismiss \ncharge of using facility of interstate \ncommerce to entice minors to engage \nin unlawful sexual activity \nwould \nnot be granted \nuntil government \nconsulted with \nvictim); United States v. \nIngrassia, No. \nCR-04-0455ADSJO, 2005 \nWL \n2875220, at *17 n. 11 (E.D.N.Y. \nSept. 7, 2005) (Senate debate supports \nthe \nview \nthat the \ncontemplated \nmechanism for victims to obtain information on which to base their input \n2 \nEFTA00027800\n\nCase 9:08-cv-80736-KAM Document 452-1 Entered on FLSD Docket 05/10/2019 Page 4 of 6 \nwas conferral with the prosecutor concerning any critical stage or \ndisposition of the case). \nId. at 26-27. \nJudge \nMarra \nalso \nnoted that \nyour Office \nhad \"concealed\" the NPA \nfrom the \nvictims and \"misled\" the victims about the possibility of a federal prosecution: \nParticularly problematic was the \nGovernment's decision to conceal the \nexistence of the NPA and mislead the victims to believe that federal \nprosecution \nwas still a possibility. When the \nGovernment gives \ninformation to victims, it cannot be misleading. While the Government \nspent \nuntold hours negotiating the terms and implications of the NPA \nwith Epstein's attorneys, scant information was shared with victims. \nInstead, the victims were told to be \"patient\" while the investigation \nproceeded. \nId. at \n28. \nIn light of these and other illegal actions by your Office, Judge Marra \nspecifically \nheld that \"under the facts of this case, there was a violation of the victims' rights under \nthe CVRA.\" Id. at 33. He granted Jane Doe 1 and Jane Doe 2's motion for summary \njudgement on the issue of \nwhether your Office violated the CVRA, holding that their \n\"right to conferral under the CVRA was violated.\" Id. \nBecause of these clear and specific findings, your Office now has clear and \nspecific obligations \nunder the CVRA. In particular, \nunder 18 U.S.C. § \n3771(c)(1), all \n\"[o]fficers and employees of \nthe Department of Justice ... shall make \ntheir best efforts to \nsee that \ncrime victims are notified of, and accorded, the rights described in [the \nCVRA].\" Your Office must follow \nthis \ncongressional command and \"accord\" Jane \nDoe \n1 and \nJane Doe 2 - \nalong with Epstein's \nnumerous \nother victims -  their \nright \nto \nreasonably confer with your Office concerning the need for federally prosecuting \nEpstein and \nhis co-conspirators for the numerous sexual trafficking crimes they \ncommitted in your District. \nJudge Marra has already directly ruled on how your \nOffice must protect \nEpstein's victims' rights. Judge Marra has held that the victims' \"rights under the \nCVRA \nattach before the Government brings formal charges against a defendant.\" \nSummary Judgment Order at 26 (citing Does v. United States, 817 F. Supp. 2d 1337, 1341 \n3 \nEFTA00027801\n\nCase 9:08-cv-80736-KAM Document 452-1 Entered on FLSD Docket 05/10/2019 Page 5 of 6 \n(S.D. Fla. 2011)). Judge Marra has also held that \"the CVRA \nauthorizes the rescission or \n\"reopening\" of a prosecutorial agreement, including a non-prosecution agreement, \nreached in violation of a prosecutor's conferral \nobligations \nunder the statute.\" Id. \n(emphasis added) (quoting Does v. United States, 950 F. \nSupp. at \n1267). Judge Marra has \nfurther held that \n\"section \n3771(d)(5) of the CVRA authorizes the setting aside \nof pre-\ncharge \nprosecutorial agreements ....\" Id. (citing \nDoes v. \nUnited \nStates, \n950 F. \nSupp. \n2d at \n1267). And, finally, Judge Marra has further held that \"the 'reasonable right to \nconfer .. \n. in the case' extends to the pre-charge state of criminal investigations and proceedings.\" \nId. \nIn view of these findings -  binding on your Office as a party to the litigation —\nyour \nOffice has a statutory duty to protect \nthe CVRA rights of \nJane Doe 1 and Jane Doe \n2 through \"rescission or reopening\" of Epstein's non-prosecution agreement. We \nrequest that your Office immediately take that step and notify all of Epstein's victims \nthat the \nprovisions in the agreement blocking the \nfederal \nprosecution of \nEpstein and \nhis \nco-conspirators have been rescinded and that the victims now have a right to confer \nwith your \nOffice \nabout federal \nprosecution of Epstein. \nYou and the \nother \nprosecutors in \nyour Office have specific \nand \npersonal \nobligations under \nthe CVRA to make \nyour \n\"best \nefforts\" to \naccord the victims of their rights. Congress did not limit \nthose \nobligations in \nany way, and your Office must follow that congressional command. \nIn the past, we have met at various \ntimes with your predecessor and the capable \nprosecutors handling this matter, trying to resolve these issues without the need for \nfurther \nlitigation. \nAll \nthose efforts have been for naught, because your Office \ncontinually asserted the position that it had not violated the victims' CVRA rights. \nNow that Judge Marra has directly rejected your Office's claim, we hope that your \nOffice will rapidly do the right thing and give the victims' the conferral and other rights \nto which they are entitled. \nWe would be \nhappy \nto meet with \nyour Office \nfurther to \ndiscuss how \nprotecting \nvictims' rights can be most effectively accomplished. In light of Judge Marra's order \nthat we \nare to \nconfer with \nyour Office regarding issues \nconcerning remedies in \nthis case \nby March 8, the favor of a \nprompt reply is requested. \n4 \nEFTA00027802\n\nCase 9:08-cv-80736-KAM Document 452-1 Entered on FLSD Docket 05/10/2019 Page 6 of 6 \nThank you in advance \nfor considering these requests. \nSincerely, \n4 \nBradlef Ed#vards \nPaul G. \nCassell \nJack \nScarola \nCounsel for \nJane Doe 1, Jane Doe 2, Jane Doe 3, and Jane Doe 4 \ncc: \n5 \nEFTA00027803\n\nCase 9:08-cv-80736-KAM Document 452-2 Entered on FLSD Docket 05/10/2019 Page 1 of 3 \nEXHIBIT \n2 \nEFTA00027804\n\nCase 9:08-cv-80736-KAM Document 452-2 Entered on FLSD Docket 05/10/2019 Page 2 of 3 \nPAUL G. CASSELL \nRonald N. Boyce Presidential Professor of Criminal Law \nSi. Quinney College of Law at the University of Utah \n383 S. University St. \nSalt Lake Ci , UT 84112 \nMarch \n4, 2019 \nMs. Arian Fajardo Orshan \nU.S. \nAttorney for the \nSouthern \nDistrict of Florida \n500 E. Broward Blvd. \nFt. Lauderdale, FL \n33394 \nVia email: \nSarah.Schall@usdoj.gov \nRe: Protecting the Rights of ieffrey Epstein's Victims \nDear Ms. Orshan: \nAs you \nknow, we represent \nseveral victims of federal sex abuse and sex \ntrafficking crimes committed by Jeffrey Epstein, including Jane Doe 1, Jane Doe 2, Jane \nDoe 3, and \nJane Doe 4. \nOn February 25, 2019, we \nwrote to \nrequest that you \nmake \nyour \nbest efforts to see \nthat \nthese victims are accorded \ntheir rights \nunder the Crime Victims' \nRights Act (CVRA), 18 U.S.C. § 3771 —  specifically that your Office immediately rescind \nthe provisions in the \nnon\n-prosecution agreement barring \nprosecution of \nEpstein and \nhis \nco-conspirators and \nreopen the \ninvestigation. \nWe requested \nthe favor of a prompt \nreply. Judge Marra has directed that we confer to determine whether we can jointly \nfashion a remedy for the violation of the victims' rights and, in any event, what \nsubmissions \nand proceedings \nare needed to \nreach a final \nresolution of the remedy issue. \nWe have a right to confer under the CVRA. You have not yet responded. \nWe write — again and with increased urgency — \nto request that your Office \nimmediately work with us to implement the only efficacious remedy for the victims that \nis available: rescinding the provisions in the non-prosecution agreement barring \nEpstein's prosecution \nfor \nfederal sex crimes by your Office. \nAs we explained in our \nearlier letter, Judge Marra has already ruled that the law permits this remedy. Judge \nMarra has specifically held that \"the CVRA authorizes the rescission or \n\"reopening\" of a \nprosecutorial agreement, including a non-prosecution agreement, reached in violation of a \nprosecutor's conferral \nobligations \nunder the statute.\" \nOpinion and Order at \n26, Jane \nDoes v. United \nStates, No. 9:08-cv-80736 (Feb. 21, \n2019) (quoting \nDoes v. \nUnited \nStates, 950 \nF. Supp. at 1267). Judge Marra has further held that \"section 3771(d)(5) of the CVRA \nauthorizes the setting aside of pre-charge prosecutorial agreements ....\" Id. (citing Does \nv. United States, \n950 F. Supp. 2d at 1267). \n• This daytime business address is provided for identification and correspondence purposes only and is not intended \nto imply institutional endorsement by the University of Utah. \nEFTA00027805\n\nCase 9:08-cv-80736-KAM Document 452-2 Entered on FLSD Docket 05/10/2019 Page 3 of 3 \nYou \nand the prosecutors in your Office have an \nobligation to \nafford our clients \ntheir congressionally granted right to \nconfer about whether to prosecute Epstein. \nSee 18 \nU.S.C. § \n3771(c)(1). Through more than a decade \nof litigation, the U.S. Attorney's Office \nfor the Southern District of Florida and sexual assault victims have been litigating \nwhether the victims' rights were violated. That \nissue has been decided. The only issue \nfor your Office now is whether it wants to confer with victims about whether federal \nprosecution of serial \npedophile and major international sex trafficker is appropriate. \nCongress has directed that \nprosecutors must confer with victims about important \nprosecutive decisions. The path forward now is \nsimple. We could \nwork \ntogether to \ndraft \na \nproposed court \norder that will \nquickly resolve this \nlong-running \nlitigation, by \ndeclaring the provisions of the NPA barring \nEpstein's prosecution to be invalid and that \nyour \nOffice will \nconfer about whether to prosecute. \nWe stand \nready to \ndiscuss details in \nthe proposed order, including creating time for Epstein to raise any objections he might \nhave with the \ncourt. \nIf for any reason you are unwilling to agree with what we believe \nis the obvious \nresolution of this unfortunate split between victims of federal sex crimes and \nprosecutors with \npower to prosecute those crime, \nwe would —again — \nlike to \nquickly \nconfer about the matter. On behalf of our clients, we have a right to confer under 18 \nU.S.C. § \n3771(a)(5). \nTime is of the \nessence. On Friday of \nthis week, we \nmust advise the \njudge \nwhether the victims and \nthe \nprosecutors are united -  or divided. \nThe favor of quick \nresponse is —  again —  requested. \ncc: \nSincerely, \n4 \nBradle E ards \nPaul G. \nCassell \nJack \nScarola \nCounsel for Jane Doe 1, Jane \nDoe 2, Jane Doe 3, and Jane Doe 4 \n2 \nEFTA00027806\n\nCase 9:08-cv-80736-KAM Document 452-3 Entered on FLSD Docket 05/10/2019 Page 1 of 2 \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF FLORIDA \nCase No. 9:08-cv-80736-KAM \nJANE DOE 1 AND JANE DOE 2, \nPetitioners, \nv. \nUNITED STATES, \nRespondent. \nORDER REGARDING SCHEDULING ON REMEDY ISSUES \nThis matter is before the Court pursuant to the Court's order directing the parties to \nconfer regarding how they propose proceeding on the determining what remedy, if any, should \nbe applied in view of the Court's finding that petitioners Jane Doe 1  and Jane Doe 2's right to \nconferral was violated. DE 435 at 33. The parties have conferred, and each have submitted \nproposed \nprocedures for making that remedy determination. \nThe Court having carefully reviewed that parties' submissions, it  is hereby ORDERED \nAND ADJUGED that: \nNot later than two weeks from the date of the Court's order, the Government shall file a \nstatement specifying how and when it proposes to remedy the violation of the rights of the two \nvictims (Jane Doe 1  and Jane Doe 2) who are parties to this litigation. If the Government \ndesires, it  can also simultaneously but separately specify whether, when, and how it proposes to \nremedy any CVRA violations that denied other victims their rights. \nNot more than two weeks later, Jane Doe 1  and Jane Doe 2 shall file any objections and a \nstatement of what (if any) additional remedies they seek from the Court beyond what the \nGovernment voluntarily proposes to provide. \nEFTA00027807\n\nCase 9:08-cv-80736-KAM Document 452-3 Entered on FLSD Docket 05/10/2019 Page 2 of 2 \nNot more than two weeks later, Intervenor Jeffrey Epstein is permitted to file, if he so \nchooses, any response to the proposals made by the Government and Jane Doe 1  and 2. \nNot more than two weeks later, the Government shall respond to Jane Doe 1  and 2 and to \nEpstein. \nNot more than two weeks later, Jane Doe 1  and Jane Doe 2 shall reply to the responses \nfiled to the proposals. \nThereafter, the Court may either rule on the basis of the submitted papers or may hold \noral argument on the issue at a  time it  shall direct, at which it  will provide an opportunity for \nanyone affected by the issues to address the Court. \nThe Court also refers this matter to mediation for purposes of conducting a  conference \nwith respect to the manner in which violations of the CVRA will be remedied. The mediation \nshall be held no later than June 3, 2019. The mediation shall be held in Palm Beach County, \nFlorida, unless otherwise agreed by the parties and shall be conducted by a  mediator chosen by \nagreement of the parties. The parties shall have available at the conference participant(s) with \nfull settlement authority. Because Intervenor Jeffrey Epstein has intervened on the issue of \nremedy, he shall also participate in the mediation with appropriate legal counsel, who shall \nremain in a separate room from Jane Doe 1  and Jane Doe 2. The Government shall bear the \ncosts associated with the settlement conference. \nDONE AND ORDERED in chambers at West Palm Beach, Palm Beach County, \nFlorida, this day of May, 2019. \nKENNETH A. MARRA \nUnited States District Judge \nEFTA00027808",
    "pageCount": 33,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ollow, assuring all parties (including intervenor Jeffrey Epstein) a  chance to place their views \nbefore the Court"
      },
      {
        "name": "Arian Fajardo",
        "role": "extracted",
        "context": "UT 84112 \nFebruary 25, 2019 \nMs. Arian Fajardo Orshan \nU.S. Attorney \nfo"
      },
      {
        "name": "Orshan",
        "role": "extracted",
        "context": "ffrey Epstein's Victims \nDear Ms. Orshan: \nWe represent several \nv"
      },
      {
        "name": "Case No",
        "role": "extracted",
        "context": "SOUTHERN DISTRICT OF FLORIDA \nCase No. 9:08-ev-80736-ICAM \nJANE DOE"
      },
      {
        "name": "Jane Doe",
        "role": "extracted",
        "context": "E CRIME VICTIMS' \nRIGHTS ACT \nJane Doe 1 and Jane Doe 2 (also referr"
      },
      {
        "name": "Crime Victims",
        "role": "extracted",
        "context": "Government's violation of the Crime Victims' Rights Act (CVRA). \nFor the"
      },
      {
        "name": "Rights Act",
        "role": "extracted",
        "context": "olation of the Crime Victims' Rights Act (CVRA). \nFor the reasons expl"
      },
      {
        "name": "On February",
        "role": "extracted",
        "context": "-prosecution agreement (NPA). On February 21, 2019, this Court brought"
      },
      {
        "name": "Jane Does",
        "role": "extracted",
        "context": "nder the CVRA was \nviolated.\" Jane Does I and 2 v. \nU.S., \n350 F.Supp"
      },
      {
        "name": "Southern District",
        "role": "extracted",
        "context": "to the U.S. Attorney for the Southern District of \nFlorida. See Ex. 1. The l"
      },
      {
        "name": "See Ex",
        "role": "extracted",
        "context": "outhern District of \nFlorida. See Ex. 1. The letter explained thei"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "discuss others. Ex. 1  at 4. \nThe Government, however, did not respond to"
      },
      {
        "name": "Southern \nDistrict",
        "role": "extracted",
        "context": ".S. Attorney's Office for the Southern \nDistrict of Florida was now being recu"
      },
      {
        "name": "Middle District",
        "role": "extracted",
        "context": "tes Attorney's Office for the Middle District of Florida for \nconsideration"
      },
      {
        "name": "On March",
        "role": "extracted",
        "context": "ppropriate.\" DE 205-2 at \n9. \nOn March 6, 2019, the U.S. Attorney's"
      },
      {
        "name": "Northern District",
        "role": "extracted",
        "context": ".S. Attorney's Office for the Northern District of Georgia \ncontacted Jane Do"
      },
      {
        "name": "Jane \nDoe",
        "role": "extracted",
        "context": "iate remedy. Through counsel, Jane \nDoe I  and 2 conferred with the O"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "ht to join this case. DE 280. The \nGovernment, then represented by the U.S."
      },
      {
        "name": "The \nCourt",
        "role": "extracted",
        "context": "ps the Government could take. The \nCourt will recall extensive litigat"
      },
      {
        "name": "On November",
        "role": "extracted",
        "context": "medies some \nseven years ago. On November 7, 2011, the Government filed"
      },
      {
        "name": "Eleventh Circuit",
        "role": "extracted",
        "context": "s interlocutory appeal to the Eleventh Circuit. See Jane Doe I \nand Jane Doe"
      },
      {
        "name": "See Jane",
        "role": "extracted",
        "context": "peal to the Eleventh Circuit. See Jane Doe I \nand Jane Doe 2 v. \nU.S"
      },
      {
        "name": "Intervenor Jeffrey",
        "role": "extracted",
        "context": "ot more than two weeks later: Intervenor Jeffrey Epstein should be permitted t"
      },
      {
        "name": "The Jane",
        "role": "extracted",
        "context": "ot more than two weeks later: The Jane Doe 1  and Jane Doe 2  reply"
      },
      {
        "name": "As Jane",
        "role": "extracted",
        "context": "w as to how \nbest to proceed. As Jane Doe 1  and 2  understand the"
      },
      {
        "name": "In Jane",
        "role": "extracted",
        "context": "ket 05/10/2019 Page 14 of 22 \nIn Jane Doe 1  and 2's view, the medi"
      },
      {
        "name": "See Fed",
        "role": "extracted",
        "context": "\" in a  class action lawsuit. See Fed. R. Civ. P. 23(a)(4). And, fu"
      },
      {
        "name": "And Jane",
        "role": "extracted",
        "context": "proposed \nby the Government. And Jane Doe 1  and 2  also have made"
      },
      {
        "name": "Whether Epstein",
        "role": "extracted",
        "context": "made to some of his victims. Whether Epstein would actually make \nsuch a c"
      },
      {
        "name": "This Court",
        "role": "extracted",
        "context": "y witnesses on this \nsubject. This Court has previously ruled that Jan"
      },
      {
        "name": "Attorney Acosta",
        "role": "extracted",
        "context": "tober 12, 2007, between \nU.S. Attorney Acosta and Epstein attorney Jay Lefk"
      },
      {
        "name": "Jay Lefkowitz",
        "role": "extracted",
        "context": "y Acosta and Epstein attorney Jay Lefkowitz. This Court has previously no"
      },
      {
        "name": "See \nJane",
        "role": "extracted",
        "context": "of 22 \nthis meeting occurred. See \nJane Does I  and 2  v. \nU.S, \n359"
      },
      {
        "name": "Palm Beach",
        "role": "extracted",
        "context": "wyers for the United States, \nPalm Beach County, and Epstein. Indeed,"
      },
      {
        "name": "County State",
        "role": "extracted",
        "context": "(S.D. Fla. 2019) (\"Palm Beach County State Attorney \nwrote the line pros"
      },
      {
        "name": "Attorney Barry",
        "role": "extracted",
        "context": "ormer Palm Beach County State Attorney Barry \n, who was involved in the pl"
      },
      {
        "name": "Epstein Attorney",
        "role": "extracted",
        "context": "e would not \"put in writing\"; Epstein Attorney Jay Lefkowitz, who was a key"
      },
      {
        "name": "Respectfully Submitted",
        "role": "extracted",
        "context": "ket 05/10/2019 Page 21 of 22 \nRespectfully Submitted, \n/5/ Stagg P. Seiwalua \nBrad"
      },
      {
        "name": "Seiwalua \nBradley",
        "role": "extracted",
        "context": "ully Submitted, \n/5/ Stagg P. Seiwalua \nBradley J. Edwards \nEdwards Pottinger"
      },
      {
        "name": "Edwards \nEdwards",
        "role": "extracted",
        "context": "Stagg P. Seiwalua \nBradley J. Edwards \nEdwards Pottinger LP \n425 North Andre"
      },
      {
        "name": "North Andrews",
        "role": "extracted",
        "context": "ds \nEdwards Pottinger LP \n425 North Andrews Avenue, \nSuite 2 \nFort Lauder"
      },
      {
        "name": "Fort Lauderdale",
        "role": "extracted",
        "context": "rth Andrews Avenue, \nSuite 2 \nFort Lauderdale, Florida 33301 \nPaul \nG. Cass"
      },
      {
        "name": "Cassell \nPro",
        "role": "extracted",
        "context": "dale, Florida 33301 \nPaul \nG. Cassell \nPro Hac Vice \nS.J. Quinney \nColle"
      },
      {
        "name": "Hac Vice",
        "role": "extracted",
        "context": "33301 \nPaul \nG. Cassell \nPro Hac Vice \nS.J. Quinney \nCollege of Law"
      },
      {
        "name": "Quinney \nCollege",
        "role": "extracted",
        "context": ". Cassell \nPro Hac Vice \nS.J. Quinney \nCollege of Law at the \nUniversity of"
      },
      {
        "name": "University St",
        "role": "extracted",
        "context": "e \nUniversity of Utah*\n383 S. University St. \nalt Lake it T 84112 \nJohn"
      },
      {
        "name": "John \nScarola",
        "role": "extracted",
        "context": "ity St. \nalt Lake it T 84112 \nJohn \nScarola \nSearcy Denney Scarola Barnha"
      },
      {
        "name": "Searcy Denney",
        "role": "extracted",
        "context": "ke it T 84112 \nJohn \nScarola \nSearcy Denney Scarola Barnhart & Shipley \n2"
      },
      {
        "name": "Scarola Barnhart",
        "role": "extracted",
        "context": "John \nScarola \nSearcy Denney Scarola Barnhart & Shipley \n2139 Palm Beach La"
      },
      {
        "name": "Lakes Boulevard",
        "role": "extracted",
        "context": "rt & Shipley \n2139 Palm Beach Lakes Boulevard \nWest Palm Beach, FL 33409 \nA"
      },
      {
        "name": "West Palm",
        "role": "extracted",
        "context": "9 Palm Beach Lakes Boulevard \nWest Palm Beach, FL 33409 \nAttorneys fo"
      },
      {
        "name": "Ted Turner",
        "role": "extracted",
        "context": "gia \n600 \nU.S. Courthouse \n75 Ted Turner Drive, \nS.W. \nltlantain  GA"
      },
      {
        "name": "Government \nRoy",
        "role": "extracted",
        "context": "GA \n30303 \nAttorneys for the Government \nRoy Eric Black \nJacqueline Percze"
      },
      {
        "name": "Eric Black",
        "role": "extracted",
        "context": "rneys for the Government \nRoy Eric Black \nJacqueline Perczek \nBlack Sr"
      },
      {
        "name": "Jacqueline Perczek",
        "role": "extracted",
        "context": "e Government \nRoy Eric Black \nJacqueline Perczek \nBlack Srebnick Komspan & Stu"
      },
      {
        "name": "Black Srebnick",
        "role": "extracted",
        "context": "ic Black \nJacqueline Perczek \nBlack Srebnick Komspan & Stumpf \n201 S Bisca"
      },
      {
        "name": "Biscayne Boulevard",
        "role": "extracted",
        "context": "bnick Komspan & Stumpf \n201 S Biscayne Boulevard \nSuite 1300 \nMiami FL \n33131"
      },
      {
        "name": "Boyce Presidential",
        "role": "extracted",
        "context": "6 \nPAUL G. CASSELL \nRonald N. Boyce Presidential Professor of Criminal Law \nS."
      },
      {
        "name": "Criminal Law",
        "role": "extracted",
        "context": "yce Presidential Professor of Criminal Law \nS.J. Quinney College of Law"
      },
      {
        "name": "Quinney College",
        "role": "extracted",
        "context": "ofessor of Criminal Law \nS.J. Quinney College of Law at the University of U"
      },
      {
        "name": "Salt Lake",
        "role": "extracted",
        "context": "Utah \n383 S. University St. \nSalt Lake Ci , UT 84112 \nFebruary 25, 2"
      },
      {
        "name": "Broward Blvd",
        "role": "extracted",
        "context": "District of \nFlorida \n500 E. \nBroward Blvd. \nFt. Lauderdale, FL 33394 \nR"
      },
      {
        "name": "Teffrey Epstein",
        "role": "extracted",
        "context": "Re: Protecting the Rights of Teffrey Epstein's Victims \nDear Ms. Orshan:"
      },
      {
        "name": "Victims \nDear",
        "role": "extracted",
        "context": "e Rights of Teffrey Epstein's Victims \nDear Ms. Orshan: \nWe represent sev"
      },
      {
        "name": "As \nJudge",
        "role": "extracted",
        "context": "and reopen the investigation. As \nJudge \nMarra has clearly \nruled, yo"
      },
      {
        "name": "District Judge",
        "role": "extracted",
        "context": "re all recently found by U.S. District Judge Kenneth Marra in his \ndetaile"
      },
      {
        "name": "Kenneth Marra",
        "role": "extracted",
        "context": "found by U.S. District Judge Kenneth Marra in his \ndetailed opinion and"
      },
      {
        "name": "Summary Judgment",
        "role": "extracted",
        "context": "(hereinafter referred to as \"Summary Judgment Order\"). \nAs Judge Marra expl"
      },
      {
        "name": "As Judge",
        "role": "extracted",
        "context": "s \"Summary Judgment Order\"). \nAs Judge Marra explained, between abou"
      },
      {
        "name": "Petitioners Jane",
        "role": "extracted",
        "context": "han 30 minor girls, including Petitioners Jane Doe 1 and Jane \nDoe 2 ... at"
      },
      {
        "name": "Because \nEpstein",
        "role": "extracted",
        "context": "/2019 Page 3 of 6 \noverseas. \nBecause \nEpstein and his co-conspirators knowi"
      },
      {
        "name": "See United",
        "role": "extracted",
        "context": "by the passage of the \nCVRA. See United \nStates v. Heaton, 458 F. Sup"
      },
      {
        "name": "Judge \nMarra",
        "role": "extracted",
        "context": "of the case). \nId. at 26-27. \nJudge \nMarra \nalso \nnoted that \nyour Offic"
      },
      {
        "name": "Judge Marra",
        "role": "extracted",
        "context": "legal actions by your Office, Judge Marra \nspecifically \nheld that \"und"
      },
      {
        "name": "Your Office",
        "role": "extracted",
        "context": "ts described in [the \nCVRA].\" Your Office must follow \nthis \ncongressio"
      },
      {
        "name": "United \nStates",
        "role": "extracted",
        "context": "s ....\" Id. (citing \nDoes v. \nUnited \nStates, \n950 F. \nSupp. \n2d at \n1267)"
      },
      {
        "name": "Bradlef Ed",
        "role": "extracted",
        "context": "ese requests. \nSincerely, \n4 \nBradlef Ed#vards \nPaul G. \nCassell \nJack"
      },
      {
        "name": "Cassell \nJack",
        "role": "extracted",
        "context": "4 \nBradlef Ed#vards \nPaul G. \nCassell \nJack \nScarola \nCounsel for \nJane D"
      },
      {
        "name": "Scarola \nCounsel",
        "role": "extracted",
        "context": "ards \nPaul G. \nCassell \nJack \nScarola \nCounsel for \nJane Doe 1, Jane Doe 2,"
      },
      {
        "name": "Jane \nDoes",
        "role": "extracted",
        "context": ".\" \nOpinion and Order at \n26, Jane \nDoes v. United \nStates, No. 9:08-c"
      },
      {
        "name": "On Friday",
        "role": "extracted",
        "context": "5). \nTime is of the \nessence. On Friday of \nthis week, we \nmust advis"
      },
      {
        "name": "Because Intervenor",
        "role": "extracted",
        "context": "h \nfull settlement authority. Because Intervenor Jeffrey Epstein has intervene"
      }
    ],
    "locations": [
      {
        "name": "Palm Beach",
        "type": "location"
      },
      {
        "name": "Miami",
        "type": "location"
      },
      {
        "name": "Palm Beach, FL",
        "type": "city"
      },
      {
        "name": "Lauderdale, FL",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2019-05-10",
        "event": "05/10/2019"
      },
      {
        "date": "2019-02-21",
        "event": "February 21, 2019"
      },
      {
        "date": "2019-02-22",
        "event": "February 22, 2019"
      },
      {
        "date": "2019-02-25",
        "event": "February 25, 2019"
      },
      {
        "date": "2019-03-04",
        "event": "March 4, 2019"
      },
      {
        "date": "2019-03-06",
        "event": "March 6, 2019"
      },
      {
        "date": "2019-04-22",
        "event": "April 22, 2019"
      },
      {
        "date": "2019-05-10",
        "event": "May 10, 2019"
      },
      {
        "date": "2019-03-13",
        "event": "March 13, 2019"
      },
      {
        "date": "2019-04-29",
        "event": "April 29, 2019"
      },
      {
        "date": "2011-11-07",
        "event": "November 7, 2011"
      },
      {
        "date": "2016-03-23",
        "event": "March 23, 2016"
      },
      {
        "date": "2017-06-02",
        "event": "June 2, \n2017"
      },
      {
        "date": "2019-06-03",
        "event": "June 3, 2019"
      },
      {
        "date": "2007-10-12",
        "event": "October 12, 2007"
      },
      {
        "date": "2015-07-20",
        "event": "July 20, 2015"
      },
      {
        "date": "2019-03-04",
        "event": "March \n4, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:19.022Z"
}