{
  "document": {
    "id": "efta00027864",
    "filename": "EFTA00027864.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0006\\EFTA00027864.pdf",
    "text": "\n\nFrom: \n\"SI\" 'ale \nTo: (USANYS) [Contractor)\" \nalMIIM> \nCc: \n'(USANYS)\" \nSubject: FW: \nDiscovery Issues \nDate: Mon, 29 Mar 2021 18:59:01 +0000 \nAttachments: SDNY_Production_Issues_2O21O329.xlsx; SlipsheetExample-SDNY_GM_00541380.pdf \nInline-Images: image002.jpg; image004.jpg \nHi[, \nWe just received the below and attached regarding discovery in the Maxwell case. Many of these questions relate to \nproductions that PAE prepared. Would you please take a look and let me know when would be a good time this week for \na call to discuss? \nThanks, \nFrom: Christian Everdell ‹\n> \nSent: Monday, March 29, 2021 2:40 PM \nTo: \n) c>; \n>\"; \n(USANYS)\nCc: 'Jeff Pagliuca' <>; Laura Menninger Bobbi Sternheim \n) \nSubject: Discovery Issues \nand M—\nWe write to raise a few issues concerning the discovery. Below is the list of items. Please let me know if you are free for a \ncall to discuss. \n1. On our last call, we asked you if we could send our client a hard drive containing the discovery that we had created \n(without the highly confidential items). You had said you would check to see if you could facilitate this. We have \nnot heard back from you. Are you able to send Ms. Maxwell the hard drive? \n2. The last two productions you sent to Ms. Maxwell on disks. As you know, she cannot read disks on her laptop and \nmust use the prison computer. But the prison computer cannot read some of the files. We can include these files \non our hard drive to send to Ms. Maxwell. Otherwise, you will need to produce them on a hard drive. Please \nadvise which way you would like to proceed. \n3. A number of the emails in the discovery— over 109,000 — were produced without their attachments (see tab 1 of \nthe attached Excel file). Instead, the attachments appear as slip-sheets (see example attached). Please provide the \nmissing attachments, if they exist. \n4. A number of electronic documents — over 110,000 —that were extracted from one of Epstein's devices, as identified \nby a CART number, have metadata that indicates a \"date created\" or \"date last modified\" date in July 2020 or \nafterwards (see tab 2 of the attached Excel file). We request that you produce a metadata overlay with the original \nmetadata for these files. \nEFTA00027864\n\n5. A number of photographs —  over 6500 —  were produced in native format, but do not have a CART number and have \n\"date created\" and/or \"date last modified\" dates after July 2019 (see tab 3 of the attached Excel file). Please \nprovide the CART number for these photographs or specify which device they came from. Also, we request that \nyou produce a metadata overlay with the original metadata for these files. \n6. A number of the audio/visual files —  over 460 — have similar metadata issues (see tab 4 of the attached Excel file). \nThese fall into the following buckets: \na. SDNY GM SUPP:  these have CART numbers, but were produced without metadata load files and have \n\"date created\" and \"date last modified\" dates in September-November 2020, after the date the device was \nseized. We request that you produce a metadata overlay with the original metadata for these files. \nb. SDNY005 (October 20  2020 production):  these are a few videos from the SDFL or PBPD investigations that \nwere produced in native form without metadata load files. They have Sept-Oct 2020 dates. We request that \nyou produce a metadata overlay with the original metadata for these files. \nc. SDNY011 (November 9  2020 production):  these were produced in native form with load files, but do not \nreference a CART number and have Sept 2020 dates. We request that you provide a CART number for these \nfiles or indicate their source. Also, we request that you produce a metadata overlay with the original \nmetadata for these files. \n7. There is a gap between 11/18 and 12/18 production numbers (SDNY_GM_02742044 to 2742183). Was that \nintentional or are we missing those documents? \nPlease let us know your responses as soon as possible. \nThanks, \nChris \nChristian R Everdell \nCOHEN & GRESSER LLP \ni   view bio \nwww.cohengresser.com \nNew York I  Paris I  Washington DC I \nLondon \nCONFIDENTIALITY NOTICE: The information contained in this e-mail may be confidential and/or ptivileged. This e-mail is intended robe reviewed initially by only \nthe individual named above. If the reader of this e-mail is not the intended recipient or a representative of the intended recipient. you are hereby notified that any \nreview. dissemination or copying of this e-mail or the information contained herein is prohibited. If you have received this e-mail in amt. please immediately notify \nthe sender by telephone and \npermanently \ndelete (his e-mail. Thank you. \nPRIVACY: A complete copy of our privacy policy can be \nviewed:,! \nlI  tpshlyww.cohenoresseccom/privackpolicx\nEFTA00027865",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "rom you. Are you able to send Ms. Maxwell the hard drive? \n2. The l"
      },
      {
        "name": "Discovery Issues",
        "role": "extracted",
        "context": "c: \n'(USANYS)\" \nSubject: FW: \nDiscovery Issues \nDate: Mon, 29 Mar 2021 18:59"
      },
      {
        "name": "Christian Everdell",
        "role": "extracted",
        "context": "l to discuss? \nThanks, \nFrom: Christian Everdell ‹\n> \nSent: Monday, March 29,"
      },
      {
        "name": "Jeff Pagliuca",
        "role": "extracted",
        "context": "o: \n) c>; \n>\"; \n(USANYS)\nCc: 'Jeff Pagliuca' <>; Laura Menninger Bobbi St"
      },
      {
        "name": "Laura Menninger",
        "role": "extracted",
        "context": "ANYS)\nCc: 'Jeff Pagliuca' <>; Laura Menninger Bobbi Sternheim \n) \nSubject:"
      },
      {
        "name": "Bobbi Sternheim",
        "role": "extracted",
        "context": "Pagliuca' <>; Laura Menninger Bobbi Sternheim \n) \nSubject: Discovery Issues"
      },
      {
        "name": "Chris \nChristian",
        "role": "extracted",
        "context": "s soon as possible. \nThanks, \nChris \nChristian R Everdell \nCOHEN & GRESSER L"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2021-03-29",
        "event": "March 29, 2021"
      },
      {
        "date": "2020-10-20",
        "event": "October 20  2020"
      },
      {
        "date": "2020-11-09",
        "event": "November 9  2020"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:26:19.160Z"
}