{
  "document": {
    "id": "efta00019575",
    "filename": "EFTA00019575.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0003\\EFTA00019575.pdf",
    "text": "\n\nFrom: Jeffrey Pop  \nTo: ' \nCc: Magaly Jimenez <I \nSubject: RE: SDNY investigation, \nDate: Tue, 24 Dec 2019 16:44:18 +0000 \nlane-Images: image001.jpg \nI received the e-mail. I will run it by an associate for a second opinion. If I then have questions I will circle back. \nOtherwise I will let you know about the timing of the attorney proffer regarding the issues you have outlined. \nJeff \nJeffrey S. Pop, Esq. \nJEFFREY S. POP & ASSOCIATES \nBeverly Hills, California 90212-3429 \nfax \nwww.poplawyer.com \nwww.vaccineinjuryteam.com \nJEFFREY S. POP & ASSOCIATES \nA LAW CORPORATION \nsince 3980 \nCONFIDENTIALITY \nThis \nemail \nis for the personal and excluswe use of the recipient(s) named above. It contains confidential information from Jeffrey S. Pop & Associates. Its contents are not only to \nremain absolutely confidential, but may also be subject to the attorney-client privilege or coverage under the work-product doctrine. If you have received this transmission and \nare not the intended recipientls) or his/her agent, please be advised that any disclosure, use, review, copying, selling, dissemination, publication, or distribution of this \ntransmission is \nstrictly \nunauthorized and prohibited. If you have received this transmission in error, please notify the sender at the number above, return the original email by \nmail, and delete the email file from your computer. Postage is guaranteed. Your cooperation is appreciated. Thank you. \nFrom: )  [mailto \nSent: Monday, December 23, 2019 9:34 PM \nTo: Jeffre Po \nCc: \nSubject: RE: \nSDNY investigation, \nJeff, \nFollowing up on our phone conversation today, I wanted to memorialize that, as discussed, we do not currently have \nreason to believe Ms. has criminal exposure based on what we are aware of in connection with her interactions \nwith Jeffrey Epstein, and your brief attorney proffer regarding the circumstances of those interactions are consistent with \nthat view. In your further discussions with Ms. in advance of a further attorney proffer to address the general \nnature of her relationship with Mr. Epstein, as well as his employees or relevant close associates, if you have any concerns \nabout additional possible exposure you should please feel free to be in touch with us again. As we also discussed, I \nbelieve any non-federal offenses would be well outside the relevant statute(s) of limitation, but of course if you wish to \nfurther research that issue, or consult with criminal counsel, we defer to you entirely. \nEFTA00019575\n\nPlease let us know if any other information would be useful at this stage, and hopefully we can be in touch in the coming \nweeks about productive next steps. \nthank you, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA00019576",
    "pageCount": 2,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "ware of in connection with her interactions \nwith Jeffrey Epstein, and your brief attorney proffer regarding the ci"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "ture of her relationship with Mr. Epstein, as well as his employees"
      },
      {
        "name": "Jeffrey Pop",
        "role": "extracted",
        "context": "From: Jeffrey Pop  \nTo: ' \nCc: Magaly Jimenez <"
      },
      {
        "name": "Magaly Jimenez",
        "role": "extracted",
        "context": "rom: Jeffrey Pop  \nTo: ' \nCc: Magaly Jimenez <I \nSubject: RE: SDNY investi"
      },
      {
        "name": "Jeff \nJeffrey",
        "role": "extracted",
        "context": "he issues you have outlined. \nJeff \nJeffrey S. Pop, Esq. \nJEFFREY S. POP"
      },
      {
        "name": "Beverly Hills",
        "role": "extracted",
        "context": "JEFFREY S. POP & ASSOCIATES \nBeverly Hills, California 90212-3429 \nfax"
      },
      {
        "name": "Jeffre Po",
        "role": "extracted",
        "context": "ecember 23, 2019 9:34 PM \nTo: Jeffre Po \nCc: \nSubject: RE: \nSDNY inve"
      },
      {
        "name": "Attorney \nSouthern",
        "role": "extracted",
        "context": ". \nthank you, \nAssistant U.S. Attorney \nSouthern District of New York \nEFTA000"
      }
    ],
    "locations": [],
    "dates": [
      {
        "date": "2019-12-23",
        "event": "December 23, 2019"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:59.194Z"
}