{
  "document": {
    "id": "efta00016206",
    "filename": "EFTA00016206.pdf",
    "path": "C:\\Users\\user\\CascadeProjects\\epsteinexposed\\apps\\web\\DataSet 8\\VOL00008\\IMAGES\\0002\\EFTA00016206.pdf",
    "text": "\n\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF NEW YORK \nx \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \n: 20 Cr. 330 (MN) \nx \nGHISLAINE MAXWELL'S MOTION TO EXCLUDE ANY EVIDENCE OFFERED BY \nTHE GOVERNMENT PURSUANT TO FED. R. EVID. 404(b) FOR FAILURE TO \nCOMPLY WITH THE RULE'S NOTICE REQUIREMENT \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON. MORGAN & FOREMAN P.C. \nDe er\nPhone: \nChristian R. Everdell \nCOHEN & GRESSER LLP \nYork, NY 10022 \nPhone: \nBobbi C. Sternheim \nLaw Offices of Bobbi C. Stemheim \nNew York NY 10007 \nPhone: \nAttorneys for Chislaine Maxwell \nEFTA00016206\n\nTABLE OF CONTENTS \nBACKGROUND 1 \nI. 2020 Amendments to Rule 404(b)  1 \nII. Rule 404(b) Notice in This Case 2 \nARGUMENT 4 \nI. By Failing to Comply with the Rule 404(b) Notice Requirement, the Government Has \nWaived the Admission of Any Evidence Pursuant to the Rule 4 \nII. Should the Government's Failure Be Excused, Ms. Maxwell Requests an Opportunity to \nRebut any Proffered Non-Propensity Purpose and Basis 5 \nIII. Ms. Maxwell Needs Additional Time to Respond to the Scant Notice that the Materials \nQualify as \"Direct Evidence\" in the Case 6 \nCONCLUSION 7 \nEFTA00016207\n\nTABLES OF AUTHORITIES \nCases \nUnited States v. Brand, 467 F.3d 179 (2d Cir. \n2006) \n4 \nUnited States v. Bid, 859 F. App'x 610 (2d Cir. 2021) 4 \nOther Authorities \nWright & Miller, 22B Fed. Prac. & Proc. Evid., § 5242.1 2020 Amendments to Rule 404(b) \n(2021) 2, \n6 \nRules \nFed. R. Evid. 404(b) passim \nii \nEFTA00016208\n\nGhislaine Maxwell moves in limine to exclude any evidence the Government seeks to \nadmit at trial under Fed. R. Evid. 404(b) (the \"Rule\"). That Rule, as amended in December \n2020, expressly requires particularized notice to the defense of the exact evidence to be offered, \nan articulated non-propensity purpose for its admission, and the reasoning supporting that \npurpose. Despite notice of the rule change and an opportunity to comply with the Rule by this \nCourt's deadline of October 11, the Government opted not to follow the requirements of the Rule \nand should now be foreclosed from offering any evidence pursuant to Rule 404(6). \nBACKGROUND \nI. 2020 Amendments to Rule 404(6) \nRule 404 sets forth the requirements for \"Notice in a Criminal Case\" of an intent to \nintroduce evidence under the rule: \n\"In a criminal case, the prosecutor must: \n(A) provide reasonable notice of any such evidence that the prosecutor intends to offer at \ntrial, so that the defendant has a fair opportunity to meet it; \n(B) articulate in the notice the permitted purpose for which the prosecutor intends to offer \nthe evidence and the reasoning that supports the purpose; and \n(C) do so in writing before trial — or in any form during trial of the court, for good cause, \nexcuses lack of pretrial notice.\" \nFed. R. Evid. 404(b)(3). In December 2020, the Rule was \"amended principally to \nimpose additional notice requirements in a criminal case.\" Fed. R. Evid. 404, Advisory \nCommittee Notes, 2020 Amendments. Prior to the rule change, the prosecution needed only to \ngive notice of the \"general nature\" of the anticipated evidence; thus, \"some courts...permit[ted] \nthe government to satisfy the notice obligation without describing the specific act that the \nevidence would tend to prove, and without explaining the relevance of the evidence for a non-\npropensity purpose\" \n(id.). \n1 \nEFTA00016209\n\nAfter December 2020, according to the Advisory Committee, the new subsection (B) \nrequires that: \nThe prosecution must not only identify the evidence that it intends to offer \npursuant to the rule but also articulate a non-propensity purpose for which the \nevidence is offered and the basis for concluding that the evidence is relevant in \nlight of this purpose. \nId. (emphasis added). The Rule's requirement that the prosecution must \"identify the evidence,\" \n\"articulate a non-propensity purpose\" and a \"basis for concluding the evidence is relevant in light \nof this purpose\" replaced the previous notice requirement only of the \"general nature\" of \nanticipated evidence. The \"advance notice\" is \"important so that the parties and the court have \nadequate opportunity to assess the evidence, the purpose for which it is offered, and whether the \nrequirements of Rule 403 have been satisfied ....\" Id. \nThe new rule also required that the pre-trial notice be done in writing, \"sufficiently ahead \nof trial to give the defendant a fair opportunity to meet the evidence.\" Rule 404(b)(3)(A). \"The \n'air opportunity' must include sufficient time for an independent investigation that might surface \nevidence that refutes, mitigates, or places the other act in a different light. Prosecutors who cut \nthe disclosure too close to the trial date risk a judge either excluding the evidence so that the trial \ncan proceed as scheduled or delaying the trial so the defense can \"meet\" the other act proof. Easy \nto overlook is that the judge too needs time to consider the admissibility of the other act \nevidence.\" See Wright & Miller, 22B Fed. Prac. & Proc. Evid., § 5242.1 2020 Amendments to \nRule 404(b) (2021). \nII. Rule 404(b) Notice in This Case \nThe Government advised this Court that it could provide notice of any Rule 404(b) \nevidence by 45 days prior to trial, which would afford it \"adequate time to finalize its \ndetermination of what evidence it will seek to introduce at trial pursuant to\" the Rule. See Dkt. \n2 \nEFTA00016210\n\n229 at 3. This Court then ordered the Government to provide disclosure of any \"Rule 404(b) \nevidence and notice\" by October 11. Dkt. 297. \nOn October 11, 2021, the Government served on defense counsel a short letter entitled \nthe \"Maxwell Rule 404(b) letter\" (the \"Rule 404(b) Letter\" or the \"Letter\"), attached as Exhibit \nA. In it, the Government referenced two sets of evidence: (a) certain emails purportedly between \nMs. Maxwell and third-party \"influential\" men whom she allegedly tried to set up on dates, and \n(b) a witness, a woman who worked for Epstein between 2005-06 (after the \nconclusion of the charged conspiracy) whom the Government said it \"may call\" at trial. The \nGovernment asserted in the Letter that the evidence collectively was, in its opinion, \"direct \nevidence of the crimes charged and, in the alternative, pursuant to Rule 404(b) as proof of the \ndefendant's intent, preparation, plan, knowledge, identity, and/or absence of mistake of (sic) \naccident.\" Id. at 2. The Government stated it would not be moving in limine to seek the \nevidence's admission \"[b]ecause this evidence is admissible as direct evidence.\" Id. The Letter \nlacked identification of any particular purpose for these two categories of evidence and lacked \nany \"basis for concluding that the evidence is relevant in light of this purpose.\" \nAlso on October 11, the Government provided its anticipated trial exhibits. Even a quick \nreview of those exhibits reflects the Government's apparent intent to offer numerous documents \nand other evidence that purportedly occurred after the conclusion of the charged conspiracy. \nSee, e.g., GX-4-D through GX-4-K (message pads dated beginning in 2005); GX-423 (an \nAmazon shipment to Jeffrey Epstein of an iPhone USB lightning cable in 2013); GX-501 & 502 \n(financial statements from June 2007); GX-661 & 662 (flight logs from 2005-13). None of these \nitems of evidence were mentioned in the Maxwell Rule 404(b) Letter. The Government's theory \nof admissibility concerning this post-2004 evidence remains unclear. \n3 \nEFTA00016211\n\nARGUMENT \nI. By Failing to Comply with the Rule 404(b) Notice Requirement, the \nGovernment Has Waived the Admission of Any Evidence Pursuant to the \nRule \nUnder the version of Rule 404(b) in effect for this trial, the Government was required to \nspecifically \"identify\" any evidence it intends to offer under the Rule, to \"articulate...the \npermitted purpose for which\" the identified evidence will be offered, and to state the \"reasoning \nthat supports the purpose.\" The Government did not timely comply with these requirements and \nshould therefore be precluded from offering any evidence under Rule 404(b). \nTo be sure, the Rule 404(b) Letter did \"identify\" several emails purportedly between Ms. \nMaxwell and two other adult men that discuss fixing them up with women on a date. But even \nthough the Government claimed these emails may be admissible \"in the alternative, pursuant to \nRule 404(b),\" there is nothing in the Letter which states the permitted purpose for which they \nmight be offered, nor the \"reasoning that supports that purpose.\" Ms. Maxwell is unable to guess \nwhich of the laundry list of potential purposes contained in Rule 404(b) might serve as the \ngrounds, and she certainly is not able to guess the Government's \"reasoning.\" Without the \nrequired notice, both defense counsel and the Court cannot undertake the required analysis to \ndetermine whether the evidence is being offered for a proper non-propensity purpose, is relevant \nto a disputed issue, can satisfy a Rule 403 analysis, or needs a limiting instruction. United States \nv. Bui, 859 F. App'x 610 (2d Cir. 2021) (summary order) (quoting United States v. Brand, 467 \nF.3d 179, 196 (2d Cir. 2006)). \nThe Government likewise did \"identify\" Ms. as a potential witness and offered \ntwo, non-exclusive potential topics of her testimony. The Government advised that she will \ntestify about, \"among other things, [i] certain [unspecified] documentary evidence relating to the \n4 \nEFTA00016212\n\ncharged crimes [and (ii)] her [unspecified] role in scheduling sexualized massages for Jeffrey \nEpstein with underage girls,\" apparently in 2005-06. This is hardly the type of \"identiff ied]\" \nevidence the Rule contemplates. What \"documentary evidence\" will she testify about? What \n\"role\" did she play in scheduling massages after the conclusion of the charged conspiracy? For \nwhat purpose will she testify to it? Are there other topics covered by the language \"among other \nthings\" that the Government submits is admissible under Rule 404(b)? What is it? What is the \npurpose of it? Will it be offered to prove Ms. Maxwell's \"intent, preparation, plan, knowledge, \nidentity and/or absence of mistake of [sic] accident\" or something else? How is it permissible \nnon-propensity evidence? \nFinally, by failing to identify the numerous exhibits that fall after the period of the \nconspiracy in the Rule 404(b) Letter, the Government has also waived any right to argue that \nthose documents should be admitted under the rule as well. \nThe entire point of the change to Rule 404(b), and this Court's scheduling Order, is to \npermit Ms. Maxwell to investigate, analyze, dispute, move in limine if appropriate, or rebut the \nproffered Rule 404(b) evidence. There is nothing in Rule 404(b) that excuses the required \nNotice in the event the Government only offers the evidence \"in the alternative\" under the rule. \nBy disregarding the requirements of Rule 404(b), the Government has chosen to deprive Ms. \nMaxwell of her right to dispute the admissibility of this evidence. \nII. Should the Government's Failure Be Excused, Ms. Maxwell Requests an \nOpportunity to Rebut any Proffered Non-Propensity Purpose and Basis \nBecause the Government has not identified the non-propensity purpose nor reasoning \nunderlying the admission of any Rule 404(b) evidence, the defense is left without \"sufficient \ntime for an independent investigation that might surface evidence that refutes, mitigates, or \nplaces the other act in a different light,\" and the Court will not have sufficient \"time to consider \n5 \nEFTA00016213\n\nthe admissibility of the other act evidence.\" Wright & Miller, supra. Should the Government \nrequest a \"good-cause\" exemption for their failure to timely provide Rule 404(b) notice, this \nCourt should analyze their excuse with skepticism. \"Prosecutors should be prepared to explain \ntheir change of heart and to rebut allegations of sandbagging. Unforeseen turns of testimony at \ntrial are one thing. Reasonably anticipated proof problems are another. For example, when intent \nis an element of a charged offense, a prosecutor will be hard pressed to explain why he did not \nforesee before trial that the other act proof may be important in a jury's determination of intent.\" \nWright & Miller, supra. Here, the government has been on notice of the elements it needs to \nprove since July 2020. It advised the Court it would be able to provide Rule 404(b) notice back \nin May 2021. Dkt. 229 at 3. With the trial continuance, it gained an additional five months. See \nDkt. 297. \nThere is no acceptable excuse for failure to follow the requirements of the Rule. Given \nthe significant number of other pre-trial filing deadlines, briefing the admissibility of the \nproffered Rule 404(b) evidence in the midst of her other obligations will be exceptionally \ndifficult. If the Court is inclined to grant the government additional time to satisfy the Rule, Ms. \nMaxwell requests ample time to investigate the materials and to respond. \nIII. Ms. Maxwell Needs Additional Time to Respond to the Scant Notice that the \nMaterials Qualify as \"Direct Evidence\" in the \nCase \nThe Rule 404(b) Letter also repeated the Government's opinion that the newly-disclosed \nmaterials qualify as \"direct evidence\" of the conspiracy. At first blush, it is hard to see how they \ncould so qualify. The emails referenced in the Letter purport to be between Ms. Maxwell and \ntwo adult men, apparently arranging dates for them, with adult women, sometime in the early \n2000s. They do not reference or have anything to do with (a) the persons mentioned in the \nIndictment or any other testifying witness, nor (b) any of the legal allegations contained in the \n6 \nEFTA00016214\n\nIndictment. It is hard to imagine how an adult women fixing up single adult males with adult \nfemales is \"direct evidence\" of a conspiracy to transport, entice or traffic minors for sexual \nabuse. \nAs to the witness referenced in the Letter, the Letter makes clear that the witness worked \nfor Mr. Epstein from 2005-06, after the conclusion of the charged conspiracy in 2004. Given the \ntiming of her stated employment, it also begs the question how her testimony, reference to \nunspecified documents or scheduling of unspecified massages, \"among other things,\" could be \ndirect evidence of a conspiracy that ended a year earlier. \nBut because Ms. Maxwell has had insufficient time to investigate these newly-disclosed \nmaterials, she is unable to file a motion challenging their admissibility at this time. The emails \ninvolve two persons not interviewed by the Government, so there is no interview memo to \ncorroborate their content. At least two of the potential witnesses are foreign nationals who live \nabroad. Ms. Maxwell will need time to contact and interview them. As to the newly disclosed \nwitness, the Government produced on October 12, 2021 approximately 400 pages of interview \nreports, notes, documents, and other materials related to that witness. Ms. Maxwell is unable to \nreview, investigate, or rebut the admissibility of all of the referenced materials by the October \n18, 2021 due date for motions in limine, and requests an additional two weeks to file her brief \naddressing the proffered 404(b) evidence. \nCONCLUSION \nThe Government has been on notice of the amendments to Rule 404(b) since at least \nJanuary 25, 2021. See Dkt. 146 at 10.' The Government was prepared to disclose their Rule \nIndeed, the Government argued in their response to Ms. Maxwell's pretrial motions that certain evidence \npertaining to Accuser-3 would be admissible under Rule 404(b); yet the deadline to provide Notice of an \nintent to offer that evidence at trial under the rule has come and gone. See Dkt. 204 at 165-169. Ms. \nMaxwell today moves separately to exclude the evidence pertaining to Accuser-3. \n7 \nEFTA00016215\n\n404(b) Notice by May 28, a date that was extended to October 11 after the continuance of the \ntrial. Dkt. 229 at 3. The failure to comply with the requirements of the Rule has deprived Ms. \nMaxwell of the opportunity to litigate the issues on the timetable set by the Court. There is thus \nno \"good cause\" for extending the Government's ability to do so. This Court should exclude any \nevidence the government seeks belatedly to offer pursuant to Rule 404(b), or, alternatively \nshould the Court find good cause for the failure of notice, grant Ms. Maxwell additional time to \nrespond. As far as admissibility of the evidence referenced in the Letter as \"direct evidence\" of \nthe charged crimes, Ms. Maxwell seeks leave to file such a Motion within two weeks. \nDated: October 18, 2021 \nRespectfully submitted, \ns/ \nJeffrey S. Pagliuca \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON MORGAN & FOREMAN P.C. \nDenver CO 80203 \nPhone: \nChristian R. Everdell \nCOHEN & GRESSER LLP \nYork NY 10022 \nPhone: \nBobbi C. Stemheim \nLaw Offices of Bobbi C. Stemheim \nNew York, NY 10007 \nPhone: \nAttorneys for Chislaine Maxwell \n8 \nEFTA00016216\n\nCertificate of Service \nI hereby certify that on October 18, 2021, I electronically filed the foregoing Ghislaine \nMaxwell's Motion to Exclude Any Evidence Offered by the Government Pursuant to Fed. R. \nEvid. 404(b) for Failure to Comply with the Rule's Notice Requirement with the Clerk of Court \nusing the CWECF system which will send notification of such filing to the following: \nU.S. Attorney's \nOffice, SDNY \nOne Saint Andrew's Plaza \nNew York NY 10007 \ns/ Nicole Simmons \n9 \nEFTA00016217",
    "pageCount": 12,
    "dataset": "Dataset 8"
  },
  "entities": {
    "people": [
      {
        "name": "Jeffrey Epstein",
        "role": "extracted",
        "context": "eginning in 2005); GX-423 (an \nAmazon shipment to Jeffrey Epstein of an iPhone USB lightning cable in 2013); GX-501"
      },
      {
        "name": "Ghislaine Maxwell",
        "role": "extracted",
        "context": "CT OF NEW YORK \nx \nUNITED STATES OF AMERICA, \nv. \nGHISLAINE MAXWELL, \nDefendant. \n: 20 Cr. 330 (MN) \nx \nGHISLAINE MAX"
      },
      {
        "name": "Maxwell Requests",
        "role": "extracted",
        "context": "ernment's Failure Be Excused, Ms. Maxwell Requests an Opportunity to \nRebut"
      },
      {
        "name": "Maxwell Needs",
        "role": "extracted",
        "context": "ity Purpose and Basis 5 \nIII. Ms. Maxwell Needs Additional Time to Respon"
      },
      {
        "name": "Maxwell",
        "role": "extracted",
        "context": "n emails purportedly between \nMs. Maxwell and third-party \"influent"
      },
      {
        "name": "Epstein",
        "role": "extracted",
        "context": "that the witness worked \nfor Mr. Epstein from 2005-06, after the c"
      },
      {
        "name": "Pagliuca \nLaura",
        "role": "extracted",
        "context": "OTICE REQUIREMENT \nJeffrey S. Pagliuca \nLaura A. Menninger \nHADDON. MORGAN"
      },
      {
        "name": "Sternheim \nLaw",
        "role": "extracted",
        "context": "k, NY 10022 \nPhone: \nBobbi C. Sternheim \nLaw Offices of Bobbi C. Stemheim"
      },
      {
        "name": "Stemheim \nNew",
        "role": "extracted",
        "context": "heim \nLaw Offices of Bobbi C. Stemheim \nNew York NY 10007 \nPhone: \nAttorn"
      },
      {
        "name": "Chislaine Maxwell",
        "role": "extracted",
        "context": "10007 \nPhone: \nAttorneys for Chislaine Maxwell \nEFTA00016206\n\nTABLE OF CONTE"
      },
      {
        "name": "This Case",
        "role": "extracted",
        "context": "1 \nII. Rule 404(b) Notice in This Case 2 \nARGUMENT 4 \nI. By Failing"
      },
      {
        "name": "By Failing",
        "role": "extracted",
        "context": "n This Case 2 \nARGUMENT 4 \nI. By Failing to Comply with the Rule 404(b"
      },
      {
        "name": "Notice Requirement",
        "role": "extracted",
        "context": "o Comply with the Rule 404(b) Notice Requirement, the Government Has \nWaived t"
      },
      {
        "name": "Government Has",
        "role": "extracted",
        "context": "04(b) Notice Requirement, the Government Has \nWaived the Admission of Any"
      },
      {
        "name": "Any Evidence",
        "role": "extracted",
        "context": "Has \nWaived the Admission of Any Evidence Pursuant to the Rule 4 \nII. S"
      },
      {
        "name": "Failure Be",
        "role": "extracted",
        "context": "II. Should the Government's Failure Be Excused, Ms. Maxwell Requests"
      },
      {
        "name": "Proffered Non",
        "role": "extracted",
        "context": "an Opportunity to \nRebut any Proffered Non-Propensity Purpose and Basis"
      },
      {
        "name": "Propensity Purpose",
        "role": "extracted",
        "context": "y to \nRebut any Proffered Non-Propensity Purpose and Basis 5 \nIII. Ms. Maxwell"
      },
      {
        "name": "Additional Time",
        "role": "extracted",
        "context": "sis 5 \nIII. Ms. Maxwell Needs Additional Time to Respond to the Scant Notic"
      },
      {
        "name": "Scant Notice",
        "role": "extracted",
        "context": "tional Time to Respond to the Scant Notice that the Materials \nQualify a"
      },
      {
        "name": "Materials \nQualify",
        "role": "extracted",
        "context": "to the Scant Notice that the Materials \nQualify as \"Direct Evidence\" in the C"
      },
      {
        "name": "Direct Evidence",
        "role": "extracted",
        "context": "at the Materials \nQualify as \"Direct Evidence\" in the Case 6 \nCONCLUSION 7"
      },
      {
        "name": "Cases \nUnited",
        "role": "extracted",
        "context": "16207\n\nTABLES OF AUTHORITIES \nCases \nUnited States v. Brand, 467 F.3d 179"
      },
      {
        "name": "Other Authorities",
        "role": "extracted",
        "context": ". App'x 610 (2d Cir. 2021) 4 \nOther Authorities \nWright & Miller, 22B Fed. Pr"
      },
      {
        "name": "Rules \nFed",
        "role": "extracted",
        "context": "to Rule 404(b) \n(2021) 2, \n6 \nRules \nFed. R. Evid. 404(b) passim \nii"
      },
      {
        "name": "That Rule",
        "role": "extracted",
        "context": "R. Evid. 404(b) (the \"Rule\"). That Rule, as amended in December \n2020"
      },
      {
        "name": "Criminal Case",
        "role": "extracted",
        "context": "requirements for \"Notice in a Criminal Case\" of an intent to \nintroduce e"
      },
      {
        "name": "In December",
        "role": "extracted",
        "context": "e.\" \nFed. R. Evid. 404(b)(3). In December 2020, the Rule was \"amended p"
      },
      {
        "name": "Advisory \nCommittee",
        "role": "extracted",
        "context": "nal case.\" Fed. R. Evid. 404, Advisory \nCommittee Notes, 2020 Amendments. Prior"
      },
      {
        "name": "After December",
        "role": "extracted",
        "context": "se\" \n(id.). \n1 \nEFTA00016209\n\nAfter December 2020, according to the Adviso"
      },
      {
        "name": "Advisory Committee",
        "role": "extracted",
        "context": "cember 2020, according to the Advisory Committee, the new subsection (B) \nrequ"
      },
      {
        "name": "The Rule",
        "role": "extracted",
        "context": "rpose. \nId. (emphasis added). The Rule's requirement that the prosec"
      },
      {
        "name": "See Wright",
        "role": "extracted",
        "context": "of the other act \nevidence.\" See Wright & Miller, 22B Fed. Prac. & Pr"
      },
      {
        "name": "The Government",
        "role": "extracted",
        "context": "e 404(b) Notice in This Case \nThe Government advised this Court that it co"
      },
      {
        "name": "See Dkt",
        "role": "extracted",
        "context": "trial pursuant to\" the Rule. See Dkt. \n2 \nEFTA00016210\n\n229 at 3."
      },
      {
        "name": "This Court",
        "role": "extracted",
        "context": ". \n2 \nEFTA00016210\n\n229 at 3. This Court then ordered the Government t"
      },
      {
        "name": "On October",
        "role": "extracted",
        "context": "ce\" by October 11. Dkt. 297. \nOn October 11, 2021, the Government serv"
      },
      {
        "name": "Maxwell Rule",
        "role": "extracted",
        "context": "a short letter entitled \nthe \"Maxwell Rule 404(b) letter\" (the \"Rule 404"
      },
      {
        "name": "The \nGovernment",
        "role": "extracted",
        "context": "said it \"may call\" at trial. The \nGovernment asserted in the Letter that t"
      },
      {
        "name": "The Letter",
        "role": "extracted",
        "context": "ible as direct evidence.\" Id. The Letter \nlacked identification of any"
      },
      {
        "name": "Rule \nUnder",
        "role": "extracted",
        "context": "Any Evidence Pursuant to the \nRule \nUnder the version of Rule 404(b) in"
      },
      {
        "name": "Jeffrey \nEpstein",
        "role": "extracted",
        "context": "uling sexualized massages for Jeffrey \nEpstein with underage girls,\" apparen"
      },
      {
        "name": "Basis \nBecause",
        "role": "extracted",
        "context": "ed Non-Propensity Purpose and Basis \nBecause the Government has not identi"
      },
      {
        "name": "See \nDkt",
        "role": "extracted",
        "context": "ed an additional five months. See \nDkt. 297. \nThere is no acceptable"
      },
      {
        "name": "Materials Qualify",
        "role": "extracted",
        "context": "to the Scant Notice that the \nMaterials Qualify as \"Direct Evidence\" in the"
      },
      {
        "name": "Case \nThe",
        "role": "extracted",
        "context": "as \"Direct Evidence\" in the \nCase \nThe Rule 404(b) Letter also repea"
      },
      {
        "name": "Rule \nIndeed",
        "role": "extracted",
        "context": "as prepared to disclose their Rule \nIndeed, the Government argued in the"
      },
      {
        "name": "Pagliuca \nJeffrey",
        "role": "extracted",
        "context": "ly submitted, \ns/ \nJeffrey S. Pagliuca \nJeffrey S. Pagliuca \nLaura A. Menning"
      },
      {
        "name": "Stemheim \nLaw",
        "role": "extracted",
        "context": "rk NY 10022 \nPhone: \nBobbi C. Stemheim \nLaw Offices of Bobbi C. Stemheim"
      },
      {
        "name": "Ghislaine \nMaxwell",
        "role": "extracted",
        "context": "ronically filed the foregoing Ghislaine \nMaxwell's Motion to Exclude Any Evide"
      },
      {
        "name": "Exclude Any",
        "role": "extracted",
        "context": "hislaine \nMaxwell's Motion to Exclude Any Evidence Offered by the Gover"
      },
      {
        "name": "Evidence Offered",
        "role": "extracted",
        "context": "xwell's Motion to Exclude Any Evidence Offered by the Government Pursuant to"
      },
      {
        "name": "Government Pursuant",
        "role": "extracted",
        "context": "e Any Evidence Offered by the Government Pursuant to Fed. R. \nEvid. 404(b) for"
      },
      {
        "name": "One Saint",
        "role": "extracted",
        "context": ".S. Attorney's \nOffice, SDNY \nOne Saint Andrew's Plaza \nNew York NY 1"
      },
      {
        "name": "Plaza \nNew",
        "role": "extracted",
        "context": "ice, SDNY \nOne Saint Andrew's Plaza \nNew York NY 10007 \ns/ Nicole Simm"
      },
      {
        "name": "Nicole Simmons",
        "role": "extracted",
        "context": "Plaza \nNew York NY 10007 \ns/ Nicole Simmons \n9 \nEFTA00016217"
      }
    ],
    "locations": [
      {
        "name": "York, NY",
        "type": "city"
      },
      {
        "name": "New York, NY",
        "type": "city"
      }
    ],
    "dates": [
      {
        "date": "2021-10-11",
        "event": "October 11, 2021"
      },
      {
        "date": "2021-10-12",
        "event": "October 12, 2021"
      },
      {
        "date": "2021-10-18",
        "event": "October \n18, 2021"
      },
      {
        "date": "2021-01-25",
        "event": "January 25, 2021"
      },
      {
        "date": "2021-10-18",
        "event": "October 18, 2021"
      }
    ],
    "flights": [],
    "phone_numbers": [],
    "organizations": []
  },
  "processedAt": "2025-12-23T12:25:52.243Z"
}